{"question_id": 1813, "title": "Which NFL team will win the AFC North division in the 2020 season?", "possible_answers": ["Baltimore Ravens", "Cincinnati Bengals", "Cleveland Browns", "Pittsburgh Steelers", "Another outcome"], "crowd_forecast": [0.0, 0.0, 0.05, 0.95, 0.0], "correct_answer": "Pittsburgh Steelers", "correct_forecast": 0.95, "preds": [[95797, "2020-12-28T00:20:04Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [84880, "2020-12-27T23:31:47Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Welp... that settles that."], [79461, "2020-12-27T21:38:43Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79508, "2020-12-27T21:33:03Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95565, "2020-12-27T21:22:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [91142, "2020-12-27T21:14:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [92261, "2020-12-27T16:08:59Z", [0.0, 0.0, 0.0, 0.98, 0.02], ""], [45594, "2020-12-27T09:43:18Z", [0.0, 0.0, 0.25, 0.7, 0.05], ""], [79508, "2020-12-27T09:41:03Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Paul McCartney might be happy"], [96792, "2020-12-27T08:28:20Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Keeping with my forecast, though today’s games will be interesting. Browns have an easier opponent, so if they win and the Steelers lose, they’ll both be 11-4\nand we’ll be waiting yet another week for this outcome to be solidified. Which will be a great fame because the two teams will go head to head."], [95565, "2020-12-27T01:23:37Z", [0.0, 0.0, 0.16, 0.84, 0.0], ""], [95565, "2020-12-27T01:20:13Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [84880, "2020-12-27T00:03:30Z", [0.0, 0.0, 0.31, 0.69, 0.0], "Next games: Steelers have a tough one, while Browns have a cakewalk.... then Browns and Steelers meet in wk 17... !!? The forecasting gods are toying with us. Steelers *must* win the next two games and with a win % of 78.6 this isn't unlikely but nothing points to a 95% likelihood. CLE has the schedule advantage.\nThe crowd is likely correct; but overly confident on this one.\nLike, \"bet the farm, lose and then tell Grandpa we can no longer afford his medication\" levels of overconfidence... Pitt -- should net 1.572 games\nCLE -- 1.428 games We'll know more by EOD tomorrow, 12/27"], [58028, "2020-12-26T21:03:30Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [97510, "2020-12-26T19:28:33Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [95802, "2020-12-26T18:12:00Z", [0.05, 0.0, 0.2, 0.75, 0.0], ""], [49838, "2020-12-26T17:51:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [97505, "2020-12-26T15:21:06Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [96129, "2020-12-25T22:02:24Z", [0.0, 0.0, 0.05, 0.9, 0.05], ""], [95565, "2020-12-25T19:32:27Z", [0.0, 0.0, 0.27, 0.73, 0.0], ""], [691, "2020-12-23T20:05:35Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [96746, "2020-12-23T16:47:08Z", [0.0, 0.0, 0.27, 0.73, 0.0], "The Steelers still hold the advantage based on the remaining games on the schedule.  However, the Browns have a realistic opportunity to win the division in the head to head game at the end of the season.  The Steelers have been on slide since winning their first 11 games...they could realistically finish the season with 5 straight losses.  "], [96741, "2020-12-23T14:54:49Z", [0.0, 0.0, 0.4, 0.6, 0.0], "This is a challenging question, especially with the form of both the Browns and the Steelers lately.\nThere will be a Division Champion, so another outcome is not an option.\nBoth the Bengals and the Ravens are mathematically eliminated from winning the division so they are also forecasted at 0.\nThe Steelers remain the frontrunner by a game. If the Steelers win one of their last two games, they win the Division. It could come as early as this weekend when the Steelers host the Colts, a game they are actually an underdog in at home. The Browns travel to play the hapless New York Jets, a game they are favored in by 9.5. If the Steelers lose and the Browns win, they are tied on record and head into a winner-take-all showdown in Week 17 in Cleveland for the Division title. A win or a tie by the Steelers there would give them the Division; only a win by the Browns (pending the Week 16 outcomes) would give the Browns a division title.\nThe Steelers have lost their last three games, two to opponents under .500. They are in a terrible run of form, the offense has been anemic, and their defense has been plagued by injuries. However, they have one of the top coaches in the NFL in Mike Tomlin, so if there is a presence that can get them refocused to win one of the last two games, it would be him.\nThe Browns are playing some exciting football and have won 5 of their last 6 games (with their lone loss coming at a last second FG to the Ravens). They are in fantastic form and are hungry for their first playoff birth in years.\nAt this point, I cannot see the Steelers beating the Colts. The Browns should take care of the New York Jets, setting up a week 17 showdown. At this point, the Browns would have to be the favorite. However, the Steelers hold \"more outs\" than the singular path that the Browns have so I have to give the Steelers a higher forecast at this point than the Browns. If it does turn into a Week 17 matchup for the AFC North, the tide will turn significantly in the favor of the Browns."], [48081, "2020-12-23T01:56:45Z", [0.0, 0.0, 0.2, 0.8, 0.0], "Steelers  loss to the Bengals opens the door for Cleveland. A cleveland win this week and a Steelers loss Indy (who is also battling for a playoff spot) would mark a last week winner take all scenario. "], [79142, "2020-12-22T14:05:17Z", [0.0, 0.0, 0.25, 0.75, 0.0], ""], [79142, "2020-12-22T13:35:31Z", [0.1, 0.0, 0.45, 0.45, 0.0], ""], [91142, "2020-12-22T12:55:02Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [79508, "2020-12-22T07:47:59Z", [0.0, 0.0, 0.16, 0.84, 0.0], "Looks like the Steeelers have passed the Ball to the Jets, can they get it back in time,  tune in  Message from the Jets sir.... What does it say You  can't  have your ball  back  "], [783, "2020-12-22T06:13:05Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79461, "2020-12-22T04:16:02Z", [0.0, 0.0, 0.25, 0.75, 0.0], "Steelers have to win one of their final two games or Browns lose again for the Steelers to clinch the division, but man have they lost a bunch in a row. Still likely that they win next week, but if not it'll come down to Steeler Browns in week 17."], [92261, "2020-12-21T16:19:10Z", [0.0, 0.0, 0.0, 0.95, 0.05], "I think its done"], [95565, "2020-12-20T02:56:08Z", [0.0, 0.0, 0.02, 0.98, 0.0], ""], [84880, "2020-12-19T02:54:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [97399, "2020-12-19T01:13:03Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Steelers won first matchup and have 2 game lead with 3 games to go."], [90433, "2020-12-18T18:16:27Z", [0.0, 0.0, 0.25, 0.75, 0.0], ""], [96129, "2020-12-18T03:22:31Z", [0.0, 0.0, 0.01, 0.94, 0.05], ""], [88640, "2020-12-16T15:57:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95565, "2020-12-16T01:25:14Z", [0.0, 0.0, 0.02, 0.98, 0.0], ""], [48081, "2020-12-15T15:10:14Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Baltimore's win last night (12/14) over Cleveland is a big blow to the Brown's hopes of winning the division. WIth 9 wins, the browns would likely need to win out and have Pittsburgh lose its remaining three games to have any hopes of winning the North. With Pittsburgh playing Cincy this weekend, it appears the Steelers are set to wrap up the division as they would hold the second tiebreaker over Cleveland in the case of a tie. "], [94737, "2020-12-15T08:59:19Z", [0.0, 0.0, 0.05, 0.95, 0.0], ""], [79508, "2020-12-15T08:34:20Z", [0.0, 0.0, 0.11, 0.89, 0.0], "Did not expect that from the Ravens, hopefully the Steelers can pick it up and get one maybe two wins under their belts and the Browns lose to someone like The Jets, who are having a terrible spell so far "], [95928, "2020-12-15T05:17:53Z", [0.01, 0.0, 0.03, 0.91, 0.05], ""], [96795, "2020-12-14T22:54:07Z", [0.0, 0.0, 0.35, 0.65, 0.0], ""], [95565, "2020-12-14T13:32:30Z", [0.0, 0.0, 0.1, 0.9, 0.0], ""], [94737, "2020-12-14T07:49:24Z", [0.0, 0.0, 0.3, 0.7, 0.0], ""], [96792, "2020-12-14T04:13:25Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Holding steady with this forecast. Browns and Ravens play tomorrow and the Steelers are currently losing (eight minutes left so plenty of time to turn it around), but if the Steelers lose today and the Browns win tomorrow, the  Browns would certainly be in a position to take the lead.  I'd still bet the Steelers take the Division though."], [95815, "2020-12-13T00:03:00Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [97033, "2020-12-12T16:25:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [54789, "2020-12-11T16:09:20Z", [0.05, 0.0, 0.2, 0.75, 0.0], ""], [96129, "2020-12-10T00:21:53Z", [0.0, 0.0, 0.01, 0.91, 0.08], ""], [783, "2020-12-09T22:35:16Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Ben passed 51 times against an injured team as if they were going to lose the game, the 2 linebackers are out, they have no rushing game and a good defense and an easy schedule. In playoffs, one and out. "], [76003, "2020-12-09T01:58:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [34353, "2020-12-08T17:09:11Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [783, "2020-12-08T17:02:31Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [88640, "2020-12-08T14:30:07Z", [0.0, 0.0, 0.05, 0.95, 0.0], ""], [79508, "2020-12-08T06:53:47Z", [0.0, 0.0, 0.14, 0.86, 0.0], "Well that was a little wobble, can't win them all, injuries etc. Have to adjust just in case of Cleveland go up and the Steelers do not Again all my  fault, I had to sleep  :)   "], [95565, "2020-12-08T01:36:16Z", [0.0, 0.0, 0.04, 0.96, 0.0], ""], [95565, "2020-12-08T00:36:13Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [11817, "2020-12-07T21:13:58Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [92261, "2020-12-07T13:13:44Z", [0.0, 0.0, 0.0, 0.95, 0.05], "Cleveland is playing better than they have if 15 years, and Cincinnati isn't playing at all (which doesn't say much).  The Ravens look like the White House medical suite, barely presenting a full squad.  Pittsburgh's only threat is a outbreak of Crona wiping out the whole team"], [96792, "2020-12-07T04:27:36Z", [0.0, 0.0, 0.02, 0.98, 0.0], "Steelers are close to clinching the div title if they win against the WFT (should be too easy but crazier losses have happened), the Browns lose (against the Ravens, so it's definitely possible but won't be necessarily easy), and a strength of victory win.  "], [95797, "2020-12-07T01:40:59Z", [0.0, 0.0, 0.05, 0.95, 0.0], "Pittsburg still owns the division, but the Browns looked real good again today.......at least for one half of play, but enough to get the job done over the Titans!"], [95817, "2020-12-06T20:26:42Z", [0.0, 0.0, 0.1, 0.9, 0.0], "As we head into week 13, the Steelers are the only team undefeated at 11-0 with no signs of slowing.  The Browns have stepped it up to pass the Ravens in terms of performance and wins, but not likely enough to dethrone the Steelers."], [691, "2020-12-06T15:40:10Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [92261, "2020-12-04T20:17:49Z", [0.05, 0.02, 0.08, 0.8, 0.05], ""], [49838, "2020-12-04T15:08:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Confirmation forecast of previously identified trends."], [783, "2020-12-04T06:21:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], "With the Steelers schedule, the NY Jets would have won games. Ravens injures/illness moves them out, though Browns have an outside chance in running game. as there is little trust with QB and coach."], [79461, "2020-12-04T01:47:44Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95787, "2020-12-03T13:05:35Z", [0.0, 0.0, 0.01, 0.99, 0.0], "- Baltimore week 12 loss to Pit eliminates them.\n- Browns will have to win out to secure the division, with Pit dropping 3 games. "], [95112, "2020-12-03T00:31:25Z", [0.0, 0.0, 0.01, 0.99, 0.0], "After the Ravens lost tonight (12/2) - they would need to win out to get to 11-5, if Pittsburgh loses out (unlikely) they would be 11-5 and Pittsburgh would win the tie breaker in head-to-head win percentage. Baltimore has no chance to win the division. If Cleveland wins out that would make them 13-3, which is unlikely (I project 2-3 over the last 5 games at best to finish 10-6), but they are technically still alive for the division. If CLE, BAL, and PIT end in a 3-way tie at 11-5 - PIT would still win the TB (losing to CLE once, but being 3-1 against those two opponents) PIT will be a dog at BUF in Week 15 (+2.5) based on the early lines, but will be favored in every remaining game (including by 10.5 vs WAS in Week 13).  PIT remaining schedule / line (actual or projected) / win prob\nWAS -10.5 - 86.0%\nBUF +2.5 - 45.5%\nCIN -3.5 - 64.3%\nIND -2.5 - 54.5%\nCLE -3.5 - 64.3% CLE remaining schedule / line / win prob\nTEN +6 - 29.4%\nBAL +1.5 - 47.5%\nNYG -1.5 - 52.5%\nNYJ -1.5 - 52.5%\nPIT 3.5 - 40.6% I'll leave CLE at 1% for now since you don't know who is going to get hurt or get COVID (and leave you with no true QBs on the roster like DEN in Week 12)!\n"], [40848, "2020-12-02T23:09:28Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [88422, "2020-12-02T17:23:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95565, "2020-12-02T15:34:20Z", [0.02, 0.0, 0.01, 0.97, 0.0], ""], [58648, "2020-12-01T22:49:15Z", [0.3, 0.0, 0.0, 0.7, 0.0], ""], [96129, "2020-12-01T22:42:13Z", [0.03, 0.0, 0.09, 0.7, 0.18], ""], [49838, "2020-12-01T18:40:13Z", [0.03, 0.0, 0.0, 0.97, 0.0], "If the Ravens lose this next game against the Steelers', it's a wrap."], [95787, "2020-12-01T14:06:39Z", [0.01, 0.0, 0.02, 0.97, 0.0], ""], [92261, "2020-12-01T12:58:03Z", [0.1, 0.0, 0.1, 0.7, 0.1], "Hit the button to quick! Pandemic has become number 2 on my ranking, behind the Steelers.  Steelers have the best defence and Roethlisberger is playing near his top range.  Amazingly Cleveland is playing well.  As a result I rank their probabilities tied with Baltimore. Cincinnati is playing for 1 draft again."], [92261, "2020-12-01T12:51:04Z", [0.1, 0.0, 0.1, 0.7, 0.1], ""], [84880, "2020-12-01T03:10:38Z", [0.01, 0.0, 0.0, 0.99, 0.0], ""], [79461, "2020-11-30T16:26:53Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [691, "2020-11-30T16:11:20Z", [0.01, 0.0, 0.0, 0.99, 0.0], ""], [11817, "2020-11-30T08:14:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79508, "2020-11-30T08:03:44Z", [0.0, 0.0, 0.06, 0.94, 0.0], ""], [95565, "2020-11-29T22:12:49Z", [0.01, 0.0, 0.01, 0.98, 0.0], ""], [95787, "2020-11-29T13:00:35Z", [0.01, 0.0, 0.04, 0.95, 0.0], "- Wee k12 PIT BAL game moved due to COVID.  BAL likely to have 18 members on the COVID list including QB not playing, forecasting 4 games behind Pit with 5 games to go. \n- Cleveland is 3 games behind with 3 winnable games (NYJ, JAGS, GIANTS)  and 3 toss ups vs TN, PIT, BAL. \n- PIT faces a depleted BAL in week 12 and winnable games against Bengals and Washington. "], [14266, "2020-11-29T09:32:54Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95802, "2020-11-25T18:12:25Z", [0.05, 0.0, 0.1, 0.85, 0.0], "Three game lead on Browns; I do not see Browns running the table"], [96795, "2020-11-25T14:06:51Z", [0.05, 0.01, 0.1, 0.84, 0.0], ""], [95797, "2020-11-25T00:05:32Z", [0.03, 0.0, 0.02, 0.95, 0.0], "Pittsburg is running away with this thing.  Had to give the Browns some credit as my demonstration for their pride moving forward.  Good to see teams come out of the cellar.   "], [95116, "2020-11-24T19:00:52Z", [0.0, 0.0, 0.0, 1.0, 0.0], "The Steelers have a three game lead over Cleveland and a four game lead over Baltimore with a non-threatening schedule ahead of them."], [40848, "2020-11-24T17:23:59Z", [0.02, 0.0, 0.02, 0.96, 0.0], ""], [691, "2020-11-24T16:04:25Z", [0.02, 0.0, 0.0, 0.98, 0.0], ""], [95112, "2020-11-24T13:57:57Z", [0.02, 0.0, 0.01, 0.97, 0.0], "Updating through Week 11. Assuming all remaining games get played. CIN - (2-7-1) - not a shot CLE (7-3) - Would need to win out to have a shot, including wins over BAL and PIT. Not too likely. Should beat NYG, NYJ, and JAX. Likely losing to TEN. I still see them winning 10 games this season in total. BAL lost two they should have won in Weeks 10 and 11 against NE and TEN. Would need to win out (including PIT) to finish with 12 wins. They should beat DAL, CLE, JAX, NYG, and CIN... 50/50 with PIT. Most likely 11 wins now PIT Won two games they should have in Weeks 10 and 11 against CIN and JAX. Should beat WAS, CIN, and CLE. 50/50 games with BAL, BUF , and IND. Thinking they go 4-2 down the stretch and end with 14 wins.  Week 12 may be the deciding factor based on the Thanksgiving late game between BAL and PIT"], [11817, "2020-11-24T03:26:44Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [15701, "2020-11-24T01:16:19Z", [0.0, 0.0, 0.01, 0.99, 0.0], "This is over.\nI mean, the odds of Pittsburgh winning another 2 games is so high. They've got Bengals(with no Burrow) and Washington not to mention the other chances.\n2%? Then that would need to happen in conjunction with Browns winning 5 games - odds are so low with Ravens, Steelers, Titans on the list.\n1%? ...and that'd be to end on the same win total not to have more wins."], [88640, "2020-11-23T21:27:28Z", [0.05, 0.0, 0.05, 0.9, 0.0], ""], [92261, "2020-11-23T13:10:02Z", [0.1, 0.05, 0.0, 0.85, 0.0], "Just keeps rolling"], [95928, "2020-11-23T05:12:54Z", [0.03, 0.0, 0.03, 0.82, 0.12], ""], [90167, "2020-11-23T04:36:01Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79461, "2020-11-23T02:54:21Z", [0.01, 0.0, 0.01, 0.97, 0.01], ""], [91142, "2020-11-23T01:06:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [96792, "2020-11-23T00:18:21Z", [0.0, 0.0, 0.05, 0.95, 0.0], ""], [79508, "2020-11-22T21:28:04Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [49838, "2020-11-22T15:56:40Z", [0.1, 0.0, 0.0, 0.9, 0.0], ""], [691, "2020-11-21T19:29:16Z", [0.05, 0.0, 0.0, 0.95, 0.0], ""], [58028, "2020-11-21T13:38:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [84880, "2020-11-21T05:01:03Z", [0.02, 0.01, 0.01, 0.95, 0.01], ""], [22689, "2020-11-19T22:18:01Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [97033, "2020-11-19T19:59:47Z", [0.04, 0.0, 0.01, 0.95, 0.0], ""], [75363, "2020-11-19T18:48:09Z", [0.1, 0.05, 0.1, 0.75, 0.0], "At present ->\nPittsburgh Steelers (PS) = 9/9 matches won\nBaltimore Ravens (BR) = 6/9 matches won\nCleveland Browns (CB) = 6/9 matches won\nCincinnati Bengals (CB2) = 2/9 matches won \nhttps://www.nfl.com/standings/division/2020/reg/ For either BR or CB to win, PS would have to win a maximum of 5 of the 9 remaining matches. This seems  unlikely given their perfect performance this season, especially as it assumes that BR and CB will win all their remaining matches.\nBR = CB = 10% Similarly for CB2 to win, assuming they will all their remaining matches, PS would have to win only 1 of the remaining 9 matches and BR and CB only winning at maximum 4 matches.\nCB2 = 5%"], [691, "2020-11-19T16:15:18Z", [0.09, 0.0, 0.0, 0.91, 0.0], ""], [93409, "2020-11-19T15:43:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [91142, "2020-11-19T01:54:41Z", [0.05, 0.0, 0.0, 0.95, 0.0], ""], [86833, "2020-11-18T11:36:06Z", [0.0, 0.0, 0.0, 1.0, 0.0], "were the best "], [87691, "2020-11-18T08:01:06Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [55306, "2020-11-17T22:21:51Z", [0.15, 0.0, 0.15, 0.7, 0.0], ""], [34353, "2020-11-17T19:35:28Z", [0.1, 0.05, 0.0, 0.85, 0.0], ""], [95817, "2020-11-17T15:13:40Z", [0.2, 0.0, 0.0, 0.8, 0.0], ""], [95787, "2020-11-17T14:31:43Z", [0.05, 0.0, 0.05, 0.9, 0.0], "- 9 games into the season Pittsburg 9-0\n- Pittsburgh holds 3 wins over Cleveland and Baltimore plus the tiebreaker over both teams having beaten them.\n- 3 of 7 remaining games for Pittsburgh are against sub 500 teams.  Assuming they beat the sub .500 teams and split with the above .500 teams equates to 5 wins for a 14 win season. \n- If Cleveland/Baltimore win out the final record will be 13 wins. "], [95469, "2020-11-17T12:34:06Z", [0.03, 0.0, 0.02, 0.95, 0.0], ""], [30717, "2020-11-17T06:34:54Z", [0.3, 0.1, 0.0, 0.6, 0.0], ""], [11817, "2020-11-17T04:58:37Z", [0.12, 0.0, 0.0, 0.88, 0.0], ""], [40848, "2020-11-16T20:02:53Z", [0.12, 0.0, 0.01, 0.87, 0.0], ""], [84880, "2020-11-16T19:18:42Z", [0.07, 0.01, 0.02, 0.89, 0.01], ""], [95823, "2020-11-16T19:18:26Z", [0.05, 0.0, 0.05, 0.9, 0.0], ""], [29054, "2020-11-16T17:06:34Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2020-11-16T16:27:47Z", [0.22, 0.0, 0.0, 0.78, 0.0], ""], [95565, "2020-11-16T14:31:49Z", [0.11, 0.0, 0.01, 0.88, 0.0], ""], [92261, "2020-11-16T13:10:09Z", [0.2, 0.05, 0.0, 0.75, 0.0], "Steelers playing great, minimal injuries, three 'good' teams to overcome ( Ravens, Buffalo, Colts) I estimate about 75% as of 11/16/20"], [90733, "2020-11-16T13:04:11Z", [0.05, 0.0, 0.0, 0.95, 0.0], ""], [94737, "2020-11-16T07:45:04Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79508, "2020-11-16T07:17:08Z", [0.17, 0.0, 0.0, 0.82, 0.01], ""], [15701, "2020-11-16T05:57:42Z", [0.02, 0.0, 0.01, 0.97, 0.0], "TLDR: Baltimore loss to Patriots absolutely destroyed Ravens’ chances. Both teams would need to (completely) change records for Steelers not to win. Outside view: how often does an (undefeated) team 3 games up after 10weeks not win?\n I don’t know the probability but very very rarely.\nLet’s say... 1 in 20? (More than half they e tend their lead; some equal; some gap\nDecreases... but by 3?)\nSo that’s 95% Steelers Inside view: \n- Steelers have beaten the Ravens most likely to catch them so It’s even harder to overtake them.\n//adjust to 98% Steelers. (1 in 50)\n//that’s Ravens Or Browns overtaking 4 game gap in 7 games left. Also:\n- Big Ben does get injured.\n- Covid could decimate the team \n- a lot of their victories have been slim margins\n//adjust to 97% Steelers. (1 in 33)\n"], [79461, "2020-11-16T05:28:39Z", [0.08, 0.0, 0.01, 0.9, 0.01], ""], [95797, "2020-11-16T05:08:54Z", [0.15, 0.0, 0.0, 0.85, 0.0], "Pittsburg has a solid three game lead in the division.  "], [90167, "2020-11-16T04:21:43Z", [0.08, 0.0, 0.0, 0.92, 0.0], ""], [94632, "2020-11-16T02:46:23Z", [0.01, 0.0, 0.0, 0.99, 0.0], ""], [22689, "2020-11-15T23:46:44Z", [0.2, 0.0, 0.0, 0.8, 0.0], ""], [85882, "2020-11-15T08:40:24Z", [0.3, 0.0, 0.0, 0.7, 0.0], ""], [88422, "2020-11-15T05:14:13Z", [0.25, 0.0, 0.0, 0.75, 0.0], ""], [95112, "2020-11-14T21:10:43Z", [0.45, 0.0, 0.01, 0.54, 0.0], "Assuming that all remaining games are going to be played at this point (through Week 9): Bengals (2-5-1)\nOf the remaining schedule, best chances to win are WAS, NYG, and DAL. At best they go 3-5 rest of the way, based on early future lines, and projected lines, ending at 5-10-1. Browns (5-3)\nOf their remaining schedule, best chances to win are HOU, JAX, NYG, and NYJ. They are a 50/50 proposition with PHI. Mostly likely finish the season going 4-4 making a final tally of 9-7.... but 10-6 is not out of the question. They could surprise us though if a couple of the games where they are only 40% likely to win (BAL, PIT) go their way. They could make this interesting and aren't dead yet. Steelers (8-0)\nThey have 5 solid opportunities to win (CIN, JAX, WAS, CIN, CLE); look likely to win against IND and are close to 50/50 with BAL and BUF. Most likely outcome is 5-3, maybe 6-2. The big test will be Week 12 against BAL (who they beat 28-24 earlier this season). I see them finishing 13-3 (5-1 in the division, 10-2 in the conference) Ravens (6-2) \nThey should be favored or have an edge in all 8 remaining games - including the early posted line in Week 12 against PIT where they are -2.5 as of now. They only play 3 teams that are over .500 though (TEN, PIT, CLE) and have a much tougher early schedule than PIT (who plays 4 teams with records currently over .500). Very likely wins: NE, DAL, CLE, JAX, NYG, CIN. They have a close to 50/50 chance against PIT and TEN. Most likely case is 6-2 (making it 12-4 overall; 4-2 in the division; 9-3 in the conference, but if they can beat PIT that would make it 7-1 (13-3 overall, 5-1 in the division, 10-2 in the conference). Week 12 will most likely change the trajectory of the probabilities within the AFC North, especially if BAL falls to TEN in Week 11."], [691, "2020-11-14T15:44:16Z", [0.24, 0.0, 0.0, 0.76, 0.0], ""], [95815, "2020-11-13T18:30:05Z", [0.55, 0.0, 0.0, 0.45, 0.0], ""], [45594, "2020-11-13T13:57:44Z", [0.3, 0.0, 0.0, 0.65, 0.05], ""], [84880, "2020-11-13T00:23:19Z", [0.11, 0.01, 0.02, 0.85, 0.01], ""], [59881, "2020-11-12T18:00:21Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [92261, "2020-11-12T13:05:40Z", [0.15, 0.05, 0.15, 0.65, 0.0], "Corona hits the Steelers"], [39562, "2020-11-12T12:20:12Z", [0.2, 0.0, 0.0, 0.8, 0.0], ""], [783, "2020-11-12T05:23:25Z", [0.2, 0.0, 0.0, 0.8, 0.0], "Good to watch with an easy schedule, not great when playing a Brees, Rorgers, Mahomes, team."], [96900, "2020-11-11T18:22:09Z", [0.36, 0.01, 0.08, 0.55, 0.0], ""], [95928, "2020-11-11T17:53:31Z", [0.35, 0.0, 0.05, 0.5, 0.1], ""], [42472, "2020-11-11T17:49:22Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [9263, "2020-11-11T17:33:52Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [44887, "2020-11-11T17:25:45Z", [0.15, 0.05, 0.05, 0.75, 0.0], "Pittsburgh is looking good!"], [691, "2020-11-11T17:24:49Z", [0.24, 0.0, 0.0, 0.76, 0.0], ""], [15701, "2020-11-11T16:47:59Z", [0.3, 0.01, 0.09, 0.6, 0.0], "Update:\n- increase to Steelers to 59%. More likely than the field. Recent victories hardly convincing but wins are wins, and one against Ravens.\n- Cleveland a sharp drop. Things aren't going their way if they were going to win the whole thing; can't put them above a 1/10 shot now.\n- Ravens decent drop. 3/10 chance feels right. Steelers twice as likely.  Substantive chance, but you wouldn't predict it."], [95797, "2020-11-09T23:53:23Z", [0.2, 0.0, 0.0, 0.8, 0.0], "@jjsin yep, keeping my percentages the same though since the Steelers didn't have their best showing vs. the Cowboys.  However, it was an away game and they played well down the stretch. "], [95565, "2020-11-09T18:56:50Z", [0.25, 0.0, 0.01, 0.74, 0.0], ""], [95802, "2020-11-09T14:05:40Z", [0.28, 0.0, 0.06, 0.66, 0.0], "Steelers maintain 2 game lead without anyone player getting hurt"], [92261, "2020-11-09T12:05:41Z", [0.1, 0.05, 0.1, 0.75, 0.0], "Big Ben  AND awesome lines offensive and defensive.  I'm holding back 25% for pandemic related randomness."], [94632, "2020-11-09T02:08:14Z", [0.58, 0.0, 0.0, 0.42, 0.0], ""], [691, "2020-11-08T15:43:52Z", [0.24, 0.0, 0.0, 0.76, 0.0], ""], [88422, "2020-11-07T22:35:29Z", [0.35, 0.0, 0.0, 0.65, 0.0], ""], [11817, "2020-11-07T22:29:04Z", [0.3, 0.0, 0.0, 0.7, 0.0], ""], [94737, "2020-11-07T20:37:50Z", [0.1, 0.0, 0.0, 0.9, 0.0], ""], [84880, "2020-11-07T18:18:18Z", [0.09, 0.01, 0.02, 0.87, 0.01], ""], [40848, "2020-11-06T17:41:11Z", [0.22, 0.0, 0.0, 0.78, 0.0], ""], [95116, "2020-11-05T15:11:03Z", [0.07, 0.0, 0.0, 0.93, 0.0], "The Pittsburgh win over Baltimore greatly increases the likelihood of the Steelers winning the division. Short of an injury to their quarterback, the Steelers should continue to have a strong winning percentage with only three moderate probability losses (Baltimore rematch, Buffalo, Indy). It is not improbable that Pittsburgh could finish the season undefeated given their soft remaining schedule. Meanwhile, Baltimore needs to win the Steelers rematch, plus gain 2 wins on Pittsburgh. Not impossible, but certainly unlikely. Cincinnati and Cleveland are flawed teams, although the Bengals have shown offensive potential and if their defensive improves, they could be a contending team in 2021."], [691, "2020-11-05T14:57:11Z", [0.26, 0.0, 0.0, 0.74, 0.0], ""], [92261, "2020-11-05T14:49:48Z", [0.1, 0.15, 0.1, 0.65, 0.0], "Carona among Ravens, Cincinnati QB playing better than expected last week."], [88640, "2020-11-05T13:57:28Z", [0.25, 0.0, 0.01, 0.74, 0.0], ""], [90167, "2020-11-03T20:50:17Z", [0.2, 0.0, 0.0, 0.8, 0.0], ""], [95565, "2020-11-03T19:37:50Z", [0.21, 0.0, 0.01, 0.78, 0.0], ""], [11817, "2020-11-03T19:31:03Z", [0.35, 0.0, 0.0, 0.65, 0.0], ""], [79461, "2020-11-03T16:46:52Z", [0.2, 0.0, 0.0, 0.78, 0.02], ""], [92261, "2020-11-03T12:12:51Z", [0.2, 0.1, 0.1, 0.6, 0.0], ""], [95797, "2020-11-03T01:10:13Z", [0.2, 0.0, 0.0, 0.8, 0.0], "Steelers look impressive with two game lead.  Not sure how the Ravens can close the gap given the strength of schedule left for the Steelers.  Only tough competition are the final game with the Ravens and the Bills."], [48081, "2020-11-02T23:04:18Z", [0.35, 0.0, 0.0, 0.65, 0.0], "updated: Steelers now hold a 2 game lead in the division. Back to back road wins at Ten and Bal certainly make them the favorite.  "], [84880, "2020-11-02T20:54:31Z", [0.17, 0.01, 0.02, 0.79, 0.01], ""], [91142, "2020-11-02T20:54:01Z", [0.25, 0.0, 0.0, 0.75, 0.0], "Steelers hold 2 game lead plus tiebreaker and next game with the Ravens will be at home. "], [79429, "2020-11-02T19:23:44Z", [0.25, 0.0, 0.0, 0.75, 0.0], ""], [93181, "2020-11-02T16:12:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [92786, "2020-11-02T15:56:49Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [88766, "2020-11-02T15:35:22Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95817, "2020-11-02T15:28:07Z", [0.25, 0.0, 0.0, 0.75, 0.0], ""], [87064, "2020-11-02T15:17:15Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [49838, "2020-11-02T15:04:05Z", [0.27, 0.0, 0.0, 0.73, 0.0], "Steelers' are looking like a real SB contender at this point. The division is one of the weaker divisions in the NFL."], [95802, "2020-11-02T12:54:12Z", [0.29, 0.0, 0.07, 0.64, 0.0], "Big win for the Steelers yesterday, 2 game lead"], [95565, "2020-11-02T12:29:37Z", [0.21, 0.0, 0.02, 0.77, 0.0], ""], [94737, "2020-11-02T08:35:40Z", [0.15, 0.0, 0.0, 0.85, 0.0], ""], [783, "2020-11-02T05:29:28Z", [0.5, 0.0, 0.0, 0.5, 0.0], ""], [96129, "2020-11-02T05:13:10Z", [0.17, 0.04, 0.13, 0.45, 0.21], "Steelers currently have a decent lead almost halfway into the season.  Therefore they demand the outsized chance to win.  The Bengals, being so far behind, probably don't have much chance at all but can't be entirely and mathematically dismissed.  Don't follow (American) football at all, so prediction based purely on current standings.  "], [95795, "2020-11-02T05:05:27Z", [0.35, 0.0, 0.05, 0.6, 0.0], ""], [94737, "2020-11-02T04:59:51Z", [0.5, 0.0, 0.0, 0.5, 0.0], ""], [90167, "2020-11-02T00:56:01Z", [0.39, 0.0, 0.0, 0.61, 0.0], ""], [92786, "2020-11-02T00:48:41Z", [0.1, 0.0, 0.0, 0.9, 0.0], ""], [79508, "2020-11-01T21:35:32Z", [0.2, 0.0, 0.0, 0.79, 0.01], ""], [45594, "2020-11-01T10:09:31Z", [0.3, 0.0, 0.0, 0.65, 0.05], ""], [691, "2020-10-31T14:28:41Z", [0.48, 0.0, 0.0, 0.52, 0.0], ""], [95815, "2020-10-31T14:17:50Z", [0.65, 0.0, 0.0, 0.35, 0.0], ""], [94632, "2020-10-30T22:40:10Z", [0.61, 0.0, 0.0, 0.39, 0.0], "I get that people are hopping on the Steeler's bandwagon given that they are the only undefeated team left, but the only impressive win they've had is against the Titans and that was a close one that easily could've been an L. The Ravens have only lost one, and that was to the reigning champs, so I think they are still favorites to win the division. Otherwise, while the Browns are sitting pretty at 5-2, that's misleading. They were obliterated by both the Ravens and Steelers when they played and have really only beat a host of the leagues worst teams. They have no shot at the division. Neither do the Bengals. "], [64078, "2020-10-30T21:57:28Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [11817, "2020-10-30T00:02:02Z", [0.46, 0.0, 0.09, 0.45, 0.0], ""], [95469, "2020-10-29T15:34:18Z", [0.6, 0.0, 0.03, 0.37, 0.0], ""], [79508, "2020-10-28T21:05:49Z", [0.35, 0.0, 0.0, 0.65, 0.0], ""], [94737, "2020-10-28T18:27:00Z", [0.8, 0.0, 0.0, 0.2, 0.0], ""], [79461, "2020-10-28T15:03:40Z", [0.47, 0.0, 0.04, 0.47, 0.02], ""], [92261, "2020-10-28T10:28:24Z", [0.3, 0.1, 0.1, 0.5, 0.0], ""], [48081, "2020-10-27T22:57:48Z", [0.51, 0.01, 0.03, 0.45, 0.0], ""], [95565, "2020-10-27T20:24:34Z", [0.49, 0.0, 0.03, 0.48, 0.0], ""], [88452, "2020-10-27T19:57:56Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [88640, "2020-10-27T19:11:50Z", [0.51, 0.0, 0.04, 0.45, 0.0], "Used these divisional odds: https://www.sportsbettingdime.com/nfl/divisional-odds/"], [691, "2020-10-27T17:27:35Z", [0.48, 0.0, 0.0, 0.52, 0.0], ""], [40848, "2020-10-27T15:04:07Z", [0.47, 0.0, 0.04, 0.49, 0.0], ""], [95817, "2020-10-27T14:06:57Z", [0.3, 0.0, 0.0, 0.7, 0.0], ""], [95802, "2020-10-27T00:03:41Z", [0.45, 0.0, 0.09, 0.46, 0.0], ""], [49838, "2020-10-26T15:02:09Z", [0.46, 0.0, 0.0, 0.54, 0.0], ""], [90167, "2020-10-26T14:37:51Z", [0.41, 0.0, 0.05, 0.54, 0.0], ""], [95565, "2020-10-26T14:18:31Z", [0.49, 0.0, 0.04, 0.47, 0.0], ""], [95565, "2020-10-26T14:18:06Z", [0.51, 0.0, 0.04, 0.45, 0.0], ""], [84880, "2020-10-25T23:45:52Z", [0.35, 0.01, 0.05, 0.59, 0.0], ""], [15701, "2020-10-25T23:15:02Z", [0.38, 0.01, 0.17, 0.44, 0.0], "Another loss by the Bengals, they're down to 1%. \nBrowns get a couple of points because of the victory.  But they weren't impressive, could easily have won. Can't downgrade Browns even though I don't expect much as they're in the hunt.\nPittsburgh had a great victory.   \nRavens result likely to change things."], [96579, "2020-10-25T14:29:28Z", [0.8, 0.0, 0.0, 0.2, 0.0], ""], [45594, "2020-10-25T09:03:36Z", [0.15, 0.2, 0.3, 0.3, 0.05], ""], [67089, "2020-10-24T15:11:26Z", [0.0, 0.0, 0.65, 0.35, 0.0], ""], [691, "2020-10-23T17:51:59Z", [0.51, 0.0, 0.02, 0.47, 0.0], ""], [54077, "2020-10-22T23:20:29Z", [0.3, 0.01, 0.12, 0.57, 0.0], ""], [32861, "2020-10-22T20:26:11Z", [0.15, 0.05, 0.15, 0.6, 0.05], ""], [90433, "2020-10-22T17:44:14Z", [0.0, 0.05, 0.35, 0.35, 0.25], "There is still a solid chance that the NFL ends their season soon when Covid 19 becomes too much to bear"], [95565, "2020-10-22T13:51:25Z", [0.55, 0.0, 0.04, 0.41, 0.0], ""], [95565, "2020-10-22T13:50:50Z", [0.57, 0.0, 0.04, 0.39, 0.0], ""], [85535, "2020-10-22T13:09:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [52131, "2020-10-21T21:37:51Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [88452, "2020-10-21T21:13:20Z", [0.25, 0.0, 0.0, 0.75, 0.0], ""], [79429, "2020-10-21T18:01:55Z", [0.48, 0.0, 0.04, 0.48, 0.0], ""], [90167, "2020-10-21T03:18:47Z", [0.49, 0.0, 0.06, 0.45, 0.0], ""], [92786, "2020-10-21T00:10:54Z", [0.61, 0.0, 0.0, 0.39, 0.0], ""], [81304, "2020-10-20T22:01:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95928, "2020-10-20T19:53:57Z", [0.43, 0.0, 0.1, 0.37, 0.1], "Bad beating of the Browns by the Steelers indicates the Steelers are in a position to win the league. More experienced QB may help down the line. Still very possible that COVID ends the season early, resulting in no winners"], [15701, "2020-10-20T12:41:27Z", [0.38, 0.02, 0.15, 0.45, 0.0], "Inside out:\n- what normally occurs? (Pittsburgh or Ravens)\n- teams leading at this point normally win\n- Bengals no chance, even if they had 5wins at this point. outside-in:\n- higher %  than I normally would to Browns due to possibility of ravens/steelers getting wiped out due to covid. There's just more uncertainty. And possibility of Mayfield getting dropped."], [90527, "2020-10-19T23:42:12Z", [0.55, 0.0, 0.0, 0.45, 0.0], ""], [40848, "2020-10-19T21:03:48Z", [0.53, 0.0, 0.04, 0.43, 0.0], ""], [78366, "2020-10-19T20:49:07Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [75093, "2020-10-19T20:43:44Z", [0.52, 0.03, 0.02, 0.43, 0.0], ""], [90733, "2020-10-19T20:38:10Z", [0.45, 0.0, 0.0, 0.55, 0.0], ""], [95817, "2020-10-19T19:30:09Z", [0.3, 0.05, 0.15, 0.5, 0.0], "The top seeded Steelers are likely to win the AFC North Division since their depth of talent and momentum will carry them over a Ravens team that has significant problems on their Offense and Defense (despite their current standing largely a result of a weak schedule).  The Browns don't have the talent or synergy to make this work half way through the season and the Bengals simply don't have the talent to compete either in the Division or across the league now."], [92786, "2020-10-19T16:08:38Z", [0.61, 0.0, 0.02, 0.37, 0.0], ""], [691, "2020-10-19T14:53:14Z", [0.54, 0.0, 0.06, 0.4, 0.0], ""], [92261, "2020-10-19T13:34:22Z", [0.3, 0.15, 0.05, 0.5, 0.0], "1. Pittsburgh fan\n2. Cleveland looked pretty strong until yesterday, when the Steelers crushed them\n3. Ravens are usually strong, have looked pretty decent so far, and I don't like them\n4. That other team (the one with to many C's in its name) hasn't shown up yet"], [95802, "2020-10-19T12:49:38Z", [0.42, 0.0, 0.19, 0.39, 0.0], "Ravens more balanced and one loss to the Chiefs"], [32100, "2020-10-19T12:21:03Z", [0.55, 0.0, 0.0, 0.45, 0.0], ""], [783, "2020-10-19T04:39:01Z", [0.65, 0.0, 0.05, 0.3, 0.0], "The Steelers have an easy schedule, outside of the Ravens and Bills game. The Ravens are playing middling teams outside of Titans Steelers. But the talent is with the Ravens as the Steelers may begin to rise as a team. It will come down to the Steelers v, Ravens games and the outside Browns as they will play as a spoiler."], [95795, "2020-10-19T04:18:34Z", [0.5, 0.0, 0.05, 0.45, 0.0], "Two power house teams.  The Ravens offense is nearly impossible to stop, and the Steelers continue to have a show stopping defense (that favors the blitz).  This will need to be revised after Nov 1st (when the Steelers and Ravens face off)."], [84880, "2020-10-18T23:45:50Z", [0.48, 0.01, 0.03, 0.48, 0.0], ""], [84880, "2020-10-18T23:45:03Z", [0.45, 0.01, 0.09, 0.45, 0.0], ""], [79461, "2020-10-18T23:04:32Z", [0.47, 0.0, 0.05, 0.47, 0.01], ""], [95823, "2020-10-18T19:01:31Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [94737, "2020-10-18T16:59:49Z", [0.8, 0.0, 0.1, 0.1, 0.0], ""], [94632, "2020-10-18T16:52:56Z", [0.81, 0.0, 0.08, 0.11, 0.0], "While the Browns, Ravens, and Steelers all have 4 wins and the Steelers are the only team left undefeated in the division, these early results are skewed. The Browns only loss came against the Ravens where they gave up 38 points and scored only 6. Their 4 wins come against teams with a combined 7 wins through the first 5 weeks. Similarly, while the Steelers haven't lost, they have 4 wins against teams with a total of 3 wins to this point. Meanwhile, the Ravens' only loss comes at the hands of the reigning Superbowl Champions, with all of their other performances being dominant wins with respectable margins of victory. As the season continues, I suspect the differences between these groups will become more apparent."], [49838, "2020-10-18T15:50:03Z", [0.5, 0.0, 0.13, 0.37, 0.0], ""], [691, "2020-10-18T15:00:46Z", [0.54, 0.01, 0.06, 0.39, 0.0], ""], [88452, "2020-10-18T13:39:02Z", [0.25, 0.0, 0.75, 0.0, 0.0], "Kevin Stefanski https://www.spiegel.de/sport/cleveland-browns-in-der-nfl-die-legende-ist-zurueck-a-35abde01-c530-492d-bfbe-12dfdde9e73e"], [79142, "2020-10-18T02:56:41Z", [0.5, 0.02, 0.03, 0.45, 0.0], ""], [91142, "2020-10-17T23:43:55Z", [0.65, 0.0, 0.1, 0.25, 0.0], ""], [95928, "2020-10-17T15:03:22Z", [0.47, 0.0, 0.22, 0.22, 0.09], ""], [691, "2020-10-17T14:03:58Z", [0.54, 0.02, 0.06, 0.38, 0.0], ""], [11817, "2020-10-17T12:37:58Z", [0.49, 0.0, 0.14, 0.37, 0.0], ""], [92079, "2020-10-17T04:40:16Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [76003, "2020-10-16T22:10:27Z", [0.4, 0.01, 0.17, 0.37, 0.05], "Basing my projections off of FiveThirtyEight for now [1], accounting for 5% chance of season ending before any division champion is crowned. Also, if you like forecasting on NFL questions, I recently launched an NFL and fantasy football forecasting site [2] with tons of interesting questions like: * How many NFL players will have tested positive for COVID-19 by the end of the season? [3]\n* How many total fans will attend NFL regular season games in person in 2020? [4]\n* When will the last game of the 2020 NFL season be played? [5]\n* Will a sitting U.S. president attend an NFL 2020 season game in person? [6]\n* How many tweets from @realDonaldTrump will include \"NFL\" between September 2020 and March 2021? [7]\n* What will be the official name of the Washington Football Team on March 1st, 2021? [8] ...and more! As you can imagine, building a niche forecasting community is quite a challenge, so I really appreciate your upvotes on this comment and support by signing up and forecasting on some of the questions there! [1] https://projects.fivethirtyeight.com/2020-nfl-predictions\n[2] https://fantasy.cultivateforecasts.com/challenges\n[3] https://fantasy.cultivateforecasts.com/questions/7086-how-many-nfl-players-will-have-tested-positive-for-covid-19-by-the-end-of-the-season\n[4] https://fantasy.cultivateforecasts.com/questions/7072-how-many-total-fans-will-attend-nfl-regular-season-games-in-person-in-2020\n[5] https://fantasy.cultivateforecasts.com/questions/7060-when-will-the-last-game-of-the-2020-nfl-season-be-played\n[6] https://fantasy.cultivateforecasts.com/questions/7074-will-a-sitting-u-s-president-attend-an-nfl-2020-season-game-in-person\n[7] https://fantasy.cultivateforecasts.com/questions/7073-how-many-tweets-from-realdonaldtrump-will-include-nfl-between-september-2020-and-february-2021\n[8] https://fantasy.cultivateforecasts.com/questions/7068-what-will-be-the-official-name-of-the-washington-football-team-on-march-1st-2021"], [91142, "2020-10-16T22:04:46Z", [0.65, 0.1, 0.0, 0.25, 0.0], ""], [88422, "2020-10-16T21:52:21Z", [0.65, 0.0, 0.0, 0.35, 0.0], ""], [22689, "2020-10-16T20:44:09Z", [0.5, 0.0, 0.0, 0.5, 0.0], ""], [90167, "2020-10-16T19:57:00Z", [0.41, 0.0, 0.21, 0.38, 0.0], ""], [79461, "2020-10-16T18:41:48Z", [0.42, 0.0, 0.19, 0.38, 0.01], ""], [84880, "2020-10-16T18:01:37Z", [0.44, 0.03, 0.09, 0.44, 0.0], ""], [90457, "2020-10-16T17:33:37Z", [0.09, 0.0, 0.09, 0.82, 0.0], ""], [92786, "2020-10-16T17:30:00Z", [0.62, 0.0, 0.06, 0.32, 0.0], ""], [88452, "2020-10-16T17:20:58Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [92786, "2020-10-16T17:16:09Z", [0.54, 0.0, 0.08, 0.38, 0.0], ""]]}