{"question_id": 271, "title": "When will Syrian government forces retake the city of Aleppo?", "possible_answers": ["Before 30 November 2016", "Between 1 December 2016 and 31 May 2017, inclusive", "Between 1 June 2017 and 30 November 2017, inclusive", "Not before 30 November 2017"], "crowd_forecast": [0.0, 1.0, 0.0, 0.0], "correct_answer": "Between 1 December 2016 and 31 May 2017, inclusive", "correct_forecast": 1.0, "preds": [[368, "2016-12-22T20:59:11Z", [0.0, 1.0, 0.0, 0.0], ""], [28813, "2016-12-22T20:02:12Z", [0.0, 0.9, 0.07, 0.03], ""], [28813, "2016-12-22T20:00:38Z", [0.04, 0.75, 0.11, 0.1], ""], [28414, "2016-12-22T18:52:23Z", [0.0, 1.0, 0.0, 0.0], "The Syrian army has retaken control of the besieged city of Aleppo\nhttp://www.bbc.co.uk/news/world-middle-east-38408548"], [691, "2016-12-22T16:28:23Z", [0.0, 1.0, 0.0, 0.0], ""], [31633, "2016-12-21T22:05:47Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-21T21:20:01Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-21T15:55:27Z", [0.0, 1.0, 0.0, 0.0], ""], [27978, "2016-12-21T12:04:26Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-20T21:19:31Z", [0.0, 1.0, 0.0, 0.0], ""], [31191, "2016-12-20T16:06:54Z", [0.0, 1.0, 0.0, 0.0], ""], [30225, "2016-12-20T14:58:38Z", [0.0, 0.75, 0.25, 0.0], ""], [3316, "2016-12-20T10:16:21Z", [0.0, 1.0, 0.0, 0.0], ""], [31201, "2016-12-20T04:28:55Z", [0.0, 1.0, 0.0, 0.0], ""], [1667, "2016-12-20T01:19:15Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-19T22:31:30Z", [0.0, 1.0, 0.0, 0.0], ""], [31179, "2016-12-19T22:21:48Z", [0.0, 0.7, 0.2, 0.1], ""], [8888, "2016-12-19T16:35:23Z", [0.0, 1.0, 0.0, 0.0], ""], [23117, "2016-12-19T15:38:04Z", [0.0, 1.0, 0.0, 0.0], ""], [30406, "2016-12-19T12:28:51Z", [0.0, 0.95, 0.05, 0.0], ""], [24146, "2016-12-19T04:57:53Z", [0.0, 0.85, 0.15, 0.0], ""], [368, "2016-12-18T20:38:45Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-18T14:39:26Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-17T13:21:46Z", [0.0, 1.0, 0.0, 0.0], ""], [10898, "2016-12-17T08:24:18Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-16T20:49:19Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-16T18:51:00Z", [0.0, 1.0, 0.0, 0.0], ""], [24122, "2016-12-16T13:07:36Z", [0.0, 0.85, 0.1, 0.05], ""], [16041, "2016-12-16T03:04:06Z", [0.0, 0.9, 0.1, 0.0], ""], [5001, "2016-12-16T00:49:51Z", [0.0, 0.95, 0.01, 0.04], ""], [368, "2016-12-15T21:16:47Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-15T20:49:16Z", [0.0, 1.0, 0.0, 0.0], ""], [11695, "2016-12-15T20:46:44Z", [0.0, 0.99, 0.01, 0.0], ""], [12605, "2016-12-15T20:35:25Z", [0.0, 1.0, 0.0, 0.0], ""], [21800, "2016-12-15T10:35:27Z", [0.0, 0.99, 0.01, 0.0], ""], [31150, "2016-12-15T05:33:31Z", [0.0, 0.9, 0.08, 0.02], ""], [31150, "2016-12-15T05:33:09Z", [0.2, 0.7, 0.08, 0.02], ""], [25944, "2016-12-15T03:14:45Z", [0.0, 1.0, 0.0, 0.0], ""], [9755, "2016-12-15T02:43:10Z", [0.0, 1.0, 0.0, 0.0], ""], [4794, "2016-12-15T01:15:50Z", [0.0, 1.0, 0.0, 0.0], ""], [10449, "2016-12-14T22:45:15Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-14T22:14:30Z", [0.0, 1.0, 0.0, 0.0], ""], [3577, "2016-12-14T20:35:55Z", [0.0, 1.0, 0.0, 0.0], "http://english.almanar.com.lb/133725"], [12879, "2016-12-14T15:39:00Z", [0.0, 0.99, 0.0, 0.01], ""], [14394, "2016-12-14T10:53:21Z", [0.0, 1.0, 0.0, 0.0], ""], [15621, "2016-12-14T10:31:29Z", [0.0, 1.0, 0.0, 0.0], ""], [19801, "2016-12-14T10:12:34Z", [0.0, 1.0, 0.0, 0.0], "Rebel resistance in the Syrian city of Aleppo ended on Tuesday after years of fighting and months of bitter siege and bombardment that culminated in a bloody retreat, as insurgents agreed to withdraw in a ceasefire. The battle of Aleppo, one of the worst of a civil war that has drawn in global and regional powers, has ended with victory for Syrian President Bashar al-Assad and his military coalition of Russia, Iran and regional Shi'ite militias. \nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKBN1420H5"], [29086, "2016-12-14T04:35:02Z", [0.0, 0.99, 0.01, 0.0], ""], [29054, "2016-12-14T02:22:45Z", [0.0, 0.97, 0.03, 0.0], "It is getting scary the way the Russians and Syrians are acting, their brutality might fire back, but at this point it seems that they are committed to genocide. It is obvious that Russia is not going to stop the bombing until the re-take it. But the situation in Palmira is proving that there is a way for the reversal, at this point I do not see Aleppo to be lost. "], [30652, "2016-12-14T01:04:58Z", [0.0, 1.0, 0.0, 0.0], ""], [30652, "2016-12-14T01:04:12Z", [0.0, 0.99, 0.01, 0.0], ""], [29849, "2016-12-14T00:32:42Z", [0.0, 1.0, 0.0, 0.0], ""], [498, "2016-12-13T22:42:14Z", [0.0, 0.99, 0.0, 0.01], "Claim: Syrian government troops re-establish control over the last areas of the city held by rebels.\nhttp://www.bbc.com/news/world-middle-east-38308883 If true, it is over."], [12302, "2016-12-13T22:15:01Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-13T20:25:37Z", [0.0, 1.0, 0.0, 0.0], ""], [28414, "2016-12-13T17:41:49Z", [0.0, 1.0, 0.0, 0.0], "Syria rebels 'to leave east Aleppo'\nhttp://www.bbc.co.uk/news/world-middle-east-38308883"], [12605, "2016-12-13T17:35:55Z", [0.0, 0.99, 0.01, 0.0], ""], [12605, "2016-12-13T17:12:32Z", [0.0, 0.95, 0.05, 0.0], ""], [28091, "2016-12-13T16:16:39Z", [0.0, 0.99, 0.01, 0.0], "Nothing is standing in Assad's way after the Trump election"], [14253, "2016-12-13T14:20:04Z", [0.0, 1.0, 0.0, 0.0], ""], [23117, "2016-12-13T13:47:56Z", [0.0, 1.0, 0.0, 0.0], ""], [61, "2016-12-13T13:39:47Z", [0.0, 1.0, 0.0, 0.0], "this has been a heartbreaking question to forecast on."], [691, "2016-12-13T13:32:21Z", [0.0, 0.99, 0.01, 0.0], ""], [19801, "2016-12-13T12:12:55Z", [0.0, 1.0, 0.0, 0.0], "The Syrian army and its allies have taken full control over all the Aleppo districts abandoned by rebels during their retreat in the city, a Syrian military source said on Tuesday. Rebel defences collapsed on Monday, leading to a broad army advance across more than half of the remaining insurgent pocket in Aleppo and a retreat of opposition fighters to a few districts on the west bank of the Queiq River. \nhttp://in.reuters.com/article/mideast-crisis-syria-idINKBN1420H3"], [25875, "2016-12-13T08:46:12Z", [0.0, 1.0, 0.0, 0.0], ""], [23117, "2016-12-13T01:09:30Z", [0.0, 1.0, 0.0, 0.0], ""], [15504, "2016-12-12T22:13:11Z", [0.0, 0.95, 0.04, 0.01], ""], [368, "2016-12-12T21:47:12Z", [0.0, 1.0, 0.0, 0.0], ""], [19408, "2016-12-12T20:18:47Z", [0.0, 0.0, 0.0, 1.0], ""], [24771, "2016-12-12T20:09:57Z", [0.0, 1.0, 0.0, 0.0], ""], [29680, "2016-12-12T19:41:27Z", [0.0, 1.0, 0.0, 0.0], "Economist is calling it \"imminent\"."], [12605, "2016-12-12T16:38:15Z", [0.0, 0.87, 0.13, 0.0], ""], [30652, "2016-12-12T16:05:33Z", [0.0, 0.95, 0.05, 0.0], ""], [28414, "2016-12-12T12:58:17Z", [0.0, 1.0, 0.0, 0.0], "Last 2%\nhttps://twitter.com/Conflicts/status/808253336063447041"], [15196, "2016-12-12T10:29:53Z", [0.0, 1.0, 0.0, 0.0], ""], [699, "2016-12-12T04:14:12Z", [0.15, 0.85, 0.0, 0.0], ""], [4794, "2016-12-12T00:29:44Z", [0.0, 0.9, 0.1, 0.0], ""], [25875, "2016-12-11T23:08:34Z", [0.0, 0.97, 0.02, 0.01], ""], [368, "2016-12-11T21:04:54Z", [0.0, 1.0, 0.0, 0.0], ""], [28813, "2016-12-11T15:05:13Z", [0.04, 0.5, 0.26, 0.2], ""], [691, "2016-12-11T14:15:53Z", [0.0, 0.98, 0.02, 0.0], ""], [14394, "2016-12-11T10:03:55Z", [0.0, 1.0, 0.0, 0.0], ""], [24771, "2016-12-11T07:42:02Z", [0.0, 0.99, 0.01, 0.0], ""], [23117, "2016-12-11T02:54:03Z", [0.0, 1.0, 0.0, 0.0], ""], [28414, "2016-12-10T23:41:15Z", [0.0, 1.0, 0.0, 0.0], ""], [28414, "2016-12-10T23:37:00Z", [0.0, 0.99, 0.01, 0.0], ""], [4729, "2016-12-10T22:33:50Z", [0.0, 0.99, 0.01, 0.0], ""], [11430, "2016-12-10T19:12:45Z", [0.0, 1.0, 0.0, 0.0], ""], [1056, "2016-12-10T18:53:41Z", [0.0, 1.0, 0.0, 0.0], "The battle is essentially over. I suppose the next question should \"When will Syrian government forces retake Idlib?\""], [691, "2016-12-10T13:38:40Z", [0.0, 0.98, 0.02, 0.0], ""], [19801, "2016-12-10T12:26:37Z", [0.0, 1.0, 0.0, 0.0], "The Syrian government now controls 93 percent of Aleppo, Russian news agencies cited the Russian Defence Ministry as saying on Saturday.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-aleppo-russia-idUSKBN13Z08T"], [27978, "2016-12-10T10:51:59Z", [0.0, 0.97, 0.03, 0.0], "This appears to be coming to a close"], [23117, "2016-12-10T00:27:49Z", [0.0, 0.96, 0.04, 0.0], ""], [532, "2016-12-09T22:14:51Z", [0.0, 1.0, 0.0, 0.0], ""], [38, "2016-12-09T20:55:09Z", [0.0, 1.0, 0.0, 0.0], "https://www.theguardian.com/world/2016/dec/08/white-helmets-in-east-aleppo-plead-for-help-as-regime-advances \"The Syrian White Helmets rescue group has urged international organisations to protect its volunteers in rebel-held parts of eastern Aleppo, warning that they face torture and execution.  The rescue group said it believed it had less than 48 hours before the Syrian army, backed by Iranian militia, reached the districts in which it has been operating.\n. . . \n\" . . . the Russian foreign minister said the Syrian army was suspending all military operations in eastern Aleppo to allow as many as 8,000 residents to leave.  . . .  Moscow was determined to beat all “terrorists” until their full elimination, in line with UN security council resolutions.\n. . . \nThe White Helmets in Aleppo fear they will be “be treated as terrorists” and could face detention or execution by advancing regime troops. “We hold the ICRC [International Committee of the Red Cross], the United Nations and the [UN] security council responsible for our lives and we call on you to secure safe passage,” a statement added.\n. . . \n\". . .  The Bashar al-Assad regime has always described the group as a western propaganda tool, but it contends it has no political affiliation, working only to save civilian lives in highly dangerous circumstances. It was nominated for the Nobel peace prize this year and is backed by UK funds. \"The plea symbolises the collapse of the resistance in eastern Aleppo, with two thirds of the city now captured by the regime, and as few as 100,000 civilians still in rebel held parts of the city. Despite the regime advance, many citizens have not left due to the lack of a safe route and the risk of re-entering the conflict zone.\n. . . \n\"Five months of negotiations over aid plans had all failed and produced “nothing”, [the UN’s humanitarian coordinator for Syria] said, adding that it was up to Moscow and Washington to agree a safe voluntary evacuation from east Aleppo. “The member states that are supposed to help us get access to civilians in the crossfire are poles apart in how they regard what is happening in Syria. We are not having a united humanitarian diplomacy by the parties and we see that in a diminishing access on the ground.  I have never been in my many, many years of humanitarian negotiations in as difficult negotiations and as frustrating talks that produced nothing in spite of thousands of contacts with all of the parties, and it is with bitterness and frustration that we have to report that we have not been able even to evacuate the wounded.” \"A rebel call on Wednesday for a five-day ceasefire and the evacuation of civilians to opposition territory was rejected by Assad. \"The Russians insisted they were discussing the details of a ceasefire but, in the past few weeks, Russia has repeatedly shown a willingness to negotiate but not reached a deal. \"Lavrov spoke to the outgoing US secretary of state, John Kerry, in Hamburg, but the US has virtually no negotiating leverage. \"Kerry will confer with foreign ministers in Paris on Saturday to discuss the humanitarian consequences of the crisis in Aleppo, and to map out a political strategy for after the city’s likely fall. Many diplomats insist the fall of Aleppo will not mean the end of the civil war, but simply signal the start of a more brutal insurgency phase. The rebels are likely to want to flee to Idlib, 35 miles west of Aleppo, or to the Euphrates Shield area north of Aleppo. \"The capture of eastern Aleppo will put Syria’s five major cities, the south, central spine and western flank bordering the Mediterranean, under Assad’s control, but power is still fragmented. Assad wants to press ahead to retaking the whole of the country, but is dependent on Russian and Iranian support to do so.\n"], [691, "2016-12-09T20:53:15Z", [0.0, 0.98, 0.02, 0.0], ""], [368, "2016-12-09T19:57:12Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-08T20:27:49Z", [0.0, 1.0, 0.0, 0.0], ""], [10898, "2016-12-08T19:47:37Z", [0.0, 0.98, 0.01, 0.01], ""], [12605, "2016-12-08T18:55:31Z", [0.0, 0.85, 0.15, 0.0], ""], [28225, "2016-12-08T18:03:06Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-08T14:50:17Z", [0.0, 0.98, 0.02, 0.0], ""], [14253, "2016-12-08T13:09:18Z", [0.0, 0.98, 0.02, 0.0], ""], [23117, "2016-12-08T12:36:05Z", [0.0, 0.95, 0.05, 0.0], ""], [38, "2016-12-08T02:03:37Z", [0.0, 1.0, 0.0, 0.0], ""], [1646, "2016-12-08T00:34:09Z", [0.0, 0.95, 0.05, 0.0], ""], [29977, "2016-12-07T22:39:25Z", [0.0, 0.5, 0.45, 0.05], ""], [368, "2016-12-07T22:19:01Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-07T21:39:37Z", [0.0, 0.97, 0.03, 0.0], ""], [31191, "2016-12-07T21:11:50Z", [0.0, 0.95, 0.04, 0.01], ""], [14394, "2016-12-07T19:55:41Z", [0.0, 1.0, 0.0, 0.0], ""], [22833, "2016-12-07T19:21:28Z", [0.0, 1.0, 0.0, 0.0], ""], [3895, "2016-12-07T19:20:42Z", [0.0, 0.98, 0.02, 0.0], "on recent news"], [4634, "2016-12-07T16:13:44Z", [0.0, 1.0, 0.0, 0.0], ""], [30406, "2016-12-07T15:44:33Z", [0.0, 0.75, 0.2, 0.05], ""], [28414, "2016-12-07T09:41:10Z", [0.0, 0.97, 0.03, 0.0], ""], [28414, "2016-12-07T09:11:59Z", [0.0, 0.93, 0.03, 0.04], ""], [19801, "2016-12-07T04:56:21Z", [0.0, 1.0, 0.0, 0.0], "Syrian troops enter Aleppo's Old City, poised for war's biggest victory Syria's army and allies pushed into rebel-held parts of Aleppo's Old City on Tuesday, a monitoring group said, looking closer than ever to achieving their most important victory of the five-year-old civil war by driving rebels out of their last urban stronghold.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-wrap-idUSKBN13V26Y Finally got the date of the fall of Aleppo correct after having gotten it wrong 2 times recently in the past."], [498, "2016-12-07T04:15:36Z", [0.0, 0.96, 0.03, 0.01], "\"Those who refuse to leave nicely will be destroyed\"\nhttp://www.nytimes.com/aponline/2016/12/06/world/middleeast/ap-ml-syria.html"], [691, "2016-12-06T23:42:58Z", [0.0, 0.97, 0.03, 0.0], ""], [601, "2016-12-06T23:28:47Z", [0.0, 1.0, 0.0, 0.0], ""], [9755, "2016-12-06T22:56:59Z", [0.0, 1.0, 0.0, 0.0], ""], [14394, "2016-12-06T22:56:37Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-12-06T21:48:27Z", [0.0, 0.98, 0.02, 0.0], ""], [1646, "2016-12-06T19:17:24Z", [0.0, 0.83, 0.16, 0.01], ""], [4634, "2016-12-06T16:42:41Z", [0.0, 0.95, 0.05, 0.0], ""], [28424, "2016-12-06T12:37:21Z", [0.0, 0.95, 0.05, 0.0], ""], [29680, "2016-12-06T05:56:49Z", [0.0, 0.99, 0.01, 0.0], ""], [38, "2016-12-06T04:19:59Z", [0.0, 0.89, 0.11, 0.0], "COMMENT:  The only hope for Aleppo's rebels rests on food & supplies getting in.  This is a report of current discussions about how this might be accomplished.  Frankly, it sounds to me like well-meaning talk that will amount to zilch. https://www.theguardian.com/world/2016/dec/04/us-uk-explore-possibility-aid-airdrops-syria-drones \"The US and UK have been holding talks to explore ways to airdrop food and medical supplies to eastern Aleppo and other besieged populations in Syria. The talks have been going on for months . . .  the discussions have been mired in disagreements between government agencies, the reluctance of the military to get involved and concern among officials that flying in aid without permission from the Damascus regime and its allies could hamper conventional humanitarian deliveries. . . . But by the time the meeting took place almost half of eastern Aleppo had been overrun, and there were fears that by the time any drone-borne aid finally took to the air, there would be no one there left to save. . . . Syrian government forces have taken control of more than half of Aleppo’s rebel districts after fierce bombardments and ground advances forced tens of thousands to flee last week. \". . .  “There are discussions about a convoy . . . . But it would need GoS [Government of Syria] and Russian approval to pass all checkpoints and thus have the same fate as the UN convoys unless GoS and Russia was part of the effort,” . . .. Meanwhile, traditional airdrops from military transport planes would have to be carried out at such high altitudes to avoid anti-aircraft missiles that they would be worse than useless.\n“Unfortunately airdrops cannot be done on a heavily populated urban area. We could hurt as many as we helped . . . .The contents of the drops would liquify on the way down, and they would most likely miss their target, destroy buildings or kill the people they are supposed to save,” said an official involved in the Washington talks. \"Two engineering graduates from Aleppo University . . . have called for the use of guided parachute drops which have cameras and navigation equipment on the aid pallets, allowing an aircraft to fly at 35,000ft (10,670 metres) and drop its payload up to 100km (62 miles) from the intended target.  “There has been a shameful indifference towards imposing a no-fly zone that could still save thousands of lives. Let’s not make safe airdrops of aid another missed opportunity,” they said in a public appeal on Friday. \"Advocates of humanitarian drones argue that even small payloads of medical supplies can have a dramatic impact in helping besieged civilians survive a siege, and that significant quantities of food can be flown in by drones in an air bridge, with a hundred or more flights operating day and night. \"The commercially made drones discussed at the UK embassy meeting could carry payloads of 2kg to 50kg. For use in a conflict zone like Syria they could be programmed to randomise their flight path, altering altitude and direction in unpredictable ways so they would be harder to shoot down. The guidance circuitry could also self-destruct in the event of a crash, so it could not be used as a weapon if it fell into the wrong hands. The use of unmanned aircraft for delivering humanitarian aid is still in its infancy, however. . . .  edible drones was one of the options discussed. \"This is not the first attempt to organise unmanned aid drops into Syria. In 2014, a US-led team of volunteers attempted to build a fleet of low-budget drones that could be locally assembled and used to get aid to besieged communities in Syria. The initiative, the Syria Airlift Project, folded in December 2015, after technical problems and a lack of funding. \"Now there is strong interest from some parts of the US and UK governments in a large-scale drone airlift, but there are still significant obstacles. Most of the drone flights would have to take off from Turkey and would need Ankara’s permission. The technology is also only just being field tested, and it is unclear whether flying in aid against the will of the Syrian government and Russia would lead them to block conventional land deliveries that might otherwise have got through. . . .  “But non-action is no longer an option.”"], [38, "2016-12-06T03:54:27Z", [0.0, 0.89, 0.11, 0.0], "It's all bad news for the rebels in Aleppo. I have been tracking the outline of the rebel-held area of Aleppo, updating my map once a week.  The area held by the rebels has shrunk dramatically - by about 50% - since Nov 19th.   I've read reports of up to 30k residents having left  the city in the last week, or so.   There is no functioning hospital any more in the rebel-held area.   It's been 5 months since any convoys of food & supplies have been able to enter the rebel-held parts of the city. Turkey seems to be trying to negotiate a cease-fire, but it doesn't seem to be getting any traction.   My husband--who reads military history--tells me that as the area shrinks the fighting will become more fierce because the defenders will be more dense.  But I wonder how a battle can become more fierce when there's been no re-supply for 5 months?  I'm thinking that the opposite may be true:  that there will come a point when the rebel forces will collapse almost overnight--much like we saw in northern sections about a week ago."], [9447, "2016-12-06T00:23:08Z", [0.0, 0.25, 0.65, 0.1], ""], [31125, "2016-12-05T21:56:06Z", [0.0, 0.7, 0.3, 0.0], "As soon as Trump gets to the White House and frees Putin to do his business in the area"], [28414, "2016-12-05T21:40:33Z", [0.0, 0.87, 0.03, 0.1], ""], [31130, "2016-12-05T21:39:15Z", [0.0, 0.99, 0.01, 0.0], ""], [25681, "2016-12-05T21:32:05Z", [0.0, 0.88, 0.1, 0.02], ""], [9755, "2016-12-05T21:31:21Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-05T21:13:07Z", [0.0, 0.97, 0.03, 0.0], "http://www.reuters.com/article/us-mideast-crisis-syria-rebels-idUSKBN13T09N\nIn headline-speak, \"defiant\" is code for \"losing badly.\""], [368, "2016-12-05T21:09:40Z", [0.0, 0.98, 0.02, 0.0], ""], [31127, "2016-12-05T19:08:36Z", [0.0, 1.0, 0.0, 0.0], "They must seize the window before the election of D. Trump"], [25875, "2016-12-05T16:27:08Z", [0.0, 0.95, 0.04, 0.01], ""], [19801, "2016-12-05T05:34:45Z", [0.0, 1.0, 0.0, 0.0], "Syria's army and allied militia advanced towards rebel-held areas of Aleppo's Old City on Sunday in an attack which a military source predicted would be over in a matter of weeks.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-rebels-idUSKBN13T09N Syrian army regains control of access to Aleppo airport\nhttp://www.sbs.com.au/news/article/2016/12/05/syrian-army-regains-control-access-aleppo-airport Map Update: Syrian Army captures 60% of rebel-held Aleppo in the space of a week\nhttps://www.almasdarnews.com/article/map-update-syrian-army-captures-60-rebel-held-aleppo-space-week/ All sources agree: Game Over\nhttps://www.youtube.com/watch?v=dsx2vdn7gpY"], [10449, "2016-12-04T21:12:54Z", [0.0, 0.95, 0.05, 0.0], ""], [4634, "2016-12-04T19:24:09Z", [0.0, 0.88, 0.04, 0.08], ""], [31077, "2016-12-04T15:24:56Z", [0.0, 1.0, 0.0, 0.0], ""], [31073, "2016-12-04T14:42:23Z", [0.0, 0.65, 0.25, 0.1], ""], [10449, "2016-12-04T14:40:37Z", [0.0, 0.75, 0.25, 0.0], ""], [691, "2016-12-04T14:04:47Z", [0.0, 0.94, 0.06, 0.0], ""], [14394, "2016-12-04T13:54:51Z", [0.0, 0.99, 0.01, 0.0], ""], [29086, "2016-12-03T22:47:33Z", [0.0, 0.95, 0.03, 0.02], ""], [11686, "2016-12-03T22:35:31Z", [0.0, 1.0, 0.0, 0.0], ""], [73, "2016-12-03T15:23:31Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-03T13:53:21Z", [0.0, 0.94, 0.06, 0.0], ""], [1646, "2016-12-03T00:57:10Z", [0.0, 0.65, 0.17, 0.18], ""], [12879, "2016-12-02T22:57:35Z", [0.0, 0.89, 0.1, 0.01], ""], [691, "2016-12-02T21:27:48Z", [0.0, 0.93, 0.07, 0.0], ""], [1333, "2016-12-02T20:46:33Z", [0.0, 0.45, 0.3, 0.25], "While Syria can take it virtually at will I see a problem holding it without being able to replace the assaulting force for use else - where, or being able to take 2 out of five off the line to defend in depth. Only ground pounders can \"HOLD\" territory, although one can argue that CAS and Artillery can take ground."], [368, "2016-12-02T19:05:41Z", [0.0, 0.98, 0.02, 0.0], ""], [4634, "2016-12-02T14:17:40Z", [0.0, 0.7, 0.12, 0.18], "Good analysis of the situation in Syria -Aleppo, Idlib and the south, and about Turkish intentions- no good news for the opposition:  \"Still, fighting in a place such as Aleppo is arduous, and it is possible that the government offensive will stall. The Russian government is reportedly still talking to both the United States and to the Syrian rebels about a truce, as opposed to a full army victory, though it seems unlikely that Assad is on board with the idea. The situation could drag on for another round or two—whether counted in days, weeks, or months—with the pro-Assad forces reportedly seeking full control over the city by January. Whatever the timeframe, the final outcome now seems inevitable: Assad will retake eastern Aleppo.\" (...) \"It would be foolish to predict events. The chaos in Syria has a habit of undermining the best-laid plans. Perhaps the always unpredictable Recep Tayyip Erdogan will throw his weight behind a rebel offensive in Aleppo after all. But going by what we now know, things look bad for the opposition. With eastern Aleppo and the East Ghouta contained and ripe for resolution on the government's terms, Assad seems well on his way to stable control over Syria's core area. If the opposition remains unable to stage a meaningful counter-offensive, he could negotiate or fight his way into new areas, including some of those currently in the hands of the Islamic State. Of course, much depends on the regime’s own abilities, and it has real weaknesses. It is exhausted economically and short on fighting men. Its failure to engage in constructive compromises or to provide a political opening for opponents ready to shift direction has further cemented its isolation. And yet, at the end of the day, this is a war, and Assad’s military gains on the ground will sooner or later translate into political advantage.\" Source: http://carnegie-mec.org/diwan/66314"], [1708, "2016-12-02T11:33:18Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-12-01T22:01:44Z", [0.0, 0.92, 0.08, 0.0], ""], [5001, "2016-12-01T21:53:53Z", [0.0, 0.7, 0.1, 0.2], ""], [368, "2016-12-01T21:18:05Z", [0.0, 0.98, 0.02, 0.0], ""], [23006, "2016-12-01T19:55:23Z", [0.0, 0.81, 0.09, 0.1], ""], [12029, "2016-12-01T19:37:27Z", [0.05, 0.65, 0.25, 0.05], ""], [22833, "2016-12-01T18:50:29Z", [0.0, 0.95, 0.05, 0.0], ""], [1056, "2016-12-01T18:10:22Z", [0.0, 1.0, 0.0, 0.0], "With reference to the article linked below by @Rene about Russian-Rebel-Turkish talks regarding Aleppo, I thought this quote was significant: \"Charles Lister, a Syria expert at the Middle East Institute in Washington, said the first meeting between Russia, Turkey and the rebels took place on Monday in Ankara, and another was likely on Saturday. “Russia is hedging its bets. It would prefer to make a deal with the opposition,” he said. “If Aleppo were to fall, the Syrian regime would need so many troops to hold the city that its forces would be left thin elsewhere in the country — or dependent on Iranian help, which Moscow would prefer to avoid.” End quote.\nSo Russia, having marginalized the U.S., is now taking steps to marginalize Iran. This in the wake of this story from the other day: http://www.reuters.com/article/us-iran-navy-yemen-syria-idUSKBN13M08M?il=0"], [29054, "2016-12-01T16:32:04Z", [0.0, 0.89, 0.11, 0.0], "With the latest progress, six months seem like a comfortable time frame for the Syrians and Russians to take over the rest of the town.  "], [14253, "2016-12-01T15:55:10Z", [0.0, 0.96, 0.03, 0.01], ""], [26375, "2016-12-01T13:30:46Z", [0.0, 1.0, 0.0, 0.0], ""], [28414, "2016-12-01T13:04:13Z", [0.0, 0.75, 0.05, 0.2], ""], [4634, "2016-12-01T12:11:24Z", [0.0, 0.6, 0.1, 0.3], "There are rumours about talks between the Syrian opposition, the Syrian regime, Turkey and Russia: \"Charles Lister, a Syria expert at the Middle East Institute in Washington, said the first meeting between Russia, Turkey and the rebels took place on Monday in Ankara and another meeting was likely on Saturday. “Russia is hedging its bets. It would prefer to make a deal with the opposition,” he said. “If Aleppo were to fall, the Syrian regime would need so many troops to hold the city that its forces would be left thin elsewhere in the country — or dependent on Iranian help, which Moscow would prefer to avoid.” However, he said it would be difficult for the opposition to meet Russian demands about removing their heavy weapons from the city, or disentangling themselves on the front lines from Jabhat Fateh al-Sham, a group linked to al-Qaeda with whom they often fight alongside against Assad.\" http://syria.liveuamap.com/en/2016/1-december-ft-syrian-rebels-are-conducting-talks-with-russia\nhttps://thearabianpost.com/tap/2016/12/syrian-rebels-in-secret-talks-with-moscow-to-end-fighting.html ====== Comment: It looks more and more likely to me that Russia and Turkey have made some kind of deal on Syria. Assad gets his rump state at the coast, Turkey gets the free hand in suppressing the ambitions of the Kurds. The US and the EU are completely sidelined. This 'Aleppo-deal' may be unnecessary, if events keep unfolding as they have done in the last weeks."], [24771, "2016-12-01T11:00:09Z", [0.0, 0.91, 0.07, 0.02], "Rebels are losing territory, very fast, see maps here https://www.theguardian.com/world/ng-interactive/2016/nov/30/battle-eastern-aleppo-maps-rebel-territory-shrinking. any meaningful ceasefire seems extremely unlikely, especially given recent... 'events' in US. "], [498, "2016-12-01T10:53:13Z", [0.0, 0.95, 0.04, 0.01], "While likely optimistic and premature, the notion of \"complete surrender of insurgents in Syria's largest the city\" is being discussed.\nhttps://www.almasdarnews.com/article/southfront-syrian-army-inches-closer-complete-liberation-aleppo-map-update/ \"the West should be ashamed of how we drew the conflict out\"\nhttp://www.independent.co.uk/voices/syria-bashar-al-assad-putin-russia-syrian-forces-aleppo-win-victory-west-should-be-ashamed-a7450336.html That is just the half of it. The other half is: \"Regime change – which, despite various twists and turns, essentially remained Western policy.\" There needs to be accountability of those wizards who initiated the policy of regime change. NB that \"regime change\" is just a euphemism for WAR. In ancient Greece both the politicians that fomented failed military endeavors, as well as those generals who undertook them, were more often than not executed.* The lucky ones were exiled. I'm not sure we need to go that far, but we certainly need to root out the culprits of our disastrous Middle East policies and hold them accountable. In particular, it is important to know if the individual who is espousing policy XYZ today is one who was involved in the previous decades of Middle East designs. Where are the vigils, protests, prayer sessions, UN appeals, etc. to bring the villains that started everything to justice? * They even executed political propounders and participating generals in *victorious* military endeavors when they came to believe they had been misled as to the objectives and reasons for the endeavor."], [30855, "2016-12-01T08:32:08Z", [0.0, 0.33, 0.66, 0.01], ""], [21800, "2016-12-01T07:33:08Z", [0.0, 0.94, 0.05, 0.01], ""], [61, "2016-12-01T04:59:10Z", [0.0, 0.86, 0.14, 0.0], ""], [25944, "2016-11-30T23:37:46Z", [0.0, 0.97, 0.03, 0.0], ""], [29680, "2016-11-30T22:12:42Z", [0.0, 0.96, 0.04, 0.0], "Unassigning November from forecast due to date."], [684, "2016-11-30T21:54:11Z", [0.0, 1.0, 0.0, 0.0], "Time and reports of Regime progress."], [368, "2016-11-30T19:46:59Z", [0.0, 0.98, 0.02, 0.0], ""], [1639, "2016-11-30T19:17:38Z", [0.0, 1.0, 0.0, 0.0], ""], [1639, "2016-11-30T19:16:29Z", [0.05, 0.95, 0.0, 0.0], ""], [38, "2016-11-30T05:12:27Z", [0.11, 0.89, 0.0, 0.0], "The battle for Aleppo seems to be entering its final stage.  Every day I read the postings at http://syria.liveuamap.com, and once a week I trace the outline of the rebel held area.  With the destruction of the last hospitals, the civilian population has begun a mass exodus.  I read an estimate that 20k have left in the last 48 hrs, emptying out neighborhoods, into which the Syrian Army advances easily.  Since the weekend, the part of Aleppo held by rebels has shrunk by 1/3rd. The fall could be rapid, but I think it will take more than 2 days.  The only thing I can see changing the course of this battle would be if Turkey (which is not pro-Assad) intervened strongly on the side of the rebels.  I consider this unlikely;  I think Turkey cares more about border regions and not empowering the Kurds."], [19801, "2016-11-30T04:34:23Z", [0.0, 1.0, 0.0, 0.0], "30 November and not all of Aleppo is yet under Syrian control."], [705, "2016-11-30T02:51:43Z", [0.0, 0.85, 0.1, 0.05], ""], [27978, "2016-11-30T00:53:28Z", [0.0, 0.95, 0.05, 0.0], ""], [12591, "2016-11-29T23:47:16Z", [0.0, 1.0, 0.0, 0.0], ""], [24116, "2016-11-29T19:48:46Z", [0.05, 0.65, 0.25, 0.05], ""], [14394, "2016-11-29T18:40:13Z", [0.01, 0.98, 0.01, 0.0], ""], [368, "2016-11-29T18:12:36Z", [0.0, 0.98, 0.02, 0.0], ""], [498, "2016-11-29T16:37:36Z", [0.01, 0.94, 0.04, 0.01], ""], [4634, "2016-11-29T15:12:59Z", [0.0, 0.85, 0.05, 0.1], ""], [14166, "2016-11-29T13:00:44Z", [0.02, 0.97, 0.0, 0.01], ""], [12591, "2016-11-29T02:09:57Z", [0.05, 0.95, 0.0, 0.0], ""], [12591, "2016-11-29T01:43:18Z", [0.05, 0.95, 0.0, 0.0], ""], [29680, "2016-11-29T01:11:29Z", [0.01, 0.95, 0.04, 0.0], "http://www.nytimes.com/2016/11/28/world/middleeast/aleppo-syria.html"], [28414, "2016-11-28T22:43:34Z", [0.0, 0.9, 0.1, 0.0], ""], [532, "2016-11-28T22:33:28Z", [0.0, 0.98, 0.02, 0.0], ""], [9755, "2016-11-28T21:43:01Z", [0.0, 1.0, 0.0, 0.0], "The reports from Aleppo are that very soon the rest of the city will fall.\nWe now know the terrorist opposition was not letting the civilians leave the east by force.\nMore civilians are leaving the east for goverment and Kurdish lines  , the terrorist opposition  using of civilians as human Shield  means  they are desperate and not moderates  .\nIran has reinforced the Syrian lines with \n fresh militia for the last push on  Aleppo .\nFor the first time Egypt is actually changing their positions in favor of Assad and the Russians \nSo we can say the Russian involvement in the Middle East has been a success , winning  back the moderate Arab states \nAnd actually changing things on the ground in Favor of their friends ."], [368, "2016-11-28T21:31:06Z", [0.0, 0.98, 0.02, 0.0], ""], [23117, "2016-11-28T21:20:32Z", [0.0, 0.97, 0.03, 0.0], ""], [24771, "2016-11-28T21:00:23Z", [0.0, 0.85, 0.1, 0.05], ""], [14394, "2016-11-28T20:50:20Z", [0.1, 0.9, 0.0, 0.0], "Rebel lines have basically collapsed and half of what remained has been overrun in about a day. At this rate the city may actually fall in the next 2 days, however I expect it to be next month. https://www.washingtonpost.com/world/assads-forces-seize-a-third-of-rebel-held-aleppo-as-assault-gains-momentum/2016/11/28/3712a280-b541-11e6-a677-b608fbb3aaf6_story.html"], [601, "2016-11-28T19:51:38Z", [0.0, 0.8, 0.15, 0.05], ""], [24771, "2016-11-28T16:35:28Z", [0.0, 0.62, 0.26, 0.12], ""], [28225, "2016-11-28T15:39:43Z", [0.0, 0.75, 0.25, 0.0], ""], [28414, "2016-11-28T14:34:55Z", [0.0, 0.87, 0.1, 0.03], ""], [28414, "2016-11-28T14:22:05Z", [0.0, 0.77, 0.2, 0.03], ""], [3895, "2016-11-28T14:14:25Z", [0.0, 0.91, 0.09, 0.0], "recent progress now makes it very likely that the city will fall for good sometime in January, perhaps February"], [23117, "2016-11-28T13:43:33Z", [0.0, 0.94, 0.03, 0.03], ""], [15548, "2016-11-28T13:35:52Z", [0.0, 0.82, 0.15, 0.03], ""], [4634, "2016-11-28T12:31:33Z", [0.05, 0.85, 0.05, 0.05], ""], [19801, "2016-11-28T11:52:16Z", [0.5, 0.5, 0.0, 0.0], "Syria war: Key Aleppo rebel area captured by forces\nhttp://www.bbc.com/news/world-middle-east-38128370 Only 2 days left, at the current rate of progress could hold for one more month at maximum."], [15621, "2016-11-28T11:06:14Z", [0.0, 0.95, 0.05, 0.0], ""], [14493, "2016-11-28T10:42:07Z", [0.0, 1.0, 0.0, 0.0], ""], [25875, "2016-11-28T08:50:44Z", [0.01, 0.95, 0.03, 0.01], ""], [38, "2016-11-28T08:32:54Z", [0.5, 0.49, 0.01, 0.0], ""], [21884, "2016-11-28T08:25:14Z", [0.0, 0.3, 0.5, 0.2], ""], [14253, "2016-11-28T06:33:28Z", [0.0, 0.85, 0.14, 0.01], ""], [4794, "2016-11-28T02:35:14Z", [0.0, 0.85, 0.1, 0.05], ""], [498, "2016-11-28T00:58:38Z", [0.1, 0.85, 0.04, 0.01], "As I suggested previously, the faux-rebel zone of control is in jeopardy of being split into two pockets, and, according to the BBC at least, this is the strategy being pursued by the pro-Assad forces.\nhttp://www.gjopen.com/comments/comments/359761 \"Its aim is to divide the rebel-held east of the city in two.\"\nhttp://www.bbc.com/news/world-middle-east-38123829\n"], [12591, "2016-11-27T21:34:28Z", [0.0, 0.95, 0.05, 0.0], ""], [12605, "2016-11-27T17:44:36Z", [0.02, 0.76, 0.22, 0.0], ""], [684, "2016-11-27T17:33:25Z", [0.05, 0.95, 0.0, 0.0], ""], [4634, "2016-11-27T15:04:09Z", [0.0, 0.8, 0.1, 0.1], ""], [4634, "2016-11-27T13:55:56Z", [0.0, 0.7, 0.1, 0.2], ""], [83, "2016-11-27T13:11:42Z", [0.0, 1.0, 0.0, 0.0], "Rebels may have lost control of sections of E. Aleppo as civilians start to flee to government controlled areas:\nhttp://www.bbc.com/news/world-middle-east-38121877 Second District taken, in the past two days (Jabalpur Badro), by the Syrian Army.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKBN13M0JU?il=0"], [29494, "2016-11-27T13:00:43Z", [0.0, 0.5, 0.25, 0.25], "Had to make a huge update that was way overdue."], [14394, "2016-11-27T10:36:44Z", [0.0, 0.82, 0.12, 0.06], "Before 30 November: time is too short. 0%\nBetween 1 December 2016 and 31 May 2017: The Syrian Army is making moderate but significant gains in urban combat. It seems the rebels are not able to hold the line anymore. Unless Turkey intervenes it's a matter of time before the city falls and time is running out. \nhttp://syria.liveuamap.com/en/2016/26-november-syrian-hanano-district-is-now-under-saa--"], [29680, "2016-11-27T03:35:40Z", [0.0, 0.7, 0.25, 0.05], "Virtually unlikely in less than 4 days. "], [83, "2016-11-27T02:49:30Z", [0.0, 0.95, 0.04, 0.01], "Masaken Hanano retaken by Syrian government forces. \nRebel held Eastern Aleppo section is nearly split in two, reportedly giving Syrian troops line of fire over the remaining rebel held areas.  \nhttp://www.bbc.com/news/world-middle-east-38120009"], [368, "2016-11-26T21:12:44Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-11-26T13:56:22Z", [0.0, 0.86, 0.14, 0.0], ""], [14394, "2016-11-25T22:05:43Z", [0.03, 0.54, 0.24, 0.19], "The Syrian army is actually making significant progress now. It really looks like the city will fall in the near future at this pace. I'm upping up the chances of the city falling some time soon after the end of this month. "], [691, "2016-11-25T16:59:35Z", [0.0, 0.86, 0.14, 0.0], ""], [4634, "2016-11-25T16:43:24Z", [0.0, 0.6, 0.1, 0.3], ""], [29680, "2016-11-25T08:10:34Z", [0.01, 0.69, 0.25, 0.05], "December window closing. "], [691, "2016-11-24T14:45:41Z", [0.0, 0.86, 0.14, 0.0], ""], [24771, "2016-11-24T07:58:17Z", [0.0, 0.55, 0.33, 0.12], ""], [532, "2016-11-24T00:44:57Z", [0.03, 0.95, 0.01, 0.01], ""], [368, "2016-11-23T21:16:40Z", [0.0, 0.98, 0.02, 0.0], ""], [61, "2016-11-23T20:12:19Z", [0.04, 0.82, 0.14, 0.0], ""], [30502, "2016-11-23T17:31:55Z", [0.0, 0.75, 0.2, 0.05], ""], [21800, "2016-11-23T15:51:49Z", [0.1, 0.9, 0.0, 0.0], ""], [691, "2016-11-23T15:00:09Z", [0.0, 0.86, 0.14, 0.0], ""], [19801, "2016-11-23T13:08:58Z", [1.0, 0.0, 0.0, 0.0], "A European diplomat told the AFP news agency that the fall of east Aleppo appeared to be a matter of time. \"Now, it's just a question of how long they can hold on,\" the diplomat said, speaking on condition of anonymity.\"There is nothing to eat, no more hospitals, and the bombardment is non-stop. They are under very strong pressure.\"\nhttp://www.aljazeera.com/news/2016/11/fears-grow-east-aleppo-government-forces-close-161121154614564.html http://syria.liveuamap.com/en/2016/22-november-heavy-night-bombing-on-eastern-aleppo-- Although only 7 days left, yet I still think it is more likely than the 1 December option."], [24771, "2016-11-23T10:26:42Z", [0.0, 0.47, 0.36, 0.17], ""], [30392, "2016-11-22T23:27:18Z", [0.01, 0.18, 0.39, 0.42], ""], [14394, "2016-11-22T21:33:28Z", [0.03, 0.36, 0.24, 0.37], "The Syrian army has made some advances with the aid of massive Russian bombardments. However most of the gains shown on the map are in rural areas. In urban areas gains are much more limited. I think time (8 days) is too short for a fall of the city this month assuming it wil happen anytime soon. Still see a distinct possibilty of this dragging on and the regime getting distacted by other items.  http://syria.liveuamap.com/en/2016/22-november-saa-capture-tall-alzhoor-in-eastern-aleppo"], [368, "2016-11-22T21:14:25Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-11-22T20:37:29Z", [0.0, 0.88, 0.12, 0.0], ""], [10759, "2016-11-22T19:28:01Z", [0.0, 1.0, 0.0, 0.0], ""], [25705, "2016-11-22T18:40:57Z", [0.0, 1.0, 0.0, 0.0], ""], [30406, "2016-11-22T17:13:01Z", [0.01, 0.4, 0.3, 0.29], ""], [25944, "2016-11-22T14:26:22Z", [0.03, 0.97, 0.0, 0.0], ""], [21800, "2016-11-22T12:00:22Z", [0.07, 0.85, 0.08, 0.0], ""], [14493, "2016-11-22T10:39:50Z", [0.15, 0.85, 0.0, 0.0], ""], [1639, "2016-11-22T08:15:39Z", [0.05, 0.8, 0.13, 0.02], "Another week, and another plan to end the slaughter lies in tatters. Syrian warplanes are back in the skies after a brief lull, dropping bombs that President Bashar al-Assad and his Russian backers hope will finally crush rebel forces holed up in the city’s besieged east. The bombs have knocked out all of the east’s hospitals, says the World Health Organisation. As pro-government ground forces try to punch through rebel lines, food, fuel and water for the 250,000 or so besieged residents are running dangerously low. Efforts to stop the killing have failed. Over the weekend, the Syrian government dismissed a UN plan that would have left rebels in control of the east if al-Qaeda-linked jihadists agreed to leave. Mr Assad’s gamble—that Western powers will not intervene more forcefully to stop the bloodshed—is paying off. The UN’s Syria envoy says eastern Aleppo may collapse by Christmas"], [23006, "2016-11-22T04:32:24Z", [0.05, 0.07, 0.18, 0.7], ""], [1646, "2016-11-22T02:19:36Z", [0.1, 0.85, 0.05, 0.0], ""], [1056, "2016-11-22T01:31:16Z", [0.0, 1.0, 0.0, 0.0], "Upping odds for the December-May window. The regime and the Russians won't want to drag this out, and there's no reason to think that the rebels can hold out for long. I think Mosul will be taken in that time frame, and that's a considerably more difficult operation than Aleppo. Aleppo may fall before the end of the year."], [498, "2016-11-22T00:24:20Z", [0.35, 0.6, 0.04, 0.01], "Syrian Army nears total victory in Aleppo amid advances on all fronts\nhttps://www.almasdarnews.com/article/southfront-syrian-army-nears-total-victory-aleppo-amid-advances-fronts/ I suspect the final resolution will be even nastier and more bitter than that which we have seen of late."], [368, "2016-11-21T23:07:53Z", [0.0, 0.98, 0.02, 0.0], ""], [22833, "2016-11-21T19:13:35Z", [0.0, 0.85, 0.15, 0.0], ""], [1056, "2016-11-21T17:59:21Z", [0.0, 0.9, 0.1, 0.0], "If this article is accurate, this is one of the most ridiculous proposals ever made by an official of an international body: http://aranews.net/2016/11/syrian-regime-rejects-un-proposal-grant-autonomy-east-aleppo/"], [14253, "2016-11-21T17:13:07Z", [0.0, 0.81, 0.18, 0.01], ""], [532, "2016-11-21T14:55:26Z", [0.15, 0.83, 0.01, 0.01], ""], [61, "2016-11-21T13:55:56Z", [0.07, 0.78, 0.15, 0.0], ""], [29195, "2016-11-21T03:51:06Z", [0.0, 0.61, 0.21, 0.18], ""], [29195, "2016-11-21T02:21:31Z", [0.04, 0.69, 0.21, 0.06], ""], [12879, "2016-11-21T02:01:44Z", [0.19, 0.69, 0.06, 0.06], ""], [12605, "2016-11-20T14:06:39Z", [0.05, 0.73, 0.22, 0.0], "According N = 13 selected forecasters."], [12605, "2016-11-20T14:05:49Z", [0.15, 0.65, 0.2, 0.0], ""], [12605, "2016-11-20T14:00:45Z", [0.45, 0.4, 0.15, 0.0], "Or why we, in Europe, do care about when we retake Aleppo, Raqqa, and Mosul: How ISIS brought terror to Europe (Oct 2016)  http://feedproxy.google.com/~r/FrontlineAudiocastPbs/~5/sDPI-Lk6Swk/289765937-frontlinepbs-terror-in-europe.mp3"], [532, "2016-11-19T23:31:59Z", [0.35, 0.63, 0.01, 0.01], ""], [368, "2016-11-19T20:29:15Z", [0.0, 0.98, 0.02, 0.0], ""], [10759, "2016-11-19T15:29:51Z", [0.0, 0.5, 0.1, 0.4], ""], [4634, "2016-11-19T15:29:34Z", [0.0, 0.5, 0.1, 0.4], ""], [30344, "2016-11-19T15:04:02Z", [0.03, 0.94, 0.02, 0.01], ""], [12605, "2016-11-19T12:58:06Z", [0.5, 0.35, 0.15, 0.0], ""], [691, "2016-11-19T12:49:08Z", [0.0, 0.88, 0.12, 0.0], ""], [14493, "2016-11-19T11:22:29Z", [0.4, 0.6, 0.0, 0.0], ""], [9755, "2016-11-19T00:41:26Z", [0.0, 0.98, 0.02, 0.0], ""], [368, "2016-11-18T19:14:20Z", [0.0, 0.98, 0.02, 0.0], ""], [532, "2016-11-18T18:52:35Z", [0.35, 0.54, 0.1, 0.01], ""], [30344, "2016-11-18T17:26:36Z", [0.0, 1.0, 0.0, 0.0], ""], [29054, "2016-11-18T15:28:33Z", [0.18, 0.69, 0.13, 0.0], "It is now clear that it will be taken over and it is going day by day that the city is been clean up of resistance. "], [30276, "2016-11-18T14:00:54Z", [0.0, 0.55, 0.44, 0.01], ""], [691, "2016-11-18T13:37:38Z", [0.0, 0.88, 0.12, 0.0], ""], [21800, "2016-11-18T12:05:29Z", [0.05, 0.8, 0.1, 0.05], "Not many days left till end of month. Dropping 15% to 5% in the first bucket, and giving 5% each to second and third buckets."], [28414, "2016-11-18T09:11:36Z", [0.0, 0.73, 0.24, 0.03], ""], [14394, "2016-11-18T07:24:05Z", [0.06, 0.33, 0.24, 0.37], "Just bombardments still. I wonder whether the ground offensive wiĺl come. Either way it may take the regime quite some time to defeat 8000+ rebels. Plus Turkey is increasingly well positioned to intervere directly."], [12605, "2016-11-18T06:39:48Z", [0.65, 0.25, 0.1, 0.0], ""], [1056, "2016-11-18T05:15:12Z", [0.0, 0.9, 0.1, 0.0], "It will be impossible for Aleppo to hold out, and it can't be relieved."], [691, "2016-11-17T17:45:27Z", [0.0, 0.9, 0.1, 0.0], ""], [24563, "2016-11-17T15:15:10Z", [0.0, 0.75, 0.2, 0.05], ""], [167, "2016-11-17T15:12:59Z", [0.0, 0.76, 0.24, 0.0], "It's a war of attrition with a very dug-in enemy. The way the war is being fought, it will take months."], [12605, "2016-11-17T10:44:01Z", [0.75, 0.25, 0.0, 0.0], ""], [368, "2016-11-16T22:20:50Z", [0.0, 0.98, 0.02, 0.0], ""], [14394, "2016-11-16T20:49:51Z", [0.11, 0.33, 0.19, 0.37], "A lot of bombardments on Western Aleppo but no ground offensive yet. The longer this lasts the less likely it is the city will fall before November. Still upping the chances the city will fall before the 31st of May. If it hasn't by then I feel there is a good chance it will last till after November next year."], [3895, "2016-11-16T19:45:27Z", [0.0, 0.63, 0.31, 0.06], ""], [12605, "2016-11-16T14:10:41Z", [0.63, 0.37, 0.0, 0.0], ""], [23117, "2016-11-16T13:36:50Z", [0.04, 0.9, 0.03, 0.03], ""], [28414, "2016-11-16T09:08:35Z", [0.0, 0.6, 0.3, 0.1], ""], [28414, "2016-11-16T09:08:06Z", [0.0, 0.5, 0.4, 0.1], ""], [30288, "2016-11-16T01:07:47Z", [0.0, 0.0, 0.25, 0.75], ""], [14613, "2016-11-15T21:47:02Z", [0.01, 0.6, 0.2, 0.19], ""], [532, "2016-11-15T21:27:27Z", [0.4, 0.49, 0.1, 0.01], ""], [368, "2016-11-15T20:47:06Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-11-15T20:01:41Z", [0.02, 0.9, 0.08, 0.0], ""], [23117, "2016-11-15T19:44:55Z", [0.05, 0.89, 0.03, 0.03], ""], [30110, "2016-11-15T14:49:10Z", [0.0, 0.33, 0.45, 0.22], ""], [30110, "2016-11-15T14:33:05Z", [0.0, 0.33, 0.45, 0.22], ""], [15196, "2016-11-15T07:31:16Z", [0.0, 0.5, 0.25, 0.25], ""], [368, "2016-11-14T21:39:22Z", [0.0, 0.98, 0.02, 0.0], ""], [83, "2016-11-14T21:27:19Z", [0.0, 0.75, 0.2, 0.05], ""], [691, "2016-11-14T19:59:22Z", [0.04, 0.89, 0.07, 0.0], ""], [38, "2016-11-14T18:12:53Z", [0.55, 0.44, 0.01, 0.0], ""], [38, "2016-11-14T18:12:34Z", [0.44, 0.55, 0.01, 0.0], ""], [24771, "2016-11-14T12:02:36Z", [0.01, 0.46, 0.36, 0.17], ""], [12605, "2016-11-14T10:23:28Z", [0.6, 0.4, 0.0, 0.0], ""], [12605, "2016-11-14T10:23:08Z", [0.65, 0.35, 0.0, 0.0], ""], [15621, "2016-11-14T09:32:35Z", [0.45, 0.55, 0.0, 0.0], "Passage of time"], [10759, "2016-11-14T06:53:34Z", [0.0, 0.35, 0.15, 0.5], ""], [4634, "2016-11-14T06:52:58Z", [0.0, 0.35, 0.15, 0.5], ""], [368, "2016-11-13T21:29:47Z", [0.0, 0.98, 0.02, 0.0], ""], [14394, "2016-11-13T19:46:27Z", [0.13, 0.23, 0.19, 0.45], "It seems the regime is planning a massive offensive to take East Aleppo. I'm unsure on their chances but this means they must have amassed sufficient forces to feel they're able to take it. Either way this implies the chances of Aleppo falling sooner rather than later are higher than I anticipated, unless this is only posturing and a diversion for attacks elsewhere. Upping the chances. http://www.aljazeera.com/news/2016/11/syrian-government-texts-east-aleppo-residents-leave-161113104323233.html"], [691, "2016-11-13T16:19:34Z", [0.04, 0.89, 0.07, 0.0], ""], [29680, "2016-11-13T10:39:38Z", [0.15, 0.6, 0.2, 0.05], "Reconfiguration of relations with Russia since latest election means less pressure from U.S. even if the international community is also involved."], [30194, "2016-11-12T23:48:58Z", [0.14, 0.58, 0.17, 0.11], ""], [368, "2016-11-12T21:51:14Z", [0.0, 0.98, 0.02, 0.0], ""], [25705, "2016-11-12T21:32:31Z", [0.05, 0.95, 0.0, 0.0], ""], [691, "2016-11-12T19:53:30Z", [0.09, 0.85, 0.06, 0.0], ""], [30185, "2016-11-11T22:26:14Z", [0.0, 0.15, 0.65, 0.2], ""], [14253, "2016-11-11T21:09:53Z", [0.05, 0.79, 0.15, 0.01], ""], [368, "2016-11-11T20:00:50Z", [0.0, 0.02, 0.98, 0.0], ""], [30178, "2016-11-11T18:36:36Z", [0.15, 0.6, 0.2, 0.05], "Because Assad and Putin can, Trump makes it a little bit more likely. But the IS terrorist could make a new front for assad, which could bind his troops."], [14166, "2016-11-11T17:36:43Z", [0.09, 0.79, 0.03, 0.09], ""], [14493, "2016-11-11T16:41:20Z", [0.6, 0.4, 0.0, 0.0], "It has been reported that food supplies will run out in rebel areas of Aleppo within days and it has been reported that pro-government forces are advancing. But 30th November is only 19 days away. The question now seems to be how many weeks or days can the rebels hold out. I can't imagine what the civilians, the rebels, Russians or Syrians are thinking. In other towns there has been a cease fire and evacuation, surely at some point this will happen in Aleppo. If I was involved I would be looking to avoid casualties even if it meant taking a few more weeks, but I am not and I don't know if Assad and Putin would care or not.  "], [691, "2016-11-11T16:18:42Z", [0.12, 0.83, 0.05, 0.0], ""], [740, "2016-11-11T13:37:13Z", [0.0, 0.0, 0.0, 1.0], ""], [19801, "2016-11-11T13:12:13Z", [1.0, 0.0, 0.0, 0.0], "The Syrian army says it has taken a strategic district of Aleppo in what would mark the most important advance in the divided city by the government and its allies in weeks. However, anti-government fighters say the battle is not over. The 1070 Apartments district is located on the southwestern outskirts of Aleppo and lies alongside the government's corridor into the parts of the city that it controls. The Syrian Observatory for Human Rights (SOHR), a UK-based group that reports on the war, said government forces and their allies seized full control of 1070 Apartments on Tuesday, calling it the most significant gain by the government in Aleppo since September. A Syrian military source said the army and allied forces were in complete control of the area and surrounding hills.\nhttp://www.aljazeera.com/news/2016/11/syria-army-significant-gains-aleppo-161109053124711.html Still on track for November 30, which is only 19 days away."], [21800, "2016-11-11T12:13:28Z", [0.15, 0.75, 0.05, 0.05], "Now that Trump has been elected President, Russia may not press as hard as it had planned to, since it might think it will have a freer hand in the future. So giving only 15% to the first bucket of Nov 16. On the other hand, I do expect it to be over by June 17 since that is more than enough time even if the determined resistance continues for some more time."], [10759, "2016-11-11T10:34:16Z", [0.0, 0.32, 0.18, 0.5], ""], [4634, "2016-11-11T10:33:31Z", [0.0, 0.32, 0.18, 0.5], ""], [12605, "2016-11-11T08:30:21Z", [0.55, 0.45, 0.0, 0.0], ""], [14394, "2016-11-11T07:45:04Z", [0.01, 0.19, 0.19, 0.61], " Ok pro fall:\n- food is running out and there are 200k or more civilians. A very bad situation will only get worse.\n- Russian airpower\n- the pro regime forces are trying \n- rebel infighting Con:\n- limited manpower for the regime\n- rebels have significant numbers and have nowhere to go\n- russian airpower is not that effective in urban combat\n- regime supply lines not 100% secure. Other distractions may emerge.\n- Trump is not very likely to intervene. Regime is less in a hurry. All in all i remain fairly sceptical this will end quickly"], [38, "2016-11-11T01:51:31Z", [0.16, 0.8, 0.04, 0.0], ""], [38, "2016-11-11T01:50:49Z", [0.22, 0.74, 0.04, 0.0], ""], [38, "2016-11-11T01:49:21Z", [0.22, 0.56, 0.22, 0.0], ""], [26916, "2016-11-10T23:11:09Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-11-10T19:51:40Z", [0.0, 0.02, 0.98, 0.0], ""], [28414, "2016-11-10T15:11:31Z", [0.0, 0.4, 0.3, 0.3], ""], [14253, "2016-11-09T23:32:46Z", [0.36, 0.52, 0.11, 0.01], ""], [368, "2016-11-09T22:27:09Z", [0.0, 0.02, 0.98, 0.0], ""], [691, "2016-11-09T20:11:57Z", [0.23, 0.73, 0.04, 0.0], ""], [684, "2016-11-09T15:59:04Z", [0.2, 0.8, 0.0, 0.0], ""], [1646, "2016-11-09T15:44:53Z", [0.65, 0.35, 0.0, 0.0], ""], [10759, "2016-11-09T14:44:00Z", [0.02, 0.4, 0.18, 0.4], ""], [4634, "2016-11-09T14:43:38Z", [0.02, 0.4, 0.18, 0.4], ""], [498, "2016-11-09T09:54:54Z", [0.75, 0.2, 0.04, 0.01], ""], [14493, "2016-11-09T09:33:38Z", [0.5, 0.5, 0.0, 0.0], "Putin has his forces ready. He will not want to have the cost of them being ready without finishing off Aleppo. Presumably he can discount the idea of the US doing much to stop him in the short term and he now will believe that he has nothing to fear from the US in 2017 in the way of sanctions. So what is to stop him giving Aleppo the full Grozny treatment? After January in he UN Putin would expect China and US  not to oppose him, leaving only the UK and France to condemn. "], [23117, "2016-11-09T05:43:57Z", [0.38, 0.56, 0.03, 0.03], ""], [532, "2016-11-08T22:06:30Z", [0.47, 0.38, 0.1, 0.05], ""], [368, "2016-11-08T21:47:41Z", [0.0, 0.02, 0.98, 0.0], ""], [691, "2016-11-08T21:27:37Z", [0.23, 0.73, 0.04, 0.0], ""], [20588, "2016-11-08T21:11:33Z", [0.05, 0.15, 0.35, 0.45], "I really wish I could saw it would be now, but this can and will continue to get worse and will drag out until we get more involved. And we may NEVER get more involved. We're done with being the world's police, for better or worse."], [27585, "2016-11-08T20:55:28Z", [0.9, 0.1, 0.0, 0.0], ""], [18952, "2016-11-08T18:21:23Z", [0.55, 0.35, 0.05, 0.05], ""], [23117, "2016-11-08T13:08:11Z", [0.37, 0.55, 0.04, 0.04], ""], [23117, "2016-11-08T13:07:37Z", [0.37, 0.51, 0.06, 0.06], ""], [61, "2016-11-08T12:42:31Z", [0.38, 0.62, 0.0, 0.0], ""], [19801, "2016-11-08T10:36:47Z", [1.0, 0.0, 0.0, 0.0], "A week-long Syrian opposition offensive had failed to break through government lines and lift the siege of eastern Aleppo by 4 November, when a Russian-backed counter-offensive looked increasingly imminent.\nhttp://www.janes.com/article/65303/rebel-offensive-fails-to-break-aleppo-siege That dreaded offensive is spearheaded by the Admiral Kuznetsov and nuclear powered heavy missile cruiser Pyotr Velikiy. Grigorovich frigates are also supporting with their missiles.The vessel is said to join the group of Russian warships off the coast of Syria, RIA Novosti reports with reference to a source in the law enforcement agencies of the Crimea. http://www.pravdareport.com/news/world/asia/syria/03-11-2016/136065-russia_frigate-0/#sthash.9LfG1eQz.dpuf\nhttps://en.wikipedia.org/wiki/Russian_battlecruiser_Pyotr_Velikiy\nhttps://en.m.wikipedia.org/wiki/Admiral_Grigorovich-class_frigate\nhttp://www.offiziere.ch/wp-content/uploads-001/2016/11/Kuznetsov-Group-100.png The Russian aircraft carrier Admiral Kuznetsov and escorting vessels are now in the Mediterranean, heading to Syria's coast.\nhttp://economictimes.indiatimes.com/news/defence/russia-protests-pressure-to-deny-port-access-to-its-warships/articleshow/55184344.cms Bharat operates INS Vikramaditya which is substantially similar to the Kuznetsov. Besides identical air wings composed to Mig-29K and Kamov helicopters. The Liaoning is also a sister ship. \nhttps://en.wikipedia.org/wiki/INS_Vikramaditya"], [23552, "2016-11-08T02:25:25Z", [0.25, 0.63, 0.12, 0.0], ""], [12406, "2016-11-08T00:29:26Z", [0.0, 0.0, 0.2, 0.8], ""], [368, "2016-11-07T22:12:36Z", [0.0, 0.02, 0.98, 0.0], ""], [22833, "2016-11-07T21:39:01Z", [0.0, 0.35, 0.55, 0.1], ""], [22833, "2016-11-07T21:38:42Z", [0.0, 0.25, 0.55, 0.2], ""], [601, "2016-11-07T21:33:35Z", [0.2, 0.6, 0.15, 0.05], ""], [691, "2016-11-07T20:37:26Z", [0.18, 0.74, 0.08, 0.0], ""], [22243, "2016-11-07T17:30:17Z", [0.0, 0.55, 0.44, 0.01], ""], [28414, "2016-11-07T17:26:03Z", [0.0, 0.6, 0.2, 0.2], ""], [83, "2016-11-07T17:15:50Z", [0.0, 0.4, 0.4, 0.2], "Russia to continue cease fire.....\nhttp://www.reuters.com/article/us-mideast-crisis-syria-russia-idUSKBN132165"], [28414, "2016-11-07T14:31:35Z", [0.01, 0.6, 0.2, 0.19], ""], [29858, "2016-11-07T13:19:54Z", [0.0, 0.45, 0.4, 0.15], ""], [12605, "2016-11-07T12:59:10Z", [0.59, 0.41, 0.0, 0.0], ""], [29972, "2016-11-07T08:35:24Z", [0.03, 0.52, 0.38, 0.07], ""], [61, "2016-11-07T02:03:17Z", [0.5, 0.5, 0.0, 0.0], ""], [368, "2016-11-06T21:26:38Z", [0.0, 0.98, 0.02, 0.0], ""], [15548, "2016-11-06T09:49:35Z", [0.17, 0.65, 0.15, 0.03], ""], [13390, "2016-11-06T08:40:22Z", [0.3, 0.4, 0.15, 0.15], "Russia will be keen to push strongly on operations to help syria take the city. Chemical Weapons may well be used to perge the city after the deadline to leave expires."], [368, "2016-11-05T20:08:14Z", [0.0, 0.98, 0.02, 0.0], ""], [26759, "2016-11-05T19:13:13Z", [0.21, 0.52, 0.19, 0.08], ""], [14493, "2016-11-05T15:10:26Z", [0.2, 0.75, 0.05, 0.0], ""], [1708, "2016-11-05T10:19:23Z", [0.25, 0.7, 0.05, 0.0], ""], [368, "2016-11-04T18:05:18Z", [0.0, 0.98, 0.02, 0.0], ""], [24771, "2016-11-04T18:04:43Z", [0.1, 0.41, 0.32, 0.17], ""], [532, "2016-11-04T16:54:17Z", [0.62, 0.38, 0.0, 0.0], ""], [14253, "2016-11-04T15:33:43Z", [0.45, 0.47, 0.07, 0.01], ""], [14166, "2016-11-04T14:10:49Z", [0.13, 0.42, 0.03, 0.42], ""], [29999, "2016-11-04T13:57:47Z", [0.0, 0.1, 0.63, 0.27], ""], [61, "2016-11-04T13:22:57Z", [0.51, 0.49, 0.0, 0.0], "\nMore warnings from Russia to leave during this \"final truce chance.\" \nhttp://www.bbc.com/news/world-middle-east-37869457\nhttp://www.nytimes.com/aponline/2016/11/04/world/middleeast/ap-ml-syria.html?_r=0 ISW Warning Update\nhttp://campaign.r20.constantcontact.com/render?m=1114968673436&ca=e81d81bf-58f2-464c-a6d2-4374a8a170fe\n"], [12605, "2016-11-04T09:37:18Z", [0.6, 0.4, 0.0, 0.0], ""], [691, "2016-11-03T20:24:50Z", [0.22, 0.69, 0.09, 0.0], ""], [368, "2016-11-03T19:42:17Z", [0.0, 0.98, 0.02, 0.0], ""], [10449, "2016-11-03T15:50:55Z", [0.0, 0.35, 0.35, 0.3], ""], [29206, "2016-11-02T23:48:30Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2016-11-02T21:03:53Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-11-02T19:01:17Z", [0.22, 0.69, 0.09, 0.0], ""], [83, "2016-11-02T14:46:16Z", [0.6, 0.4, 0.0, 0.0], "Deadline given to trapped Aleppo rebels.\nhttp://www.reuters.com/article/us-medeast-crisis-syria-russia-idUSKBN12X0OV"], [1708, "2016-11-02T13:27:51Z", [0.25, 0.75, 0.0, 0.0], ""], [12605, "2016-11-02T12:31:35Z", [0.7, 0.3, 0.0, 0.0], ""], [498, "2016-11-02T10:08:30Z", [0.8, 0.15, 0.04, 0.01], "If you just keep repeating it over and over, maybe someone will believe you (but you will certainly impede progress).\nhttps://www.theguardian.com/world/2016/oct/31/aleppo-syria-john-kerry-russia-diplomacy \"Kerry was unusually frank in admitting western diplomats had been unable to persuade the legitimate opposition not to fight alongside Jabhat Fateh al-Sham.\" Well, if they can't be persuaded to separate themselves, after years of seeking for them to do so, perhaps, as Assad has suggested all along, there is no legitimate opposition. Certainly in the eyes of Syria there is not. The anti-Assad rebels are a fabrication of the West, and there's no legitimacy in that; call them what you will. Instead of speaking to the world about a ceasefire, Kerry should get on-the-ball and speak to his own people about a cease-arming of the rebels. There needs to be a peace plan with reconciliation under an Assad-led unified Syria. \"we call them traitors\"\nhttp://www.voltairenet.org/article193943.html"], [29494, "2016-11-01T21:06:52Z", [0.02, 0.04, 0.23, 0.71], ""], [20720, "2016-11-01T20:51:32Z", [0.05, 0.25, 0.4, 0.3], ""], [691, "2016-11-01T19:04:26Z", [0.26, 0.66, 0.08, 0.0], ""], [368, "2016-11-01T18:52:57Z", [0.0, 0.98, 0.02, 0.0], ""], [12879, "2016-11-01T18:28:18Z", [0.2, 0.66, 0.13, 0.01], ""], [28414, "2016-11-01T16:48:23Z", [0.2, 0.6, 0.2, 0.0], ""], [522, "2016-11-01T16:41:34Z", [0.55, 0.45, 0.0, 0.0], "Most likely is somewhere between 8 Nov and 20 Jan 17 so he outcome cannot be easily reversed."], [19801, "2016-11-01T11:16:00Z", [1.0, 0.0, 0.0, 0.0], "The rebels are fighting to end a devastating regime-imposed siege that has cut off more than 250,000 people in Aleppo's east. Since the offensive began three days ago, indiscriminate rebel attacks are believed to have killed tens of civilians, including at least 17 children.\nhttp://www.abc.net.au/news/2016-11-01/rebels-accused-of-attacking-civilians-in-aleppo/7982414 The rebels sound desperate, trying to break out of a siege that has lasted for months already."], [29898, "2016-11-01T10:07:00Z", [0.0, 0.2, 0.65, 0.15], ""], [5001, "2016-11-01T02:43:33Z", [0.0, 0.3, 0.15, 0.55], ""], [61, "2016-11-01T01:53:10Z", [0.5, 0.5, 0.0, 0.0], "More links on the Grozny case. To return to when I've got time. \nhttp://fmso.leavenworth.army.mil/documents/Rusn_leslrn.htm\nhttp://www.pri.org/stories/2016-10-18/russia-pursuing-grozny-solution-aleppo Up a few points on the 30 Nov bucket as the timing of US elections and fleet arrival may provide the best window for launching an assault."], [15621, "2016-10-31T21:02:34Z", [0.68, 0.32, 0.0, 0.0], "Big assault coming it seems"], [368, "2016-10-31T20:27:39Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-31T19:49:23Z", [0.26, 0.66, 0.08, 0.0], ""], [26759, "2016-10-31T19:40:39Z", [0.02, 0.29, 0.3, 0.39], ""], [26759, "2016-10-31T19:40:00Z", [0.0, 0.3, 0.3, 0.4], ""], [22833, "2016-10-31T18:05:16Z", [0.35, 0.4, 0.25, 0.0], ""], [83, "2016-10-31T17:46:13Z", [0.84, 0.16, 0.0, 0.0], "Syrian /Russian offensive set for arrival of aircraft carrier and US election week?\nhttp://www.independent.co.uk/news/world/middle-east/aleppo-assault-latest-putin-assad-renewed-attack-a7388511.html"], [10759, "2016-10-31T17:30:15Z", [0.08, 0.32, 0.1, 0.5], ""], [4634, "2016-10-31T17:30:03Z", [0.08, 0.32, 0.1, 0.5], ""], [26227, "2016-10-31T15:27:49Z", [0.0, 0.33, 0.34, 0.33], ""], [21514, "2016-10-31T14:54:32Z", [0.05, 0.85, 0.05, 0.05], ""], [19801, "2016-10-31T07:55:11Z", [1.0, 0.0, 0.0, 0.0], "The situation as it stands today shows the red dominating over the green which is cut off into 2 separate segments.\nhttps://en.wikipedia.org/wiki/Aleppo_offensive_(October_2016)#/media/File:Rif_Aleppo2.svg"], [29086, "2016-10-31T05:00:27Z", [0.17, 0.71, 0.09, 0.03], ""], [368, "2016-10-30T22:29:29Z", [0.0, 0.98, 0.02, 0.0], ""], [11686, "2016-10-30T20:11:20Z", [0.32, 0.68, 0.0, 0.0], ""], [691, "2016-10-30T19:00:33Z", [0.18, 0.72, 0.1, 0.0], ""], [10449, "2016-10-30T16:04:40Z", [0.0, 0.16, 0.42, 0.42], ""], [4139, "2016-10-29T22:43:26Z", [0.5, 0.5, 0.0, 0.0], ""], [29852, "2016-10-29T22:07:38Z", [0.01, 0.65, 0.3, 0.04], ""], [14253, "2016-10-29T21:25:03Z", [0.02, 0.7, 0.25, 0.03], ""], [29850, "2016-10-29T21:24:57Z", [0.05, 0.2, 0.5, 0.25], ""], [368, "2016-10-29T20:57:56Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-29T15:23:43Z", [0.27, 0.64, 0.09, 0.0], ""], [29842, "2016-10-29T15:17:35Z", [0.99, 0.01, 0.0, 0.0], ""], [498, "2016-10-29T08:35:37Z", [0.8, 0.15, 0.04, 0.01], "If it walks like a duck ...\nhttps://www.almasdarnews.com/article/battle-aleppo-heats-syrian-army-stops-islamist-offensive-tracks/ According to this article, both ISIS in Iraq and the rebels in Aleppo use the same primary assault method (i.e., a bomb-laden suicide vehicle). "], [29831, "2016-10-29T00:54:21Z", [0.0, 1.0, 0.0, 0.0], ""], [1708, "2016-10-28T23:25:01Z", [0.15, 0.75, 0.1, 0.0], ""], [29827, "2016-10-28T22:11:34Z", [0.0, 0.5, 0.4, 0.1], ""], [25705, "2016-10-28T18:08:52Z", [0.15, 0.85, 0.0, 0.0], "There is now unofficial competition - who takes Mosul or Aleppo first. Yes, it is sad, but \"war is politics by other means\"."], [368, "2016-10-28T17:52:33Z", [0.0, 0.98, 0.02, 0.0], ""], [12605, "2016-10-28T16:44:02Z", [0.72, 0.28, 0.0, 0.0], ""], [691, "2016-10-28T15:38:27Z", [0.27, 0.64, 0.09, 0.0], ""], [28414, "2016-10-28T10:24:28Z", [0.01, 0.6, 0.29, 0.1], ""], [28414, "2016-10-28T09:13:00Z", [0.2, 0.6, 0.2, 0.0], "Syrian rebels 'start Aleppo offensive'"], [23823, "2016-10-27T23:53:44Z", [0.01, 0.67, 0.25, 0.07], ""], [691, "2016-10-27T19:36:25Z", [0.27, 0.64, 0.09, 0.0], ""], [12591, "2016-10-27T00:19:30Z", [0.05, 0.85, 0.1, 0.0], ""], [368, "2016-10-26T22:03:51Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-26T19:17:43Z", [0.27, 0.64, 0.09, 0.0], ""], [26704, "2016-10-26T13:14:29Z", [0.66, 0.33, 0.01, 0.0], ""], [19801, "2016-10-26T12:23:22Z", [1.0, 0.0, 0.0, 0.0], "\"Spain is facing criticism for reportedly preparing to allow the refuelling of Russian warships en route to bolstering the bombing campaign against the besieged Syrian city of Aleppo.Russian warships pass through Channel watched by Royal Navy Warships led by the aircraft carrier Admiral Kuznetsov are expected to take on fuel and supplies at the Spanish port of Ceuta after passing through the Straits of Gibraltar on Wednesday morning.\"\nhttps://www.theguardian.com/world/2016/oct/26/spain-russian-warships-refuel-aleppo-bombing-ceuta-syria 41 aircraft plus the land based aircraft already present is some serious firepower.\nhttps://en.wikipedia.org/wiki/Russian_aircraft_carrier_Admiral_Kuznetsov"], [24771, "2016-10-26T09:10:54Z", [0.15, 0.39, 0.29, 0.17], ""], [691, "2016-10-25T21:07:14Z", [0.26, 0.65, 0.09, 0.0], ""], [532, "2016-10-25T20:47:52Z", [0.4, 0.6, 0.0, 0.0], ""], [368, "2016-10-25T19:39:53Z", [0.0, 0.98, 0.02, 0.0], ""], [14493, "2016-10-25T15:38:03Z", [0.28, 0.67, 0.05, 0.0], ""], [498, "2016-10-25T10:12:34Z", [0.8, 0.15, 0.04, 0.01], "“What has this program become, and how will history record this effort?”\nhttp://news.nationalpost.com/news/as-the-white-house-dithers-aleppo-burns-cia-backed-syrian-rebels-cant-get-heavy-weapons-from-u-s Just as with the Bay of pigs disaster, it's not just that the implementation of the program has been carried out so poorly. It's that the very objective of program was illegitimate. Specific individuals, operating through through the U.S, CIA, at the behest of who-knows-whom, created the monster that is ISIS. Is is possible that history records the inglorious ending in Aleppo as a bright spot where U.S. foreign policy turns from aggression and dominance to enlightened cooperation. Why not be optimistic?"], [1547, "2016-10-25T05:20:47Z", [0.0, 0.4, 0.3, 0.3], ""], [368, "2016-10-24T21:29:21Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-24T20:15:45Z", [0.26, 0.65, 0.09, 0.0], ""], [498, "2016-10-24T19:32:13Z", [0.8, 0.15, 0.04, 0.01], "I'd like to cite references from the mainstream unpopulist media which call for war crime trials of those Western imperialist powers that instigated and fostered the proxy war (between the West and Assad), in the hope that such calls would hasten the conclusion of the fiasco that is Aleppo, but alas I can't find any. What I can provide is a battlefield map that indicates that the zone of control of the faux-rebels is in jeopardy of being split into two pockets.\nhttps://www.almasdarnews.com/article/latest-battlefield-map-aleppo-city-4/"], [28414, "2016-10-24T19:25:04Z", [0.5, 0.5, 0.0, 0.0], "In Syria, government forces launched a massive offensive on Aleppo. Already taken the strategically important the height Tall Buzz. At the same time there are fights on the north and north-west, where the Islamists also have significant losses.\nhttp://www.vesti.ru/doc.html?id=2813929"], [15196, "2016-10-24T17:29:56Z", [0.0, 0.7, 0.3, 0.0], ""], [14493, "2016-10-24T16:34:33Z", [0.29, 0.66, 0.05, 0.0], ""], [9417, "2016-10-24T16:12:58Z", [0.0, 0.0, 0.8, 0.2], "This is a particularly 'tricky' one. We have a world of double standards in which Aleppo is being presented as a  special 'humanitarian' case   while Mosul is being presented as a terrorist infested city  in which there will probably be significant civilian casualties. Last week there was a 72 hour ceasefire in effect - The Rebels say that humanitarian relief was not   allowed in\n- It is also said that rebels would not allow population flight  ... but..... Watching  Television broadcasts  I became aware that the mood of many  street vendors was defiance against Al Assad.\nI then realised that these people were allowing their families to be used as  'human shields'  in the belief that pressure of  'weak kneed Westerners\"  would bring  Assad's invasion to a halt. There is only one way to deal with  such people - declare them to be combatants.!\n Then clear an exit for 72 hours, then let loose the dogs of war on those remaining  One cannot allow women and children to be used as human shields - heart-breaking as it may seem!\nOne cannot have 'festering sores' of insurrection within ones borders.! It is said that  one requires a peace conference  which leads to a 'democratic' solution.\nDoes anyone really believe that a 'grand  consensus' can lead to anything OTHER than an Islamist victory.? \nThank You\nJohn\n"], [3895, "2016-10-24T15:52:02Z", [0.0, 0.62, 0.3, 0.08], ""], [25944, "2016-10-24T01:44:57Z", [0.3, 0.5, 0.1, 0.1], ""], [368, "2016-10-23T20:29:50Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-23T15:51:00Z", [0.26, 0.65, 0.09, 0.0], ""], [29703, "2016-10-23T05:47:00Z", [0.05, 0.15, 0.2, 0.6], ""], [629, "2016-10-22T21:55:30Z", [0.01, 0.48, 0.5, 0.01], ""], [368, "2016-10-22T19:49:58Z", [0.0, 0.98, 0.02, 0.0], ""], [14027, "2016-10-22T18:16:12Z", [0.22, 0.75, 0.02, 0.01], ""], [691, "2016-10-22T17:04:27Z", [0.27, 0.65, 0.08, 0.0], ""], [1646, "2016-10-22T13:47:06Z", [0.45, 0.45, 0.05, 0.05], ""], [532, "2016-10-22T13:04:29Z", [0.6, 0.4, 0.0, 0.0], ""], [368, "2016-10-21T18:32:09Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-21T17:09:29Z", [0.27, 0.65, 0.08, 0.0], ""], [22243, "2016-10-21T13:42:55Z", [0.15, 0.55, 0.29, 0.01], ""], [699, "2016-10-21T13:09:28Z", [0.25, 0.5, 0.25, 0.0], "Russia has announced that after the closure of the humanitarian corridors Aleppo will be fried from the various terror groups supported by West and their Arab allies."], [26375, "2016-10-21T13:08:29Z", [1.0, 0.0, 0.0, 0.0], ""], [24771, "2016-10-21T10:51:04Z", [0.22, 0.35, 0.29, 0.14], ""], [14493, "2016-10-21T09:07:25Z", [0.3, 0.65, 0.05, 0.0], "Although Trump thinks Aleppo has already fallen I believe he might be mistaken and it may hold out for another few weeks."], [23552, "2016-10-21T05:00:26Z", [0.27, 0.61, 0.12, 0.0], "Consensus prediction."], [23006, "2016-10-21T03:21:33Z", [0.05, 0.07, 0.08, 0.8], ""], [19801, "2016-10-21T02:34:19Z", [1.0, 0.0, 0.0, 0.0], "Russian warships off the coast of Norway are carrying fighter bombers that are likely to reinforce a final assault on the besieged Syrian city of Aleppo in two weeks, a senior NATO diplomat said on Wednesday, citing Western intelligence.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-nato-idUSKCN12J2C6"], [4729, "2016-10-20T22:47:38Z", [0.1, 0.9, 0.0, 0.0], ""], [691, "2016-10-20T22:15:42Z", [0.3, 0.63, 0.07, 0.0], ""], [29674, "2016-10-20T21:15:25Z", [0.0, 0.55, 0.35, 0.1], ""], [28414, "2016-10-20T18:02:29Z", [0.25, 0.62, 0.13, 0.0], "Militants in Syria wounded three Russian officers\nhttps://lenta.ru//news/2016/10/20/wounded/#P%3CRL"], [22725, "2016-10-20T17:07:50Z", [0.0, 1.0, 0.0, 0.0], ""], [12605, "2016-10-20T12:55:04Z", [0.75, 0.25, 0.0, 0.0], ""], [22833, "2016-10-20T12:53:48Z", [0.0, 0.75, 0.25, 0.0], ""], [1646, "2016-10-20T12:50:26Z", [0.07, 0.35, 0.13, 0.45], ""], [1646, "2016-10-20T12:49:08Z", [0.07, 0.26, 0.22, 0.45], ""], [29494, "2016-10-20T11:06:02Z", [0.05, 0.05, 0.2, 0.7], "I'm updating due to recent events. "], [28533, "2016-10-20T09:21:39Z", [0.65, 0.15, 0.05, 0.15], ""], [28414, "2016-10-20T06:27:52Z", [0.25, 0.62, 0.13, 0.0], ""], [10759, "2016-10-20T05:49:43Z", [0.15, 0.25, 0.1, 0.5], ""], [4634, "2016-10-20T05:49:31Z", [0.15, 0.25, 0.1, 0.5], ""], [1691, "2016-10-20T04:05:42Z", [0.22, 0.78, 0.0, 0.0], ""], [61, "2016-10-20T02:44:31Z", [0.5, 0.5, 0.0, 0.0], "More Russian warships and planes on the way.  Will be 2 Weeks before the fleet gets there so that may put pressure on the Nov 30 bucket, but I'm going 50/50 anyway for the nearest timeframes. http://www.reuters.com/article/us-mideast-crisis-syria-nato-idUSKCN12J2C6"], [61, "2016-10-20T02:27:41Z", [0.42, 0.56, 0.01, 0.01], ""], [14253, "2016-10-19T22:35:55Z", [0.07, 0.66, 0.24, 0.03], ""], [368, "2016-10-19T21:40:34Z", [0.0, 0.98, 0.02, 0.0], ""], [28414, "2016-10-19T20:43:37Z", [0.85, 0.12, 0.03, 0.0], "Rebels are leaving Aleppo without weapons (Russian media)\nhttp://www.vesti.ru/doc.html?id=2812158"], [691, "2016-10-19T19:56:24Z", [0.31, 0.63, 0.06, 0.0], ""], [83, "2016-10-19T19:48:21Z", [0.84, 0.16, 0.0, 0.0], "https://www.rt.com/news/363318-aleppo-humanitarian-corridor-russia/ 8 corridors to open for 11 hours on Oct. 20.  2 are for rebels, monitoring reportedly by web cam and drone."], [28414, "2016-10-19T18:57:23Z", [0.55, 0.22, 0.03, 0.2], ""], [532, "2016-10-19T18:56:07Z", [0.72, 0.28, 0.0, 0.0], "http://www.reuters.com/article/us-mideast-crisis-syria-nato-idUSKCN12J2C6?feedType=RSS&feedName=worldNews&utm_source=Twitter&utm_medium=Social&utm_campaign=Feed%3A+Reuters%2FworldNews+%28Reuters+World+News%29"], [29433, "2016-10-19T17:58:06Z", [0.8, 0.15, 0.05, 0.0], "rebels and Turkey forces approaching Aleppo from the north.   "], [38, "2016-10-19T17:45:49Z", [0.5, 0.5, 0.0, 0.0], ""], [1691, "2016-10-19T16:56:30Z", [0.25, 0.75, 0.0, 0.0], ""], [28414, "2016-10-19T09:49:42Z", [0.15, 0.62, 0.03, 0.2], ""], [28414, "2016-10-19T09:48:22Z", [0.15, 0.62, 0.23, 0.0], ""], [61, "2016-10-19T02:27:00Z", [0.4, 0.57, 0.02, 0.01], "My 13 October forecast and cited ISW report did not contemplate a leveling of the city, only a more conventional assault."], [61, "2016-10-19T02:10:15Z", [0.39, 0.57, 0.03, 0.01], "Up on 30 Nov with comparisons to Grozny. May be back down rather quickly depending on what happens by 20 Oct.\nhttp://www.businessinsider.com/russia-ceasefire-aleppo-syria-2016-10 UN special envoy to Syria saying something must be done \"between now and December.\" Sadly the reference is with the concern that Aleppo may not be there anymore.\nhttp://www.cnn.com/2016/10/18/middleeast/aleppo-airstrikes/ RT also using the language of annihilation - though Russin UN envoy Churkin not quoted using such extreme language.\nhttps://www.rt.com/news/363108-aleppo-syria-un-churkin-nusra/"], [23006, "2016-10-19T02:04:48Z", [0.1, 0.1, 0.09, 0.71], ""], [691, "2016-10-18T21:44:39Z", [0.31, 0.63, 0.06, 0.0], ""], [8736, "2016-10-18T21:36:58Z", [0.0, 0.2, 0.35, 0.45], ""], [368, "2016-10-18T21:23:37Z", [0.0, 0.98, 0.02, 0.0], ""], [1717, "2016-10-18T16:12:06Z", [0.22, 0.55, 0.2, 0.03], ""], [4634, "2016-10-18T15:27:20Z", [0.08, 0.22, 0.15, 0.55], ""], [10759, "2016-10-18T15:27:19Z", [0.08, 0.22, 0.15, 0.55], ""], [5001, "2016-10-18T14:26:34Z", [0.0, 0.5, 0.15, 0.35], ""], [1297, "2016-10-18T14:04:02Z", [0.12, 0.6, 0.18, 0.1], ""], [518, "2016-10-18T13:55:37Z", [0.0, 0.02, 0.08, 0.9], ""], [15621, "2016-10-18T07:09:09Z", [0.67, 0.32, 0.01, 0.0], "Still advancing"], [28414, "2016-10-18T06:23:16Z", [0.58, 0.42, 0.0, 0.0], ""], [19801, "2016-10-18T05:11:38Z", [1.0, 0.0, 0.0, 0.0], "Aleppo: Russian jets resume heavy bombing of Syrian town, at least 50 people killed\nhttp://www.abc.net.au/news/2016-10-12/russian-jets-resume-heavy-bombing-of-eastern-aleppo/7924350 Islamic State currently only controls eastern part of Aleppo, and is under heavy sustained attack. \"Christine Nyirjesy Bragale, a spokeswoman with Mercy Corps, told Al Jazeera that Aleppo's food situation has grown increasingly bleak. \"The food supply situation in east Aleppo city is extremely concerning. With limited stocks left in the city, there is more reliance on what can be produced locally, but the local supply is woefully inadequate,\" she said. \"Across Aleppo governorate, the state of agriculture is a concern. Production has dramatically decreased since the start of the conflict due to displacement and the disruption of markets.\"\"\nhttp://www.aljazeera.com/news/2016/10/urban-agriculture-save-east-aleppo-161007140611199.html"], [83, "2016-10-17T23:10:55Z", [0.84, 0.16, 0.0, 0.0], "Syrian's advance in southern Aleppo:\nhttps://www.almasdarnews.com/article/syrian-army-hezbollah-rapidly-advancing-southern-aleppo/ Russia sets the first of regular 8 hour cease fires for Thursday.  The UN requests 48 hour cease fires, but Russia fears the longer timeframe would be used to re-Inforce the rebel groups.  The 8 hour cease fires are only intended to allow rebels and the general population out of the city:\nhttp://www.nytimes.com/2016/10/18/world/middleeast/aleppo-syria-russia-ceasefire.html"], [368, "2016-10-17T21:16:31Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-17T19:59:01Z", [0.31, 0.63, 0.06, 0.0], ""], [28414, "2016-10-17T17:40:03Z", [0.48, 0.47, 0.05, 0.0], "Syria war: Russia announces Aleppo humanitarian pause (so that civilians and rebels could leave the city.)\nhttp://www.bbc.co.uk/news/world-middle-east-37683244"], [28414, "2016-10-17T09:51:36Z", [0.36, 0.59, 0.05, 0.0], ""], [28414, "2016-10-17T09:50:15Z", [0.4, 0.55, 0.05, 0.0], ""], [14166, "2016-10-16T21:48:52Z", [0.23, 0.42, 0.03, 0.32], ""], [368, "2016-10-16T20:17:34Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-16T12:58:34Z", [0.26, 0.66, 0.08, 0.0], ""], [83, "2016-10-15T21:27:23Z", [0.84, 0.16, 0.0, 0.0], "New Syrian advances in the north:\nhttps://www.almasdarnews.com/article/battle-aleppo-rages-syrian-army-advances-map-update/"], [368, "2016-10-15T19:23:58Z", [0.0, 0.98, 0.02, 0.0], ""], [691, "2016-10-15T14:45:54Z", [0.26, 0.65, 0.09, 0.0], "http://www.reuters.com/article/us-mideast-crisis-syria-aleppo-wrapup-idUSKBN12E1XS?il=0\nThis is pretty much the kind of confident statement one would expect from a party just about to lose big.  Stay tuned.\n"], [15548, "2016-10-15T14:36:37Z", [0.67, 0.3, 0.02, 0.01], ""], [691, "2016-10-14T21:18:46Z", [0.18, 0.66, 0.16, 0.0], ""], [368, "2016-10-14T19:22:16Z", [0.25, 0.75, 0.0, 0.0], ""], [601, "2016-10-14T19:17:04Z", [0.4, 0.45, 0.1, 0.05], ""], [1023, "2016-10-14T15:04:07Z", [0.25, 0.75, 0.0, 0.0], "syria with russian help are on the move, yet complicated by usa efforts. this situation, nato rumbling, ukraine sanctions, et al make for dangerous outcome."], [10759, "2016-10-14T12:17:51Z", [0.12, 0.24, 0.12, 0.52], ""], [4634, "2016-10-14T12:17:48Z", [0.12, 0.24, 0.12, 0.52], ""], [15621, "2016-10-14T05:47:46Z", [0.66, 0.33, 0.01, 0.0], "Ever closer to the end"], [19801, "2016-10-14T03:51:39Z", [1.0, 0.0, 0.0, 0.0], "New Satellite Imagery Confirms Extensive Bombing Damage in Aleppo\nhttp://www.voanews.com/a/new-satellite-imagery-confirms-extensive-bombing-damage-in-aleppo/3537683.html Regime forces and their allies were advancing street by street in the eastern sector of Aleppo, which had been out of government control since 2012, the British-based monitoring group Syrian Observatory for Human Rights said, adding that regime forces took control of the Jandul crossroads in the northeast of the city. The Observatory said 290 civilians have died in artillery bombardment of eastern districts and 50 civilians have died in rebel bombardment of regime-controlled western districts in the past two weeks. The Damascus daily newspaper Al-Watan, which is close to the government, said the latest advance is aiming to clear the way for \"a crucial and decisive land offensive.\"\nhttp://www.voanews.com/a/syrian-forces-push-through-rebel-held-eastern-aleppo/3543079.html The besieged population of 275,000 - including 100,000 children - is in desperate need of food, water and medical supplies.\nhttp://news.sky.com/story/children-dead-in-shelling-of-school-in-western-aleppo-10615166 Means the fighting will be over soon, no food or water limits the time taken. http://en.farsnews.com/newstext.aspx?nn=13950722000143 Early on 10 October, government troops seized Tal Sifan hill, near Owaija,[12] and the following day consolidated their control of the Jandoul roundabout. Two days later, the Army seized four hills in the northeast of Aleppo, including one that overlooks the Hanano Youth Housing Complex.\nhttps://en.wikipedia.org/wiki/Aleppo_offensive_(September%E2%80%93October_2016) All sources make it clear that Aleppo will fall soon."], [19801, "2016-10-14T03:49:10Z", [1.0, 0.0, 0.0, 0.0], "New Satellite Imagery Confirms Extensive Bombing Damage in Aleppo\nhttp://www.voanews.com/a/new-satellite-imagery-confirms-extensive-bombing-damage-in-aleppo/3537683.html Regime forces and their allies were advancing street by street in the eastern sector of Aleppo, which had been out of government control since 2012, the British-based monitoring group Syrian Observatory for Human Rights said, adding that regime forces took control of the Jandul crossroads in the northeast of the city. The Observatory said 290 civilians have died in artillery bombardment of eastern districts and 50 civilians have died in rebel bombardment of regime-controlled western districts in the past two weeks. The Damascus daily newspaper Al-Watan, which is close to the government, said the latest advance is aiming to clear the way for \"a crucial and decisive land offensive.\"\nhttp://www.voanews.com/a/syrian-forces-push-through-rebel-held-eastern-aleppo/3543079.html The besieged population of 275,000 - including 100,000 children - is in desperate need of food, water and medical supplies.\nhttp://news.sky.com/story/children-dead-in-shelling-of-school-in-western-aleppo-10615166 Means the fighting will be over soon, no food or water limits the time taken. http://en.farsnews.com/newstext.aspx?nn=13950722000143 Early on 10 October, government troops seized Tal Sifan hill, near Owaija,[12] and the following day consolidated their control of the Jandoul roundabout. Two days later, the Army seized four hills in the northeast of Aleppo, including one that overlooks the Hanano Youth Housing Complex.\nhttps://en.wikipedia.org/wiki/Aleppo_offensive_(September%E2%80%93October_2016) All sources make it clear that Aleppo will fall soon."], [19801, "2016-10-14T03:41:25Z", [1.0, 0.0, 0.0, 0.0], "New Satellite Imagery Confirms Extensive Bombing Damage in Aleppo\nhttp://www.voanews.com/a/new-satellite-imagery-confirms-extensive-bombing-damage-in-aleppo/3537683.html Regime forces and their allies were advancing street by street in the eastern sector of Aleppo, which had been out of government control since 2012, the British-based monitoring group Syrian Observatory for Human Rights said, adding that regime forces took control of the Jandul crossroads in the northeast of the city. The Observatory said 290 civilians have died in artillery bombardment of eastern districts and 50 civilians have died in rebel bombardment of regime-controlled western districts in the past two weeks. The Damascus daily newspaper Al-Watan, which is close to the government, said the latest advance is aiming to clear the way for \"a crucial and decisive land offensive.\"\nhttp://www.voanews.com/a/syrian-forces-push-through-rebel-held-eastern-aleppo/3543079.html The besieged population of 275,000 - including 100,000 children - is in desperate need of food, water and medical supplies.\nhttp://news.sky.com/story/children-dead-in-shelling-of-school-in-western-aleppo-10615166 Means the fighting will be over soon, no food or water limits the time taken. http://en.farsnews.com/newstext.aspx?nn=13950722000143 Early on 10 October, government troops seized Tal Sifan hill, near Owaija,[12] and the following day consolidated their control of the Jandoul roundabout. Two days later, the Army seized four hills in the northeast of Aleppo, including one that overlooks the Hanano Youth Housing Complex.\nhttps://en.wikipedia.org/wiki/Aleppo_offensive_(September%E2%80%93October_2016) All sources make it clear that Aleppo will fall soon."], [19801, "2016-10-14T03:28:30Z", [1.0, 0.0, 0.0, 0.0], "New Satellite Imagery Confirms Extensive Bombing Damage in Aleppo\nhttp://www.voanews.com/a/new-satellite-imagery-confirms-extensive-bombing-damage-in-aleppo/3537683.html Regime forces and their allies were advancing street by street in the eastern sector of Aleppo, which had been out of government control since 2012, the British-based monitoring group Syrian Observatory for Human Rights said, adding that regime forces took control of the Jandul crossroads in the northeast of the city. The Observatory said 290 civilians have died in artillery bombardment of eastern districts and 50 civilians have died in rebel bombardment of regime-controlled western districts in the past two weeks. The Damascus daily newspaper Al-Watan, which is close to the government, said the latest advance is aiming to clear the way for \"a crucial and decisive land offensive.\"\nhttp://www.voanews.com/a/syrian-forces-push-through-rebel-held-eastern-aleppo/3543079.html The besieged population of 275,000 - including 100,000 children - is in desperate need of food, water and medical supplies.\nhttp://news.sky.com/story/children-dead-in-shelling-of-school-in-western-aleppo-10615166 Means the fighting will be over soon, no food or water limits the time taken. http://en.farsnews.com/newstext.aspx?nn=13950722000143 Early on 10 October, government troops seized Tal Sifan hill, near Owaija,[12] and the following day consolidated their control of the Jandoul roundabout. Two days later, the Army seized four hills in the northeast of Aleppo, including one that overlooks the Hanano Youth Housing Complex.\nhttps://en.wikipedia.org/wiki/Aleppo_offensive_(September%E2%80%93October_2016) All sources make it clear that Aleppo will fall soon."], [61, "2016-10-14T03:02:34Z", [0.34, 0.57, 0.08, 0.01], "Down a bit on some of the longer time frames , and down a bit on on the Nov 30 bucket. Primary Driver for moving down on Nov 30 - this excerpt from the latest ISW assessment: \"Russian airstrikes and concerted pro-regime ground operations concentrated against opposition-held terrain in the southern, central, and northern districts of Aleppo City in order to fix opposition forces along multiple fronts and hinder the movement of opposition reinforcements within the city. These successive and simultaneous operations are a hallmark of Russian campaign design and facilitated pro-regime advances in the northern outskirts of Aleppo City as well as some limited territorial gains near the city center. Russian air power alone likely will not enable pro-regime forces to recapture the densely-populated urban terrain of Aleppo City. Rather, the regime and Iran will have to deploy more combat-effective ground forces in order to leverage the asymmetric effect of the Russian air campaign to clear Aleppo City of the Syrian opposition.\"\nhttp://iswresearch.blogspot.com/search/label/Syria I'd anticipate any successful talks between the US and Russia to be around a ceasefire and aid as we've seen before with Aleppo; but unless the agreement were qualitatively different, and assuming the recent past is precedent, we could expect continued maneuvering by Syrian and Russian troops in preparation for a large ground assault. Perhaps I should go down even further on the Nov 30 bucket  given the low-confidence reporting of Russian airstrikes in the latest ISW reporting cycle, but many of their reporting cycles have been dominated by such sources (largely secondary sources). It may also take time to get the heavier equipment there, but that's also assuming the campaign designers make the same assumption as ISW in that it is indeed necessary. Other links capturing the narrative and Assad's resolve to retake Aleppo.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN12D2FY\nhttps://www.theguardian.com/world/2016/oct/14/aleppo-must-be-cleaned-declares-assad-amid-outcry-over-bloody-siege\nhttps://www.rt.com/news/362703-aleppo-teenagers-terrorists-army/"], [368, "2016-10-13T20:31:54Z", [0.25, 0.75, 0.0, 0.0], ""], [691, "2016-10-13T19:38:08Z", [0.18, 0.66, 0.16, 0.0], ""], [13135, "2016-10-13T14:33:07Z", [0.55, 0.45, 0.0, 0.0], ""], [10759, "2016-10-13T11:40:03Z", [0.12, 0.18, 0.18, 0.52], ""], [4634, "2016-10-13T11:39:31Z", [0.12, 0.18, 0.18, 0.52], ""], [14571, "2016-10-13T01:24:03Z", [0.0, 0.2, 0.4, 0.4], ""], [368, "2016-10-12T22:14:22Z", [0.25, 0.75, 0.0, 0.0], ""], [691, "2016-10-12T20:11:18Z", [0.21, 0.64, 0.15, 0.0], ""], [29539, "2016-10-12T11:42:46Z", [0.15, 0.75, 0.1, 0.0], ""], [14253, "2016-10-12T02:52:31Z", [0.08, 0.65, 0.24, 0.03], ""], [15621, "2016-10-11T21:36:33Z", [0.58, 0.4, 0.02, 0.0], "No hope of Western help"], [11686, "2016-10-11T18:20:15Z", [0.4, 0.46, 0.14, 0.0], ""], [368, "2016-10-11T18:07:33Z", [0.25, 0.75, 0.0, 0.0], ""], [691, "2016-10-10T18:59:20Z", [0.24, 0.64, 0.12, 0.0], ""], [29494, "2016-10-10T17:13:40Z", [0.0, 0.0, 0.2, 0.8], "Comparable sieges of major urban centers in modern times have not been decisively resolved without overwhelming superiority, which I do not believe the SAA posses or will posses in the next year. My major assumption is that Turkey/Russia do not mire themselves in the siege, as they could both easily provide the manpower and equipment to end it. However, I don't see Turkey willing to get involved in such a way yet and Russia has already gained the port it wanted from this whole war and really only stands to lose right now by committing more. "], [1646, "2016-10-10T15:07:24Z", [0.45, 0.48, 0.05, 0.02], ""], [14493, "2016-10-10T15:06:07Z", [0.35, 0.6, 0.05, 0.0], ""], [29494, "2016-10-10T14:23:12Z", [0.0, 0.2, 0.5, 0.3], "Comment deleted on Oct 10, 2016 05:14PM UTC"], [4042, "2016-10-10T09:16:16Z", [0.0, 1.0, 0.0, 0.0], ""], [1708, "2016-10-10T08:45:25Z", [0.4, 0.6, 0.0, 0.0], ""], [28564, "2016-10-10T08:37:56Z", [0.0, 0.8, 0.2, 0.0], ""], [24146, "2016-10-10T02:19:08Z", [0.55, 0.25, 0.15, 0.05], ""], [368, "2016-10-09T19:28:49Z", [0.25, 0.75, 0.0, 0.0], ""], [25421, "2016-10-09T15:52:33Z", [0.0, 0.66, 0.34, 0.0], ""], [691, "2016-10-09T14:57:07Z", [0.24, 0.64, 0.12, 0.0], ""], [29488, "2016-10-09T14:20:49Z", [0.15, 0.85, 0.0, 0.0], ""], [1297, "2016-10-09T13:42:13Z", [0.15, 0.6, 0.15, 0.1], ""], [19801, "2016-10-09T08:14:32Z", [1.0, 0.0, 0.0, 0.0], "Syrian government, allies advance as Russia vetoes U.N. demand\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN1280JS"], [1547, "2016-10-09T06:46:08Z", [0.05, 0.3, 0.35, 0.3], ""], [23006, "2016-10-09T02:54:07Z", [0.1, 0.3, 0.2, 0.4], ""], [498, "2016-10-09T02:47:33Z", [0.8, 0.15, 0.04, 0.01], "There's something very interesting about tenacious resistance, no matter the source of the oppression. The longer it holds out, the clearer a picture of the oppressor develops. (As the bluffs are called, sooner-or-later the real cards must be played. Or, if you roll over too quickly, you will never discover the true nature of the beast.) Had the Syrian regime collapsed without a struggle, who among the public would have known the extent of Western involvement?\nhttps://www.washingtonpost.com/world/national-security/little-consensus-within-administration-on-how-to-stop-fall-of-aleppo-to-assad/2016/10/08/179d78b8-8cb9-11e6-bff0-d53f592f176e_story.html  • \"opposition fighters — many of whom owe their training, weapons and inspiration in large part to the United States\"\n •  \"Many of those forces have been advised and supplied by the CIA\" No amount of emphasis upon the word \"inspiration\" would be sufficient. Despite the prevailing narrative, the United States is not, and never has been, the lead director in the drama that is the Middle East. It only plays the role of hand-maiden to the legacy colonial powers of the UK and France. It would also be a mistake to lay the blame for the fiasco that is Syria exclusively upon the current CIA crop. They have only picked up the program where their predecessors left off. I wonder if history will ever reveal the name(s) whose bright idea idea such a program was to begin with, sometime around the mid-to-late late seventies or early eighties I would guess, and those who connived with its promulgation. There are so many lessons as to policy formation, organizational inertia, and informal dominance without accountability here. It seems that it is the same \"failure to appreciate divergent payoffs\" again. [It's a truly difficult challenge (for me at least), to consistently remind oneself that the same outcome yields different payoffs to different players!] Unless we are to assume irrationality in the decision-makers, who are obviously some grouping that spans various political administrations, a wholly different notion of what \"success\" is must exist for those that are in the position to maintain this program which, to the uniformed mind, appears to yield only decades upon decades of nothing but total disaster. The hysterical diplomatic rhetoric is at a fevered pitch. The Western alliance decrys \"war crimes,\" when it would seem the initial aggression, the meddling in the affairs of others, is the far more serious offense than the means employed to put down an assault. Not to be outdone, however, the Russians return a charge of the U.S. sponsoring \"villains,\" while THIS is the very role Russia has carved out for itself in the globalized future. So each side is charging the other with what is, in fact, their own primary offense. (\"After the show, we'll meet up at the Tea Room, OK?\")"], [476, "2016-10-08T22:04:19Z", [0.0, 1.0, 0.0, 0.0], "Russian veto at security council of latest \"huamitarian cease fire\" and proposal by Toff de Mistura allowing \"Al Nusra\" frontsters to leave Alep WITH their weapons not gaining traction ups the ante for NATO and incoming new US regime. Maybe if oil gets back to $65 a  barrel there will be more talk about talking seriously again. "], [368, "2016-10-08T18:48:04Z", [0.25, 0.75, 0.0, 0.0], ""], [691, "2016-10-08T15:32:45Z", [0.25, 0.57, 0.18, 0.0], ""], [15548, "2016-10-08T12:43:03Z", [0.7, 0.28, 0.01, 0.01], ""], [29433, "2016-10-08T01:28:30Z", [0.85, 0.1, 0.05, 0.0], "Syrian forces are already retaking large portions of the City with Russian air backing.  Rebel forces are depleted and no reinforcements or reprovisioning appears likely.  "], [498, "2016-10-07T23:05:21Z", [0.8, 0.15, 0.04, 0.01], "Although I guess each and every residential section is different, I had initially assumed that Syrian force progress through residential (as compared to industrial) zones would be slower. In fact, in terms of at least this particular residential zone, the opposite was true. The Bustan Al-Basha district was taken in its entirety in approximately 48 hours.\nhttps://www.almasdarnews.com/article/syrian-army-unstoppable-aleppo-troops-advance-two-flanks-map-update/ * A zoomable version of the Aleppo map is available (but it is inaccurate as to current front lines)"], [691, "2016-10-07T20:51:07Z", [0.25, 0.57, 0.18, 0.0], ""], [368, "2016-10-07T20:45:56Z", [0.25, 0.75, 0.0, 0.0], ""], [22833, "2016-10-07T19:34:47Z", [1.0, 0.0, 0.0, 0.0], ""], [83, "2016-10-07T18:11:17Z", [0.84, 0.16, 0.0, 0.0], "Seems like, east to west, rebel control (surrounded) is at best 4K.  The pocket is collapsing.  Negotiation for rebel withdrawal are underway.  Prior news of US taking out bridges over the Euphrates, seem to signal that the post war negotiations will start with Syria controlling Aleppo.\nhttps://www.almasdarnews.com/article/syrian-army-unstoppable-aleppo-troops-advance-two-flanks-map-update/"], [1646, "2016-10-07T12:54:31Z", [0.79, 0.21, 0.0, 0.0], ""], [24771, "2016-10-07T12:32:20Z", [0.2, 0.32, 0.32, 0.16], ""], [24771, "2016-10-07T12:29:48Z", [0.1, 0.37, 0.37, 0.16], ""], [498, "2016-10-07T10:28:17Z", [0.8, 0.15, 0.04, 0.01], "While the phrase that \"Aleppo is a city of some 2 million people\" is carelessly bandied about, for clarity it might be good to understand the distribution of civilian non-combatants within Aleppo. Best current estimates are that there are approximately 1.5 million civilians in government controlled areas and 250,00 in rebel controlled areas. Obviously there are large fudge factors involved.\nhttp://www.smh.com.au/world/aleppo-bargain-text-messages-tell-people-to-come-out-bashar-alassad-offers-rebels-amnesty-20161006-grwtlj.html • \"a Turkey-based official for the Fastaqim group which is present in Aleppo\"\nWe're beginning to hear more about the Turkish connection to the myriad of rebel groups within Aleppo. The organizational structures of these groups, specifically the satellite offices in Istanbul, are indicative of non-indigenous sponsorship. The Syrian civil war has become a full-fledged business, and it will be difficult for many participants with personal economic incentives to wind the operation down or walk away. (\"If the civil war ends I won't have these cools digs in Istanbul or be feted by all the intelligence types carrying bags of cash.\")\n • The photo of the rocket artillery used \"near Baskoy village in Aleppo\" is helpful (to me at least) in understanding the scope of this conflict. No, these aren't aggrieved civilians seeking redress from an oppressive government by throwing rocks. The sophistication of such weaponry is indicative of heavy duty external influence.\n• Assad lays accusation of U.S. activities in support of al-Nusra. There is all too often a tendency in America to dismiss such outlandish claims out-of-hand. This is a mistake. A detailed study of Western covert support for this group, if any, needs to be explored. A key question I'd be looking to answer is whether the radicalized ISIS element is a phenomenon of loss of control with an extremist group breaking out, or whether, like the moderate jihadists more generally, they too were planned and supported. There is insufficient study as to the mechanisms, if any, used to support and influence these groups.\n• Al-Nusra rejects Syrian call for amnesty and willingness of UN envoy to personally escort them from battlezone.\nhttps://www.almasdarnews.com/article/jihadist-rebels-reject-un-offer-safe-pass-east-aleppo/\nIt's difficult to reach any solid conclusions on such issues as this in that we are provided only partial information. Just as the unpopulist media narrative relating to the recent stalled \"humanitarian aid\" relief convoy did not adequately cover the Syrian government concerns that such convoys must first be screened to prevent weapons from being included, and that such screening was rejected, it's likely that there are aspects of the amnesty offer/rejection that are being left out as well. The claim by al-Nusra, for example, that the amnesty proposal is \"deceptive\" needs some support. It may very well be, but we don't know why they are saying this. Also, the seemingly important question of exactly where these jihadists will go is unaddressed. Other parts of Syria? Jordan? Saudi Arabia?"], [15621, "2016-10-07T09:06:59Z", [0.55, 0.43, 0.02, 0.0], "I think it is inevitable that Aleppo falls now, just a question of how quickly, and probably will be quickly. US appear to have thrown in the towel with regard to doing anything meaningful to help the rebels and Turkey seems to not have any interest in Aleppo either."], [1708, "2016-10-07T08:11:54Z", [0.4, 0.55, 0.05, 0.0], "http://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN126236\nhttp://hosted.ap.org/dynamic/stories/E/EU_RUSSIA_SYRIA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2016-10-06-17-15-45"], [10657, "2016-10-06T20:46:33Z", [0.8, 0.1, 0.1, 0.0], "Define \"retake\". Assad forces already in the city. The U.S./E.U. will do nothing to stop Assad and Russia. Supplies and the will of the \"Free\" forces have weeks not months remaining."], [22833, "2016-10-06T20:27:25Z", [0.8, 0.15, 0.05, 0.0], ""], [498, "2016-10-06T20:23:04Z", [0.8, 0.15, 0.04, 0.01], "Just because a map is color coded, does not mean that it is correct. Having said that, if the following map is, in fact, correct, then the Syrian forces have made significant progress in northern Aleppo over the past couple of days. The very top of the map (photo/image) represents where Syrian forces were a day or so ago. That entire area from the top map edge to the north and west of the Kurdish pocket is new ground, and shows they have proceeded halfway through the first residential area below the quarry and industrial zone to the northeast of the Kurdish pocket. The pace of advancement is seemingly far faster now than over the immediately preceding week or so.\nhttps://www.almasdarnews.com/article/latest-battlefield-map-aleppo-city-2/ Assad offers rebels amnesty if they surrender Aleppo\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN126236 A rather unusual amnesty arrangement. Instead of cooling their heels in some detention camp for a year or so before being released, those rebels that accept this offer can \"travel to other rebel-held areas\" with their families. It feels like something's missing from the description."], [61, "2016-10-06T20:08:35Z", [0.37, 0.5, 0.1, 0.03], "Don't know how I let this one get away from me."], [29334, "2016-10-06T19:54:42Z", [0.1, 0.8, 0.1, 0.0], ""], [368, "2016-10-06T17:25:21Z", [0.25, 0.75, 0.0, 0.0], ""], [22833, "2016-10-06T16:25:56Z", [0.1, 0.8, 0.1, 0.0], ""], [22833, "2016-10-06T16:21:20Z", [0.05, 0.4, 0.4, 0.15], ""], [1639, "2016-10-06T14:19:15Z", [0.55, 0.37, 0.06, 0.02], "Russia and Syria say their forces are attacking the powerful jihadist group Jabhat Fateh al-Sham, which was known as al-Nusra Front until it it formally broke off ties with al-Qaeda in July.\nHe also warned Syria and Russia that history would judge them if they used the presence of the jihadists in Aleppo as \"an alibi perhaps for destroying a whole city\".\n\"The bottom line is, in a maximum of two months... the city of eastern Aleppo at this rate may be totally destroyed,\" Mr de Mistura told a news conference in Geneva.\nhttp://www.bbc.com/news/world-middle-east-37576204 The last two weeks have seen significant advances around the city by pro-regime ground forces. This is largely because Russia has stepped up its air support of Assad's offensive. Residents of eastern Aleppo describe bombs that destroy buildings down to the basement and incendiary weapons. More than 300 civilians have died in the last two weeks on the rebel side of the lines, according to the opposition-leaning Syrian Observatory for Human Rights.  \"The opposition and the civilian population have not been able to withstand it,\" \nBut even with this air campaign, pro-Assad ground forces will probably not immediately be able to storm the urban terrain held by the rebels. That would require street-to-street fighting against thousands of rebel forces who have had years to dig in, even building tunnels. But the regime has managed to cut off supply lines from Turkey to the rebel area. That means food and medical aid can't get to the opposition enclave, and neither can ammunition. This siege has been in place about a month now. Residents say they fear either that Assad's forces will advance, retake eastern Aleppo and massacre civilians — or that they will maintain a siege.\nhttp://www.npr.org/sections/parallels/2016/10/04/496543697/why-the-battle-for-aleppo-is-so-important Sources close to us on the ground claim over 88 airstrikes were carried out on Eastern Aleppo in the last 30 hours. These airstrikes were carried out by precision bombs and were co-ordinated between Russian & Syrian air forces.  2 months of continuous offensives and counter offensives between the SAA and allied rebel factions has ultimately led to the implementation of a siege on Aleppo city. The cutting of the vital rebel supply route along the Castello highway, along with the Syrian army's recapture of the military colleges, has placed the SAA and its allies in pole position to finish off the Eastern Aleppo pocket & declare Syria’s second biggest city under its complete control.  \nhttp://www.insidesourcenews.com/single-post/2016/09/23/FULL-REPORT-The-Final-Battle-for-Aleppo\n__________________\nCOMMENT: These News are so grim; how much longer can it go?"], [1646, "2016-10-06T13:53:06Z", [0.55, 0.35, 0.05, 0.05], ""], [1646, "2016-10-06T13:51:41Z", [0.35, 0.55, 0.05, 0.05], ""], [25944, "2016-10-06T13:42:55Z", [0.5, 0.3, 0.1, 0.1], "Looks like Russians (and Assad) will get this done while US is paralyzed by presidential elections."], [19801, "2016-10-06T13:37:33Z", [0.95, 0.05, 0.0, 0.0], "Syrian government forces seize half of rebel-held quarter in Aleppo: monitor\nGovernment forces have with the use of heavy aerial bombardment encircled Aleppo's rebel-held eastern sector in recent weeks and are seeking to completely recapture the city.\nhttp://indianexpress.com/article/world/world-news/syrian-government-forces-seize-half-of-rebel-held-quarter-in-aleppo-monitor-3068460/ Fighting is unlikely to last longer than 2 weeks at this rate."], [14493, "2016-10-06T13:35:09Z", [0.25, 0.6, 0.1, 0.05], "The UN envoy is predicting that eastern Aleppo could be totally destroyed by the end of the year and that the excuse for doing so involves only 1000 or so Islamic fighters who he suggests could be escorted out of the city under some kind of truce. So distasteful though it is forecast in these circumstances it seems the likely outcomes are eastern Aleppo being destroyed and then taken by government forces in the next 3 or 4 months or the Islamic fighters leaving and then a surrender followed by occupation by government forces sometime in the next 4 months. Either way would see government forces take it over. Obviously nothing is certain and the time frame could be shorter or longer. It seems unlikely that outside forces will come to the aid of the anti-government forces."], [22833, "2016-10-06T12:39:41Z", [0.05, 0.6, 0.3, 0.05], ""], [691, "2016-10-06T12:39:27Z", [0.26, 0.56, 0.18, 0.0], ""], [12605, "2016-10-06T09:01:14Z", [0.69, 0.3, 0.01, 0.0], "They now reduce their air campaign; they demand citizens to leave the city ...  ... so they move in, now. http://www.independent.co.uk/news/world/middle-east/syria-civil-war-latest-aleppo-siege-assad-forces-break-through-rebel-frontline-a7346396.html\n---- This forecast is Milgram-esque. I feel almost like sitting in front of the voltage machine, to turn up the shock level. @dkc"], [29437, "2016-10-06T03:15:28Z", [0.2, 0.7, 0.05, 0.05], ""], [691, "2016-10-05T20:09:41Z", [0.15, 0.51, 0.34, 0.0], ""], [368, "2016-10-05T19:31:21Z", [0.45, 0.55, 0.0, 0.0], ""], [15548, "2016-10-05T15:53:37Z", [0.35, 0.55, 0.05, 0.05], ""], [26375, "2016-10-05T11:16:26Z", [1.0, 0.0, 0.0, 0.0], ""], [24771, "2016-10-05T10:24:57Z", [0.05, 0.4, 0.4, 0.15], ""], [14493, "2016-10-05T09:29:23Z", [0.15, 0.53, 0.18, 0.14], ""], [29417, "2016-10-05T00:00:18Z", [0.0, 0.15, 0.35, 0.5], ""], [29417, "2016-10-04T23:49:34Z", [0.0, 0.15, 0.35, 0.5], ""], [29418, "2016-10-04T23:11:03Z", [0.15, 0.45, 0.35, 0.05], ""], [691, "2016-10-04T19:43:37Z", [0.15, 0.51, 0.34, 0.0], ""], [368, "2016-10-04T19:07:33Z", [0.45, 0.55, 0.0, 0.0], ""], [705, "2016-10-04T18:25:25Z", [0.1, 0.5, 0.3, 0.1], ""], [12151, "2016-10-04T16:47:58Z", [0.95, 0.05, 0.0, 0.0], ""], [5001, "2016-10-04T14:17:15Z", [0.0, 0.1, 0.15, 0.75], "Like Mosul question, the spread of forecasts on this one is massive. Aleppo retaken would mean a massive storm for US politics - an utter failure to achieve any of the goals, against Russians, of all foes. I am jaded and think that out politicians and military won't accept such an outcome and will be willing to do whatever is necessary to avoid it. The Russian posturing about \"tectonic consequences\" is just that - posturing. What, Putin will start WWIII over Assad? No way. Eventual stalemate in Aleppo is the only compromise that can by found between US and Russia. Assad's opinion does not matter much here once these two agree on it. To me, it looks like history will repeat itself: Syria will become Afghanistan #2, with US supplying  massive amount of weapons just to show Russians who is the boss. That is particularly likely if Hillary, with her neocon-derived convictions about foreign policy, will win. "], [19801, "2016-10-04T10:59:30Z", [0.85, 0.15, 0.0, 0.0], "The assault force gathering outside Aleppo is reported to be made up of 10,000 troops and their goal is to finally recapture the rebel-held east of the city and bring an end its four-years of defiance against Bashar al-Assad and his regime.    “There appears to be forces massing for some kind of assault on Aleppo,” said Mark Toner, a spokesman for the US State Department. When asked how long before the city fell to attackers, he replied: “It could be soon”. \nhttp://www.telegraph.co.uk/news/2016/10/01/john-kerry-suggests-syrian-elections-include-assad-as-hospitals/ If the USA says it could be soon, means Assad victory is already certain."], [3895, "2016-10-04T10:42:23Z", [0.01, 0.61, 0.29, 0.09], "urban warfare in a bombed-out landscape is a really slow business; there's just too much of Aleppo under rebel control to take it back before 30th November, particularly considering that there's nowhere safe for the rebels to run to. "], [25875, "2016-10-04T07:18:58Z", [0.32, 0.61, 0.06, 0.01], ""], [14394, "2016-10-04T05:48:11Z", [0.04, 0.16, 0.16, 0.64], "Adjusting chance of medium term fall as the relentless Russian bombings are making live in East Aleppo much harder for civilians and rebels compared to other sieges. Also the regime seems to have enough manpower for multiple small offensives."], [532, "2016-10-04T01:43:48Z", [0.68, 0.32, 0.0, 0.0], ""], [12591, "2016-10-03T23:57:12Z", [0.2, 0.6, 0.2, 0.0], ""], [25875, "2016-10-03T20:15:34Z", [0.45, 0.5, 0.04, 0.01], ""], [691, "2016-10-03T19:16:07Z", [0.14, 0.51, 0.35, 0.0], ""], [368, "2016-10-03T16:43:12Z", [0.0, 1.0, 0.0, 0.0], ""], [83, "2016-10-03T16:08:17Z", [0.84, 0.16, 0.0, 0.0], "Russia asks rebels to leave Aleppo, offering safe passage and aid.  With US taking out bridges on the Euphrates,  eastern Syria would be the likely destination.  With the US, the rebels, al-Qeada (al-Nusra), the Kurds, Syrian refugees returning from Turkey and IS, all benefiting from US protection in Eastern Syria, a no fly zone and some sort of governing agreement (is that possible?), may emerge.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN1220FR Turkey insists that the US keep the Kurds east of the Euphrates:\nhttp://www.reuters.com/article/us-turkey-syria-ypg-idUSKCN1231KX?mod=related&channelName=worldNews"], [601, "2016-10-03T16:06:13Z", [0.35, 0.45, 0.1, 0.1], ""], [29322, "2016-10-03T15:16:15Z", [0.03, 0.35, 0.41, 0.21], ""], [1593, "2016-10-03T14:55:08Z", [0.25, 0.4, 0.2, 0.15], ""], [498, "2016-10-03T10:47:46Z", [0.7, 0.15, 0.05, 0.1], "Syrian forces advance toward Awijah residential advance area in northern Aleppo.\nhttps://www.almasdarnews.com/article/syrian-army-cotninues-massive-advance-northern-aleppo/"], [29390, "2016-10-03T09:09:19Z", [0.6, 0.4, 0.0, 0.0], "The key lies in the relatively weak Syrian army. The Russian presence in Syria is almost exclusively contained to a couple of bases and command centres in the Latakia province, and air strikes which originate from said bases. To completely demolish a city from the sky is the easy part - especially when your enemy lacks proper equipment to resist airborne attacks. The difficult part is for the Syrian army to defeat entrenched rebels in guerilla warfare, in the eastern half of the once greatest city in all of Syria. It's not impossible, and it looks like it certainly will happen eventually, but chances are it will be a prolonged battle lasting in to the first half of 2017. "], [19801, "2016-10-03T03:28:35Z", [0.6, 0.4, 0.0, 0.0], "http://syria.liveuamap.com/en/time/15.03"], [11785, "2016-10-03T01:27:30Z", [0.1, 0.8, 0.1, 0.0], ""], [29119, "2016-10-03T00:30:40Z", [0.4, 0.6, 0.0, 0.0], "To take a city in an asymmetrical warfare you have to send in ground troops to secure it which will take time and casualties. progress will be slow since rebels are entrenched in the city. Remember Stalingrad a bombed out city became  a defenders paradise. On the other hand Russians took Berlin and Grozny without any regard for loss of life or civilian casualties. Is Syrian Arab Army have the same motivation I doubt so.  Progress will be slow and city will only fall once all supply lines have been cut off."], [1708, "2016-10-02T23:09:54Z", [0.35, 0.65, 0.0, 0.0], ""], [83, "2016-10-02T21:45:36Z", [0.8, 0.15, 0.05, 0.0], "Reports are that the US coalition has started to take out bridges over the Euphrates.  Perhaps the split in Syria will be into East and West sections divided at the  Euphrates.  Not a very good outlook for the rebels in Aleppo.\nhttp://katehon.com/news/us-bombing-bridges-deir-ezzur-stop-syrian-army\nhttp://news.antiwar.com/2016/09/29/syria-us-destroyed-eastern-bridges-in-attack-on-infrastructure/ http://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN1220FR?il=0"], [368, "2016-10-02T21:43:40Z", [0.0, 1.0, 0.0, 0.0], ""], [28414, "2016-10-02T20:12:48Z", [0.7, 0.25, 0.05, 0.0], ""], [38, "2016-10-02T18:41:23Z", [0.77, 0.23, 0.0, 0.0], "Putin & Assad seem to have no qualms about doing anything it takes to retake Aleppo, including turning Aleppo into rubble and killing everyone in its eastern sectors."], [691, "2016-10-02T18:12:27Z", [0.14, 0.5, 0.35, 0.01], ""], [12879, "2016-10-02T17:57:49Z", [0.2, 0.57, 0.14, 0.09], ""], [684, "2016-10-02T15:17:48Z", [0.75, 0.25, 0.0, 0.0], ""], [12605, "2016-10-02T15:04:53Z", [0.7, 0.3, 0.0, 0.0], ""], [26704, "2016-10-02T14:49:00Z", [0.05, 0.88, 0.07, 0.0], ""], [15196, "2016-10-02T13:36:36Z", [0.0, 0.9, 0.1, 0.0], ""], [15621, "2016-10-02T13:04:36Z", [0.3, 0.6, 0.05, 0.05], "Lot of fighting going on."], [28414, "2016-10-02T12:30:14Z", [0.5, 0.3, 0.15, 0.05], ""], [15548, "2016-10-02T11:39:55Z", [0.23, 0.62, 0.05, 0.1], ""], [12605, "2016-10-02T10:58:02Z", [0.65, 0.3, 0.03, 0.02], "A comparison case: https://en.wikipedia.org/wiki/Battle_of_Grozny_(1999%E2%80%932000)"], [10759, "2016-10-02T10:45:05Z", [0.2, 0.15, 0.15, 0.5], ""], [4634, "2016-10-02T10:44:06Z", [0.2, 0.15, 0.15, 0.5], ""], [19801, "2016-10-02T09:33:52Z", [0.5, 0.5, 0.0, 0.0], "Aleppo looks fairly comprehensively destroyed.\nhttp://www.nytimes.com/2016/09/28/world/middleeast/aleppo-syria-ground-offensive.html?_r=0 http://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN12133Z\nAlthough I expected Assad to win earlier, the big offensive on Aleppo is on right now and results are impressive.\n"], [498, "2016-10-02T07:50:10Z", [0.7, 0.15, 0.05, 0.1], "Syrian army sets sight on the Bakarah Quarries near the contested Kindi Cancer Hospital\nhttps://www.almasdarnews.com/article/syrian-army-captures-territory-northern-aleppo/ This service regularly provides a color-coded terrain map which allows one to obtain a visual feel for the progress of the battle in northern Aleppo."], [15621, "2016-10-01T21:15:34Z", [0.25, 0.6, 0.1, 0.05], ""], [368, "2016-10-01T20:08:41Z", [0.0, 0.0, 0.85, 0.15], ""], [12605, "2016-10-01T19:58:58Z", [0.65, 0.3, 0.03, 0.02], ""], [15548, "2016-10-01T19:03:29Z", [0.15, 0.6, 0.1, 0.15], ""], [691, "2016-10-01T16:31:29Z", [0.14, 0.49, 0.36, 0.01], ""], [19801, "2016-10-01T14:19:34Z", [0.1, 0.9, 0.0, 0.0], ""], [19801, "2016-10-01T14:18:49Z", [0.0, 0.9, 0.1, 0.0], "Two senior U.S. officials tell NBC News that thousands of ground troops are massing around Aleppo and they worry that the war-torn city could soon fall. The officials said on Friday they were awaiting a major ground operation as troops representing a mix of Syrian regime, Iranian Quds Force, Hezbollah, paid fighters from Iraq (Badr Brigade) and from Afghanistan gather. Russian fixed wing and Syrian regime helicopters continue to pound the city from the air and they are still striking Aleppo with artillery batteries outside the city. The officials expect this to continue once the ground forces move in. The senior U.S. officials told NBC News they hoped the rebels and residents could hold out a few more weeks, but that water is in such short supply, making the situation for those within the city's confines more desperate.\nhttp://www.nbcnews.com/news/us-news/u-s-officials-thousands-ground-troops-massing-around-aleppo-n657686"], [1708, "2016-10-01T09:32:23Z", [0.2, 0.65, 0.15, 0.0], "Russia doubling down...\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN1201WN"], [15621, "2016-10-01T06:10:18Z", [0.2, 0.65, 0.1, 0.05], "Rebels well entrenched"], [29230, "2016-10-01T05:51:35Z", [0.15, 0.45, 0.25, 0.15], ""], [1646, "2016-10-01T04:30:07Z", [0.12, 0.69, 0.11, 0.08], ""], [196, "2016-10-01T03:36:36Z", [0.25, 0.4, 0.25, 0.1], ""], [684, "2016-10-01T03:07:47Z", [0.6, 0.35, 0.05, 0.0], "The Russians and Govt seem to be making a final push."], [28413, "2016-10-01T00:47:15Z", [0.0, 1.0, 0.0, 0.0], "Heavy fighting in the Ramouseh district means that the siege has not yet encircled Eastern Aleppo. It'll be house-to-house fighting and a cruel squeeze on the city's remnants. I can't see that taking past 31-May-17, if it's successful at all. EDIT - great source of real-time info on Aleppo (and the larger war) at... http://syria.liveuamap.com/en/"], [691, "2016-09-30T20:17:46Z", [0.11, 0.48, 0.37, 0.04], "Probably this will happen fairly soon, but who will want Aleppo when they're finished?  Henry Kissinger, who was quotable more often than he was right, said the following. Mutatis mutandis, it seems to fit here: \"The superpowers often behave like two heavily armed blind men feeling their way around a room, each believing himself in mortal peril from the other....Of course, over time, even two armed blind men can do enormous damage to each other, not to speak of the room.\" https://en.wikiquote.org/wiki/Henry_Kissinger\n"], [368, "2016-09-30T19:34:42Z", [0.0, 0.0, 0.85, 0.15], ""], [368, "2016-09-30T19:34:05Z", [0.0, 0.0, 0.25, 0.75], ""], [4729, "2016-09-30T17:48:52Z", [0.95, 0.05, 0.0, 0.0], ""], [498, "2016-09-30T17:28:50Z", [0.7, 0.15, 0.05, 0.1], "UK The Guardian: Turkey backed by NATO should \"intervene on the ground over Aleppo\"\nhttps://www.theguardian.com/commentisfree/2016/sep/30/peace-syria-possible-turkish-forces-nato-russia I'm not sure what all the rattle about the U.S. not having a \"Plan B\" is, because intervention by Turkey has always been that plan. Here, through the smokescreen, Mr. Owen calls for it to be implemented. There are just so many problems with this plan, however, for it to even warrant serious consideration. First, the U.S. and the rest of the Western colonial powers should not even be involved with Syria in the first place. Despite six years of looking, no \"moderate opposition\" are to be found (and why are there even such pains being taken to find them *here*?). The rebels are comprised of twenty-five or more various bands and groupings, but they share the commonality that they are all radical jihadists. Recently I saw an interview with a scholar from the Middle East Institute, where he mentioned that each of these twenty five or so groups have offices in Istanbul, where presumably they meet with various Western intelligence contacts to work out supply logistics and military operations. One can only assume that they have been in Turkey for the duration, and have obtained succor and protection from Turkey. It has always been through Turkey that the arms-for-oil transactions with the radical jihadists, co-ordinated by the CIA, have been staged. Turkey is just a hand-maiden to the Western powers, and Erdoğan won't sneeze without their permission. So the coy \"Oh, what do we have here?\" attitude of Mr. Owen about Turkey just happening to be so well-positioned for potential intervention is a bunch of bunk. As was, of course, the entire faux-coup; which allows Erdoğan to sell out the citizenry of Turkey in this imperialistic endeavor without fear of opposition.  Let the rest of the Western powers continue on the same old colonial legacy path of driving regime change in any hapless country that happens to possess resources they want or manages to evidence some bit of independence. This is not the direction the United States should be taking if it desires to hold a legitimate leadership role in the twenty first century. Second, the notion that NATO is to be expanding its OFFENSIVE activities even further (it already is providing AWACS and other assets to the coalition), presaged by Trump in the recent presidential debates, should be worrisome to every American. Did we just skip over that debate? Does the United States even wish to be a part of such an OFFENSIVE alliance? Do you think that the majority of the American public would wish for this? The war-mongers are frenetic in championing anything, including implementation of Plan B, in order to not give up their [I don't know what else to call it but] imperialist ambition to topple Assad and break up Syria into partitions; because, well, they want to and they can. I'm thinking that some decision as to Plan B should be made just about the same time as the offensive for Mosul begins. That way, if the decision to go ahead with Plan B is forthcoming, it can always be positioned as a brilliant military pincer-type operation pressuring the oh-so-scary boogeyman ISIS from two directions simultaneously. Update: Apparently Plan B has sub-plan B as well. lol.\n41K Turkish soldiers ready to support operation Al Bab\nhttp://www.yenisafak.com/en/world/41k-turkish-soldiers-ready-to-support-operation-al-bab-2535329 Previous speculation ( http://www.gjopen.com/comments/comments/326897 ) that al-Bab was a \"supply depot / staging area for eastern Aleppo\" confirmed. The relevant supplies, of course, are those that have been \"smuggled\" (is it still smuggling if it's condoned?) through Turkey, orchestrated by CIA logistical operatives, transshipped via Montenegro, from arms manufactured in Eastern Europe, paid for by Saudi Arabia and Qatar, upon the direction of the U.K. and French. So in many respects nothing in Syria has changed except that the veil of covert proxies is growing ever more thin. The whole Turkey supply and support operation of ISIS is now out in the open. That the Western alliance has been arming and encouraging radical jihadist proxies to topple Assad and partition Syria is also now at about the same place the semantic falsehood of \"No combat boots on the ground\" was six months ago. I do not believe it was worth the price (trillions upon trillions of dollars and tens of thousands of lives), but the U.S. citizenry is catching on to how the rhetoric has been fashioned into a weapon and used against them by those privileged to serve themselves, er the country, in this administration. An administration spokesperson recently broke down, stating something along the lines of: \"Yes, there are U.S. combat soldiers, wearing boots, walking on the ground in Syria.\" It's a hollow victory for epistemic clarity, and it's sad and disgraceful seeing a fifty year old man basically admitting to having his hand in the cookie jar without permission. This is the adult nature of the so-called leadership of the United States. Kerry recently stated that he did not believe the U.S. Congress was up to \"going to war in Syria.\" By this I presume he meant providing the authorization to do so, for the U.S. is already at war there, and is doing so without any explicit congressional authority. Just as in the recently alleged WIPO cyber espionage case, where some series of transactions were supposedly structured to avoid going through the routine U.N. contracting procedures (and thereby avoiding scrutiny), the use of clandestine paramilitary and proxy forces in Syria is a way to circumvent congressional authorization that is the check upon unbridled exercise of executive power. The U.S. congress is quite hypocritical in (rightfully) lambasting the CEO of Wells Fargo for defrauding shareholders while simultaneously (wrongfully) conniving with the administration to likewise defraud the American public as to Syria. We are led to the next question: What is it in the American political system that generates such weak-sister politicians?"], [23117, "2016-09-30T13:50:11Z", [0.41, 0.47, 0.06, 0.06], ""], [22243, "2016-09-30T13:39:40Z", [0.25, 0.5, 0.24, 0.01], "http://www.cnn.com/2016/09/29/politics/aleppo-syria-civil-war-crisis/index.html"], [19801, "2016-09-30T04:42:58Z", [0.0, 0.5, 0.5, 0.0], "Syrian forces launched a major ground offensive on a rebel-held district of Aleppo, the biggest assault yet in a new campaign aimed at wiping out rebel forces and retaking a city that is key to ending the five-year war.\nhttp://www.aljazeera.com/news/2016/09/syrian-troops-launch-major-ground-assault-aleppo-160927125537456.html"], [7289, "2016-09-30T02:38:13Z", [0.45, 0.55, 0.0, 0.0], ""], [691, "2016-09-29T19:38:10Z", [0.11, 0.48, 0.37, 0.04], ""], [29337, "2016-09-29T15:15:01Z", [0.3, 0.4, 0.25, 0.05], ""], [29086, "2016-09-29T12:49:03Z", [0.17, 0.6, 0.18, 0.05], ""], [28414, "2016-09-29T10:33:57Z", [0.3, 0.5, 0.15, 0.05], ""], [1646, "2016-09-29T04:49:57Z", [0.15, 0.35, 0.15, 0.35], ""], [4729, "2016-09-29T03:53:52Z", [0.0, 0.5, 0.3, 0.2], ""], [4729, "2016-09-29T03:47:37Z", [0.0, 0.3, 0.4, 0.3], ""], [368, "2016-09-28T21:47:21Z", [0.0, 0.0, 0.25, 0.75], ""], [83, "2016-09-28T21:24:18Z", [0.02, 0.3, 0.1, 0.58], "Russia still wants a way out:\nhttp://www.reuters.com/article/us-mideast-crisis-syria-russia-usa-idUSKCN11Y2R4?il=0\n\"We count on our American partners to be ready to work together,\" Poznikhir said, adding that the situation in Syria has deteriorated significantly.\"  \"Opposition groups, taking advantage of the seven-day truce, replenished ammunition and weapons reserves, regrouped and moved to active offensive operations to capture new territories.\"  \"Russia has also learned, Poznikhir said, that terrorist groups are preparing chemical weapons attacks on the Syrian army and residential areas in the eastern part of Aleppo.\" West looks for legal options:\nhttp://www.reuters.com/article/us-mideast-crisis-syria-usa-idUSKCN11Y25I?il=0\n\"A U.S. official said that the use of incendiary and bunker busting weapons in an area with civilians could open Russia up to accusations of war crimes but said there is no forum in which Russia might realistically face such charges.\"\n\"The International Criminal Court does not automatically have jurisdiction because Syria is not a party to the treaty that set up the Hague-based court. A U.N. Security Council resolution to refer the matter to the ICC is a virtual impossibility because Russia, which has a veto on the council, is sure to block this.\"  \"French Foreign Minister Jean-Marc Ayrault said he was working to put forward a U.N. Security Council resolution for a ceasefire in Aleppo, saying any country that opposed it could be complicit in war crimes.\""], [691, "2016-09-28T20:48:58Z", [0.04, 0.48, 0.4, 0.08], ""], [14493, "2016-09-28T15:27:36Z", [0.08, 0.6, 0.18, 0.14], "Russia has upped the power of its bombing. The death and destruction to fighters and civilians has increased. Clearly Russia could reduce Aleppo to a pile of rubble as was Grozny by Russia 17 years ago. Humanitarian considerations count little to Putin and Assad. Putin has learnt that, so far atrocities and invasions have not cost him much, The failures of the Russian economy can be blamed on the falling oil prices rather the western sanctions. So the question is what would stop Aleppo being totally destroyed? The answer is that to capture Aleppo requires either the total surrender or the destruction of the anti-government forces. Surrender does not sound like a safe option unless it was part of a general peace deal and included guarantees from countries more trustworthy than Russia and the Syrian Government. At the moment this option does not exist/ This leaves the total destruction of of the anti-government forces as the only current option. The total destruction of the anti-government forces requires ground troops to take Aleppo, yard by yard.  If Russia were to supply a large number of ground troops it could trigger public unease in Russia (people remember Afghanistan) so that means ground troops would need to be from the Syrian army and Iran and its militia allies. They no doubt have some fighters, but after all the years of war in Syria how much longer will they be willing to die for the glory of killing fellow Muslims? In the air Assad and Russia are clearly winning, but on the ground its a lot more difficult to tell how morale is holding up. Both sides could grind on, or one side or the other could run out of willing killers.  "], [3895, "2016-09-28T13:11:15Z", [0.0, 0.6, 0.27, 0.13], "initial forecast. No way can half the city fall before November. After that it's up how hard Assad & the Russians push. http://www.cbc.ca/news/world/who-aleppo-evacuate-1.3780278"], [4042, "2016-09-28T12:44:27Z", [0.0, 0.8, 0.2, 0.0], ""], [1450, "2016-09-28T01:55:42Z", [0.16, 0.33, 0.26, 0.25], "Increasing probability for two earlier options based on the severity of the Regime's offensive (plus Russia).  A mitigating factor is that if the opposition can hold out, both the Regime and Russia will need an operational pause to reset their forces."], [11686, "2016-09-28T01:31:33Z", [0.39, 0.46, 0.14, 0.01], ""], [6382, "2016-09-27T22:07:04Z", [0.0, 0.0, 0.05, 0.95], ""], [15621, "2016-09-27T21:33:23Z", [0.25, 0.6, 0.1, 0.05], ""], [601, "2016-09-27T20:40:24Z", [0.17, 0.48, 0.1, 0.25], ""], [1529, "2016-09-27T19:24:41Z", [0.18, 0.65, 0.17, 0.0], ""], [22833, "2016-09-27T19:13:21Z", [0.15, 0.55, 0.25, 0.05], ""], [498, "2016-09-27T19:07:10Z", [0.7, 0.15, 0.05, 0.1], "Syrian troops captured Farafra, near Aleppo's famous citadel, on Tuesday. Fighting is underway in the same area, near the historic city center.\nhttp://newsok.com/the-latest-syria-says-troops-seize-central-aleppo-district/article/feed/1082278 You can't start a war and then seek to delimit the weapons or tactics used therein. The Western alliance, the ongoing legacy of the colonial powers, initiated and fomented the civil war in Syria. The blood is on their hands."], [368, "2016-09-27T18:02:18Z", [0.0, 0.0, 0.25, 0.75], ""], [23006, "2016-09-27T14:56:46Z", [0.0, 0.0, 0.1, 0.9], "This is a shameful, awful unmitigated disaster."], [1646, "2016-09-27T12:16:17Z", [0.5, 0.5, 0.0, 0.0], "https://www.almasdarnews.com/article/syrian-army-hezbollah-launch-massive-assault-east-aleppo/ East Aleppo getting smaller, euphemistically speaking"], [24116, "2016-09-27T11:25:07Z", [0.1, 0.55, 0.3, 0.05], ""], [368, "2016-09-26T21:20:53Z", [0.0, 0.0, 0.25, 0.75], ""], [691, "2016-09-26T20:42:10Z", [0.04, 0.48, 0.4, 0.08], ""], [29268, "2016-09-26T19:58:09Z", [0.05, 0.9, 0.05, 0.0], ""], [14166, "2016-09-26T19:17:13Z", [0.12, 0.46, 0.1, 0.32], ""], [684, "2016-09-26T15:20:26Z", [0.35, 0.45, 0.15, 0.05], "increased activity by Russia."], [23117, "2016-09-26T14:01:07Z", [0.41, 0.45, 0.07, 0.07], ""], [448, "2016-09-26T02:14:22Z", [0.65, 0.35, 0.0, 0.0], ""], [20911, "2016-09-25T23:31:58Z", [0.6, 0.2, 0.1, 0.1], ""], [368, "2016-09-25T22:51:46Z", [0.0, 0.0, 0.0, 1.0], ""], [1390, "2016-09-25T19:54:15Z", [0.57, 0.28, 0.03, 0.12], "Aleppo has become more symbolic than strategic, though it could become an important Syrian/Russian military outpost in the future. There is little left of the city, and the extensive damage means it is now of little economic importance. Reconstruction would take well over a decade, if Syrians even decide to willingly inhabit the city after cessation of hostilities. Despite that assessment, the continued efforts of Bashar al-Assad, backed by Russian support and air power, will ensure that Syran government forces prevail. This will not stop the civil war in Syria, though it may lead towards some future negotiations over future border zones. One risk factor would be Turkey deciding that Aleppo is strategically important, since Turkish forces could easily defeat Syrian government troops, though this has a low probability."], [691, "2016-09-25T16:56:38Z", [0.04, 0.47, 0.4, 0.09], ""], [23117, "2016-09-25T12:47:49Z", [0.41, 0.39, 0.1, 0.1], ""], [15548, "2016-09-25T07:14:41Z", [0.25, 0.4, 0.1, 0.25], ""], [498, "2016-09-25T02:41:59Z", [0.6, 0.2, 0.1, 0.1], "Pro-Assad forces seize Handarat Refugee Camp in northern Aleppo\nhttps://www.almasdarnews.com/article/map-syrian-army-makes-significant-progress-northern-aleppo/"], [11724, "2016-09-25T01:40:38Z", [0.07, 0.79, 0.07, 0.07], ""], [25944, "2016-09-25T00:59:00Z", [0.05, 0.45, 0.35, 0.15], ""], [27747, "2016-09-24T20:28:43Z", [0.77, 0.2, 0.03, 0.0], ""], [691, "2016-09-24T19:21:59Z", [0.04, 0.47, 0.39, 0.1], ""], [12879, "2016-09-24T19:15:47Z", [0.07, 0.42, 0.29, 0.22], ""], [28813, "2016-09-24T12:15:31Z", [0.04, 0.25, 0.26, 0.45], ""], [14493, "2016-09-24T08:36:14Z", [0.05, 0.55, 0.2, 0.2], "It is reported that heavier bombs are now being used by Russia which make the basement shelters unsafe. With the failure of the cease fire and aid convoys, it appears that the Aleppo defenders are facing more difficulty. The Government and Russians claim to be ready to retake Aleppo. They are probably overstating their capabilities, but they do seem to be winning at the moment. Of course it also depends on what those players (USA, Saudi Arabia, Turkey etc.) who support the anti-government side decide to do. "], [29230, "2016-09-24T05:58:01Z", [0.0, 0.15, 0.4, 0.45], ""], [29229, "2016-09-24T01:37:22Z", [0.0, 0.49, 0.46, 0.05], ""], [23006, "2016-09-24T01:21:56Z", [0.0, 0.0, 0.3, 0.7], ""], [1450, "2016-09-24T01:00:38Z", [0.06, 0.28, 0.33, 0.33], "Upgrading early choices by 1% based on offensives in the eastern portions of the city following the collapse of the COH.  Below is a summary of Russian airstrikes in the past week and an update on the situation in Syria along with links: https://iswresearch.blogspot.com/2016/09/russian-airstrikes-in-aleppo-province.html?utm_source=Russian+Airstrikes+in+Aleppo+Province%3A+September+20+-+22%2C+2016&utm_campaign=Russian+Airstrikes+in+Aleppo+Province%3A+September+20+-+22%2C+2016&utm_medium=email\nBy Jonathan Mautner Russia intensified its air campaign against the Syrian opposition in and around Aleppo City from September 20 - 22 following the breakdown of the nationwide ceasefire in Syria. The dramatic uptick in Russian airstrikes coincided with the Syrian Arab Army's announcement of the start of an offensive to seize the remaining opposition-held districts of Aleppo City on September 22, demonstrating Russia's continued commitment to support pro-regime operations against the Syrian opposition. Russian strikes concentrated against opposition-held terrain in the southern districts of Aleppo City as well as in the city's western countryside, marking the largest three-day surge in Russian airstrikes against the city and its environs since mid-August. Russian warplanes reportedly conducted several airstrikes using cluster or incendiary munitions, including an alleged wave of incendiary attacks against opposition frontlines south of Aleppo City, while regime jets also intensified their bombardment of the city and its suburbs. The surge in Russian strikes defied U.S. Secretary of State John Kerry's demand on September 21 that pro-regime forces \"immediately ground all aircraft\" flying over opposition-held areas in order to \"restore credibility\" to U.S.-Russian negotiations on the Syrian Civil War. Russia has periodically intensified and tempered its air operations in Aleppo Province during negotiations with the U.S., wielding the threat of even deeper humanitarian crisis and the defeat of the acceptable opposition in Aleppo City in order to extract concessions. Russia will not accede to a partnership with the U.S. except on its own terms, and will continue to wage its air campaign in Syria coercively in order to secure them.  http://understandingwar.org/backgrounder/syria-situation-report-september-8-22-2016?utm_source=Syria+Situation+Report%3A+September+8+-+22%2C+2016&utm_campaign=Syria+Situation+Report%3A+September+8+-+22%2C+2016&utm_medium=email By: ISW Syria Team and Syria Direct\nViolence in Aleppo City spiked to new highs after the collapse of a nationwide 'cessation of hostilities' on September 19. The ceasefire marked a core component of a wide-ranging deal on the Syrian Civil War reached by U.S. Secretary of State John Kerry and Russian Foreign Minister Sergey Lavrov on September 9. The deal called for the implementation of a meaningful 'cessation of hostilities' and unimpeded humanitarian access to all besieged and hard-to-reach regions starting on September 12. If sustained for seven continuous days, the U.S. and Russia would establish a Joint Implementation Center (JIC) in order to share intelligence and coordinate airstrikes against both ISIS and Jabhat Fatah al-Sham - the successor of Syrian Al-Qaeda affiliate Jabhat al-Nusra. Although diplomats expressed hope that the deal could allow a return to political negotiations to end the conflict, the deal lacked a concrete enforcement mechanism and almost immediately suffered from regular violations committed by both sides. The regime also continued to block humanitarian access to opposition-held districts of Eastern Aleppo City despite the terms of the agreement. The deal also suffered significant blows following an accidental coalition airstrike against pro-regime forces outside Deir ez-Zour City on September 17 and a suspected pro-regime airstrike against a UN humanitarian convoy outside Aleppo City on September 19. International powers failed to reach a consensus on the path forward to restore the ceasefire during an acrimonious UN Security Council Meeting as well as two separate meetings of the International Syria Support Group between September 20 and September 22. U.S. Secretary of State John Kerry has called for the immediate grounding of all military flights over opposition-held regions as the only measure sufficient to restore the ceasefire, while Russian Foreign Minister Sergey Lavrov has offered vague support for a new series of temporary truces. No initiative appears likely to prevent the ongoing escalation, pointing towards a new wave of violence that will benefit ISIS, Jabhat Fatah al-Sham, and other Salafi-Jihadist Groups. \nThis graphic marks the latest installment of our Syria SITREP Map made possible through a partnership between the Institute for the Study of War and Syria Direct. The graphic depicts significant recent developments in the Syrian Civil War. The control of terrain represented on the graphic is accurate as of September 19, 2016."], [368, "2016-09-23T21:06:58Z", [0.0, 0.0, 0.0, 1.0], ""], [20588, "2016-09-23T21:01:06Z", [0.25, 0.25, 0.1, 0.4], "Updating. The ceasefire slowed things up, so the chances of a breakthrough before Thanksgiving has slimmed."], [15621, "2016-09-23T20:38:32Z", [0.08, 0.6, 0.2, 0.12], "Putin and Erdogan in a pissing contest, people of Aleppo caught in the middle."], [14613, "2016-09-23T20:33:10Z", [0.5, 0.2, 0.15, 0.15], ""], [691, "2016-09-23T19:36:26Z", [0.05, 0.46, 0.38, 0.11], "http://www.bbc.com/news/world-middle-east-37446580\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN11T10B\nAnybody who thought the cease-fire would hold, please raise your hand.  That's what I thought.  Moving up some on 1 December etc. date as there seems to be some determination to either get this done or kill everyone (except Assad) trying.\n"], [1450, "2016-09-23T16:19:05Z", [0.06, 0.28, 0.33, 0.33], ""], [29208, "2016-09-23T14:49:57Z", [0.0, 0.75, 0.2, 0.05], ""], [2637, "2016-09-23T11:46:57Z", [0.08, 0.4, 0.37, 0.15], ""], [15621, "2016-09-23T09:22:31Z", [0.06, 0.62, 0.2, 0.12], "2 million people with very divided loyalties. It looks very messy."], [28041, "2016-09-23T03:52:19Z", [0.0, 0.03, 0.08, 0.89], "The Syrian war is showing no signs of stopping and even though the Syrian Army has just launched an offensive to recapture Aleppo, too many outside actors and players  influence this deadly war. Aleppo has been under siege since July 2012. Aleppo is very unstable and won't be under control anytime soon. "], [368, "2016-09-22T22:05:32Z", [0.0, 0.0, 1.0, 0.0], ""], [1111, "2016-09-22T20:41:40Z", [0.0, 0.1, 0.1, 0.8], "Given the current US commitment and Turkey joining the fray I don't believe the Syrian government will be able to retake Aleppo in the near term. "], [15621, "2016-09-22T20:02:46Z", [0.08, 0.65, 0.2, 0.07], "I think the Russians and Syrian government win this one. They will be prepared to push harder  than the U.S. will. Turkey is the unknowable quantity."], [18762, "2016-09-22T17:51:03Z", [0.3, 0.6, 0.1, 0.0], ""], [498, "2016-09-22T16:48:20Z", [0.6, 0.2, 0.1, 0.1], "Saleh: “Very soon the city of Aleppo will be safe\"\nhttps://now.mmedia.me/lb/en/NewsReports/567371-aleppo-will-be-secured-very-soon-regime-figure \"We have sufficient forces to retake Aleppo completely and we will not let it take too much time\"\nhttp://en.farsnews.com/newstext.aspx?nn=13950701000755 Reconciliation (a euphemism for surrender) first, then \"a military solution.\" It seems that these estimates are based on a simple extrapolation of current conditions, and does not anticipate any rapid changes in such conditions. The Western coalition is quite panicky, and I don't think some crazy move to escalate the conflict or resurrect the rebel initiative is totally out of the question at all. (If I had the resources, I'd be checking the spot market for \"throw-away\" mercenaries.)"], [11133, "2016-09-22T16:28:58Z", [0.05, 0.15, 0.65, 0.15], "I think this cease fire will hold long enough that it will not occur before June, 2017, plus during which, the rebels will get supplies."], [691, "2016-09-22T14:31:02Z", [0.05, 0.41, 0.39, 0.15], ""], [15371, "2016-09-22T14:08:34Z", [0.05, 0.45, 0.3, 0.2], "Our killing Syrian soldiers by mistake increases anti- us sentiment"], [5001, "2016-09-22T13:38:26Z", [0.01, 0.12, 0.17, 0.7], ""], [28414, "2016-09-22T12:48:22Z", [0.6, 0.3, 0.05, 0.05], "Warplanes set rebel-held Aleppo ablaze\nhttp://www.bbc.co.uk/news/world-middle-east-37438536"], [498, "2016-09-22T11:40:52Z", [0.6, 0.2, 0.1, 0.1], "Russians secure 3 more reconciliation agreements in Syria\nhttps://www.almasdarnews.com/article/russians-secure-3-reconciliation-agreements-syria/"], [16746, "2016-09-22T01:14:15Z", [0.05, 0.9, 0.05, 0.0], ""], [498, "2016-09-22T01:00:07Z", [0.6, 0.2, 0.1, 0.1], "Moderate rebels prevent citizens from leaving battle zone and participating in reconciliation efforts\nhttp://www.albawaba.com/news/more-%E2%80%98strategic-evacuations%E2%80%99-syria-come-while-attack-aid-convoys-snuffs-out-hopes-peace-885304 Information on the Syrian reconciliation program. The Western commentators are generally displeased that many citizens are being forced into capitulation by starvation. First, how many of these citizens chose to have their localities become the locus of uprisings? I think the assumption that if you live in a rebel controlled area you are a rebel supporter is tenuous. The rebels interfering with citizens who wish to leave is the same as ISIS in Mosul, it's just a variation of \"human shields.\" Second, it is a Civil War after all. The commentators seem more upset with how it is ending because they just don't like that it is ending in a way they don't want. They've swallowed the anti-Assad propaganda and are feeling an emotional loss in seeing the conflict resolve itself it a way they were led to believe not to desire. To them, more deaths are preferable to peace; and why? Only because there have been many so deaths already, and it's just not ending the way *they* (the outsiders) want. Of course the war hawks won't go down peacefully. I'm expecting a continued ratcheting up of escalations against Assad. Iran increasing mobilization for Syrian conflict\nhttp://www.thenational.ae/world/middle-east/iranians-queue-up-to-fight-for-assad I do not know if or when the West will get the epiphany that Russia and Iran are committed to maintaining both the Assad regime and the complete territorial integrity of Syria. I also do not know who will be the first Western leader that will break ranks with the globalist war-mongers and say, \"Hey, we made a mistake at the very beginning. It's not just that we should cut our losses now. It's that our hubris allowed us to be led to take one step beyond where we should have gone initially.\" I do know it won't be Trudeau that performs such service for the world. Canada might join in second though!"], [16554, "2016-09-22T00:34:11Z", [0.01, 0.99, 0.0, 0.0], ""], [368, "2016-09-21T21:57:27Z", [0.0, 0.0, 1.0, 0.0], ""], [83, "2016-09-21T18:57:10Z", [0.02, 0.3, 0.1, 0.58], "Kerry asks Russia, Syria to ground planes for cease fire continuation.  Otherwise continued US support for Rebels/al-Nusra (White Knights - rebranding continues) likely to continue.\nhttp://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN11R1CN?il=0"], [7698, "2016-09-21T16:48:17Z", [0.05, 0.15, 0.35, 0.45], ""], [684, "2016-09-21T16:23:51Z", [0.25, 0.45, 0.15, 0.15], ""], [1023, "2016-09-21T15:01:30Z", [0.35, 0.65, 0.0, 0.0], "Aleppo could be flashpoint for regional war."], [12034, "2016-09-21T13:29:10Z", [0.1, 0.1, 0.4, 0.4], ""], [16168, "2016-09-21T12:59:36Z", [0.0, 0.35, 0.6, 0.05], ""], [1142, "2016-09-21T11:25:44Z", [0.05, 0.85, 0.05, 0.05], ""], [14493, "2016-09-21T07:54:43Z", [0.02, 0.38, 0.22, 0.38], "It does appear that the anti-government forces are gradually weakening. The Russia-USA cease fire deals has failed. One outcome appears to be that the US led idea of separating  \"good\" anti-government forces and \"bad\" anti-government forces has not worked. The government and Russia are still able to treat all anti-government as \"bad\", Turkey still regards all Kurds as \"bad\". It appears that the government and Russian plan is to let the US (and the west) keep IS busy, the Turks can keep the Kurds busy while the government and Russia finish off the non-IS and mon-Kurd forces. "], [9417, "2016-09-21T05:40:15Z", [0.0, 0.0, 0.8, 0.2], "Depends on how one defines 'retake'\nIf it means 'clear the area of rebels'  that will not be achieved in 2016.\nThe problem here is that all groups are using  women  and children as 'human shields'  and then showing the world heart-rending  pictures of casualties.   'Shabby' propaganda  to feed the press vultures and used selectively  it would seem!\nNon-combatants should be evacuated leaving the combatants to 'slug it out'. The process would then be completed  within  3-6 months.\nSo much depends  on  the ability of good men to neutralise ISIL - as I discussed in the post on \"Mosul\"\nCan the rebels be trusted to  hold territory against ISIL?    I would hope so - but probably not!\nJohn"], [1476, "2016-09-21T05:09:46Z", [0.0, 0.0, 0.0, 1.0], ""], [1450, "2016-09-21T04:04:44Z", [0.08, 0.26, 0.31, 0.35], ""], [498, "2016-09-21T02:36:02Z", [0.6, 0.2, 0.1, 0.1], "Finger pointing over attack on relief supply warehouse and convoy\nhttp://www.cnn.com/2016/09/20/politics/syria-convoy-strike-us-conclusion-russia/ Given that the NATO Boeing E-3A 'Sentry' Airborne Warning & Control System (AWACS) aircraft have Syria under constant surveillance, not counting satellite and other assets, it seems highly unlikely that a non-stealthed airstrike could occur outside Aleppo without the United States being able to confidently attribute its source. Curiously, the U.S. spokesperson neglects to mention Turkey as a potential source, since Turkish warplanes have recently been reported in various actions around Aleppo; and the NATO AWACS are operating out of Turk airbases.\nhttp://www.nato.int/cps/en/natohq/topics_48904.htm \"That means there only could have been two entities responsible\"\nThinking abductively like Sherlock Holmes (\"Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.\") is a valid reasoning strategy, but it only works if you can exhaustively specify the entire set of possibilities. Failure to specify Turkey as a possibility (or France even) makes me think no rigorous abductive analysis was conducted at all, but rather that the U.S. response is a knee-jerk reaction from someone who is simply \"not-in-the-loop.\" [And if you think that the position of Mr. Rhodes is such that he must surely know, then you don't yet understand how compartmentalized information and \"need to know\" really works. The role of Mr. Rhodes is to spin the narrative. He is not the planner. He's an Obama handler that develops the public script. He doesn't write the stage management directions. If he knew the What and the How he might actually be less effective at his job.]"], [7263, "2016-09-21T01:13:15Z", [0.1, 0.75, 0.1, 0.05], ""], [1031, "2016-09-21T00:58:13Z", [0.01, 0.45, 0.53, 0.01], ""], [370, "2016-09-21T00:49:01Z", [0.15, 0.15, 0.22, 0.48], "With the new developments there might be an interesting conflict between Assad and the Russian forces."], [1297, "2016-09-21T00:42:13Z", [0.15, 0.6, 0.2, 0.05], ""], [422, "2016-09-20T23:49:39Z", [0.01, 0.09, 0.3, 0.6], ""], [8050, "2016-09-20T23:39:16Z", [0.05, 0.75, 0.2, 0.0], ""], [24600, "2016-09-20T22:19:16Z", [0.0, 0.0, 0.2, 0.8], "Too many superpowers, too many conflicting agendas "], [13671, "2016-09-20T21:47:50Z", [0.05, 0.15, 0.65, 0.15], "Factional infighting so limited consolidation of ground "], [11430, "2016-09-20T21:11:26Z", [0.01, 0.25, 0.3, 0.44], ""], [691, "2016-09-20T20:56:58Z", [0.05, 0.41, 0.39, 0.15], ""], [1661, "2016-09-20T20:25:13Z", [0.15, 0.25, 0.25, 0.35], ""], [25544, "2016-09-20T19:57:10Z", [0.3, 0.15, 0.15, 0.4], "Or they don't take it back at all, if the government fails as such and gets replaced."], [1092, "2016-09-20T19:52:39Z", [0.0, 1.0, 0.0, 0.0], ""], [23708, "2016-09-20T19:43:43Z", [0.05, 0.35, 0.55, 0.05], ""], [290, "2016-09-20T19:26:04Z", [0.0, 0.35, 0.5, 0.15], ""], [368, "2016-09-20T18:59:42Z", [0.0, 0.0, 1.0, 0.0], ""], [22243, "2016-09-20T17:17:19Z", [0.1, 0.42, 0.38, 0.1], ""], [28813, "2016-09-20T13:26:08Z", [0.02, 0.14, 0.32, 0.52], "- Ceasefire. \n- 'not before' includes the infinite amount of time after that soooo...."], [28380, "2016-09-20T05:34:33Z", [0.0, 0.04, 0.16, 0.8], "Even with circumstances changing rapidly for the worse for the Rebels I don't see Aleppo falling soon. ... Where to go if you quit it?"], [29086, "2016-09-20T02:14:30Z", [0.4, 0.35, 0.16, 0.09], ""], [83, "2016-09-19T23:29:59Z", [0.02, 0.3, 0.1, 0.58], "Aleppo may be important enough for Assad to negotiate for.  US has a foot in the door with rebels and ISIS, based on past history, giving them up seems unlikely.   Syria may be more likely to regain Aleppo via negotiation, rather than militarily.\n--Forecast is that if Syria were to take the rest of Aleppo it would be sooner, rather than later.  As time goes by, rebels and ISIS (renamed) will only gain additional support.   With US interested in promoting the Kurds and others in regional areas, Aleppo could be a valuable chip later.\n--Turkey may be a wild card: is the interest only in securing the border from the Kurds? or is there more?  Is there a preference for a completely Syrian/Russian/Iranian Aleppo, or is a divided city, minimizing a future Syria a better option.  Minimizing the possible impact of Turkey on Aleppo for now."], [368, "2016-09-19T21:55:42Z", [0.0, 0.0, 1.0, 0.0], ""], [368, "2016-09-19T21:54:19Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-09-19T17:58:59Z", [0.05, 0.41, 0.39, 0.15], ""], [27661, "2016-09-19T15:59:18Z", [0.25, 0.38, 0.25, 0.12], "Looking at the current events (the offical declaration of the end of the cease fire by the syrian government [english: http://www.reuters.com/article/us-mideast-crisis-syria-idUSKCN11P146 / german: http://www.tagesschau.de/ausland/waffenruhe-syrien-113.html) and the map (http://syria.liveuamap.com/de) it seems likely that the syrian army supported by russian air strikes retakes Aleppo in the next months. There are further criteria that may be considerered: the access to water and food (http://www.un.org/apps/news/story.asp?NewsID=54947) as well as the changing conditions in winter (http://www.ifrc.org/en/what-we-do/disaster-management/responding/ongoing-operations/syria-crisis/winter-in-syria/)."], [14045, "2016-09-19T11:53:00Z", [0.0, 0.15, 0.25, 0.6], ""], [498, "2016-09-19T07:31:08Z", [0.6, 0.2, 0.1, 0.1], "Turkey, the truly wild wildcard.\nhttp://www.dailysabah.com/diplomacy/2016/09/19/with-us-policy-in-syria-a-complete-failure-turkey-now-follows-different-priorities \"the fourth objective of the operation would be to trigger new talks for a political transition based on new realities on the ground.\" At the pace at which the U.S./Turkish armored force is progressing, and with U.S. airstrikes continuing to clear a path from the north, I would say that the arrival of Turkish armor in Aleppo (should it happen) would definitely be \"a new reality on the ground.\" It's a complicated arrangement, and everybody has secondary agendas and wants to save face, but reading between the lines I am of the opinion that Turkey is in Syria at the behest of the U.S. (and as conjectured previously in collusion with Russia as well) with the specific intention of facing off against Assad. Will the United States throw the YPG under the bus to topple Assad? \"The actors that will play an active part in liberating Raqqa and Mosul from DAESH will earn the right to have say in the future of these regions.\" Somebody has been promised loot and lucre. Update: The Turkish airforce is active in Syria as well. This U.S./Turkish attack in Syria is a MAJOR offensive it seems to me, not just some tidying up and house-cleaning along the border.\nhttp://www.ibtimes.com/syria-conflict-turkey-targets-isis-plans-safe-zone-ceasefire-deal-crumbles-2418286 \"Turkey-led coalition forces in northern Syria will go further south\""], [28982, "2016-09-19T05:39:39Z", [0.02, 0.45, 0.28, 0.25], ""], [61, "2016-09-18T23:35:20Z", [0.11, 0.64, 0.21, 0.04], ""], [368, "2016-09-18T22:23:20Z", [0.0, 1.0, 0.0, 0.0], ""], [12879, "2016-09-18T18:49:55Z", [0.07, 0.38, 0.26, 0.29], ""], [28871, "2016-09-18T18:14:41Z", [0.05, 0.1, 0.1, 0.75], ""], [691, "2016-09-18T18:00:55Z", [0.05, 0.41, 0.39, 0.15], ""], [26704, "2016-09-18T16:04:08Z", [0.05, 0.75, 0.2, 0.0], "Assad is on a winning streak and will not stop until Aleppo has been taken"], [26370, "2016-09-18T13:48:56Z", [0.15, 0.65, 0.17, 0.03], ""], [498, "2016-09-17T20:37:07Z", [0.6, 0.2, 0.1, 0.1], "I'm now curious as to whether modern wargamers have yet created any sort of \"credibility\" value, a kind of capacity function (similar maybe in some ways to the notion of \"political capital\" on the domestic front). It would be something related to troop morale, but would also encompass public and alliance support, command reliability, future diplomatic success, and some number of other effects. The value would be determined as a function of internally and externally generated propositions, as well as propositions implied from historical facts. I'm thinking about this because the Western alliance, in particular the United States, continues to take severe hits on the credibility front.\n• \"Proxy\" war no more. Allegations that the U.S. is now directly attacking Syrian troops (and effectively supporting ISIS in doing so).\n• Continued allegations that United States is supporting JFS terrorist group, which the U.S. refuses to renounce.\n• Allegations by Russia that it is the U.S. (only) that is keeping the text of the current ceasefire agreement secret (thus implying that there is some untoward intention contained within the agreement) There's something strange about the \"information age,\" where the saying \"Sticks and stones ...\" may no longer be true. Possible route of U.S. spearheaded Turkish armor relief column (1500 troops?) to Aleppo (?): al-Rai ⇨ Dabiq ⇨ al-Bab ⇨ Aleppo (?)\n[In any case, they're not (currently) headed toward Raqqa, as disingenuously implied by the NYT.]\nhttp://rudaw.net/english/middleeast/syria/170920161 It's also possible that either or both Dabiq and al-Bab are supply depots / staging areas for eastern Aleppo. Update#1: US Says It May Have Struck Syrian Troops While Targeting IS\nhttp://www.nytimes.com/aponline/2016/09/17/world/middleeast/ap-ml-syria.html\nhttp://www.foxnews.com/world/2016/09/17/us-halts-air-raid-after-learning-syrian-forces-may-have-been-hit.html These allegations now seem confirmed. The size and composition of the Syrian force, and the extent and timing of the strike, simply makes the claim of error here highly doubtful. The U.S. would (should) have better targeting intelligence than that. We are left to consider the possibility that, as a result of the dire predicament of the coalition supported anti-Assad forces in eastern Aleppo, and the panic which surrounds the failure to deliver (military) resupply to them, the U.S. has intentionally undertaken this attack upon Syrian troops as an oh-so-clever \"disguised\" message of displeasure to (and attempt at intimidation of) Assad. It's (possibly) a brazen (and risky) escalation of the Syrian conflict, which, whether it causes Assad to let the convoys to eastern Aleppo go through without inspection or not, diminishes overall U.S. credibility. As in so many of the country-specific instances of corruption we've touched upon in GJO, we may again be seeing the same old trick of \"incompetence\" invoked to cover \"intention.\" Such instances, in any case, strain (reduce) credibility. Update#2: UN Security Council holds emergency meeting to discuss the \"errant\" airstrikes\nhttp://www.cnn.com/2016/09/17/middleeast/syria-claims-coalition-airstrike-hit-regime-forces/ After this incident it will be hard to make the case that failure to coordinate ISIS targeting more intimately with Russia is not mere wanton disregard for human life. It's just simply unbelievable that the U.S. should be in such a position to endure such charges in a country for which there has been no congressional authority to invade. It's also possible, however, that this is an extremely well-planned trick by Russia which induced the U.S. into the error. While possible, in that it was the U.S. that initiated the attack, and the Russians could not directly determine that timing (although they could have influenced it indirectly), and that a very sophisticated set of deceptions (including upon the sacrificial Syrians) would have had to have been involved, I find this possibility to be less likely than the possibility of simple error even, which I find less likely than the possibility of \"intentional mistake\" to deliver a threat to Assad. Well, a definite hit at the UN again on credibility, and maybe the first step down the road to an eventual outcome where Russia sets the targets for U.S. airstrikes. \"how [The U.S.] could have thought it was striking an ISIS target is unclear\"\nhttp://www.thedailybeast.com/articles/2016/09/18/did-the-u-s-just-slaughter-syrian-troops.html \"a potentially illegal act by the United States in a country in which they have not been invited or declared war\" Failed policy supported by failed plans from a bunch of old ladies who are panicking. Update#3: \"the U.S. had not previously targeted IS forces fighting Syrian government troops\"\nhttp://www.nytimes.com/aponline/2016/09/17/world/middleeast/ap-ml-syria-the-latest.html"], [368, "2016-09-17T19:54:33Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-09-17T19:41:56Z", [0.09, 0.44, 0.35, 0.12], ""], [498, "2016-09-17T00:50:44Z", [0.6, 0.2, 0.1, 0.1], "Confirmed: U.S. forces have begun working with Turkish forces in northern Syria\nhttps://www.almasdarnews.com/article/video-us-troops-northern-syria-threatened-slaughtered-syrian-rebels/\nhttp://www.voanews.com/a/syria-aid-trucks-await-green-light-as-rebels-fear-cease-fire-breakdown/3511878.html So long as \"the full text of the deal worked out with Russia on the truce in Syria will not be made public,\" it becomes rather easy to allege violations of the agreement. I wonder if those who have bemoaned the legacy of the Syckes-Picot agreement feel similarly about this externally imposed US-Russian agreement? While the unpopulist media continue to neglect the point specifically, I maintain that the crux of the issue is whether or not the purported humanitarian aid convoys will be allowed to be searched by Syrian forces so as to prevent weapons and ammunition from reaching the rebels in eastern Aleppo. I also maintain that the so-called Western alliance is so desperate and frenetic to achieve this (presumed) *military* resupply of those rebels that the U.S. is now spearheading a Turkish armor movement to break through to Aleppo so as to deliver the weapons themselves. [Relax. The U.S troops were mounted. No boots-on-the-ground.] As propaganda approaches reality, the propaganda always gives way (\"facts are stubborn things\" -- John Adams). Forget all the fake narratives of no U.S. combat troops, \"moderate\" opposition allies, ISIS as the \"main enemy\" (in Syria it's Assad), weapons smuggling from gosh nobody-knows-where, and humanitarian aid. Here comes the armor! Update: \"The United Nations insisted Thursday that the government would not be allowed to pick through any of the aid items headed to Aleppo.\" Finally, the issue is addressed head on (four days late), but with a definite anti-Assad bias. OK, the concern of the UN has been expressed (no pilfering of food or medical supplies). Sounds good. Now what about the concerns of the Syrians (no weapons)? What's to be done about that? If there were bonafide intentions to deliver humanitarian aid (only), these issues would have been worked out and this negotiation would be done. [With such blatant bias on the part of the UN here, skeptical me is now thinking that the spattered news stories of the previous week about how the local NGOs were captive to the Assad regime* were just taking reality (they are actually captive to the Western alliance), and turning it around as a propaganda narrative, to cover their own bias (and, imagine, *in anticipation of this current contingency*). Those rebels must be in very tough straits, for both the Obama administration and the U.N. (and for what it's worth, the WaPo) are taking gigantic credibility hits on this operation.]\nhttps://www.washingtonpost.com/world/middle_east/syria-has-not-granted-a-single-permit-to-aid-besieged-aleppo-says-un-official/2016/09/15/a3bde87e-7ab6-11e6-8064-c1ddc8a724bb_story.html * For fun, we could take as a defeasible assumption that the spattered news stories relating to the NGOs were planted, and we could identify the network of propagandist mouthpieces that proliferated those stories. Over time, we learn which stories were real, which were planted, and we have a fairly handy database for future scoring of source credibility. \"the United Nations does not need authorization from Syria to deliver the supplies across the border\"\nhttp://www.voanews.com/a/syria-aid-trucks-await-green-light-as-rebels-fear-cease-fire-breakdown/3511878.html Really? I definitely missed that memo. (It's always good to know where \"authorities\" are believed to reside, and by whom. Some Romans believed they came from birds.)"], [23744, "2016-09-16T19:56:11Z", [0.05, 0.15, 0.75, 0.05], ""], [691, "2016-09-16T19:21:18Z", [0.09, 0.44, 0.35, 0.12], ""], [368, "2016-09-16T18:16:36Z", [0.0, 1.0, 0.0, 0.0], ""], [29009, "2016-09-16T14:51:19Z", [0.0, 0.0, 0.25, 0.75], ""], [29000, "2016-09-16T01:39:18Z", [0.25, 0.25, 0.25, 0.25], ""], [498, "2016-09-16T01:18:45Z", [0.6, 0.2, 0.1, 0.1], "Turkey prepares for 3rd phase of Aleppo offensive\nhttps://www.almasdarnews.com/article/turkey-prepares-3rd-phase-aleppo-offensive/ At least in terms of Aleppo, anything the West says or does about \"ISIS\" is no more than a cover for anti-Assad activities. The condition of the anti-Assad forces in Aleppo are so desperate that, with the delay of the re- (armament) supply convoys, Turkey is preparing to move on Aleppo directly to save them. Turkey has always been the local source of the weaponry, previously smuggled to anti-Assad forces in eastern Aleppo, organized through a procurement network of eastern European arms manufacturers, based in Montenegro, financed by Saudi Arabia and the Gulf States, at the behest of France, the UK, and other imperialist coalition actors. The CIA has acted as co-ordinator for this monstrosity of a scheme. The Kurds threatened to cutoff the smuggling route, so Turkey needed to invade overtly to keep it open. I don't believe the unpopulist media is adequately conveying the urgency of how some military relief is required for the anti-Assad forces in extremis. \"France, which backs the opposition ...\"\nhttp://www.cnbc.com/2016/09/15/syria-ceasefire-deal-remains-fragile-as-aleppo-aid-plan-stalls.html The battle in Syria is a battle of colonialism (under the guise of globalization) versus nationalism. The U.S. is also, as usual, playing the dumb hillbilly role of muscle. The critical aspect of whether any so-called relief convoys are to be allowed to transit \"unhindered,\" or will be searched for weapons and ammunition, goes unaddressed by the unpopulist media. At the moment it's all about the *contents* of those convoys, not the road they are to travel upon. This proxy war is being obfuscated and the American public is to remain in the dark and led by the nose. And then, at some point in the future, the public goes: \"Hey, how'd we get here?\" [Movement from Point A to Point X unopposed -- reflexive control -- a Soviet infowar tactic being applied by the U.S. government against its own citizens (via weaponized information). The American public is being *attacked* by their very own government and they are oblivious to the fact. The harm inflicted (the immediate effect of the force) is in the form of belief-structure displacement. The pain (which will follow) is disassociated in time.] The U.S. is presently so desperate to allow this delivery of weapons to anti-Assad forces in eastern Aleppo that they are likely to sell out some other ally or foundational principle of the Republic in order to twist the arm of Russia to sell out Assad and let those military supply convoys go through \"unhindered.\" For example, \"You want Crimea? How about Crimea and $500 billion? Just get Assad to let that friggin' weapons convoy go through!\" The U.S., and the rest of the imperialist coalition allies, are desperate and there is real risk that they're likely to give away the store to retain this anti-Assad foothold in eastern Aleppo. So, watch for strange allied behavior towards Russia in other, \"unrelated,\" areas. The credibility of Russia as to standing by nominal allies is also on the line. “The government … needs to allow unhindered access to those trucks\"\nhttp://freebeacon.com/national-security/military-cooperation-pact-russia-syria-divides-pentagon-john-kerry/ Why? What's in those trucks that cannot withstand the scrutiny of inspection? Update: This seems unlikely, but here's the claim - \"U.S. Army personnel in northern Aleppo\"\nhttps://www.almasdarnews.com/article/moderate-rebels-threaten-kill-us-army-soldiers-northern-aleppo/"], [1646, "2016-09-15T19:45:47Z", [0.15, 0.5, 0.0, 0.35], ""], [28994, "2016-09-15T18:56:43Z", [0.3, 0.15, 0.1, 0.45], ""], [368, "2016-09-15T18:43:25Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-09-15T18:02:11Z", [0.18, 0.47, 0.26, 0.09], ""], [498, "2016-09-15T05:35:39Z", [0.6, 0.2, 0.1, 0.1], "\"Assad will eventually be prevailed upon to let the convoy go through unchecked\" eventuated.\nhttp://www.gjopen.com/comments/comments/324562 Russian Marines take over strategic Aleppo highway\nhttps://www.almasdarnews.com/article/map-russian-marines-take-strategic-aleppo-highway/ The military relief columns for the jihadist rebels and ISIS were the crux of the ceasefire, and Russia had to step in. In short, Russia has sold out Assad, at least for the short term. That such convoys should be allowed to transit into Aleppo without close adversarial inspection to ensure that only humanitarian aid gets through, and not weapons or ammo, is a disgrace to all parties involved and an affront to the clear, rational thinking of all human beings."], [368, "2016-09-15T01:56:01Z", [0.0, 1.0, 0.0, 0.0], ""], [498, "2016-09-14T23:31:19Z", [0.65, 0.2, 0.1, 0.05], "Syria fighting off fake humanitarian aid convey to Aleppo.\nhttp://www.upi.com/Top_News/World-News/2016/09/14/United-Nations-aid-to-Aleppo-held-up-despite-cease-fire/8891473860998/ Previously, I questioned the contents of this convoy ( https://www.gjopen.com/comments/comments/323039 ). Today, we learn that Syria is doing the same. Turkey now won't let the convoy roll because it likely does not in fact contain the humanitarian aid that it claimed, but war materials instead. Else, why not let it roll? But, it's not so much that the convoy is a re-supply of weapons and arms to the terrorist rebels and ISIS; most of us knew this to be the case. What's the real issue is that *it was this very re-supply convoy* that brought the Russians and the U.S. into agreement. The western coalition *needs* this war material convoy to get through, for without it the rebels and ISIS can't hold out for even a fortnight. It's desperate, dire straights, and immediately it's all about this convoy. Everything, in terms of prolonging the Aleppo battle, rests on that (weapons) convoy getting through. So, to call out the contents of the convoy is not the same as actually stopping and inspecting the convoy. I'm thinking that the situation is such that Assad will eventually be prevailed upon to let the convoy go through unchecked. It's a sad, sad state of affairs in the State of Syria. Nevertheless, I'm upping the early bucket +5 on the idea that, as of today at least, somehow, some way, Assad has prevented that supply of weaponry getting through. Two convoys. Toys have morphed into food and flour.\nhttp://timesofoman.com/article/92187/World/Middle-East/Aid-convoy-for-Syria's-Aleppo-waits-in-no-man's-land-as-warring-sides-bicker Nobody is (presumably) opposed to food and flour. The bottom line is that it's the Syrian forces that must inspect those, and all future, cargoes to ensure it is nothing but food and flour. Dispassionate humanitarians of all stripes should also insist that this be the case. \"No more secrets\" and the world works better."], [11686, "2016-09-14T19:39:05Z", [0.25, 0.5, 0.2, 0.05], ""], [23117, "2016-09-14T14:01:55Z", [0.25, 0.47, 0.16, 0.12], ""], [498, "2016-09-14T07:24:00Z", [0.6, 0.2, 0.1, 0.1], "Iraq militia fighters join battle for Syria's Aleppo\nhttp://www.crcconnection.com/2016/09/14/iraq-militia-fighters-join-battle-for-syrias-aleppo.html"], [368, "2016-09-13T23:29:16Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2016-09-13T21:38:20Z", [0.18, 0.47, 0.26, 0.09], ""], [22988, "2016-09-13T20:47:14Z", [0.7, 0.0, 0.0, 0.3], ""], [10759, "2016-09-13T13:44:11Z", [0.02, 0.12, 0.18, 0.68], ""], [4634, "2016-09-13T13:43:52Z", [0.02, 0.12, 0.18, 0.68], ""], [476, "2016-09-13T13:30:59Z", [0.05, 0.95, 0.0, 0.0], "In 2017 Ban will no longer be Secretary-General of UN. How likely will Kerry and Ash Carter be \"Obama holdovers\" if Hillary somehow is elected, like Gates was?  Lots of bureaucratic infighting weakens US leadership options for example Kerry and  at cross-úrposes. With Russia, Israel and Turkey in kahoots to maintain the essence and semblance of Assad rule over \"Syria\" (better for Israel security that his crew running \"Syria\" than the wahoos.  France is moving aircraft carrier into area but that doesn't mean it will follow US or NATO guidance. There is lots of disinfo cascading through all media on this problem. Still, the baddies ought to be tucking tail and saying their valedictions after the Mayday parade in Moscow .  link http://news.sky.com/story/rubble-and-ruins-in-battle-for-syrias-aleppo-10571556"], [28951, "2016-09-13T12:55:38Z", [0.0, 0.3, 0.45, 0.25], ""], [22833, "2016-09-13T12:36:44Z", [0.0, 0.05, 0.2, 0.75], ""], [28950, "2016-09-13T12:36:19Z", [0.0, 0.3, 0.6, 0.1], ""], [22833, "2016-09-13T12:35:19Z", [0.15, 0.05, 0.0, 0.8], ""], [498, "2016-09-12T22:32:21Z", [0.64, 0.21, 0.05, 0.1], "\"20,000 children's shoes and items of clothing, food and toys to Aleppo.\"\nhttp://www.tasnimnews.com/en/news/2016/09/12/1184835/turkey-plans-to-send-aid-convoy-to-aleppo Are you kidding me? These are not items of life and death. These are comfort items. Dollars to doughnuts those trucks are loaded with weapons and ammunition. I think I recall reading that the current agreement specifically excludes the searching of such supply convoys. Why? Each item should be offloaded and thoroughly examined. Lacking that, the prudent inference would be that these are military supplies, not humanitarian aid, and that the battle for Aleppo, so close to resolution, will now be prolonged."], [601, "2016-09-12T22:17:42Z", [0.0, 0.4, 0.3, 0.3], ""], [28813, "2016-09-12T21:33:36Z", [0.03, 0.15, 0.32, 0.5], "A rough distribution, but - \nthere are only a handful of weeks left until November 30th and Aleppo does not look likely to fall, especially considering the ceasefire coming into effect. \n'Not before 30th November 2017' includes all the infinite amount of time after this date, vastly more than the two narrow 6 month windows. So I put a lot of weight on that.\nBut......... I'm not certain the regime, as we know it, will ever retake Aleppo. "], [691, "2016-09-12T19:19:27Z", [0.21, 0.47, 0.26, 0.06], ""], [28928, "2016-09-12T16:27:44Z", [0.3, 0.7, 0.0, 0.0], ""], [11785, "2016-09-12T01:40:07Z", [0.0, 0.05, 0.25, 0.7], ""], [191, "2016-09-11T21:26:30Z", [0.0, 0.0, 0.0, 1.0], ""], [5078, "2016-09-11T19:30:56Z", [0.5, 0.3, 0.2, 0.0], "with help of Russians, yes. as ISIS pulls out and rebels split forces with no clear international support."], [14613, "2016-09-11T18:51:13Z", [0.99, 0.01, 0.0, 0.0], ""], [4042, "2016-09-11T12:14:10Z", [0.0, 0.5, 0.33, 0.17], ""], [10759, "2016-09-11T10:58:46Z", [0.05, 0.15, 0.2, 0.6], ""], [4634, "2016-09-11T10:58:26Z", [0.05, 0.15, 0.2, 0.6], ""], [4729, "2016-09-11T04:34:10Z", [0.0, 0.1, 0.2, 0.7], ""], [498, "2016-09-10T22:42:24Z", [0.65, 0.2, 0.05, 0.1], "\"Both warring sides would pull back from the strategic Castello Road in Aleppo to create a demilitarised zone, while opposition rebels and government groups would both have to provide safe and unhindered access via Ramouseh in the south of the city.\"\nhttp://www.newstalkzb.co.nz/news/world/us-russia-hail-syria-ceasefire-as-aleppo-crisis-deepens/ On the verge of an Assad victory, a ceasefire that focuses on Aleppo is declared. I was surprised that such a ceasefire would be declared."], [498, "2016-09-10T18:37:30Z", [0.7, 0.2, 0.03, 0.07], "\"State news agency SANA said the Syrian government accepts the agreement, adding that hostilities will stop in the northern city of Aleppo\"\nhttp://indianexpress.com/article/world/world-news/airstrikes-in-northern-syria-after-us-russia-agreement-3024589/"], [691, "2016-09-10T15:39:29Z", [0.24, 0.47, 0.26, 0.03], ""], [7523, "2016-09-10T14:06:48Z", [0.0, 0.0, 0.05, 0.95], ""], [15548, "2016-09-10T13:54:47Z", [0.3, 0.4, 0.1, 0.2], ""], [28414, "2016-09-10T13:12:35Z", [0.6, 0.3, 0.05, 0.05], ""], [28887, "2016-09-10T10:50:32Z", [0.12, 0.32, 0.43, 0.13], ""], [1333, "2016-09-10T08:41:28Z", [0.25, 0.5, 0.25, 0.0], ""], [11686, "2016-09-10T03:31:28Z", [0.3, 0.5, 0.15, 0.05], ""], [1646, "2016-09-10T02:10:47Z", [0.05, 0.6, 0.0, 0.35], ""], [1646, "2016-09-10T01:57:41Z", [0.25, 0.6, 0.0, 0.15], ""], [498, "2016-09-10T00:33:23Z", [0.77, 0.2, 0.02, 0.01], "U.S. and Russia Reach New Agreement on Syria Conflict (-3)\nhttp://www.nytimes.com/2016/09/10/world/middleeast/us-and-russia-reach-new-agreement-on-syria-conflict.html"], [498, "2016-09-09T23:20:16Z", [0.8, 0.17, 0.02, 0.01], "According to Sputnik:\n• Anti-Assad terrorists in Aleppo are now at \"the last defense line\"\n• Assad offers final surrender ultimatum\nhttps://sputniknews.com/middleeast/20160909/1045149563/syria-aleppo-media-assad.html"], [9755, "2016-09-09T20:57:26Z", [0.5, 0.5, 0.0, 0.0], "I guess there is a way to answer this question , better than absolutely a random guess!\nLet's asume Most of us change our answers at least 5 times before the resolution of the event.\n So it makes sense to risk commitment to an early resolution especially in case of a bloody war  . if it does not happen you have time To change the response!\nAleppo is almost completely surrounded by Syrian army and allies \nThe fight now is for the road in and out of that portion of the city held by terrorists and allies .\nrussians and US are in talks , but putin knows the next president is coming soon \nIn any case Russian interest is to defeat the armed opposition (terrorists) . Iran is committed to taking Aleppo \nIranians  endured their biggest loss of life and commanders around Aleppo \n even if warring parties and allies meet  , Syrian governments wants more territory before serious talks .\nAdd to that \nRecently some opposition groups reached agreements with Syrian goverment to vacate other cities .\nLet's hope it's done peacefully and soon , when it happens.\nThe problem is al nusra and other terrorists allies , they are the most organized bunch ready to die and fight to the end.\nI cannot see them getting out of the city peacefully. Their interest is to keep the civilians from vacating, and anything is possible."], [691, "2016-09-09T20:23:40Z", [0.25, 0.46, 0.26, 0.03], "http://www.bbc.com/news/world-middle-east-37321476\nhttp://www.reuters.com/article/us-mideast-crisis-syria-road-idUSKCN11F1JX?il=0\nThe Russians say the US is blocking progress in the talks.  This is code for \"The Russians are blocking progress in the talks.\"  Doesn't matter, though--Aleppo seems to be about to go."], [28813, "2016-09-09T20:18:02Z", [0.1, 0.3, 0.3, 0.3], ""], [28874, "2016-09-09T20:04:44Z", [0.1, 0.5, 0.4, 0.0], ""], [4634, "2016-09-09T19:51:52Z", [0.1, 0.2, 0.2, 0.5], ""], [10759, "2016-09-09T19:51:42Z", [0.1, 0.2, 0.2, 0.5], ""], [22833, "2016-09-09T00:50:34Z", [0.15, 0.3, 0.5, 0.05], ""], [23117, "2016-09-08T21:03:52Z", [0.3, 0.45, 0.13, 0.12], ""], [14394, "2016-09-08T20:52:36Z", [0.04, 0.1, 0.1, 0.76], " I guess I'm a bit of a sceptic in forecasting the fall of cities compared to other forecasters.  - I can't find any numbers on how many rebels are left in East Aleppo but as far as I can tell there are 30.000 civilians left there. I'm guessing there are thousands of rebels left in the East. Consider the siege of Darayya a smaller suburb of Damascus that has been besieged since 2012 and it only ended recently after an evacuation deal. There were around 700 rebels there. I have no doubt there are plenty of rebels very, very determined to fight Assad till the bitter end considering all that has been done these past years. The Assad side does not have the quality manpower needed to storm the city or prefers to conserve it. Base chance 0% of the city falling to Assad before 30 November 2017 compared to Darayya. I'm not even taking into account the many, many things that could make things become much more complicated or difficult for Assad. So what is increasing chances for Assad?\n- Russian bombing, the years of agony, Shiite manpower and the loss of hope for foreign support may finally lead to a rebel collapse. I'll just give a ~5% chance per period. \n- The number of civilians left in East Aleppo may actually make it harder for rebels to resist due to what little food supplies are left will run out quicker.  Some +5% for end of end of the year next year.  I feel sad I don't even know what to hope for in the horrible conflict... "], [691, "2016-09-08T20:39:08Z", [0.08, 0.44, 0.34, 0.14], ""], [23117, "2016-09-08T18:50:54Z", [0.25, 0.5, 0.13, 0.12], ""], [691, "2016-09-07T20:39:40Z", [0.08, 0.44, 0.34, 0.14], ""], [28212, "2016-09-07T19:47:27Z", [0.1, 0.3, 0.5, 0.1], ""], [27584, "2016-09-07T16:49:54Z", [0.95, 0.05, 0.0, 0.0], ""], [4042, "2016-09-07T10:51:12Z", [0.0, 0.33, 0.33, 0.34], ""], [12879, "2016-09-06T22:16:23Z", [0.12, 0.29, 0.29, 0.3], ""], [691, "2016-09-06T18:23:50Z", [0.08, 0.48, 0.33, 0.11], ""], [15548, "2016-09-06T16:44:39Z", [0.25, 0.4, 0.15, 0.2], ""], [19801, "2016-09-06T05:39:56Z", [0.0, 0.5, 0.5, 0.0], "Prices inside rebel-held parts of the city have gone up ten-fold, with no new supplies brought in for 12 days because of Russian air strikes and Syrian army bombardments, said Brita Hagi Hassan, president of the city council for eastern Aleppo.\nhttps://www.yahoo.com/news/syrian-army-aims-hit-militants-south-west-aleppo-150046442.html Siege has to be maintained for longer than 12 days for Aleppo to exhaust food supplies, but that might happen soon."], [7124, "2016-09-06T04:33:05Z", [0.0, 0.14, 0.36, 0.5], ""], [498, "2016-09-06T03:42:53Z", [0.75, 0.2, 0.03, 0.02], ""], [498, "2016-09-06T03:20:52Z", [0.74, 0.2, 0.04, 0.02], "If you can handle the claims of hypocrisy and challenges to your notions built on propaganda delivered by an unpopulist media, here's the Twitter link to SyrianGirl, a female Syrian civilian (as far as I can tell):\nhttps://twitter.com/Partisangirl She refers to the anti-Assad forces in Aleppo as AlQaeda, and predicts that their recent counterattack was their \"last violent push.\" My interpretation of this post is that the locals have been led to believe victory in Aleppo is in sight."], [7513, "2016-09-06T01:43:02Z", [0.01, 0.01, 0.01, 0.97], "Since The hatred between the Sunnis and the Shias is religious and to make it worse, we have oil rich Sunni countries like Saudi Arabia , Qatar etc backing the Sunnis in Syria , this looks like a problem with no solution."], [28780, "2016-09-06T00:00:09Z", [0.1, 0.5, 0.3, 0.1], ""], [691, "2016-09-05T21:00:53Z", [0.01, 0.58, 0.32, 0.09], ""], [498, "2016-09-05T20:20:34Z", [0.75, 0.2, 0.04, 0.01], "In the short-term, this appears to be a forecast on the current U.S.-Russia ceasefire negotiations. The anti-Assad fighters in Aleppo are on the ropes, thus Russia has the superior bargaining position. The questions then become: what is the value of the concession that Putin can extract from Obama, how valuable might Aleppo be to Putin if left as an open wound for some future negotiation, and what value \"closing\" the Aleppo battle now might be? At present, I'm thinking that Obama won't make the sort of concession Putin requires to close down the offensive because Obama can still make the case that the loss of Aleppo is not, in itself, the end of the larger strategic vision (of splitting Syria). Although no references have been provided, I find the analysis by @Censusguyz  ( http://www.gjopen.com/comments/comments/315492 ) to be both plausible and convincing; and I am building my forecast upon that. And, although It is my bad to accept such an analysis without verification, I'm going to bet on the speculation that a deal of sorts has been made with Assad which includes his regime regaining complete control of Aleppo. Who exactly this deal has been made with I do not know, but I'm thinking that both Turkey and Russia are on the inside and that the U.S.-led coalition is, at least in terms their publicly stated position regarding Aleppo, on the outside. That Turkish troops are running around Syria without Assad screaming about it is the evidence I am using to support my position. A ceasefire or Turkey making some unanticipated move could screw up the timetable, but otherwise I'm thinking that the anti-Assad resistance in Aleppo is fated to complete surrender shortly. I'm also thinking that if all the U.S. has to offer Russia is \"shared intelligence,\" this will be insufficient to obtain any meaningful ceasefire. The future actions of Turkey are a big wild card, and whether they act as an agent of the U.S., Russia, somehow both, or a wholly autonomous entity (not likely), is a major source of uncertainty.\nhttps://www.washingtonpost.com/world/us-still-trying-for-a-syria-ceasefire-deal-with-russia/2016/09/05/c56d710a-72ec-11e6-9781-49e591781754_story.html\nhttp://www.reuters.com/article/us-mideast-crisis-russia-usa-idUSKCN1182OJ\nhttp://www.nst.com.my/news/2016/09/170817/ousted-turkey-border-syria-army-besieges-aleppo"], [28225, "2016-09-05T20:15:39Z", [0.45, 0.51, 0.04, 0.0], ""], [20588, "2016-09-05T19:58:07Z", [0.4, 0.1, 0.1, 0.4], "This is either going to take forever, or it'll be over soon."], [7513, "2016-09-05T17:37:49Z", [0.01, 0.01, 0.01, 0.97], ""], [7513, "2016-09-05T15:54:47Z", [0.01, 0.01, 0.01, 0.97], "Not possible anymore "], [28767, "2016-09-05T09:05:34Z", [0.1, 0.2, 0.35, 0.35], ""], [21884, "2016-09-05T08:53:37Z", [0.0, 0.1, 0.2, 0.7], ""], [28755, "2016-09-04T20:42:55Z", [0.15, 0.39, 0.2, 0.26], ""], [27798, "2016-09-04T19:24:53Z", [0.07, 0.68, 0.22, 0.03], ""], [28634, "2016-09-04T19:15:19Z", [0.05, 0.15, 0.35, 0.45], ""], [1593, "2016-09-04T17:06:37Z", [0.1, 0.4, 0.25, 0.25], ""], [10759, "2016-09-04T16:10:30Z", [0.1, 0.25, 0.25, 0.4], ""], [4634, "2016-09-04T16:10:10Z", [0.1, 0.25, 0.25, 0.4], ""], [28225, "2016-09-04T15:36:24Z", [0.21, 0.75, 0.04, 0.0], ""], [13979, "2016-09-04T14:37:57Z", [0.05, 0.45, 0.35, 0.15], ""], [28504, "2016-09-04T13:33:21Z", [0.55, 0.25, 0.2, 0.0], ""], [93, "2016-09-03T16:58:03Z", [0.65, 0.35, 0.0, 0.0], ""], [15548, "2016-09-03T05:36:44Z", [0.1, 0.35, 0.3, 0.25], ""], [28737, "2016-09-03T04:12:31Z", [0.1, 0.35, 0.4, 0.15], ""], [15196, "2016-09-03T03:28:15Z", [0.0, 0.0, 0.45, 0.55], ""], [1646, "2016-09-02T22:20:31Z", [0.0, 0.85, 0.0, 0.15], ""], [28734, "2016-09-02T22:03:10Z", [0.05, 0.35, 0.35, 0.25], ""], [28731, "2016-09-02T19:58:34Z", [0.05, 0.19, 0.27, 0.49], "I find it 5% likely that the SAA with Russian air support will take back Aleppo before 30 November as the rebels are currently on the offensive. This is despite Russian air power involvement. Indications have been made over the summer that the US is allowing the groups that they back support to participate in the battle for Aleppo, increasing the tactical advantage with TOW missiles that those groups possess. As for the period between 1 December 2016 and 31 May 2017, I think that more regional and global factors will come into play. Assuming that both Hillary Clinton and Donald Trump will have take a \"harsher\" stance on ISIS, then I believe will this stance will translate into a more active US role in Syria, even moreso than the current indications. I believe there is a small likelihood that the US and Russia will start to coordinate air power efforts in Syria and Iraq against ISIS, which in turn will not translate into leaving their respective proxies alone, so Russian air power support for the SAA would continue. In sum I think the likelihood of SAA retaking Aleppo will be higher in this period, however the rebels would need to be weakened over a long period of time for this to happen. Predicting 1 June 2017 to 30 November 2017 is a lot more difficult, but as has been seen over the last 5 years in the Syrian conflict - making predictions a year in advance has been very hard. Though using logical deduction, if it is less likely to happen in the near future, this does not mean it is unlikely to happen through a longer perspective.  Given the information at hand, and since this is my first prediction, retaking Aleppo will more likely happen over a year from now than in the next 6-8 months. "], [691, "2016-09-02T19:08:03Z", [0.01, 0.58, 0.32, 0.09], ""], [16272, "2016-09-02T17:03:38Z", [0.2, 0.4, 0.35, 0.05], ""], [24861, "2016-09-02T08:04:46Z", [0.65, 0.15, 0.14, 0.06], ""], [28501, "2016-09-01T21:31:10Z", [0.1, 0.7, 0.2, 0.0], ""], [691, "2016-09-01T19:48:08Z", [0.0, 0.61, 0.32, 0.07], ""], [22264, "2016-09-01T18:26:16Z", [0.1, 0.4, 0.3, 0.2], ""], [27584, "2016-09-01T17:10:43Z", [0.85, 0.15, 0.0, 0.0], ""], [61, "2016-09-01T16:37:48Z", [0.1, 0.66, 0.21, 0.03], "Initial forecast based on an anticipated re-encirclement of Aleppo due to continued Russian support greatly weakening resistance through the winter months. Reuters reports enough rations left for only 8% of the population. I'm not too bullish on the success of talks of a ceasefire in the very short term, but that could push the timeline out. http://www.reuters.com/article/us-mideast-crisis-syria-un-idUSKCN1174RH?il=0"], [1333, "2016-09-01T16:10:05Z", [0.0, 0.5, 0.25, 0.25], "Vladamir Putin has canceled a scheduled trip to take in a Soccer Match with Erdogan seemingly in reaction to Turkish Incursion in Syria which was for the purpose of going after the Kurds there. Kurds hold the a line east of Aleppo and are already a part of the Order of battle for Raqqua. I think these are indicators of a pause in the effort of the Syrian Army to secure the approaches to and interdiction of supplies going into Aleppo. As the battle for Mosul proceeds the influx (or outflow depending on perspective ) of D'aesh could be the synergism for a tangle that will divert resources and attention on Aleppo which will/would likely be the capital of a Latkia centered rump state for Assad to claim as the New Syria.(Recent language used by Gov't speech writers for Assad have begun blurring the definition of Syria and stresses that the lines on a map do not adequately define the Nation of Syria, and begins to claim there is a Physical Syria and a Sphere of Syrian Influence and explaining that former Syrian Provinces serve as new buffer states). Its' all quite complicated, but a basic premise of holding Aleppo as the financial center of Syria seems part and parcel of the notional Rump State being created for Assad and it seems this new Governate will be promoted by the Russians as a way of creating a buffer for their Port."], [12879, "2016-09-01T15:59:29Z", [0.09, 0.41, 0.37, 0.13], ""], [22243, "2016-09-01T13:41:00Z", [0.03, 0.2, 0.57, 0.2], ""], [19801, "2016-09-01T12:30:11Z", [0.0, 0.5, 0.5, 0.0], "Aleppo : Government forces keep advancing in SW Aleppo and established fire control over Rebels supply road to East Aleppo city\nhttp://syria.liveuamap.com/en/2016/31-august-aleppo--government-forces-keep-advancing-in-sw"], [28318, "2016-09-01T11:42:16Z", [0.1, 0.1, 0.25, 0.55], ""], [28414, "2016-09-01T09:13:28Z", [0.6, 0.4, 0.0, 0.0], ""], [28380, "2016-09-01T05:50:29Z", [0.0, 0.02, 0.08, 0.9], "With ideal terrain to defend , a moral blow enormous when lost and with renewed Turkish interest in supporting the rebels in the north i do not see this happening soon."], [12591, "2016-09-01T01:37:34Z", [0.1, 0.6, 0.3, 0.0], ""], [12879, "2016-08-31T22:53:59Z", [0.02, 0.18, 0.2, 0.6], ""], [1333, "2016-08-31T20:56:41Z", [0.05, 0.55, 0.25, 0.15], ""], [601, "2016-08-31T20:53:41Z", [0.0, 0.05, 0.2, 0.75], ""], [22833, "2016-08-31T20:25:37Z", [0.15, 0.5, 0.35, 0.0], ""], [6552, "2016-08-31T19:51:05Z", [0.02, 0.18, 0.2, 0.6], ""], [10759, "2016-08-31T19:23:49Z", [0.08, 0.2, 0.22, 0.5], ""], [4634, "2016-08-31T19:23:24Z", [0.08, 0.2, 0.22, 0.5], ""], [691, "2016-08-31T19:19:41Z", [0.0, 0.61, 0.32, 0.07], ""], [500, "2016-08-31T18:38:13Z", [0.0, 1.0, 0.0, 0.0], ""]]}