{"question_id": 1705, "title": "Will the Union Solidarity and Development Party (USDP) win more total Assembly seats in Myanmar's 2020 election than it did in the 2015 election?", "possible_answers": ["Yes", "No", "No election will be held in 2020"], "crowd_forecast": [0.86, 0.14, 0.0], "correct_answer": "No", "correct_forecast": 0.14, "preds": [[691, "2020-11-16T16:17:36Z", [0.25, 0.75, 0.0], ""], [88452, "2020-11-15T17:18:16Z", [0.0, 1.0, 0.0], ""], [34959, "2020-11-15T14:16:30Z", [0.02, 0.98, 0.0], "Wikipedia is listing (with sources that sound/look legit at a glace) a loss of 4 seats by the USDP in each house - 8 seats lost in total. https://en.wikipedia.org/wiki/2020_Myanmar_general_election#cite_note-35"], [57778, "2020-11-14T02:20:00Z", [0.5, 0.5, 0.0], ""], [57778, "2020-11-14T02:19:25Z", [0.95, 0.05, 0.0], ""], [88452, "2020-11-13T05:27:31Z", [0.4, 0.6, 0.0], ""], [34959, "2020-11-13T02:30:37Z", [0.05, 0.95, 0.0], "A bit more reporting suggesting NLP has increased it's number of seats at the expense of the USDP; From the Australian Strategic Policy Institute (1): \"The big loser was the USDP, which failed to get re-elected in most of its seats\" And from Frontier Myanmar (2): \"Sources close to the NLD told Frontier the party’s win was likely to be even larger than in 2015, when it won 390 seats in the Pyidaungsu Hluttaw\" 1. https://www.aspistrategist.org.au/suu-kyi-wins-strong-popular-mandate-in-myanmar-election/\n2. https://www.frontiermyanmar.net/en/nld-claims-huge-victory-as-usdp-crashes-and-ethnic-parties-struggle/\n"], [57778, "2020-11-13T00:53:40Z", [0.95, 0.05, 0.0], ""], [34959, "2020-11-12T04:33:30Z", [0.05, 0.95, 0.0], "I can't vouch for the credibility of \"The Irrawaddy\", but as of Wed 11 Nov, they reported only 21 seats going to the USPD and only 14 seats left to be decided - 628 decided, 22 cancelled due to insurgency out of 664. Despite this indicating a lock for the no bucket, 5% yes if for my ignorance of dispute processes of Myanmar's politics in the year of challenging democratic results.  https://www.irrawaddy.com/elections/myanmars-2020-general-election-results-numbers.html"], [57778, "2020-11-12T00:21:47Z", [0.5, 0.5, 0.0], ""], [1333, "2020-11-10T17:04:10Z", [1.0, 0.0, 0.0], ""], [691, "2020-11-10T16:37:58Z", [0.8, 0.2, 0.0], ""], [57778, "2020-11-09T22:53:03Z", [0.98, 0.02, 0.0], ""], [691, "2020-11-09T17:18:31Z", [0.94, 0.06, 0.0], ""], [1333, "2020-11-09T15:36:00Z", [0.95, 0.05, 0.0], ""], [27661, "2020-11-08T15:44:12Z", [0.89, 0.11, 0.0], ""], [1333, "2020-11-06T14:41:51Z", [0.87, 0.13, 0.0], ""], [1333, "2020-11-05T11:53:27Z", [0.86, 0.14, 0.0], ""], [93350, "2020-11-01T08:25:11Z", [1.0, 0.0, 0.0], "The proposed solution is still 100%, but the election has been tainted by the disenfranchisement of regions where the presence of Covid-19 is more severe.\nhttps://www.aljazeera.com/news/2020/10/28/vote-cancellations-trigger-outrage-among-myanmar-minority-voters "], [57778, "2020-10-31T01:58:52Z", [0.89, 0.11, 0.0], ""], [57778, "2020-10-28T23:46:28Z", [0.88, 0.11, 0.01], ""], [27661, "2020-10-28T20:04:03Z", [0.88, 0.11, 0.01], ""], [34959, "2020-10-27T14:55:04Z", [0.75, 0.25, 0.0], ""], [88452, "2020-10-25T12:22:40Z", [1.0, 0.0, 0.0], "Due to some reshuffling of the party landscape after the dissolution of UDP. https://www.irrawaddy.com/elections/members-dissolved-udp-back-myanmar-militarys-proxy-party.html"], [57778, "2020-10-25T01:32:42Z", [0.86, 0.09, 0.05], ""], [1333, "2020-10-24T15:48:37Z", [0.85, 0.14, 0.01], ""], [57778, "2020-10-21T22:19:01Z", [0.76, 0.06, 0.18], ""], [34959, "2020-10-19T03:30:40Z", [0.74, 0.25, 0.01], ""], [88452, "2020-10-18T09:55:35Z", [0.7, 0.3, 0.0], ""], [691, "2020-10-17T13:52:33Z", [0.88, 0.12, 0.0], ""], [57778, "2020-10-17T05:34:55Z", [0.73, 0.06, 0.21], ""], [57778, "2020-10-17T05:33:14Z", [0.8, 0.1, 0.1], ""], [88452, "2020-10-16T17:34:27Z", [0.2, 0.3, 0.5], "\"Myanmar cancels upcoming elections in some townships of regions, states\"\nXinhua, October 17, 2020 \nYANGON, Oct. 16 (Xinhua) -- \"Myanmar's Union Election Commission (UEC) on Friday announced cancellation of upcoming general elections in some townships of the country's regions and states. The commission called off polls in some places of Bago region, Kachin, Kayin, Mon, Rakhine and Shan states, citing that the areas do not meet a condition to hold free and fair elections as a reason.\nAccording to the commission, the general elections will be cancelled in some village tracts in two townships of Bago region, 11 townships of Kachin state, six townships of Kayin state, one township in Mon state, 13 townships of Rakhine state and 23 townships of Shan states.\nMyanmar is set to hold general elections on Nov. 8 and a total of 6,969 candidates involving candidates from political parties and independent runners will vie for 1,171 seats at three levels of the parliament in the polls, the commission's figures showed. Advance polling for out-of-country voting has been conducted abroad and local advance voting will be conducted later this month. On Friday, the President's Office issued an order with instruction to the respective union level government organizations, ministries, regional or state governments and respective departments to take action against unlawful acts related to the elections in accordance with the country's existing laws.[...]\" http://www.china.org.cn/world/Off_the_Wire/2020-10/17/content_76814457.htm I wonder why the Chinese government news agency is the first source to report such an event... I'm going to ask for clarification, what a partial/regional cancellation of the election will count."], [27661, "2020-10-14T09:03:16Z", [0.86, 0.13, 0.01], ""], [1333, "2020-10-13T14:29:40Z", [0.85, 0.13, 0.02], ""], [27661, "2020-10-13T07:33:15Z", [0.84, 0.15, 0.01], ""], [93350, "2020-10-13T07:25:54Z", [1.0, 0.0, 0.0], "As an indication of the election proceeding, Myanmar's Union Election Commission (UEC) has announced early voting for the 60+ age group. http://mizzima.com/article/eligible-voters-aged-60-years-and-above-can-cast-advance-votes\n"], [57778, "2020-10-13T07:19:24Z", [0.73, 0.07, 0.2], ""], [88452, "2020-10-13T06:06:19Z", [0.7, 0.3, 0.0], "It appears the election will be held:\n/ expatriates already started voting abroad\n/ the election is critical for averting a possible constitutional crisis in January 2021.\n/ Aung San Suu Kyi as the ruling party leader backs the election, pandemic concerns are explicitly declared secondary\n/ a date has been set  around mid-October 2020 to reconsider the election date; however, so far there are only cautiously optimistic articles, no definite announcement; moreover, the pandemic, despite looking bad for Myanmar with 20,000 cases so far since beginning of September 2020, obviously isn't bad enough to justify the election being cancelled. /Reports read, that the Myanmar electorate is tired of the meddling of the military into politics and the USDP with its link to the army are accused for being responsible for poverty and inequality in the country. Giving more seats to the USDP would directly mean a continuation of the tedious idea of rulership of the pre-2011 military junta, which Myanmar's former prime minister Thein Sein has served, who has also been an important member to the USDP and its party leader between October 2012 and May 2013; those with influence in the party will still be people closely tied to Th. Sein, although he appears to have receded to being a simple member.\nHowever, the USDP has raked devastating election results in the 2015 general election, losing 90 per cent of their seats in \"House of Nationalities\" (upper house; 11 versus 112 seats in 2012) and 87 per cent of their 2012 seats in the House of Representatives (29 versus 222 in 2012).\nSo the question really is about the survival of the military-linked principle of rulership in Myanmar, and a possible normalization of the election turnout (the USDP would then still be opposition), or - as a possible outcome catalyzed by either the purported discontent with the USDP and the very negative views of the party in the most recent poll analysis - a renunciation of Thein Sein's heritage and old structures to achieve a full scale democracy (as far as the complicated ethnic structure and the very splintered parliament allows this: as a result from the 08 Nov 2015 there were 10 different parties plus the military in the House of Representatives beyond the ruling NLD and the USDP (opposition appears weak and fragmented)), and a dwindling of the USDP in these 2020 elections. Right now, I overweight a scenario in which the USDP is becoming even weaker. / the EU tries to support free and safe elections by sending electoral experts to monitor the polls. Exactly with the possible role of the military in administrating the elections, the electorate could feel pressured or intimidated to vote USDP.\nhttps://www.nst.com.my/world/region/2020/10/631867/eu-sends-electoral-experts-monitor-myanmar-polls https://en.wikipedia.org/wiki/Union_Solidarity_and_Development_Party\nhttps://en.wikipedia.org/wiki/Thein_Sein"], [34959, "2020-10-12T04:54:44Z", [0.73, 0.25, 0.02], "We're back up to 2% cancellation thanks to a surge in covid cases in Myanmar.  Link below is to Lowy's bank of article's and opinion pieces on Myanmar.  https://www.lowyinstitute.org/issues/burma"], [27661, "2020-10-11T10:57:38Z", [0.84, 0.11, 0.05], ""], [1333, "2020-10-10T11:19:57Z", [0.85, 0.12, 0.03], ""], [88452, "2020-10-09T08:02:10Z", [0.6, 0.0, 0.4], "\"As Covid-19 infections climb, Myanmar's election machinery forges on\" \"[...] Yet its state counsellor and ruling party leader Aung San Suu Kyi says the Nov 8 election is even more important than fighting the pandemic.\"\nhttps://www.straitstimes.com/asia/se-asia/as-covid-19-infections-climb-myanmars-election-machinery-forges-on EDIT:\n\"“It is important to note here that because of security and COVID-19 pandemic concerns, PACE was not able to conduct interviews in some locations in Kachin, Shan, and Rakhine states,” the report said. “Therefore, the findings in this report may not represent the views of citizens from those locations.” Ethnic and military affairs analyst Maung Maung Soe said public trust in Aung San Suu Kyi and her ruling party has grown in central regions where the Bamars, who make up 68 percent of Myanmar’s 54 million people, are the majority, but it is falling in ethnic minority states.\n[...]\nNearly 7,000 candidates from more than 90 parties, as well as independents, are vying for 1,171 seats available in both houses of the national parliament and in state and regional legislatures.\nThe stiffest competition will be between the NLD, which is fielding 1,143 candidates, and the USDP, which has put forward 1,129 candidates.\"\nhttps://www.rfa.org/english/news/myanmar/strong-trust-10092020161603.html \"A Covid-19 outbreak and voter apathy guarantee a low turnout and weaker democratic mandate for the winner of Nov 8 polls\n[...]\nDespite calls by opposition politicians for a poll postponement, election officials say they plan to stick to the November 8 polling day, a position backed by the NLD. Voting in embassies abroad has already started.\n[...]\nThat disillusionment, however, may not translate into support for opposition parties. This is particularly true in urban areas, where the electorate’s main opposition, the pro-military USDP, is believed to remain highly unpopular.\nUSDP supporters wave the party’s flags to campaign in Naypyidaw on October 1, 2020, ahead of the November 8 general election.\nWhen asked which party most closely represents one’s interest or opinion, 39% of respondents in the PACE survey chose the NLD, while only 7% selected the USDP. The USDP also topped the survey’s “unpopularity” category of 16 major parties, with 21% of respondents saying they have a negative view of it. The percentage for the other 15 parties stood at between 5% and 8%.\nThat’s an entrenched ill-perception of the previous decades of authoritarian and abusive military regimes that many here still hold chiefly accountable for the country’s economic plight and entrenched poverty. \"\nhttps://asiatimes.com/2020/10/no-good-or-safe-choices-at-myanmars-election/ I don't really know what to read from the \"PACE survey\": on the one hand, the USDP are said to be enormously unpopular, on the other hand the USDP had 41 seats of a total of 664 seats in the Assembly of the Union (224 seats House of Nationalities, of which 168 are directly elected; 440 seats House of Representatives, of which 330 are directly elected https://en.wikipedia.org/wiki/Assembly_of_the_Union ) but has the second most candidates and, together with other elections, basically one candidate for every seat available. To resolve the question \"YES\", the USDP needs a total of 42/498 seats, or roughly 8%, which should be feasible.As the military receives the remainder of the seats (56+110 = 166 seats) by default, and the USDP is said to be closely linked to the military, the foundation of the USDP appears to have been on purpose of securing the military's influence and 1/3 or more of total seats, to enable a continuation of the military's ruling under the appearance of democracy...  \"The ruling National League for Democracy (NLD) and the military-backed Union Solidarity and Development Party (USDP) have urged social media users not to fall for or spread “fake news” reports that early overseas votes are already being counted. Early absentee votes are counted only on Election Day, they stressed.\nNearly 110,000 Myanmar expatriates who are eligible to vote began casting ballots at overseas polling stations in the country’s various embassies on Oct. 1.\"\nhttps://www.rfa.org/english/news/myanmar/absentee-ballots-10072020182733.html\n"], [57778, "2020-10-08T23:05:32Z", [0.65, 0.05, 0.3], ""], [1333, "2020-10-08T10:57:18Z", [0.85, 0.11, 0.04], ""], [691, "2020-10-07T19:58:18Z", [0.85, 0.15, 0.0], ""], [57778, "2020-10-07T09:16:54Z", [0.45, 0.05, 0.5], ""], [27661, "2020-10-05T18:52:06Z", [0.84, 0.1, 0.06], ""], [1333, "2020-10-05T12:11:18Z", [0.84, 0.11, 0.05], ""], [93350, "2020-10-05T07:57:08Z", [0.5, 0.0, 0.5], "Pressure appears to be building to postpone the Elections for a few weeks or at the latest, January 21st, 2021 to avoid a constitutional crisis. Aung San Suu Kyi is insisting the elections proceed as their importance outweighs concern over Covid-19. All opposition parties are requesting a postponement.\nA decision by the electoral commission in two weeks.\nThere will be International pressure to ensure fair elections take place especially with the Rohingya peoples being disenfranchised.  https://www.mmtimes.com/news/will-covid-19-delay-myanmars-elections-four-things-know.html  https://thediplomat.com/2020/09/covid-19-spirals-ahead-of-myanmar-election/  https://www.hrw.org/news/2020/10/05/myanmar-election-fundamentally-flawed\n"], [1333, "2020-10-04T14:53:02Z", [0.85, 0.1, 0.05], ""], [88452, "2020-10-03T08:34:20Z", [0.35, 0.0, 0.65], "https://www.mmtimes.com/news/domestic-flight-restrictions-myanmar-extended.html 14,383 cases (+1,010) as of 02 Oct 2020. Not much time left for the spread of the virus to slow ahead of the decision about the election actually taking place, which is said will be due by mid-October 2020. EDIT: \"The outbreak has raised questions about the viability of the election as authorities pour resources into fighting the virus and lockdowns leave candidates unable to campaign as normal and international observers shut out of the country. \n[...]\nThe parliamentary term is constitutionally bound to end on Jan. 31 and if no election is held before then it would be without a legislature, raising the possibility of a constitutional crisis.\"\nhttps://www.metro.us/myanmars-covid-quarantine-campaign/"], [1333, "2020-10-01T13:16:40Z", [0.89, 0.1, 0.01], ""], [93350, "2020-09-28T11:52:48Z", [0.75, 0.0, 0.25], "There has been a surge of Covid-19 cases at the end Of September, but the Government insists that the elections will still go ahead. Opposition parties are requesting a postponement. \nThere is an opinion that that election held while Covid-19 holds sway would cause a hesitation to vote.\nNLD will win, but the USPD will increase its seats, but there is a growing awareness that the election maybe postponed until 2021. https://thediplomat.com/2020/09/myanmar-campaign-opens-under-the-shadow-of-covid-19/  https://www.lowyinstitute.org/the-interpreter/myanmar-election-fractured-process  https://www.kas.de/en/country-reports/detail/-/content/wahlen-2020-in-myanmar  https://www.irrawaddy.com/elections/myanmars-election-body-decide-covid-19-election-delay-october.html  https://www.bangkokpost.com/world/1989195/myanmar-rejects-calls-to-postpone-election  https://asia.nikkei.com/Politics/Myanmar-November-election-overshadowed-by-COVID-19-surge https://www.aljazeera.com/news/2020/9/27/yangon-under-strain-as-myanmar-coronavirus-cases-surge  https://www.ft.com/content/f0397053-8db3-41e7-b23f-56d5c03cf498  https://www.irrawaddy.com/dateline/will-covid-19-continuing-armed-clashes-combine-postpone-myanmars-election.html\n"], [57778, "2020-09-27T23:27:21Z", [0.65, 0.15, 0.2], ""], [691, "2020-09-27T14:38:22Z", [0.82, 0.18, 0.0], ""], [88452, "2020-09-27T08:42:09Z", [0.5, 0.0, 0.5], "\"Su Mon Thant, a Myanmar electoral expert formerly with the Carter Center, expects the authorities to move ahead with the election schedule, with any postponement likely announced in the middle of October. “It is unlikely that the Union Election Commission [UEC] will change their mind [to go ahead with the votes as planned] unless the virus situation gets completely out of hand,” she told Asia Times.[...]The UEC responded that it does not plan to delay the voting despite the escalating outbreak. It indicated the number of polling stations would be scaled up to minimize crowds and that it will announce next month those constituencies where voting will be canceled. UEC officials also said that any changes to the voting day will be decided next month, following the timeline in the 2015 historic elections.\nTherefore the ultimate decision rests on how effective the lockdown measures are in reducing the number of cases over the coming weeks. A “stay-at-home” order mandating the closure of most workplaces and restricting travel is now in force across Yangon and its hinterland until October 7.[...]\nA new parliament is scheduled to convene next February as stipulated by the constitution, which does not have a mechanism for putting off the elections. That means the polls at most could be kicked back to January, a move that wouldn’t likely resolve pandemic concerns if the current outbreak isn’t arrested.\"\nhttps://asiatimes.com/2020/09/covid-second-wave-explodes-across-myanmar/ https://asia.nikkei.com/Politics/Myanmar-November-election-overshadowed-by-COVID-19-surge"], [34959, "2020-09-26T15:03:59Z", [0.73, 0.26, 0.01], ""], [96019, "2020-09-26T13:16:02Z", [0.7, 0.0, 0.3], ""], [57778, "2020-09-26T02:53:43Z", [0.56, 0.15, 0.29], ""], [27661, "2020-09-25T09:45:40Z", [0.84, 0.11, 0.05], ""], [57778, "2020-09-24T06:53:17Z", [0.57, 0.15, 0.28], ""], [57778, "2020-09-24T06:51:53Z", [0.59, 0.16, 0.25], ""], [88452, "2020-09-23T10:08:26Z", [0.0, 0.0, 1.0], "The SARS-CoV-2 situation in Myanmar is very dangerous and maybe unprecedented in the history of the pandemic so far: As of 31 August 2020, Myanmar had 775 total confirmed cases (at 26 new cases for that day; 6 total fatalities).\nAs of 11 September 2020, Myanmar had 2,265 total confirmed cases (at 256 new cases for that day; 14 total fatalities).\nAs of 22 September 2020, Myanmar had 6,471 total confirmed cases (at 666 new cases for that day; 100 total fatalities and six new fatalities reported for 22 Sep).\nDay-over-day growth rate is currently 11.5%, which is triple the daily growth rate of Argentina at that same early point in their epidemic.\nUntil the planned date of the election, 08 November 2020, the daily growth rate may fall to 7.15% if it is reduced by 1% every day; in the 47 days until then, the total number of cases would have increased to ~386,400 at a daily number of confirmed cases of 25,800. By then 0.721% of the total 53,582,855 population (as of 2017) would then have infected in just a little more than one and a half months.\nThis spike in the pandemic in Myanmar, which is hard to forecast, since it is very fresh and very virulent, could change schedules for the election for sure, as rallies and events may prove too dangerous to hold or, if held, infectious and deadly, if held anyway.\nAlso election day(s) in an \"in-person election\" will prove very difficult to almost impossible under that circumstance, as Myanmar will not necessarily be able to guarantee all recommended precautions, as it is at the threshold from an developing economy to a middle-income per capita economy ([income] per capita $6,707 (128th)) and it lagged behind in its HDI ranking (HDI (2018); increase 0.584; medium · 145th) \nhttps://en.wikipedia.org/wiki/Myanmar\ndue probably to its very difficult history as British Burma (1824–1948),\nhttps://en.wikipedia.org/wiki/Myanmar#British_Burma_(1824%E2%80%931948) the Military rule (1962–2011)\nhttps://en.wikipedia.org/wiki/Myanmar#Military_rule_(1962%E2%80%932011) and the Civil wars.\nhttps://en.wikipedia.org/wiki/Myanmar#Civil_wars Only after the Burmese constitutional referendum of 2008 and the democratic reforms of 2011 of 2012, which led to the military junta being dissolved on 30 March 2011, the country had found a path to quietude, internal peace and more focus on development, however not without returning internal ethnical and/or religious conflict\nhttps://en.wikipedia.org/wiki/Internal_conflict_in_Myanmar#Post-Cold_War_conflict_(1988%E2%80%93present) Holding any election in Myanmar under these preconditions and the assumptions about the future run of the pandemic would be irresponsible, as voring in-person would spark broad community transmission across the country very certainly without extreme hygiene protocols . I strongly believe the election will be postponed,\n- on the evidence of the pandemic course of other nations of the world, e.g. UK after March 2020, and it's lock-down measures and experience.\n- on possible recommendations of the WHO, which should be very concerned about the case load in Myanmar\n- on the effect of unequally affected regions within Myanmar: while some areas, people and ethnicity may be unaffected, other groups and people may be barred from voting due to a local lockdown, which would prevent a fair and equal and thus a legitimate election.\nI also strongly believe that a postponement of less than 6 weeks will be excluded, since the outbreak will not be over and the effect of the postponement on the course of the Myanmar's epidemic would only be marginal - my best guess is the election, when postponed, will be scheduled not before mid-February 2021, possibly 21 February 2021."], [57778, "2020-09-21T23:29:07Z", [0.69, 0.16, 0.15], ""], [57778, "2020-09-17T23:12:42Z", [0.63, 0.16, 0.21], ""], [22689, "2020-09-15T23:10:05Z", [0.85, 0.15, 0.0], ""], [27661, "2020-09-15T10:23:22Z", [0.8, 0.1, 0.1], ""], [57778, "2020-09-15T09:48:53Z", [0.65, 0.16, 0.19], "https://www.rfa.org/english/news/myanmar/election-09142020234307.html \"Myanmar’s main opposition party and other small parties have called for a postponement of nationwide elections in November, arguing that quarantine measures to combat a resurgence of COVID-19 have hobbled campaigning amid growing fear of the pandemic in a country that largely avoided the early 2020 wave. Coronavirus cases have spiked in the country of 54 million people this month, forcing political parties to deal with restrictions on rallies, stay-at-home-orders, and quarantines in the seven-week race for votes on Nov. 8.\""], [1333, "2020-09-11T16:20:14Z", [0.84, 0.15, 0.01], ""], [57778, "2020-09-09T22:59:10Z", [0.67, 0.16, 0.17], ""], [34959, "2020-09-09T05:26:21Z", [0.67, 0.31, 0.02], "Adding a couple points to a postponement https://www.mmtimes.com/news/usdp-suggests-postponing-election-if-virus-worsens.html"], [57778, "2020-09-08T23:27:08Z", [0.63, 0.12, 0.25], ""], [87691, "2020-09-08T03:31:53Z", [0.0, 1.0, 0.0], ""], [57778, "2020-09-06T02:34:32Z", [0.7, 0.12, 0.18], ""], [88766, "2020-09-04T16:10:13Z", [0.79, 0.21, 0.0], ""], [34959, "2020-09-02T14:52:22Z", [0.67, 0.33, 0.0], ""], [57778, "2020-08-29T11:01:51Z", [0.7, 0.14, 0.16], ""], [1333, "2020-08-29T08:59:06Z", [0.78, 0.21, 0.01], ""], [691, "2020-08-28T15:14:32Z", [0.81, 0.19, 0.0], ""], [691, "2020-08-27T18:53:58Z", [0.76, 0.24, 0.0], ""], [57778, "2020-08-26T23:35:23Z", [0.73, 0.12, 0.15], ""], [34959, "2020-08-25T05:32:21Z", [0.66, 0.33, 0.01], "Shifting slightly based on the analysis below. In summary, the NLD is likely to lose votes, but to politically similar new parties created since 2015, among these are parties which will impact on the USDP's base as well.  https://www.lowyinstitute.org/the-interpreter/measure-change-myanmar-election"], [57778, "2020-08-25T04:52:23Z", [0.74, 0.15, 0.11], ""], [1333, "2020-08-24T18:18:51Z", [0.77, 0.22, 0.01], ""], [691, "2020-08-23T15:09:11Z", [0.76, 0.24, 0.0], ""], [88928, "2020-08-23T06:51:43Z", [0.76, 0.23, 0.01], "NLD have not lived up to the high expectation placed on them - could there be some desertion in the electorate? A minor correction in the favour of the USDP is expected - NLD will still dominate. Limited CV-19 testing capability in the country so true extent of the pandemic there is unknown. Could this prevent an election taking place? This is seen as unlikely. https://www.mmtimes.com/news/myanmar-elections-2020-what-businesses-should-know.html"], [57778, "2020-08-22T10:30:21Z", [0.62, 0.29, 0.09], ""], [1333, "2020-08-21T10:28:20Z", [0.76, 0.23, 0.01], ""], [57778, "2020-08-20T11:21:22Z", [0.65, 0.31, 0.04], ""], [691, "2020-08-19T19:17:42Z", [0.7, 0.3, 0.0], ""], [64078, "2020-08-18T18:16:43Z", [0.0, 1.0, 0.0], ""], [95065, "2020-08-17T08:54:56Z", [0.0, 1.0, 0.0], ""], [691, "2020-08-14T17:46:25Z", [0.77, 0.23, 0.0], ""], [1333, "2020-08-13T18:31:47Z", [0.75, 0.24, 0.01], ""], [89013, "2020-08-07T04:05:44Z", [0.85, 0.15, 0.0], ""], [88766, "2020-08-06T00:36:35Z", [0.85, 0.15, 0.0], ""], [34959, "2020-08-05T14:44:24Z", [0.69, 0.3, 0.01], ""], [691, "2020-08-04T15:10:40Z", [0.73, 0.27, 0.0], ""], [57778, "2020-08-04T09:34:16Z", [0.65, 0.31, 0.04], ""], [34815, "2020-08-03T03:15:17Z", [1.0, 0.0, 0.0], ""], [54564, "2020-08-02T16:58:57Z", [1.0, 0.0, 0.0], "The hive mind is beginning to take hold. "], [57778, "2020-07-31T06:27:20Z", [0.72, 0.24, 0.04], ""], [57778, "2020-07-31T06:23:32Z", [0.72, 0.22, 0.06], ""], [90237, "2020-07-30T15:26:34Z", [0.75, 0.25, 0.0], ""], [1333, "2020-07-30T14:30:11Z", [0.74, 0.25, 0.01], ""], [691, "2020-07-29T15:17:35Z", [0.7, 0.3, 0.0], ""], [57778, "2020-07-29T06:29:08Z", [0.57, 0.4, 0.03], ""], [24518, "2020-07-26T22:47:56Z", [0.85, 0.1, 0.05], ""], [93502, "2020-07-26T11:05:12Z", [0.75, 0.25, 0.0], "Have been convinced that the ruling party has strong support in rural areas, but still doubting about its performance in 2020, especially given the genocide accusations.\nI believe that the Chinese influence in Myanmar will push for a result that ensures political stability in the region (from a Chinese point of view). Such a result is a big(ger) majority of the ruling party, perhaps also as a statement to the West. Burmese voters will not care for genocidal accusations. So, perhaps NLD will increase majority, not as a direct reflection of voters’ will, but rather the Chinese desire to cement Burmese political stability.\nElections are constitutionally mandated so chances of them not happening are close to 0% (only national emergency reasons can cause them to postpone, and Covid in Myanmar is not a major issue)."], [93502, "2020-07-26T10:46:16Z", [0.15, 0.85, 0.0], ""], [43077, "2020-07-26T09:09:08Z", [0.4, 0.5, 0.1], ""], [61016, "2020-07-25T15:47:27Z", [0.7, 0.3, 0.0], "There are very high chances of NLD retaining presidency in 2020. The favorable equation are good, steady economic growth and the overall support for MLD and Kyi. \nOn the other side, NLD may not be able to build tactical alliances with minorities because of the way minorities are treated.\nHence, the minority alliance may end supporting their own candidates or from USDP.\nIn such a situation, USDP may increase its tally and occupy more assembly seats than it did in 2015.\n"], [88766, "2020-07-25T12:37:26Z", [0.93, 0.07, 0.0], ""], [94000, "2020-07-25T03:09:43Z", [0.6, 0.15, 0.25], ""], [86472, "2020-07-24T16:22:30Z", [0.9, 0.05, 0.05], "By way of the @keith-huggins forecast.  "], [13068, "2020-07-24T08:53:30Z", [0.7, 0.3, 0.0], ""], [90457, "2020-07-23T22:00:38Z", [0.88, 0.12, 0.0], ""], [55706, "2020-07-23T20:56:29Z", [0.45, 0.45, 0.1], ""], [78366, "2020-07-23T20:53:14Z", [0.9, 0.1, 0.0], ""], [93358, "2020-07-23T20:04:28Z", [0.8, 0.2, 0.0], ""], [37250, "2020-07-23T19:06:45Z", [0.9, 0.1, 0.0], ""], [691, "2020-07-23T14:30:12Z", [0.6, 0.4, 0.0], ""], [29875, "2020-07-23T09:07:09Z", [1.0, 0.0, 0.0], "For now Aung San Suu Kyi is widely popular. Opposition movements need more time to begome significant, possibly not in time for coming elections. To be monitored closely though."], [94385, "2020-07-22T02:32:12Z", [0.99, 0.01, 0.0], ""], [27661, "2020-07-21T09:05:43Z", [0.85, 0.1, 0.05], ""], [88227, "2020-07-21T05:55:15Z", [0.75, 0.2, 0.05], "USDP should be able to improve on their 2015 performance. Elections are to be held in November, and covid-19 does not seem to be a major issue in the country. "], [1333, "2020-07-20T17:42:35Z", [0.7, 0.3, 0.0], ""], [691, "2020-07-20T16:50:37Z", [0.58, 0.42, 0.0], ""], [93350, "2020-07-20T09:49:17Z", [0.7, 0.25, 0.05], "In the 2015 election the USPD losses were left with only 11 seats (out of 224) in the upper house and 30 (out of 440) in the lower house.\nThey lost against the popularity of Aung Suu Kyi (Nobel prize winner) and her NLD party.\nShe has since suffered international recriminations over the Rohingya crisis and the perception that the NLD has not fulfilled its promises.\nThe USPD has reformed from having military representatives to local civilians as its delegates to align with the voters and the people vote on local issues.\nThe USPD has represented itself as the defender of the Buddhist faith. Myanmar is 88% Buddhist.\nThe first past-the-post electoral system assists the larger parties of which there are two; the NLD and the USPD.\nThere are no polls to indicate the direction of travel.\nI propose that the USPD will gain seats in the 2020 elections.\nThe election could be affected by Covid-19. https://www.lowyinstitute.org/the-interpreter/stirring-hatreds-ahead-myanmar-elections  https://asiatimes.com/2019/10/suus-strategies-failed-but-nld-will-win-poll/  https://www.irrawaddy.com/news/burma/myanmars-ex-president-tells-voters-protect-race-religion-military-2020-election.html  https://www.frontiermyanmar.net/en/civil-society-and-the-2020-election/  https://myanmar-now.org/en/news/usdp-says-its-no-longer-favouring-retired-military-officials-as-mp-candidates  https://www.ide.go.jp/English/Research/Region/Asia/201601_osada.html  https://www.dw.com/en/myanmar-by-elections-suu-kyis-party-retains-some-support/a-38256405  https://www.orfonline.org/expert-speak/myanmars-upcoming-general-elections-and-the-ethnic-factor-69199/  https://www.usip.org/sites/default/files/2019-04/pw_146-myanmars_2020_election_and_conflict_dynamics.pdf  https://www.cfr.org/blog/looking-ahead-next-year-southeast-asias-big-2020-elections"], [1333, "2020-07-20T08:13:07Z", [0.7, 0.25, 0.05], ""], [57400, "2020-07-19T16:10:12Z", [0.66, 0.33, 0.01], ""], [691, "2020-07-19T14:40:57Z", [0.57, 0.43, 0.0], ""], [1333, "2020-07-18T18:34:18Z", [0.65, 0.25, 0.1], ""], [28415, "2020-07-18T17:20:26Z", [0.52, 0.44, 0.04], ""], [90457, "2020-07-18T17:16:56Z", [0.77, 0.23, 0.0], "There is displeasure with the Government, yet Aung San Suu Kyi remains very popular. While there will not be a shift in the power dynamic, I am forecasting that the USDP will pick up more seats than they did in the 2015 election. "], [93046, "2020-07-18T17:11:56Z", [0.82, 0.18, 0.0], "\"Although the NLD is still expected to win absolute majority during the 2020 general election, ethnic minority parties are still likely to gain more seats which could affect the cohesiveness of the government.\" \"The NLD's main challenger is the military-backed Union Solidarity and Development Party, which oversaw the country's transitional government for five years before Aung San Suu Kyi took office. While the NLD is expected to do better than others in the election, analysts say its large majority could be dented.\" \" Protests against repatriation like that in\nSittwe on November 25, 2018, by monks and a Rakhine\nCSO, will present ethnic Rakhine and USDP parties\nwith opportunities to galvanize anti-NLD government\nsentiment ahead of the 2020 election.\""], [691, "2020-07-18T15:37:07Z", [0.52, 0.43, 0.05], ""], [88954, "2020-07-18T14:57:47Z", [0.55, 0.35, 0.1], ""], [88766, "2020-07-18T12:00:20Z", [0.79, 0.21, 0.0], ""], [92079, "2020-07-18T04:13:29Z", [0.4, 0.6, 0.0], ""], [22689, "2020-07-18T02:39:27Z", [0.8, 0.2, 0.0], ""], [57400, "2020-07-18T01:51:06Z", [0.5, 0.45, 0.05], ""], [1333, "2020-07-17T19:25:44Z", [0.55, 0.35, 0.1], ""], [1333, "2020-07-17T17:58:17Z", [0.55, 0.45, 0.0], ""], [60695, "2020-07-17T17:43:49Z", [0.0, 1.0, 0.0], ""], [87064, "2020-07-17T17:42:19Z", [0.9, 0.1, 0.0], ""]]}