{"question_id": 1551, "title": "Will formal negotiations between Russia and the United States on an extension, modification, or replacement for the New START treaty begin before 1 October 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.4, 0.6], "correct_answer": "Yes", "correct_forecast": 0.4, "preds": [[40584, "2020-06-23T13:16:59Z", [1.0], ""], [38, "2020-06-23T12:49:50Z", [1.0], "https://www.rferl.org/a/talks-to-salvage-last-major-nuclear-treaty-between-u-s-russia-to-begin-in-vienna/30683705.html Resolution request submitted to GJO Admins"], [90457, "2020-06-23T12:30:00Z", [1.0], ""], [90457, "2020-06-23T12:17:02Z", [0.85], ""], [28899, "2020-06-23T07:20:26Z", [0.95], ""], [57778, "2020-06-23T06:32:53Z", [1.0], ""], [484, "2020-06-23T02:46:11Z", [1.0], "(no change) Hard to think this does not meet the criteria (but would I ever question GJO?): Somehow the link got lost, but trust me, they are meeting. ;-)"], [92641, "2020-06-23T01:38:16Z", [0.5], "It does not matter if formal negotiations regarding a new \"START\" \"\"Treaty\"\" to be  extended, modified or replaced between Russia or the USA begin before 1 October 2020. Russia will still defame, disregard, become disloyal and ultimately deceive the USA. The USA and Russia cannot work together. They are both superpowers, however one is vastly more advanced than the other. One president innovated his country into the future and one kept his country in the past. I see a dark future if this treaty takes place. "], [57778, "2020-06-22T22:56:14Z", [0.98], ""], [89135, "2020-06-22T22:54:33Z", [0.25], "I know I am running counter to the crowd, but China’s refusal to participate, and Trump not being central, lead me to believe this is posturing only.   What I find difficult is the word “negotiations “ in the definition.  We are, in a sense, always negotiating our way through the world. The word I am focusing on is Formal.  Out of this meeting there might come an agreement to a date in which formal negotiations might take place.  Increasing to a hopeful 25% that it will occur.   https://www.voanews.com/usa/us-russia-start-nuclear-talks-austria"], [81375, "2020-06-22T22:19:45Z", [1.0], ""], [81375, "2020-06-22T22:19:06Z", [0.6], ""], [1034, "2020-06-22T22:13:01Z", [1.0], ""], [87880, "2020-06-22T22:01:24Z", [1.0], ""], [88569, "2020-06-22T21:14:10Z", [1.0], ""], [75863, "2020-06-22T20:53:36Z", [1.0], "Seems like negotiations are taking place as of today [1, 2]. [1] https://twitter.com/USArmsControl/status/1274956212723802113\n[2] https://www.reuters.com/article/us-usa-russia-nuclear/u-s-russian-envoys-tight-lipped-as-arms-control-talks-start-in-vienna-idUSKBN23T0XT"], [88743, "2020-06-22T20:03:55Z", [0.99], "Looks like they will begin. See links below."], [1333, "2020-06-22T19:56:12Z", [0.65], ""], [88410, "2020-06-22T19:20:08Z", [0.95], "According to the news today \"The United States and Russia have agreed to start arms control talks on Monday as the only remaining treaty between the two largest nuclear powers will expire in less than a year.\""], [80764, "2020-06-22T18:54:19Z", [1.0], "Just asked for Resolution with these links: They met today in Vienna for official negotiations: https://www.euronews.com/2020/06/22/russia-and-us-to-resume-nuclear-disarmament-talks-in-vienna-this-month https://www.vienna.at/usa-und-russland-beendeten-abruestungsgespraeche-in-wien/6654510"], [86233, "2020-06-22T18:44:16Z", [1.0], ""], [80764, "2020-06-22T15:53:42Z", [1.0], "https://news.cgtn.com/news/2020-06-22/U-S-Russia-arms-talks-Start-for-New-START-Treaty--RvEit6WgU0/index.html Why isn´t everybody here on (at least close to) 100% ?"], [85535, "2020-06-22T13:58:08Z", [1.0], ""], [92585, "2020-06-22T12:59:03Z", [0.1], ""], [691, "2020-06-22T11:57:13Z", [0.9], "https://www.reuters.com/article/us-usa-russia-nuclear/u-s-russian-envoys-tight-lipped-as-arms-control-talks-start-in-vienna-idUSKBN23T0XT\nLooks like I missed the boat on this one.  These things happen.  Frequently.\n\nOn the other hand, it's not clear from this story that New START will be among the specific topics for the chatfest.   Most likely our folks are waiting for The Tulsa Superspreader to hear from Fox News what he's supposed to let them talk about.  Could take a while.  As a US taxpayer, I wish they were meeting someplace else--the coffee is pretty expensive in Vienna, and they'll probably need a lot."], [92452, "2020-06-22T11:54:47Z", [0.98], "https://www.theguardian.com/world/2020/jun/21/us-russia-nuclear-disarmament-talks-to-begin-but-no-sign-of-china-joining-in"], [60948, "2020-06-22T11:32:20Z", [0.85], ""], [31275, "2020-06-22T04:23:21Z", [1.0], "https://news.cgtn.com/news/2020-06-22/U-S-Russia-arms-talks-Start-for-New-START-Treaty--RvEit6WgU0/index.html"], [21884, "2020-06-22T03:37:05Z", [0.85], ""], [32131, "2020-06-22T01:47:39Z", [0.67], ""], [91722, "2020-06-22T00:00:52Z", [0.57], ""], [23062, "2020-06-21T20:46:10Z", [0.04], ""], [28899, "2020-06-21T09:46:34Z", [0.9], ""], [691, "2020-06-20T14:54:54Z", [0.5], "Best predictor of this will be to watch Fox News, the key foreign policy advisor to The Great And Powerful Oz, for the next several weeks.  They'll tell him what to think and do on this issue.  Until they issue his instructions, he'll let the few surviving professionals go along with whatever they're doing.  Meantime he won't let anything interfere with his re-election terrors.   I hate going 50-50 on anything, but needs must.  I suppose this will be a Yes even if the talks begin but get shut down in a 4:00 a.m. Twitstorm a couple of days later.  Good thing the off-licence is open now."], [37236, "2020-06-20T12:55:51Z", [0.87], "Media is suggesting signs of a rapprochment..."], [92452, "2020-06-20T07:43:19Z", [0.95], ""], [89135, "2020-06-20T00:37:25Z", [0.0], "Depending on the meaning of “formal negotiations,” I could be dead wrong. \nBut at the end of May the President gave notice that he was withdrawing from the Open Skies Treaty and made accusations against Russia.  An opening gambit in an attempt to negotiate? Remember he has attacked other leaders before trying to negotiate, kind of a “mine’s bigger move.”  He is now back on the campaign trail, and has the glittery ring of re-election in his sights. So the scheduled meetings could be for show, or could work better without him involved.  Throwing China in the mix could seriously be the same as asking Biden for more debates, a reason to back out or not get anywhere.I am predicting  no real negotiations will take place (ever) with other foreign leaders while he is president. He is about flash and show, not the nitty gritty kind of person who pays attention to the details needed to hash things out.  Of course, he could once again assign his son in law.  But I standing fast on no. No one is asking, but I am seeing Early signs of Alzheimer’s, which would explain much of what is complained about as faults (eg Bolton’s book and him forgetting things like countries, names and super powers). "], [176, "2020-06-20T00:16:40Z", [1.0], "My profit looks better everyday."], [1034, "2020-06-20T00:11:09Z", [1.0], "Lambert, L. (2020). U.S., Russia agree on June nuclear arms talks, invite China: U.S. envoy, Reuters. World News. June 8, 2020. Retrieved from\nhttps://www.reuters.com/article/us-usa-russia-nuclear/u-s-russia-agree-on-june-nuclear-arms-talks-invite-china-u-s-envoy-idUSKBN23F2IJ WASHINGTON (Reuters) - The United States and Russia have agreed on a time and place for nuclear arms negotiations in June and invited China, U.S. Special Envoy for Arms Control Marshall Billingslea wrote on Twitter on Monday. “Today agreed with the Russian Deputy Foreign Minister Ryabkov on time and place for nuclear arms negotiations in June. China also invited. Will China show and negotiate in good faith?” Billingslea wrote.\n"], [81375, "2020-06-19T21:40:47Z", [0.5], ""], [691, "2020-06-19T17:44:54Z", [0.6], ""], [3429, "2020-06-19T16:27:08Z", [0.05], "Maintaining current forecast"], [57778, "2020-06-19T04:26:05Z", [0.95], ""], [85097, "2020-06-19T02:19:48Z", [1.0], ""], [484, "2020-06-18T23:55:53Z", [1.0], "(no change) Interesting how low the consensus is. Suspect dormant forecasters."], [86678, "2020-06-18T18:24:27Z", [0.89], ""], [1333, "2020-06-18T18:07:38Z", [0.55], ""], [1646, "2020-06-18T16:45:12Z", [0.95], ""], [31275, "2020-06-18T16:25:28Z", [0.9], "https://www.washingtonpost.com/national-security/trump-envoy-to-begin-nuclear-talks-with-russia-as-key-treaty-hangs-in-the-balance/2020/06/09/ed38c196-a1df-11ea-9d96-c3f7c755fd6e_story.html"], [86678, "2020-06-18T15:52:58Z", [0.97], ""], [34959, "2020-06-18T14:55:19Z", [0.99], "This question is unlikely to last the month https://twitter.com/USArmsControl/status/1270047141193568256"], [691, "2020-06-18T12:08:14Z", [0.68], ""], [60948, "2020-06-18T09:41:39Z", [0.8], ""], [89259, "2020-06-18T03:17:30Z", [0.05], ""], [89135, "2020-06-18T01:18:35Z", [0.0], "Do not see our President even considering it with his super fast new rocket. "], [91215, "2020-06-17T17:43:00Z", [0.0], ""], [691, "2020-06-17T12:15:20Z", [0.72], ""], [57778, "2020-06-16T23:34:14Z", [0.99], ""], [25705, "2020-06-16T20:50:04Z", [1.0], ""], [60948, "2020-06-16T16:21:29Z", [0.75], ""], [92174, "2020-06-16T15:01:38Z", [0.75], ""], [37939, "2020-06-16T14:23:48Z", [0.05], ""], [1333, "2020-06-16T14:22:33Z", [0.44], ""], [34959, "2020-06-16T04:44:40Z", [0.9], ""], [34959, "2020-06-16T04:42:55Z", [0.42], "Comment deleted on Jun 16, 2020 04:44AM UTC"], [1034, "2020-06-16T04:22:08Z", [1.0], "\nThe Guardian News Website. (2020). Russia will open nuclear disarmament talks with US. The Guardian. World. Europe. June 9, 2020. Retrieved from \nhttps://www.theguardian.com/world/2020/jun/09/russia-will-open-nuclear-disarmament-talks-with-us Russia has confirmed that it will open talks with the US this month on extending a major nuclear disarmament treaty but warned that Washington’s insistence on including China could scuttle efforts. The deputy foreign minister Sergei Ryabkov will meet the US envoy Marshall Billingslea in Vienna on 22 June to begin negotiations on New Start, which expires in February."], [88410, "2020-06-15T23:38:22Z", [0.35], ""], [40584, "2020-06-15T20:41:21Z", [0.6], "Hedging my prediction to something closer to the crowd. "], [3429, "2020-06-15T19:31:57Z", [0.05], "maintaining current forecast"], [80764, "2020-06-15T17:19:51Z", [1.0], "We will know it in a week:\nhttps://www.theguardian.com/world/2020/jun/09/russia-will-open-nuclear-disarmament-talks-with-us Staying \"all in\" for yes. "], [691, "2020-06-15T14:05:43Z", [0.68], ""], [92146, "2020-06-15T14:04:35Z", [0.25], ""], [91675, "2020-06-15T13:11:10Z", [0.01], ""], [92097, "2020-06-15T06:29:19Z", [0.0], ""], [31275, "2020-06-15T04:46:35Z", [0.9], "https://www.cnn.com/2020/06/08/politics/us-russia-arms-control-talks/index.html"], [91722, "2020-06-15T02:37:50Z", [0.6], "Although not extending the treaty gives Trump a chance to show another Obama era treaty he “canceled”, I think the ceremonious aspect of photo-op opportunity to appear on a grand global stage with Putin as a world leader to announce extension may be too much for Trump to pass on in the election year. Although, if extended, very likely that Trump puts a spin on it to the effect that it is a MUCH improved version of the treaty signed during the Obama era. "], [23062, "2020-06-14T23:17:30Z", [0.05], ""], [40584, "2020-06-14T18:56:57Z", [0.9], "I'm backing down a bit from 100%. There are dozens of reasons why this SHOULD happen. But still I wonder... Some musings:  It would appear that the trump administration is better at breaking things than building them. Their track record is that they are willing to let treaties die even when it seems like a really bad idea.  In very general terms it would be nice from a re-election standpoint to be able to show another item in the \"win\" column but frankly I don't think this treaty getting extended is going to matter at all to his base or have a measurable impact on the election. And I think that's the bottom line for Trump in an election year. On the other hand, extending it carries some degree of risk to the extent that there's some element of the new treaty that is disliked by a segment of the Republican party; and that's likely.  Perhaps this will become an opportunity for Trump to demonstrate how he's being tough on Russia and China, which could inoculate him from charges of Russia interfering in the election. "], [89578, "2020-06-14T16:12:10Z", [0.1], "I don’t have numbers and I cannot link an article but based on this administration’s lack of seasoned professional foreign policy service members and the Executive office unwilling to backdown from ill conceived and ill informed decisions, I do not see that happening.  There is a greater chance that Trump will nuke a small country out of election desperation and paranoia because no one seems to be willing to stand up to this little boy bully."], [691, "2020-06-14T15:44:27Z", [0.26], ""], [90457, "2020-06-14T14:12:37Z", [0.0], "Just not the right time to negotiations with Russia. "], [45594, "2020-06-14T06:35:15Z", [0.25], ""], [91015, "2020-06-14T00:29:12Z", [0.05], ""], [91507, "2020-06-13T21:38:16Z", [0.05], ""], [62808, "2020-06-13T21:04:08Z", [0.03], ""], [79464, "2020-06-13T20:31:40Z", [0.75], ""], [90669, "2020-06-13T20:14:07Z", [0.05], ""], [91132, "2020-06-13T14:51:32Z", [0.15], ""], [91068, "2020-06-13T14:02:09Z", [0.05], ""], [90912, "2020-06-13T11:16:57Z", [0.75], "Yes, but it will be just for show and will either be cancelled at the last minute or fail to produce results."], [57778, "2020-06-13T03:16:46Z", [0.87], ""], [90801, "2020-06-13T01:42:25Z", [0.0], ""], [90683, "2020-06-12T20:38:30Z", [1.0], ""], [87989, "2020-06-12T16:25:26Z", [0.0], ""], [691, "2020-06-12T14:09:37Z", [0.28], ""], [81192, "2020-06-12T11:57:19Z", [0.99], ""], [60948, "2020-06-12T11:18:46Z", [0.9], ""], [90302, "2020-06-12T08:27:23Z", [0.05], ""], [88569, "2020-06-12T05:58:00Z", [0.4], ""], [56, "2020-06-12T05:23:54Z", [0.95], ""], [90150, "2020-06-12T04:34:35Z", [0.1], "No pressure on Russia from US DoS "], [90122, "2020-06-12T03:44:23Z", [0.02], "Too much else going on"], [90104, "2020-06-12T03:36:39Z", [0.01], "Neither Trump nor Putin will believe they have anything to gain by commencing negotiations to limit weapons in any form.  Both are strongeman type personalties, and both would consider such negotiations to be a display of weakness.  Both are currently under pressure because of mishandling their respective responses to the coronavirus; neither will do anything that smacks to them of weakness."], [951, "2020-06-12T02:43:51Z", [0.3], ""], [89922, "2020-06-12T02:03:31Z", [0.03], ""], [89765, "2020-06-12T01:12:43Z", [0.35], ""], [89766, "2020-06-12T01:12:42Z", [0.15], ""], [89595, "2020-06-12T00:57:52Z", [0.0], ""], [89488, "2020-06-12T00:01:52Z", [0.15], ""], [89605, "2020-06-12T00:01:25Z", [0.05], ""], [89336, "2020-06-11T23:53:13Z", [0.0], ""], [87094, "2020-06-11T23:51:17Z", [1.0], "Looks like this has shifted drastically in the last few days based on articles from @SE_Meyer, @juancambeiro, @sebawi, etc."], [89489, "2020-06-11T23:24:21Z", [0.85], ""], [40584, "2020-06-11T23:19:38Z", [1.0], ""], [28899, "2020-06-11T22:24:00Z", [0.85], ""], [14107, "2020-06-11T21:55:23Z", [0.75], ""], [89280, "2020-06-11T21:52:08Z", [0.33], ""], [89135, "2020-06-11T21:50:20Z", [0.1], "Upcoming elections and domestic issues will keep talks from happening. "], [89242, "2020-06-11T21:35:18Z", [0.4], ""], [89223, "2020-06-11T21:19:51Z", [0.02], "There will be no negotiations happening between Putin and Trump agreeing to reduce arms. Perhaps to increase arms."], [89125, "2020-06-11T20:05:26Z", [0.01], "Between Tweeting and preparing for the election, Trump has no time for such nonsense. "], [86554, "2020-06-11T18:59:45Z", [0.95], ""], [3429, "2020-06-11T17:10:55Z", [0.05], "No expectations here. Not expecting it to occur before October regardless."], [28899, "2020-06-11T16:19:45Z", [0.95], ""], [60948, "2020-06-11T13:01:31Z", [1.0], ""], [60948, "2020-06-11T13:00:22Z", [0.9], ""], [60948, "2020-06-11T12:49:38Z", [0.8], ""], [28899, "2020-06-11T12:37:28Z", [0.8], ""], [28899, "2020-06-11T12:31:04Z", [0.7], ""], [80764, "2020-06-10T21:51:34Z", [1.0], ""], [70711, "2020-06-10T19:37:30Z", [1.0], ""], [1333, "2020-06-10T18:10:42Z", [0.45], ""], [1333, "2020-06-10T18:03:16Z", [0.35], ""], [81375, "2020-06-10T15:34:29Z", [0.25], ""], [27661, "2020-06-10T14:04:23Z", [1.0], ""], [88452, "2020-06-10T13:34:08Z", [1.0], "I think this one has become mature enough to resolve: https://www.euronews.com/2020/06/10/russia-and-us-to-resume-nuclear-disarmament-talks-in-vienna-this-month Russia and US to resume nuclear disarmament talks in Vienna this month \"Russia and the US confirmed that they will resume talks this month on extending a major nuclear disarmament treaty but Washington's insistence China should be part of the deal may hamper dialogue. Sergei Ryabkov, Russia's Deputy Foreign Minister, and Marshall S. Billingslea, the US Special Presidential Envoy for Arms Control, will meet in Vienna on June 22 to negotiate an extension to the New START treaty.\" China will not be involved, but it is obviously not a strong and exclusive condition, so it seems as if negotiations will start on 22 June 2020 without China anyway.\nA signal of hope that multilateralism is not dead (yet). It just smells funny."], [75863, "2020-06-10T13:16:16Z", [0.95], "Great analysis by WaPo on where things stand: \"Trump envoy to begin nuclear talks with Russia as key treaty hangs in the balance\" https://www.washingtonpost.com/national-security/trump-envoy-to-begin-nuclear-talks-with-russia-as-key-treaty-hangs-in-the-balance/2020/06/09/ed38c196-a1df-11ea-9d96-c3f7c755fd6e_story.html As noted elsewhere (@sebawi), it seems like negotiations are set to begin this month. https://twitter.com/USArmsControl/status/1270047141193568256"], [1034, "2020-06-10T06:38:45Z", [1.0], ""], [88569, "2020-06-10T02:14:19Z", [0.5], ""], [57778, "2020-06-09T23:25:24Z", [0.95], ""], [1333, "2020-06-09T22:52:48Z", [0.26], ""], [88954, "2020-06-09T22:02:20Z", [0.8], ""], [31275, "2020-06-09T21:47:53Z", [0.9], "https://wreg.com/news/us-and-russia-to-meet-for-nuclear-arms-negotiations-this-month/"], [38, "2020-06-09T18:19:21Z", [1.0], "thanks to @sebawi\nhttps://www.gjopen.com/comments/1048804"], [691, "2020-06-09T12:44:25Z", [0.3], ""], [28153, "2020-06-09T11:37:02Z", [1.0], ""], [88452, "2020-06-09T09:21:44Z", [1.0], ""], [57778, "2020-06-09T08:55:14Z", [0.85], ""], [27661, "2020-06-09T08:32:48Z", [0.9], "Seems to be getting more likely [1]. [1] https://www.reuters.com/article/us-usa-russia-nuclear/us-russia-agree-on-june-nuclear-arms-talks-invite-china-us-envoy-idUSKBN23F2IJ"], [23062, "2020-06-09T00:14:46Z", [0.04], ""], [88766, "2020-06-08T20:15:50Z", [1.0], ""], [31275, "2020-06-08T17:03:01Z", [0.62], "Since Administration wants replacement and not extension the formal negotiations might not start by October. A delay is happening because Billingslea’s Congressional confirmation is being held-up until Trump explains all the IG firings. Still after reading tweets by some Administration officials it appears talks will take place. It is also conceivable an extension will happen. Depends on how hard core Trump is about his agenda having China participate. All the talk about returning to nuke tests, arms race might just be posturing. Raising some on other side of 50. Tough one. Note again to followers: I am taking way too many questions to do Superforecaster level work (made it twice). Do your own research."], [88410, "2020-06-08T16:29:28Z", [0.35], "My prediction remains at 35% for this week, despite The United States and Russias recent intercommunications. On the 26th of May, United States Press Secretary Kayleigh Mcenany held a briefing regarding the recent riots and protests circulating the U.S. She mentioned a brief call that occurred between President Trump and the Grey Cardinal President Putin earlier that day that piqued my interested. I remained vigilant in observing the news for an update on the conversation. On June 1st, news sources confirmed that that a White House released a statement saying the conversation topics included “the latest efforts to defeat the coronavirus pandemic and reopen global economies” and “progress toward convening the G7.” \nConsidering the totality of events, from the pandemic in Russia and the protests in the U.S., to the restructuring of the political structure in Russia leads me to believe that there is a 35% chance that a renewal START treaty by October 1st 2020. (Especially considering the expiration date is in February and the START treaty historically has an average statistic of being renewed in December). My highest percentage leads to the START treaty being renewed by the end of the year, as opposed to some time next year, as this issue is not as prevelant as others to the international community at this time. "], [1333, "2020-06-08T13:25:42Z", [0.25], ""], [80764, "2020-06-08T10:50:37Z", [0.8], ""], [63963, "2020-06-08T10:02:51Z", [0.4], ""], [10877, "2020-06-08T02:16:59Z", [0.3], ""], [86678, "2020-06-07T18:09:08Z", [0.99], ""], [62808, "2020-06-07T17:20:48Z", [0.05], ""], [1333, "2020-06-07T11:18:20Z", [0.26], ""], [45594, "2020-06-07T07:00:58Z", [0.25], ""], [37488, "2020-06-07T03:14:20Z", [0.75], ""], [37488, "2020-06-07T03:14:09Z", [0.45], ""], [57778, "2020-06-07T02:27:31Z", [0.67], ""], [57778, "2020-06-07T02:25:05Z", [0.75], ""], [86710, "2020-06-06T18:46:24Z", [0.15], ""], [89020, "2020-06-06T15:56:17Z", [0.4], "@Wildwood2000 research makes a compelling case so I'm moving it up. I still think that Trump could throw a spanner in the works, his current public sentiment is frosty, but it seems like there is serious movement."], [89020, "2020-06-06T15:02:01Z", [0.16], "Though I think the chances of at least signing an extension are quite high (Robert O'Brien has said negotiations are going to happen) I'm not sure about the deadline. The fact that nothing has happened so far implies that Trump is going to draw this one out for as long as possible. There is also the added safety net of the Russians saying they will sign it (Which should make the process of extension simpler) and so Trump can cut it fine. It's also another thing that can be used against China which he might want to save.  With everything else that's currently going on it's unlikely to happen in the next month or so. September seems possible which is where most of my 16% is aimed. "], [88452, "2020-06-06T12:06:33Z", [0.9], ""], [88766, "2020-06-06T11:16:11Z", [0.51], ""], [88766, "2020-06-06T11:15:41Z", [0.48], ""], [60695, "2020-06-06T10:41:16Z", [0.3], ""], [57778, "2020-06-06T03:21:52Z", [0.75], ""], [80179, "2020-06-06T03:13:36Z", [0.05], ""], [1034, "2020-06-06T00:38:53Z", [1.0], ""], [60948, "2020-06-05T17:35:02Z", [0.3], ""], [88953, "2020-06-05T17:18:57Z", [0.25], ""], [60948, "2020-06-05T17:11:33Z", [0.2], ""], [86678, "2020-06-05T16:56:50Z", [0.99], ""], [31275, "2020-06-05T16:22:02Z", [0.31], "Uh we wanted tactical weapons to be part of the negotiations. How can we even start to negotiate? “Russia make a new nuclear START: for the first time Russia 2 June has presented a Nuclear Deterrent Policy doctrine, stating nuclear weapons can be used in response to a conventional strike. This, in the run-up to new START treaty negotiations”, “ In a call with members of his Security Council over the weekend, Putin warned that the New START treaty is bound to expire, but \"the negotiations on that crucial issue, important not just for us but for the entire world, have failed to start”. NUT June 2. "], [31275, "2020-06-05T16:14:36Z", [0.36], "Oh crowd is at 25%. I see the forecasters who usually do well are on the other side of 50. I guess I am moving closer to the crowd on this one. Will keep searching for more info."], [31275, "2020-06-05T16:12:40Z", [0.41], "This one is hard. The word ‘formal’ denotes some serious negotiation but the position of the US Administration means they are not even close in starting positions with Russia. Trump has a history of walking away hoping that will result in later leverage. They could conceivably meet on an informal basis to see if there is enough agreement to start formal negotiations. When Obama set-up New Start there were informal talks before they got into formal negotiations with details and working teams. https://sldinfo.com/2020/06/new-appointee-delineates-trumps-nuclear-arms-control-vision/\nhttps://www.defenseone.com/technology/2020/05/trump-administrations-aggressive-approach-arms-negotiatons-could-backfire/165334/\nI am going to go slightly below 50% contrary to the crowd. "], [60948, "2020-06-05T16:05:46Z", [0.3], ""], [88013, "2020-06-05T10:43:51Z", [0.5], ""], [79464, "2020-06-05T10:25:20Z", [0.18], ""], [57778, "2020-06-05T04:20:20Z", [0.8], ""], [28899, "2020-06-04T21:05:11Z", [0.1], ""], [86554, "2020-06-04T18:16:59Z", [0.66], ""], [86554, "2020-06-04T18:16:41Z", [0.56], ""], [80764, "2020-06-04T17:38:20Z", [0.85], "What is the difference between \"formal negotiations\" and defense ministers of the relevant countries seriously talking about it? Aren´t they negotiating, when they talk about it from different perspectives? Do they each have to hold up a sign \"just negotiating\" while talking? Still sure, that sometime before 1 October something will happen to satisfy GJO."], [31275, "2020-06-04T15:14:09Z", [0.75], "Probably too exuberant. Lowering. "], [86678, "2020-06-04T14:34:33Z", [0.99], ""], [1333, "2020-06-04T10:30:56Z", [0.25], ""], [1034, "2020-06-04T04:18:27Z", [1.0], ""], [11430, "2020-06-04T03:44:35Z", [0.95], ""], [1034, "2020-06-04T03:14:51Z", [1.0], ""], [57778, "2020-06-04T00:53:31Z", [0.75], ""], [57778, "2020-06-03T23:23:58Z", [0.8], ""], [14107, "2020-06-03T20:49:09Z", [0.18], ""], [60948, "2020-06-03T19:11:08Z", [0.4], ""], [60948, "2020-06-03T19:07:47Z", [0.5], "Going down 10% because of an article on the topic by two Russian subject-matter experts. "], [60948, "2020-06-03T18:55:02Z", [0.6], "On reflection, statements to the news do push me up above 50%"], [86678, "2020-06-03T16:28:24Z", [0.99], ""], [30346, "2020-06-03T15:39:17Z", [0.65], "Relatively uninformed view. Primarily leaning on @Wildwood2000 and @Anneinak @Censusguyz high frequency low probability estimates a bit concerning to me. Additional support for this pessimism?"], [88970, "2020-06-03T14:34:33Z", [0.0], ""], [1333, "2020-06-03T13:12:30Z", [0.1], ""], [57778, "2020-06-03T09:22:07Z", [0.9], ""], [57400, "2020-06-03T02:22:54Z", [0.66], ""], [57778, "2020-06-02T22:46:56Z", [0.9], ""], [31275, "2020-06-02T20:19:52Z", [0.9], "Ok I see the word replacement in the question. Somehow did not register before. Raising radically."], [1034, "2020-06-02T19:44:06Z", [1.0], "NEW START Billingslea Lambastes New START\n\\\nScroll down to about Paragraph 33 under heading NEW START: Billingslea Lambastes New START\n\\\nReif and Bugos (2020). May 27, stated that:\n\\\nIn his first public comments this month, Special Envoy for Arms Control Marshall Billingslea described his initial engagement with his Russian counterpart, criticized the 2010 New Strategic Arms Reduction Treaty (New START), and sketched out some of the administration’s goals for a new trilateral agreement (Para. 33). In remarks at a May 21 event at the Hudson Institute, Billingslea said that he and Russian Deputy Foreign Minister Sergey Ryabkov agreed in a May 8 phone call “to meet, talk about our respective concerns and objectives, and find a way forward to begin negotiations” on a new arms control agreement. “So, we have settled on a venue, and we are working on an agenda based on the exchange of views that has taken place,” he added. The location of the dialogue is most likely to be Vienna. On New START, which expires in February 2021 unless President Trump and Russian President Vladimir Putin agree to extend it by up to five years, Billingslea said that “potential extension of our existing obligations must be tied to progress towards a new era of arms control.” Russia has stated that it is ready to extend New START without any preconditions, but the Trump administration remains undecided on the treaty’s fate (Para. 33-37).\n\\\nReference\n\\\nReif, K. & Bugos, S. (2020). NEW START. Billingslea Lambastes New START. Arms Control Association. May 27, 2020. Retrieved from\nhttps://www.armscontrol.org/blog/2020-05/us-russian-nuclear-arms-control-watch\n"], [88013, "2020-06-02T19:42:59Z", [0.25], ""], [60948, "2020-06-02T19:21:51Z", [0.4], ""], [38, "2020-06-02T19:17:57Z", [0.7], "I think my hope/optimism biased me to put too much  stock in Billingslea.  Coming WAY down from 100%! @LokiOdinevich,"], [60948, "2020-06-02T18:24:27Z", [0.6], "I'm seeing a lot of extremized forecasts in different directions, which suggests that the thing is closer to 50%. I also personally feel skeptical about talks happening. The crux here is whether China will participate, and whether Trump will want these talks to happen regardless of whether China participates or not. Another crux is whether it is best to model international politics as rational animals playing. A further POI which comes to mind is China having commited to not starting a nuclear engagement (no first use: https://en.wikipedia.org/wiki/No_first_use), which I admire."], [1333, "2020-06-02T14:20:11Z", [0.09], ""], [88954, "2020-06-02T14:11:16Z", [0.12], ""], [88766, "2020-06-02T13:57:05Z", [0.63], ""], [86678, "2020-06-02T11:08:56Z", [0.99], ""], [88013, "2020-06-01T22:52:30Z", [1.0], ""], [88766, "2020-06-01T22:33:27Z", [0.56], ""], [57778, "2020-06-01T22:26:30Z", [0.75], ""], [88766, "2020-06-01T22:05:43Z", [0.41], ""], [88766, "2020-06-01T22:05:14Z", [0.56], ""], [87880, "2020-06-01T21:01:10Z", [0.45], ""], [14027, "2020-06-01T19:13:09Z", [0.53], "Moderating my overweight position.  I'm willing to give up ever coming in first in a challenge so that I can avoid coming in last.  The latter really hurts your score."], [25705, "2020-06-01T19:01:47Z", [0.0], "Contrary to the people I highly respect, I am moving in the opposite direction. My take is that the prerequisite for any formal negotiations to start is actually agreement on most crucial points. And USA and Russia are far from that. Notice, that all \"positive\" news about the talks are coming from American sources - the administration is eager to have a success story in nuclear disarmament after the North Korea debacle. But again, it looks it is based on heightened expectations - it is a very complicated issue and to my knowledge the current administration is just not equipped to deal with that. Russians are definitely interested in the extension, but it looks not on American terms.  Hence, they may wait till November to play it out."], [88939, "2020-06-01T15:45:07Z", [0.03], ""], [87064, "2020-06-01T14:57:46Z", [1.0], ""], [1333, "2020-06-01T14:21:33Z", [0.08], ""], [88934, "2020-06-01T13:13:34Z", [0.05], ""], [45594, "2020-06-01T07:46:57Z", [0.25], ""], [88410, "2020-06-01T04:05:39Z", [0.35], ""], [23062, "2020-06-01T01:15:06Z", [0.05], ""], [88569, "2020-05-31T19:46:50Z", [0.4], ""], [40584, "2020-05-31T17:36:17Z", [0.25], ""], [14027, "2020-05-31T17:33:12Z", [0.83], ""], [80764, "2020-05-31T17:28:13Z", [0.9], "\"We are continuing to review the possibility of an extension of the New START treaty, taking into account the threats we face today which are different than the threats we faced ten years ago. It’s simply a recognition of the fact that it is a changed security environment over the last decade. We also acknowledge Russia's statement that it has no preconditions to the extension.  We don't have meetings to announce at this time, but my expectation - based on the conversations between Secretary Pompeo and Foreign Minister Lavrov - is that there will be dialogue between the United States and Russia soon on the New START treaty and arms control. We are slowed somewhat due to the Covid-19 situation, but my expectation is that we will engage with Russia at least virtually, and we will also continue to engage Russia in the New START treaty's bilateral consultative commission, and other diplomatic channels to work cooperatively to address both technical questions and issues related to the ongoing implementation of New START, and related issues.\" From:\nhttps://interfax.com/newsroom/exclusive-interviews/68608/\n"], [67232, "2020-05-31T16:52:16Z", [0.0], "Trump will not want to begin negotiations prior to the election.  I think this is especially true since we are withdrawing from the Open Skies Treaty. I think Trump is a Russian asset.  I do not see any other way to explain how, \"All roads lead to Russia with [Trump]\"  as stated by Nancy Pelosi.   It seems right now Putin is running through his wish list with Trump.  This includes the withdraw from the Open Skies Treaty, which Putin violated frequently, disrupting NATO relations, dismissing charges against all Americans charged by Muller for lying and other illegal conduct benefiting Russia,  e.g., Flynn, Concord Management and Consulting, Internet Research Agency and 13 Russian nationals.  Of course, there is also Eric Trump's comment that Trump does not need US Banks because they get all their money from Russia.   I opening negotiations on a Russian treaty that could not be completed or ratified by congress prior to the  November election would have no benefit and potentially significant costs.    Putin has nothing to gain since any treaty negotiated with Russia by Trump would be less likely to pass after October than a Treaty negotiated with a different president.  Trump has little to gain since it might be considered just another gift to Putin.   There is a small chance that commencing negotiations with a foreign power could make Trump look presidential and in charge.  However, it is more likely to remind most people of his failed nuclear negotiations with North Korea where most people, I suspect, think he got rolled. "], [57778, "2020-05-31T10:59:09Z", [0.55], ""], [86678, "2020-05-31T09:20:18Z", [0.99], ""], [27661, "2020-05-30T21:07:39Z", [0.65], "Based on the source provided by @Wildwood2000 in his comment [1].  [1] https://www.gjopen.com/comments/comments/1042131"], [57778, "2020-05-30T10:58:17Z", [0.55], ""], [1034, "2020-05-29T20:55:24Z", [1.0], "Reif, K. & Bugos, S. (2020). Trump Appoints Special Arms Control Envoy. Arms Control Association. May 28, 2020. Retrieved from\nhttps://www.armscontrol.org/act/2020-05/news/trump-appoints-special-arms-control-envoy"], [88858, "2020-05-29T18:25:18Z", [0.5], ""], [87578, "2020-05-29T15:26:33Z", [0.0], ""], [28153, "2020-05-29T11:39:57Z", [0.6], ""], [34959, "2020-05-29T04:34:30Z", [0.37], ""], [85774, "2020-05-28T22:03:56Z", [0.25], ""], [86678, "2020-05-28T21:17:16Z", [0.91], ""], [57778, "2020-05-28T09:04:12Z", [0.45], ""], [57778, "2020-05-28T09:00:33Z", [0.4], ""], [86554, "2020-05-28T05:28:12Z", [0.39], ""], [73687, "2020-05-28T03:25:12Z", [0.01], ""], [88569, "2020-05-27T20:07:34Z", [0.2], ""], [31275, "2020-05-27T19:43:22Z", [0.33], "After reading this I am going back down. https://www.justsecurity.org/70407/nuclear-arms-control-or-a-new-arms-race-trump-seems-bent-on-the-latter/"], [14107, "2020-05-27T16:25:51Z", [0.19], ""], [88010, "2020-05-27T14:20:51Z", [0.1], ""], [1333, "2020-05-27T13:25:36Z", [0.09], ""], [57778, "2020-05-27T10:18:51Z", [0.75], ""], [57778, "2020-05-27T10:18:36Z", [0.6], ""], [57778, "2020-05-27T09:30:36Z", [0.85], ""], [30513, "2020-05-27T04:59:24Z", [0.55], "Trump wants a positive foreign policy story for the campaign. "], [31275, "2020-05-27T02:08:49Z", [0.72], "Raising upward but not convinced it will happen in this time frame. They have until Feb 2021. Again will lower in two weeks if nothing is happening. I see a couple of very good forecasters are at a 100% on this. "], [79464, "2020-05-26T22:59:33Z", [1.0], ""], [57778, "2020-05-26T22:51:20Z", [0.65], ""], [1034, "2020-05-26T20:30:52Z", [1.0], "As the time approached, it seems more and more difficult for Russia and the United States to reach an agreement on the extension of the expiring Measures for the Further Reduction and Limitation of Strategic Offensive Arms (New START), but some experts said hope still exists. According to John Sullivan, US ambassador to Russia, US President Donald Trump has sent a message directly to his Russian counterpart Vladimir Putin, and claimed he supports Putin's proposal to hold a summit to discuss issues of nuclear disarmament.\n\\\n\\Reference\nQI, R. (2020). Experts still see hope for Russia-US arms pact getting extension. China Daily. Europe. May 19, 2020. Retrieved from\nhttp://global.chinadaily.com.cn/a/202005/19/WS5ec33319a310a8b241156a05.html \\ QUICK FIX\n— The Trump administration is eyeing a short-term extension of a nuclear treaty with Russia as it seeks a broader pact with Moscow and Beijing. — Defense Secretary Mark Esper issues new guidance to commanders to begin “return to normal operations.” — Senior officials opposed Secretary of State Mike Pompeo on emergency arms sales to Saudi Arabia last year.\n\\\n\\Reference\nBender, B. (2020). Short-term extension of New START considered. Politico. Morning Defense. May 21, 2020. Retrieved from\nhttps://www.politico.com/newsletters/morning-defense/2020/05/21/short-term-extension-of-new-start-considered-787775"], [1333, "2020-05-26T19:42:06Z", [0.08], ""], [1333, "2020-05-26T19:37:42Z", [0.07], ""], [88410, "2020-05-26T16:58:29Z", [0.35], "35% - Yes formal negotiations between Russia and the United States on an extension, modification, or replacement for a new START treaty may begin before 1 October 2020.\n55% - Formal negotiations will occur between Russia and the U.S. after 1 October, but before the expiration date.\n10% - No treaty will occur at all.  As of May 21, 2020, news circulated regarding Trump Delaying START negotiations between Russia and the U.S.  in favor of adding China to the nuclear talks. We could consider this an intellectual move in the perspective of the U.S., since China’s rise in nuclear, economic and global social power threaten U.S. hegemony. China has no interest in joining conversations limiting their friends’ (Russia’s) nuclear power, or theirs for that matter. Especially considering that as of May 23rd, Russian and Chinese news sources state that the U.S. discussed holding their first nuclear test in decades, despite Russian and Chinese opposition. This test would be a significant departure from the U.S. defense policy and potentially encourage other countries to grow their nuclear powers in an act to protect themselves. Russia and China’s relationship is growing stronger as the situation of COVID19 escalates in Russia, with cases escalating to 362,342 cases. National activities in Russia, such as the Victory Day Parade, has been postponed from May to June, and could see an even longer push-back date depending on how well the nation combats the virus.  According to the Russian perspective, the pandemic has exposed chronic discrepancies within EU unity. This, paired with the political changed projected to occur within Russia, may disallow Russia from having opportunities to make time for treaty talks.  However, as far as the Trump administration is concerned, the U.S. is committed to extending the most recent START treaty. \n"], [86554, "2020-05-26T03:47:01Z", [0.76], ""], [88569, "2020-05-25T23:18:16Z", [0.6], ""], [38, "2020-05-25T22:11:04Z", [1.0], "https://americanmilitarynews.com/2020/05/report-trump-wants-new-age-nuke-agreement-with-russia-china/ \" . . . \nU.S. officials who spoke with The Wall Street Journal on the condition of anonymity said Marshall Billingslea, Trump’s senior envoy on arms control, is seeking new talks on a new nuclear treaty with Russian deputy foreign minister Sergei Ryabkov. The agenda for their meeting is still in the works, but the meeting is likely to take place in Vienna. “We have agreed that as soon as possible, taking into account the Covid virus, we will get together to begin negotiations,” "], [1034, "2020-05-25T21:52:10Z", [1.0], "THE TRUMP administration's top official for nuclear nonproliferation said Thursday he had begun talks with his Russia about a new arms treaty that would include China, but declined to say whether the president would renew a key treaty that expires in February. Shinkman, P., D. (2020). Trump Delays New START Treaty Decision, Calls for New Talks with Russia, China. The Associated Press. May 21, 2020. Retrieved from\nhttps://www.usnews.com/news/world-report/articles/2020-05-21/trump-delays-new-start-treaty-decision-calls-for-new-talks-with-russia-china\n"], [36730, "2020-05-25T20:02:07Z", [0.15], ""], [86678, "2020-05-25T09:14:50Z", [0.79], ""], [80179, "2020-05-25T07:47:41Z", [0.05], ""], [57778, "2020-05-25T02:21:06Z", [0.45], ""], [87064, "2020-05-24T20:50:34Z", [1.0], ""], [1333, "2020-05-24T20:28:17Z", [0.06], ""], [87064, "2020-05-24T18:18:34Z", [1.0], ""], [23062, "2020-05-24T18:03:36Z", [0.06], ""], [1333, "2020-05-24T17:54:35Z", [0.06], ""], [31275, "2020-05-24T17:07:28Z", [0.51], "Read some of your comments. Lowering but will lower a lot if nothing happening in next couple of weeks."], [87064, "2020-05-24T15:01:42Z", [1.0], ""], [1333, "2020-05-24T14:08:25Z", [0.05], ""], [1333, "2020-05-24T14:03:47Z", [0.04], "are we going to need to define terms on this one? I'm old as dirt and have not heard of any formal negotiation as having been in the Phone Call stage. Are we about to have a virtual formal meet or is it just a enhanced phone call?"], [87064, "2020-05-24T08:13:34Z", [1.0], ""], [57778, "2020-05-24T02:23:01Z", [0.53], ""], [88569, "2020-05-24T00:54:49Z", [0.5], "Downgrading due to @juancambeiro 's interpretation that the Chinese ,who have indicated they won't participate, would need to for the US to. "], [75863, "2020-05-24T00:04:40Z", [0.25], "Great read: \"For more than a year, Mr. Trump has said he would not renew the New START treaty, negotiated by Mr. Obama in 2010, unless China also joined. Beijing has rejected the idea. And it is unclear how that might work even if China agreed to enter the treaty. With 1,550 deployed nuclear weapons each, the United States and Russia would never be willing to reduce their arsenals to the 300 or so held by China. And allowing China to build up to American and Russian levels seems to defeat the purpose of arms control...In a briefing for reporters Thursday afternoon, Mr. Billingslea said that he and his Russian counterparts had agreed to meet on the future of the New START treaty, and that the ***United States would insist that any negotiations include the Chinese.*** He said he was confident the Chinese would participate.\" https://www.nytimes.com/2020/05/21/us/politics/trump-open-skies-treaty-arms-control.html"], [80764, "2020-05-23T18:10:42Z", [0.9], ""], [87064, "2020-05-23T17:58:49Z", [1.0], ""], [88603, "2020-05-23T15:59:39Z", [0.05], ""], [88010, "2020-05-23T14:42:50Z", [0.3], ""], [29875, "2020-05-23T12:31:55Z", [1.0], ""], [29875, "2020-05-23T12:16:22Z", [0.7], "Change of stance, because the issue is getting more mentioned in the press and DJT will be doing something about it as it will be, whatever the outcome, a way to show his muscles in the middle of big guys. Basically, including pressing from russian side,  there are several emotional indicators suggesting this may happen   https://www.economist.com/china/2020/05/23/donald-trump-wants-china-to-join-a-nuclear-weapons-pact"], [87099, "2020-05-23T11:43:44Z", [0.75], ""], [87064, "2020-05-23T07:00:48Z", [1.0], ""], [31275, "2020-05-23T03:14:04Z", [0.61], "In view of Wildwood’s comments I will raise some. Note, however, Russia has said for quit awhile they wanted to extend. US insisted China be part if the negotiations and that is a non-starter. In fact the talks going on now are not about New Start but about an entirely different framework. https://www.usnews.com/news/world-report/articles/2020-05-21/trump-delays-new-start-treaty-decision-calls-for-new-talks-with-russia-china\nhttps://www.defensenews.com/2020/05/21/us-russia-new-start-talks-starting-says-envoy/\nIf you read the defense news article you will see US is not yet interested in the ‘old’ new start. US wants something different.\n"], [88569, "2020-05-23T01:19:06Z", [0.75], ""], [38094, "2020-05-23T01:10:55Z", [1.0], "Ok, Ok, I am late to this party. Sorry I didn't realize that things had already started, forgive the pun.\nHattip @Anneinak for providing the light for this path."], [88569, "2020-05-22T23:31:42Z", [0.7], "Helpful research by @Anneinak"], [38, "2020-05-22T23:19:10Z", [1.0], "https://www.nytimes.com/2020/05/21/us/politics/trump-open-skies-treaty-arms-control.html newly appointed arms negotiator, Marshall Billingslea, said the administration planned to hold detailed conversations with the Russians over the future of New START.\n. . . \nIn a briefing for reporters Thursday afternoon, Mr. Billingslea said that he and his Russian counterparts had agreed to meet on the future of the New START treaty,"], [88452, "2020-05-22T21:55:35Z", [1.0], ""], [1034, "2020-05-22T21:01:09Z", [1.0], ""], [84880, "2020-05-22T18:08:18Z", [1.0], ""], [38, "2020-05-22T18:08:02Z", [1.0], ""], [31275, "2020-05-22T15:45:49Z", [0.36], ""], [32131, "2020-05-22T14:51:46Z", [0.94], "Talks are beginning in the very initial stages."], [172, "2020-05-22T12:51:21Z", [0.35], ""], [62808, "2020-05-22T12:12:40Z", [0.05], ""], [28153, "2020-05-22T10:08:36Z", [1.0], ""], [87064, "2020-05-22T06:51:41Z", [1.0], ""], [484, "2020-05-21T23:58:08Z", [1.0], "Following the crowd. The news suggests more than a sharpie scribble so I'm guessing GJO will close this."], [1034, "2020-05-21T20:27:09Z", [1.0], "US Russia New START talks starting says envoy\n\\\nWASHINGTON ― Early U.S.-Russia talks to renew the New START arms control treaty have begun, and the two sides have agreed to an in-person dialogue due once the coronavirus pandemic subsides, according to a top State Department official. Arms control envoy Marshall Billingslea announced Thursday he is in nascent talks with his Russian counterpart, Deputy Foreign Minister Sergei Ryabkov. The news comes a month after Moscow has signaled readiness to include some of its latest nuclear weapons in the last remaining arms control pact between the two countries, if the U.S. agrees to extend the treaty.\n\\Reference\n\\\nGould, J. (2020). US-Russia New START talks starting, says envoy. Defense News. Nuclear Arsenal. May 21, 2020. Retrieved from\nhttps://www.defensenews.com/2020/05/21/us-russia-new-start-talks-starting-says-envoy/ \\\nUS Plans New Arms Talks Aimed at Limiting Russian Chinese and US Nuclear Warheads\n\\Subscription required\nTrump seeks Russia’s help in bringing China into three-way deal\n\\ Gordon, M., R. (2020). U.S. Plans New Arms Talks Aimed at Limiting Russian, Chinese and U.S. Nuclear Warheads. The Wall Street Journal. Politics. National Security. May 21, 2020. Retrieved from\nhttps://www.wsj.com/articles/u-s-russia-plan-talks-aimed-at-limiting-russian-chinese-and-u-s-nuclear-warheads-11590087614\n"], [31275, "2020-05-21T18:08:03Z", [0.33], "The Administration may wait until the election so they can blame China for a break down in arms control. I note US pulled out of Clear Skies treaty which was a way to enforce this. Will raise on strength of this article but waiting for more news. https://www.politico.com/news/2020/05/20/white-house-russia-nuclear-271729"], [484, "2020-05-21T15:41:05Z", [0.9], "Down 5% since I'm not sure SecState will ride out the current controversy and any change would almost certainly torpedo the plans."], [691, "2020-05-21T14:27:43Z", [0.1], ""], [87064, "2020-05-21T09:24:44Z", [0.9], ""], [45594, "2020-05-21T08:05:47Z", [0.25], ""], [81577, "2020-05-21T06:21:16Z", [0.16], ""], [484, "2020-05-21T01:57:54Z", [0.95], "Up 60%. Looks like I was wrong! https://www.politico.com/news/2020/05/20/white-house-russia-nuclear-271729"], [1034, "2020-05-20T18:45:45Z", [1.0], ""], [88650, "2020-05-20T04:59:22Z", [0.2], "Trump probably wants to appear strong in foreign policy pre election given he can't rely on strong economy"], [87094, "2020-05-20T01:17:52Z", [0.4], "It seems there is interest from Moscow to start negotiations [1], but there aren't other reports verifying or otherwise supporting this. Giving a slight increase to the \"yes\", to take into account that this report represents some testing of the waters for a deal. [1] https://tass.com/defense/1157617"], [1034, "2020-05-19T18:41:23Z", [1.0], ""], [37488, "2020-05-19T04:36:08Z", [0.15], ""], [88631, "2020-05-19T03:39:10Z", [0.17], ""], [176, "2020-05-19T00:12:41Z", [1.0], ""], [1034, "2020-05-19T00:04:13Z", [1.0], "Moscow urges Washington to extend New START treaty, says senior diplomat Deputy Foreign Minister Sergey Ryabkov said that after treaty’s term had passed the halfway mark, Moscow stated that Russia and the US were coming closer to the point where all negotiations concerning nuclear-missile technologies must become multilateral\nMOSCOW, May 18./TASS/. Moscow is calling on Washington to decide in favor of extending the New Start treaty, which expires in 2021, Deputy Foreign Minister Sergey Ryabkov said in an online lecture covering key topics on US foreign policy for students at MGIMO University on Monday. \"We are running out of time to settle all these relevant issues. Nevertheless, we still have some [time]. And respectively, we are urging [our] US colleagues to opt for extending New START,\" the diplomat said.\nTASS Website (2020). Moscow urges Washington to extend New START treaty, says senior diplomat. TASS. May 18, 2020. Retrieved from\nhttps://tass.com/defense/1157617 Russia considers issue of China’s accession to New START treaty ‘completely contrived’ TASS Website (2020). Russia considers issue of China’s accession to New START treaty ‘completely contrived’. TASS. May 14, 2020. Retrieved from\nhttps://tass.com/politics/1156499\n"], [57778, "2020-05-18T10:22:07Z", [0.23], ""], [57778, "2020-05-18T10:21:01Z", [0.28], "trump will sign in November "], [87064, "2020-05-18T08:43:49Z", [0.7], ""], [85774, "2020-05-18T04:46:04Z", [0.1], ""], [484, "2020-05-17T23:13:45Z", [0.35], "Down 5% for the Friday night charades (which may further sap Foggy Bottoms focus) and back up 5% on the thought that Pompeo may be a stalking horse for the #2 job and would like a few quick victories before he is anointed."], [23062, "2020-05-17T22:40:09Z", [0.07], ""], [13850, "2020-05-17T17:59:09Z", [0.25], "The current American administration is facing harsh criticism for its handling of the COVID019 pandemic.\nWhile nuclear proliferation is a serious long-term threat, the US executive branch is more focussed on short-term political goals given the election in November.\nThe current administration's reaction to the pandemic involves unilateral action, a non-compromising mindset, and image management.  The same attitude applied towards NP will likely mean that there will be no formal negotiations starting before Oct 1 2020."], [86678, "2020-05-17T16:11:02Z", [0.75], ""], [484, "2020-05-17T16:00:42Z", [0.35], "(no change) I guessed correctly. An extension does not need to be ratified in either the US or Russia: https://fas.org/blogs/security/2020/02/count-down-begins-for-no-brainer-extend-new-start-treaty/"], [691, "2020-05-17T13:32:12Z", [0.12], ""], [484, "2020-05-17T06:13:23Z", [0.35], "Down 10%. Nice US State Dept. Wouldn't want anything to happen to it."], [87997, "2020-05-16T20:08:17Z", [0.3], "Baseline: when in the duration do these kind of treaties normally extend? Within a year is average which would be February 2020. --> 95% Russia would be interested in waiting for a new president in 2021 is low. Why: it would leave too little time to negotiate and the risk averse would not like unknown president to make things worse. My confidency: low. --> 95% Trump would be motivated to start netogiations soon is low. Why: given comments from John Bolton and Trump himself it seems unlikely. My confidence: medium. --> 40% Putin would be motivated to start netogiations soon is medium. Why: Russia claim to be motivated to start soon. Confidence level: low. --> 40% Other parties could pressure a deal: Low! China is not likeli as they would be motivated to build up an arsenal or their own, Europe has been trying with Iranian deal falling through. Certainty weight: high. likelihood: Low.  --> 30%"], [80764, "2020-05-16T19:52:20Z", [0.6], ""], [67500, "2020-05-16T16:37:14Z", [0.2], "Of the past 7 US-Russia Nuclear Arms treaties, roughly 3/7 were at least renegotiated. Using 43% as a starting point, Russia has shown signs of wanting to renew/engage. The Trump admin, however, has not shown serious signs of this, opting to want a trilateral agreement with China (which is even more complicated by US-China relations in the time of COVID). The US election in November adds further uncertainty, though Trump may start negotiations as a distraction. Trump may also not renew the treaty to help the defense industry (if nuclear proliferation does that? I'm not sure) or as a strongman tool in the election (and trashing the Obama admin as well). I renew down to 20% due to the points against renewal. "], [1333, "2020-05-16T04:12:31Z", [0.03], ""], [88410, "2020-05-16T03:20:08Z", [0.62], "This is my guess for an extension. At this current moment in time, I do not believe that there will be a replacement or modification on Russia's part because of President Vladimir Putin's announcement to conduct structural changes in the political structure. According to the Arms Control Fact Sheet on the Strategic Nuclear Arms Control Agreements between Russia and the United States, the expiration date of the current START is February 5, 2021.  While these statistics also show that these agreements are generally renewed one year prior to the expiration date, as of this month, COVID19 is increasing in Russia. This means that Russia will experience the side-affects of the virus later than us. Furthermore, the United States President should be tentative about traveling and conducting meetings considering what is happening within the White House at this current moment in time. That being said, the capabilities of telecommunication convince me they can achieve this date. I believe that there is a 30% change that the extension could occur by December. Since Russia is planning on conducting structural changes in their political system, which I believe has an ambitious date of mid-next year, I have the up-most  confidence it will occur within 2020."], [57778, "2020-05-16T02:52:23Z", [0.35], ""], [57778, "2020-05-16T02:51:40Z", [0.55], ""], [57778, "2020-05-16T02:50:25Z", [0.45], ""], [57778, "2020-05-16T02:47:33Z", [0.66], ""], [31275, "2020-05-16T01:37:53Z", [0.13], ""], [80764, "2020-05-15T18:45:01Z", [0.8], ""], [1333, "2020-05-15T18:09:55Z", [0.02], ""], [36054, "2020-05-15T11:46:14Z", [0.03], ""], [52854, "2020-05-15T10:16:34Z", [0.22], ""], [57778, "2020-05-15T00:22:02Z", [0.58], ""], [1034, "2020-05-14T21:35:27Z", [1.0], "Meyer, H. (2020). Russia says US shows no readiness to extend key nuclear pact. Bloomberg. May 14, 2020. Retrieved from\nhttps://www.detroitnews.com/story/news/nation/2020/05/14/russia-says-us-shows-readiness-extend-key-nuclear-pact/111711722/ Russia is willing to negotiate a new arms control accord but this will take time, which extending New START would provide, said Ryabkov."], [81192, "2020-05-14T18:43:35Z", [0.09], ""], [61016, "2020-05-14T15:00:56Z", [0.6], "There are 3 positions - allow it to expire, renew it for 5 more years and start a New START treaty. With the third ruled out, the first two are possible. \nAs of April 2020, Russia has made an offer to extend. It is with US to accept.\nThe position of US is to include China in the treaty, include more systems for compliance. \nIn an election year, the current administration may not allow to expire to show leadership before the allies that the arms proliferation is under control. Further, there may be an opinion that the pandemic has cast serious concerns about the leadership abilities and therefore, it will be in the interests of the administration to accept the Russian offer.\n"], [38, "2020-05-13T23:23:52Z", [0.7], "Anne's Rule #4 is \"Don't believe your own fantasy; think like them.\" DJT is so spontaneous. Maybe I've been too analytical and calculating in my thinking.   Reducing from 90 to 70% EDIT:  Special thanks to @bobrown for making me think."], [38094, "2020-05-13T23:05:52Z", [0.5], "Ok, @Anneinak is persuasive so I'll move up to fence sitting, however, I feel the arguement made is far to lucid for this adminsitration to comprehend."], [38094, "2020-05-13T22:16:31Z", [0.4], "Opps"], [38, "2020-05-13T21:30:59Z", [0.9], "\nhttps://www.defenseone.com/technology/2020/05/trump-administrations-aggressive-approach-arms-negotiatons-could-backfire/165334/ Tim Morrison, senior fellow at Hudson Institute and former Trump White House official in charge of U.S. arms control policy,  . . .  has pushed for an expanded deal, had worried that the State Department had been less than fully focused on the matter. He said the selection of Billingslea, who still requires Senate confirmation, has eased those concerns.  . . . “It’s the leadership vacuum that worries me, . . .  It’s got to be top-level leadership, starting with the president and his cabinet secretaries working with the Russians to give high-level guidance,” said the former official. \n~~~~~~~\nCOMMENT:  I am thinking that DJT is going to tire of COVID-19 because it is not shaping up to be a winning issue for him.  What will  he turn to then?  It won't be the economy because it's tanked.  How about international relations?  He could hold a press conference to announce the start of talks.  This would give him the attention he craves, an opportunity to bash Obama, and an opportunity to toot his own horn and declare victory in advance. @Wildwood2000 has unearthed an article suggesting that maybe DJT will take up this challenge, and as @bobrown says, \"Talk is cheap\"."], [14107, "2020-05-13T20:26:58Z", [0.18], ""], [14107, "2020-05-13T20:26:32Z", [0.2], ""], [75863, "2020-05-13T17:39:56Z", [0.33], "\"...allies are open to a three-way arms control deal, in theory. But they also suspect that the Trump administration may be intentionally setting conditions to keep negotiations from even starting.\" https://www.defenseone.com/technology/2020/05/trump-administrations-aggressive-approach-arms-negotiatons-could-backfire/165334/"], [87201, "2020-05-13T09:45:35Z", [0.0], ""], [80179, "2020-05-13T02:49:58Z", [0.05], ""], [38094, "2020-05-13T02:38:47Z", [0.4], "I'll bump up my forecast. Assuming that talk is cheap."], [1034, "2020-05-12T21:56:33Z", [1.0], ""], [87064, "2020-05-12T21:53:51Z", [0.63], ""], [22689, "2020-05-12T18:25:23Z", [0.1], ""], [88416, "2020-05-12T14:08:14Z", [0.1], ""], [88485, "2020-05-11T20:33:31Z", [0.05], ""], [88452, "2020-05-11T16:18:52Z", [0.85], ""], [57778, "2020-05-10T23:54:21Z", [0.55], ""], [57778, "2020-05-10T23:53:24Z", [0.6], ""], [40584, "2020-05-10T22:12:32Z", [0.35], "Hedging"], [86259, "2020-05-10T15:44:18Z", [0.25], ""], [484, "2020-05-10T15:21:42Z", [0.45], "Up 10%. Some appearance of interest at State (but wonder if anyone engaged at DoD) and appearance of governing might be a good look for some voting in 2016."], [80764, "2020-05-10T14:27:04Z", [0.9], ""], [34959, "2020-05-10T09:11:47Z", [0.17], ""], [8826, "2020-05-09T16:29:28Z", [0.0], ""], [87943, "2020-05-09T15:07:46Z", [0.76], ""], [80764, "2020-05-09T11:01:58Z", [0.75], ""], [57778, "2020-05-09T09:59:21Z", [0.75], ""], [38, "2020-05-09T08:10:00Z", [0.9], "https://www.washingtontimes.com/news/2020/may/7/marshall-billingslea-says-new-start-fate-hangs-chi/ \"The United States is unlikely to extend the New START arms treaty with Russia by next year’s deadline unless China is also part of the deal, the Trump administration’s new presidential envoy for arms control said. Marshall Billingslea, a veteran national official appointed to the State Department post last month, said in an exclusive interview that before Moscow begins to think about any kind of extension of the 10-year-old nuclear arms limitation treaty, Russia must “bring the Chinese to the negotiating table” as well. Overall, however, Mr. Billingslea said the United States is not interested in “arms control for arms control’s sake,” a criticism leveled at many policymakers and advocates of treaties and negotiations. New START contains “many glaring deficiencies,” and President Trump is not interested in perpetuating the flawed treaty approved by his predecessor.\n. . .\nChinese government officials have repeatedly said Beijing has no interest in joining three-way talks on an expanded New START deal because their arsenal is far smaller than those of the U.S. and Russia.\n“China opposes any country talking out of turn about China on the issue of arms control, and will not take part in any trilateral negotiations on a nuclear disarmament agreement,” Foreign Ministry spokesman Geng Shuang told a news briefing in Beijing this week.\nChinese officials also believe talks will require disclosing information about nuclear forces that will undermine its deterrence. The number of Chinese warheads is not known because of Chinese military secrecy, but is estimated to be at least 250 strategic warheads and an undisclosed number of smaller warheads.\nThe government of Russian President Vladimir Putin has proposed extending the New START between the U.S. and Russia for another five years, a move that could be made without congressional approval under the treaty. Mr. Putin and Mr. Trump discussed the standoff over New START in a direct phone call Thursday that also dealt with the coronavirus crisis.\nDuring the call, Mr. Trump “reaffirmed that the United States is committed to effective arms control that includes not only Russia, but also China, and looks forward to future discussions to avoid a costly arms race,” the White House said in a statement.\nRussian officials say an unconditional five-year extension would give both sides more time to discuss a multilateral deal involving China, but longtime Putin aide Dmitry Medvedev recently wrote for the Tass news agency that “the United States does not seek, contrary to what was seen 10 years ago, to engage in a serious, honest and professional dialogue.”\nAsked about Beijing’s refusal to join the talks, Mr. Billingslea said that if China wants to be a great power as its leaders keep saying, they should behave like one and join the arms talks.\n. . . \nMr. Billingslea comes to the arms control post with lengthy experience in government, most recently as a point person at the Treasury Department for international relations, sanctions and other punitive measures that have been key features of the Trump administration’s policies toward adversaries and rogue states.\nA new U.S. arms strategy is nearing completion and, once finished, “I will be willing be to engage the Russians to listen to their views and understand why they are so desperate for the extension of the New START treaty,” he said.\nAsked if Mr. Trump has decided whether to extend the treaty, Mr. Billingslea said, “We want to understand why the Russians are so desperate for extension, and we want the Russians to explain to us why this is in our interest to do it.”\n. . . \nMr. Billingslea said a new arms agreement with the United States, China and Russia must be binding and contain verifiable and enforceable provisions.\n. . . \nRussia’s economic difficulties put the United States in a strong negotiating position, he said.\n. . . \nMr. Billingslea has not held talks yet with the Russians but noted that Moscow is keen to begin New START extension negotiations.\nChina’s nuclear buildup will be a topic of discussion with Moscow officials, and Mr. Billingslea reiterated that it is in Russia’s interest to persuade Beijing to join arms talks.\n. . . \nFor arms control advocates who say Russia will accelerate its buildup without a New START extension, Mr. Billingslea said, “I’m not sure they aren’t doing that already, at least with their unconstrained nuclear stockpile.”\nHe also noted that Moscow has limited resources for a faster nuclear buildup and will be unable to accelerate its programs.\n“In my case, you’re talking to someone who has for the past three years very systematically examined the workings of adversarial economies and understands how to use financial tools to support U.S. national security,” Mr. Billingslea said.\n~~~~~~~\nCOMMMENT:  I am not reading anything here which suggests that there will be a new deal or much about an agreement to extend, but it sure sounds like Billingslea is getting ready to talk.   Question:  at what point does talking become negotiating?\n"], [1034, "2020-05-08T18:49:25Z", [1.0], "Mason, J. & Mohammed, A. (2020). Trump calls for arms control with Russia and China in Putin call. Reuters. World News. May 7, 2020. Retrieved from\nhttps://www.reuters.com/article/us-usa-trump-russia/trump-calls-for-arms-control-with-russia-and-china-in-putin-call-idUSKBN22J2GT \\\nIsachenkov, V. (2020). Top US and Russian Diplomats Discuss Arms Control. Associated Press. April 17, 2020. Retrieved from\nhttps://www.usnews.com/news/world/articles/2020-04-17/top-us-and-russian-diplomats-discuss-arms-control The top American and Russian diplomats have discussed arms control and other issues as Moscow signals readiness to include some of its latest nuclear weapons in the last remaining arms control pact between the two countries."], [31275, "2020-05-08T15:28:00Z", [0.15], "https://www.washingtontimes.com/news/2020/may/7/marshall-billingslea-says-new-start-fate-hangs-chi/"], [27661, "2020-05-08T09:02:21Z", [0.5], ""], [1034, "2020-05-08T04:21:37Z", [1.0], ""], [691, "2020-05-07T16:44:50Z", [0.1], ""], [88349, "2020-05-07T12:40:24Z", [0.05], "No political advantage during this crisis. No one is paying attention"], [1333, "2020-05-07T08:14:26Z", [0.01], ""], [57778, "2020-05-06T23:10:35Z", [0.43], ""], [57778, "2020-05-06T23:08:13Z", [0.5], ""], [75863, "2020-05-06T20:23:48Z", [0.25], "\"The chief negotiator of the New START treaty fears the nuclear arms control deal with Russia could end up 'simply going away' as attention is diverted to handling the novel coronavirus pandemic...Former Under Secretary of State for Arms Control Rose Gottemoeller told Newsweek that she was 'concerned' about the deal lapsing if it is not paid more attention before it expires early next year...Gottemoeller said: 'The attention span of course must be focused on the pandemic. But I am concerned about New START simply going away without the requisite attention to the role it plays in national security for the United States and for our allies in Europe as well.'\" https://www.newsweek.com/nuclear-weapons-treaty-negotiator-new-start-could-end-coronavirus-pandemic-1502337"], [63290, "2020-05-06T15:03:24Z", [0.1], "Reducing from 55%, large reduction to adjust for a prolonged stay at prior optimistic levels. Possible, but not likely. Factors against:\n1. Adjusting for time. If negotiations were to start they should have started by now due to the expiration date.\n2. Large demand; the U.S has no interest in giving up hypersonic missiles.\n3. Pandemic attention and election attention, the political beast has no short term interest in focusing on this. Maybe after the election.\n4. Chinese holdout; China is wanted at the table before this continues. Russia is no longer the main adversary so without China the pressure and interest in this type of deal is significantly less than even a decade ago. Factors for:\n1. Somewhat of a positive relationship with Russia from the current administration. \n2. Trump has appointed an envoy to assist in bringing China to the table so there is interest upon condition."], [1034, "2020-05-06T10:13:28Z", [1.0], ""], [80179, "2020-05-06T07:21:04Z", [0.05], ""], [88313, "2020-05-05T21:43:24Z", [0.37], "The upcoming presidential election lowers the chance of this happening. However, Depending on how other events play out over the summer of 2020, President Trump may attempt negotiations in late summer or fall in an effort to boost his approval rating before the election."], [88010, "2020-05-05T20:56:37Z", [0.4], ""], [87303, "2020-05-05T19:30:14Z", [0.01], ""], [88202, "2020-05-05T16:25:46Z", [0.11], "Slight decrease on crowd forecast. Current global uncertainty, upcoming presidential election adding to this. The possibility for the current deal to be extended seems a viable option as the START treaty becomes a less pressing matter on the global agenda. Further, anticipating a divergence in US China relations makes the likelihood of tri-lateral policy agreement lower. "], [83997, "2020-05-05T15:04:34Z", [0.1], "Since the lapse of START and it’s recast in 2011, the former administration on multiple occasions pressed that the Chinese be included in any future talks. The Trump administration has said likewise and a recent RFL report quoted a US official saying that both Moscow and Washington support the notion. The Chinese on the other hand haven’t publicly announced any intention to participate in any arms control treaty with either the US or Russia. Given that China’s nuclear arsenal is a minuscule fraction of the US-Russian stockpiles at stake, insistence that the Chinese must participate isn’t exactly a practicality. Moreover, the recent and abrupt ending of the IRNF treaty last year has stoltified an already stale non-proliferation regime. Additionally and less remembered is the development of hypersonic weaponry by Russia which greatly disrupts previously held doctrines of strategic arms control. "], [1333, "2020-05-05T14:50:04Z", [0.0], ""], [34959, "2020-05-05T14:05:57Z", [0.18], ""], [1034, "2020-05-05T10:14:45Z", [1.0], "Fairlamb, J. (2020). Time to restart nuclear arms negotiations with Russia. The Hill. Opinion. May 3. 2020. Retrieved from\nhttps://thehill.com/opinion/international/494960-time-to-restart-nuclear-arms-negotiations-with-russia \\\nJapan Times, Website. (2020). Top U.S. and Russian diplomats discuss New START arms control treaty. The Associated Press. World. April 28, 2020. Retrieved from\nhttps://www.japantimes.co.jp/news/2020/04/18/world/us-russia-new-start-arms-control-treaty/"], [85666, "2020-05-05T09:14:02Z", [0.01], ""], [38, "2020-05-05T04:13:57Z", [0.9], "https://thehill.com/opinion/international/494960-time-to-restart-nuclear-arms-negotiations-with-russia \"The Associated Press reported on April 17 that Secretary of State Mike Pompeo and his Russian counterpart, Foreign Minister Sergey Lavrov, discussed nuclear arms control issues. Minister Lavrov reportedly expressed a desire to extend the New START Treaty,. . .  Minister Lavrov was specific that Washington must agree to extend New START before Russia would agree to include new Russian systems in future negotiations. Secretary Pompeo reiterated the U.S. position that future arms control talks must embrace the White House desire to include China in a trilateral arms control agreement. Frankly, holding New START hostage to Chinese agreement to join a trilateral negotiation makes no sense. Under New START, Russia and the U.S. are permitted to deploy up to 1,550 nuclear warheads. China maintains a minimum deterrence force that the director of the Defense Intelligence Agency recently stated to be a couple of hundred nuclear warheads. Given this large disparity, China has little to gain from negotiating and has shown little interest in doing so. If Russia and the U.S. can bring their numbers down significantly through a new round of negotiations, there could be a basis then to persuade China to join a trilateral negotiation. .. . . New START is the only U.S.-Russian nuclear treaty still in effect. If the pact is permitted to expire in February 2021, there will be no limits on Russian strategic systems and no inspection regime to verify what types and numbers of systems the Russians are deploying. The Joint Chiefs of Staff and the Intelligence Community are solidly in favor of extending New START because they know what the adverse impact will be on our ability to assess the threat to U.S. interests and our planning to address that threat. A bold approach the U.S. should consider is to enter into a negotiation now with Russia to extend New START at a lower level of 1,000 deployed warheads from the currently authorized 1,550. During the 2010 negotiations on New START, the Joint Chiefs certified that 1,000 would be adequate to support our deterrence strategy. Most of the rest of the New START text could remain the same, and the goal should be to extend the treaty at the lower level quickly and immediately enter into another negotiation to include new systems as the Russians suggest, possibly at even lower levels. The Office of the Secretary of Defense should be tasked to do an analysis to determine how low we could go under 1,000 deployed warheads.   . . . \nExtending New START and entering into negotiations to reduce the numbers of deployed U.S. and Russian strategic systems are both in the U.S. national interest.  John Fairlamb, Ph.D., is a retired U.S. Army colonel with a military career spanning 45 years, with significant time in Joint Service assignments where he taught nuclear strategy and helped to formulate arms control agreements.  "], [23062, "2020-05-05T00:19:43Z", [0.08], ""], [80764, "2020-05-04T19:26:09Z", [0.7], ""], [1333, "2020-05-04T18:36:11Z", [0.01], ""], [87989, "2020-05-04T18:26:20Z", [0.04], "Comment deleted on Jun 22, 2020 10:46PM UTC"], [88227, "2020-05-04T14:57:44Z", [0.32], "Russia and the US have other pressing matters.  But the world will learn to live with the pandemic. And there is no reason why format negotiations could not start before October 1st. So the 32% chance for a yes. "], [159, "2020-05-04T14:02:26Z", [0.0], ""], [691, "2020-05-04T13:41:55Z", [0.12], ""], [88260, "2020-05-04T07:17:22Z", [0.3], ""], [88260, "2020-05-04T07:16:42Z", [0.09], "covid will distract countries from it"], [23062, "2020-05-03T22:10:46Z", [0.09], ""], [88252, "2020-05-03T20:39:27Z", [0.0], ""], [87877, "2020-05-03T16:17:27Z", [0.75], ""], [1034, "2020-05-03T14:15:18Z", [1.0], "Madarang, M. (2020). Lawmakers, experts warn of potential arms race as New START Treaty expires in less than a year. ABC News. February 14, 2020. Retrieved from\nhttps://abcnews.go.com/Politics/lawmakers-experts-warn-potential-arms-race-start-treaty/story?id=68974868"], [88208, "2020-05-03T13:17:54Z", [0.05], ""], [1333, "2020-05-03T13:14:43Z", [0.02], ""], [59743, "2020-05-03T09:20:19Z", [0.0], ""], [88226, "2020-05-03T07:52:08Z", [0.8], ""], [28704, "2020-05-03T02:17:03Z", [0.15], "Comment deleted on May 03, 2020 05:40PM UTC"], [87303, "2020-05-02T18:49:06Z", [0.15], ""], [45285, "2020-05-02T18:25:40Z", [0.0], ""], [23062, "2020-05-02T14:25:58Z", [0.1], ""], [1034, "2020-05-02T14:22:19Z", [1.0], ""], [81352, "2020-05-02T14:07:46Z", [0.18], ""], [81352, "2020-05-02T14:07:22Z", [0.35], ""], [1333, "2020-05-02T13:19:46Z", [0.03], ""], [3897, "2020-05-02T11:06:06Z", [0.34], "Very little information, not much base rate - all that pushes me closer to 50%. The recent appointment of an envoy is a positive sign and we only need negotiations to start on an extension. "], [57778, "2020-05-02T02:53:46Z", [0.55], ""], [57778, "2020-05-02T02:51:25Z", [0.68], ""], [88185, "2020-05-01T23:33:23Z", [0.05], ""], [35405, "2020-05-01T21:10:21Z", [0.05], ""], [88194, "2020-05-01T20:44:57Z", [0.05], ""], [35064, "2020-05-01T18:12:44Z", [0.1], ""], [66305, "2020-05-01T15:41:49Z", [0.15], ""], [691, "2020-05-01T15:22:33Z", [0.16], ""], [55726, "2020-05-01T13:47:51Z", [0.75], "This is a sneaky question. Formal Negotiations need only begin. \nAfter the corona debacle in America, caused by America losing contact with the rest of the world. The failure of the CIA to detect China was dealing with a pandemic inside its borders in December and January. Trump will need to show his people that \"America is Great Again\". \nWhat better than to pick a fight with an old enemy. An opportunity to play the \"enemy at the gates\" card leading into the election.\nA vengeful poison pill to hand a new administration if the vote goes badly for him.  \nPutin engage? He will. He loves the EATG game too. \nThere is little downside risk, so he will start negotiations. Turn it into a s*!t fight, and distract his people from holding him to account as President, for not protecting his country from the other foreign invader called corona. "], [79464, "2020-05-01T13:38:30Z", [0.22], ""], [27661, "2020-05-01T08:26:35Z", [0.55], ""], [31275, "2020-04-30T22:24:01Z", [0.35], "Seeing no movement: https://foreignpolicy.com/2020/04/29/trump-china-new-start-nuclear-arms-pact-expiration/"], [87446, "2020-04-29T21:30:29Z", [0.1], "Corona, US economic collapse and elections coming up"], [38, "2020-04-29T19:33:07Z", [0.9], "moving back up on the news found by @fisherdbus\n https://www.gjopen.com/comments/comments/1023936"], [14107, "2020-04-29T19:27:56Z", [0.22], ""], [691, "2020-04-29T14:00:45Z", [0.18], ""], [57778, "2020-04-29T09:08:58Z", [0.7], ""], [57778, "2020-04-29T09:08:27Z", [0.76], ""], [38, "2020-04-29T05:01:03Z", [0.8], ""], [34499, "2020-04-28T21:14:18Z", [0.0], ""], [31275, "2020-04-28T15:22:18Z", [0.36], "https://www.wsj.com/articles/trumps-new-arms-control-envoy-has-a-short-clock-for-an-uphill-deal-11587913200\nThey are still working on the framework for talks but the fact an envoy for this has been appointed makes it more likely. Moving it up for awhile."], [80764, "2020-04-28T11:46:20Z", [0.5], "\"However, we have yet to get a response. Trump administration representatives keep claiming that “there is still time” since the extension of the treaty in their view can be formalized in a matter of days. These statements are made despite our repeated clarifications that New START’s extension is not a “mere technicality,” but a rather extensive process that requires the Russian side to undertake a series of domestic legislative procedures. I would like to reiterate that as past similar review processes show, it may take several months to complete the New START extension.\" https://www.armscontrol.org/act/2020-04/interviews/russias-view-nuclear-arms-control-interview-ambassador-anatoly-antonov"], [80179, "2020-04-28T01:38:05Z", [0.05], ""], [87977, "2020-04-28T00:53:13Z", [0.05], "Lack of bilateral goodwill; any little political capital left to both administrations will need to be deployed against pandemic; upcoming US presidential election will preclude any major international initiatives."], [1333, "2020-04-27T11:57:06Z", [0.04], ""], [87652, "2020-04-26T11:15:20Z", [0.6], "Under normal circumstances it would be close to certain, but the COVID outbreak and the US Election in November make it considerably less likely."], [10877, "2020-04-26T05:07:36Z", [0.15], ""], [31275, "2020-04-25T17:51:56Z", [0.26], "https://www.defenseone.com/ideas/2020/03/china-willing-negotiate-nuclear-arms-not-trumps-terms/164204/"], [86774, "2020-04-25T17:37:16Z", [0.18], "Very tough one:\nOn the one hand the Russians are keen to do it and Trump could probably use the highlights. Maybe official negotiations are possible before October 1st since there's the idea to have UN Security Counsel Session in September\nOn the other hand Trump stated multiple times he wants China in the deal, he has not brokered any arms control deals as President and the fact that Russia is keen will make Trump push hard for concessions. Also, the domestic agendas are fragile in both Russia and the US with COVID and internal dissatisfaction with the presidents. Starting formal discussions within 5 months seems too ambitious but you never know with Trump's volatility and Russia's willingness..."], [75863, "2020-04-25T16:36:09Z", [0.33], "\"U.S. Secretary of State Mike Pompeo told his Russian counterpart...that any future arms control talks must focus on an American proposal for a new arms control accord that includes Russia and China, the State Department said...U.S. administration officials argue that China must be brought into any new arms control pact because of the growing threat they say is posed by its nuclear arsenal, which is undergoing a modernization program...Arms control experts, however, have described Trump’s proposal to include China in a new treaty as a “poison pill” strategy to kill New START and end restraints on U.S. nuclear arms deployments.\" https://www.reuters.com/article/us-usa-russia-armscontrol/pompeo-tells-russias-lavrov-any-new-arms-control-talks-must-include-china-idUSKBN21Z2P9"], [81375, "2020-04-25T11:53:35Z", [0.1], ""], [27661, "2020-04-25T10:12:25Z", [0.45], ""], [87677, "2020-04-25T07:21:13Z", [0.55], ""], [86246, "2020-04-25T00:33:49Z", [0.15], "Both sides could view an extension to the this agreement as a easy win. As with all things being predicted in our CoVid world it would be hard to see either side spending time on this topic.  "], [87094, "2020-04-24T21:40:56Z", [0.2], "This is very unlikely based on the current administrations of both  countries. But, if both of them are looking for a quick win; perhaps before the Nov election in the US and if Putin is looking to gain favor with some groups in Russia, this could happen."], [87923, "2020-04-24T18:48:06Z", [0.05], ""], [87880, "2020-04-24T18:40:09Z", [0.13], ""], [87322, "2020-04-23T19:47:17Z", [0.65], "Putin has explicitly stated that he is ready to extend the New START Deal.\nTrump might use it as a card to woo Democratic voter base\nThe current deal expires next February, so that is also a factor that would contribute to hastening decisions regarding issues as serious as Nuclear Arsenal"], [87880, "2020-04-23T19:45:56Z", [0.15], ""], [87880, "2020-04-23T12:16:44Z", [0.18], ""], [2965, "2020-04-23T07:40:35Z", [0.0], ""], [57778, "2020-04-23T07:32:11Z", [0.55], ""], [54962, "2020-04-23T07:04:01Z", [0.17], ""], [84880, "2020-04-23T00:06:10Z", [0.13], ""], [87844, "2020-04-22T18:13:55Z", [0.1], "COVID19 interruptions."], [484, "2020-04-22T15:10:47Z", [0.35], "Up 20% following @pstamp below."], [80764, "2020-04-22T14:37:06Z", [0.6], "\"MOSCOW – U.S. Secretary of State Mike Pompeo and Russian Foreign Minister Sergey Lavrov discussed arms control and other issues Friday as Moscow has signaled readiness to include some of its latest nuclear weapons in the last remaining arms control pact between the two countries if Washington accepts the Kremlin’s offer to extend it\" They are talking about it at the highest levels. 5 months left to start formal negotiations. Going up a bit again. https://www.japantimes.co.jp/news/2020/04/18/world/us-russia-new-start-arms-control-treaty/"], [28153, "2020-04-22T08:07:01Z", [0.0], ""], [32131, "2020-04-22T01:42:37Z", [0.19], "Adjusting down due to ongoing Covid in both countries and Russia's reluctance to involve China despite Trump's insistence."], [80764, "2020-04-21T18:08:22Z", [0.5], ""], [87589, "2020-04-21T17:10:15Z", [0.05], "The Trump administration’s continued pursuit of a trilateral arms control discussion comes as the clock continues to tick toward the February 2021 expiration of the New Strategic Arms Reduction Treaty, However China continues to express its opposition to trilateral talks and has yet to respond to U.S. overtures to begin a bilateral strategic security dialogue\nAt the same time, the U.S. administration continues to deflect questions about its stance on the New Strategic Arms Reduction Treaty (New START), which is due to expire in 2021. Russia has also maintained that it “will not try to convince China” to join trilateral talks, according to Russian Foreign Minister Sergey Lavrov. “If the Americans are quite sure that it makes no sense to take any further steps on the New START…without China, let them get down to business on this all on their own,” he said Feb. 10. “Even if a multilateral process gets under way, it will be utterly protracted,” and “we ought to have a safety net in an extended New START.”\n“We have told the Americans as much,” he said. “They are still silent.” https://www.armscontrol.org/blog/2020-03/us-russian-nuclear-arms-control-watch"], [85552, "2020-04-21T14:02:17Z", [0.05], ""], [87700, "2020-04-20T19:38:53Z", [0.0], ""], [81192, "2020-04-20T12:06:50Z", [0.1], ""], [29875, "2020-04-19T19:08:01Z", [0.05], ""], [28153, "2020-04-19T18:35:44Z", [0.33], ""], [691, "2020-04-19T17:55:43Z", [0.04], "https://apnews.com/92f9e5bf7c7ec1c7274c28e95825ac8d\nThis story almost looks like it means something, but on closer examination seems not to.  A telephone chat isn't a formal negotiation, and it looks like The Leader Of The Free World will not let negotiations commence until China agrees to join in.  This will not happen any time soon, I'll betcha."], [79361, "2020-04-19T16:31:53Z", [0.0], ""], [27661, "2020-04-19T16:27:11Z", [0.55], ""], [87264, "2020-04-19T13:16:12Z", [0.13], ""], [87691, "2020-04-19T07:54:54Z", [0.0], ""], [80179, "2020-04-19T02:19:04Z", [0.05], ""], [2965, "2020-04-17T18:48:04Z", [0.0], ""], [1333, "2020-04-17T18:37:48Z", [0.05], ""], [80764, "2020-04-17T16:48:37Z", [0.65], ""], [28415, "2020-04-17T16:09:29Z", [0.4], ""], [1333, "2020-04-17T14:10:29Z", [0.06], ""], [1034, "2020-04-17T12:54:29Z", [1.0], ""], [38094, "2020-04-17T02:27:34Z", [0.3], "Why not?"], [691, "2020-04-16T15:02:36Z", [0.04], ""], [28153, "2020-04-16T13:37:07Z", [0.38], ""], [34959, "2020-04-16T09:05:23Z", [0.12], ""], [34959, "2020-04-16T09:04:58Z", [0.09], ""], [87528, "2020-04-15T17:27:26Z", [0.05], ""], [691, "2020-04-15T14:59:46Z", [0.05], ""], [79464, "2020-04-15T11:52:40Z", [0.1], ""], [57778, "2020-04-15T09:24:14Z", [0.2], ""], [1034, "2020-04-15T00:37:22Z", [1.0], ""], [81375, "2020-04-14T23:00:41Z", [0.2], ""], [754, "2020-04-14T16:26:36Z", [1.0], "this link posted earlier by others. thx! https://www.justsecurity.org/69613/extend-new-start-the-world-cant-afford-a-u-s-russia-nuclear-arms-race-too/  excerpt: \"Extending the treaty can be secured by a simple exchange of diplomatic notes between him and Russian President Vladimir Putin and without the approval of the U.S. Senate.\" Russia wants the extension, with no pre-conditions. True for form, the current Administration's \"poker play\" had been to create a trilateral treaty, including China. That may be a laudable idea, but zero interest by, so far, China. And no serious effort by USA is \"nurturing\" it along.  As the sun \"goes down\" on the window of timing for the 5 yr. extension to go into place, the US will \"come home\" to get out of the dark. And the simple \"memos\" will transact. That's constitutes a YES. So I bet it WILL happen...But WHY would time to get it done run out BEFORE October 1st?  Can anyone answer that?  October 1 is a NO... I'll dig for why it \"needs to be done\" before then... I think there are procedural/timing considerations that make it imperative to do by Oct 1 to \"execute\" the extension before expiry, perhaps... Excellent \"deep-dig\" researchers like @Wildwood2000 probably already know that answer."], [87427, "2020-04-14T15:48:24Z", [0.05], ""], [1333, "2020-04-14T15:02:36Z", [0.07], ""], [80764, "2020-04-14T12:45:33Z", [0.65], ""], [27661, "2020-04-14T07:31:18Z", [0.61], ""], [87312, "2020-04-13T18:42:02Z", [0.15], ""], [75863, "2020-04-13T16:22:42Z", [0.66], ""], [31275, "2020-04-13T15:14:59Z", [0.3], "https://www.justsecurity.org/69613/extend-new-start-the-world-cant-afford-a-u-s-russia-nuclear-arms-race-too/\nSince all it takes is the stroke of a pen to extend New START I do not see Trump doing it before the election. He does not the optic of having made any deal with Russia. He may also see big deals for defense contractors if this falls through."], [87201, "2020-04-13T12:23:58Z", [0.05], ""], [86259, "2020-04-13T10:37:51Z", [0.1], ""], [45594, "2020-04-13T07:08:06Z", [0.25], ""], [54962, "2020-04-13T06:40:21Z", [0.11], ""], [86233, "2020-04-13T04:47:04Z", [0.25], ""], [87099, "2020-04-13T01:39:12Z", [0.65], "Question is will formal negotiations “begin”\nhttps://www.nti.org/learn/treaties-and-regimes/treaty-between-the-united-states-of-america-and-the-russian-federation-on-measures-for-the-further-reduction-and-limitation-of-strategic-offensive-arms/\nAccording to the latest official USA announcement, they intend to (but not when). \n“On 5 February, exactly one year before the expiration of the existing New START Treaty, US National Security Advisor Robert O’Brien said that the Trump administration was scheduled to begin arms control negotiations with Russia.”\nAfter October could be leaving it a little late with a Feb 2021 deadline in my opinion. Hence why I am positive on the probability.  So what else could get in the way?\nI could be wrong on the timing and they do it between Oct - Feb. If they just want to sign the extension then that may be more possible than I am allowing for. \nOf note is that the US failed to renew the last 2 nuclear agreements with Russia. The Intermediate range treaty not being resigned by the US last year due to then not believing Russia was abiding by the agreement (With Nato backing that up). I can find no such concerns that the US believes Russia is in breach of the Start treaty. So the point being this is a lot harder for the USA to justify walking away from without negotiations even if Trump hates anything Obama ever did. Unlike the intermediate treaty, I believe the USA will need to begin negotiations no matter what the intent of the outcome.  \nRussia have stated a number of times they want to extend the agreement so would begin negotiations. It is up to the USA.     \n"], [80764, "2020-04-12T14:43:45Z", [0.65], ""], [80179, "2020-04-12T03:21:05Z", [0.1], ""], [1034, "2020-04-12T00:16:37Z", [1.0], ""], [76440, "2020-04-11T17:07:43Z", [0.1], ""], [57778, "2020-04-11T11:05:48Z", [0.25], ""], [87152, "2020-04-11T03:36:49Z", [0.9], "Replacing sort discussed over a year prior. : 75‰\nJust before election : add a bit ; 80\nNuclear weapons doesn't seem a high priory : 75\nGood for image as \"deal maker\" 85\nRussia stands to gain from at least starting discussions 90"], [38094, "2020-04-11T00:10:56Z", [0.2], "Backing down, the window will mostly be taken up with covid-19 response, economic response to world recovery, and then election drowning everything else out.\nMost of the press is swimming the covid pool and very little other news makes it to the front burner."], [87144, "2020-04-10T18:05:54Z", [0.1], ""], [85535, "2020-04-10T16:27:20Z", [0.01], "Based on my analysis, I assess there is a 1% probability of negotiations beginning before 1 October 2020 regarding the New START treaty. This is due to the following reasons: The social/economic issues resulting from the COVID-19 outbreak, the upcoming general election, opposition to negotiations inside the Trump administration, and the desire of the US to make START a multi-lateral treaty. First and foremost, the Trump administration will be heavily focused on domestic issues for the next 2-4 months as the country faces the impacts of the COVID-19 pandemic. In the near-term, the administration will be focused on addressing US GDP concerns, which could drop 40% in the second quarter of 2020 [1]. It will also be focused on the record number of unemployed Americans which could reach a total of 20% of the workforce [2]. These issues will force the Administration to focus their attention on how to repair small businesses, gig workers and consumer spending. The second major reason that the Trump administration is unlikely to negotiate the New START treaty before 1 October is because Joseph R. Biden is now the presumptive Democratic nominee. This is important because the New START treaty was negotiated by the Obama administration. If President Donald J. Trump enters into negotiations, or extends it, he could be seen as approving of the job President Obama did on that negotiation. This would go against his long-standing stance that almost everything accomplished by the Obama administration was bad, in fact, President Donald J. Trump denounced the New START as a “bad Obama administration agreement” [3]. It would also put President Donald J. Trump in a position of weakness vis-à-vis Joseph R. Biden as he was the Vice President during the Obama administration. Any agreement with Russia could also prove to have significant blow-back with the American public, due to his previous interactions with Russia, if the United States comes across as weak at the negotiating table. Thirdly, individuals in (or formerly in) the Trump administration are against extending/negotiating New START for a variety of reasons including new Russian weapon systems and a desire to create a brand new treaty that would increase U.S. leverage across all nuclear weapons, including non-nuclear weapons [4]. In fact, President Donald J. Trump has mentioned replacing New START with a treaty that encompasses all types of nuclear weapons, not just the ones currently included in New START. Finally, the Trump administration has mentioned multiple times, over multiple months, that it wants to include China in the treaty [6]. However, China has stated multiple times that it has no interest in joining negotiations because its nuclear weapon stockpile is significantly smaller than those of the US and Russia [7]. The administration could be using this as a pretense to back away from any negotiations as some in the Trump administration allegedly believe that, “Cold War-era arms controls are holding the U.S. back from their ‘dream of a world of American Nuclear Superiority.’”[8]. This ties in with the Trump administrations apparent beliefs that bi-lateral treaties are antiquated and the US faces a direct military threat from China [9] President Donald J. Trump has also instructed the Department of State to think bigger than just Russia on New START, but DoS is running into difficulties in that regard due to being understaffed and the Administration not having a prioritized list of foreign policy objectives [10]. Ultimately, the Trump administration has had major issues nailing down substantive foreign policy victories. It also has not been receptive to Russian requests to renew the New START treaty [11] and seems to want a wide-ranging tri-lateral agreement that ushers in sweeping reforms. It would also could cause President Donald J. Trump some unneeded political needling from Joseph R. Biden if he embraced the New START treaty due to the Obama administrations involvement in creating that agreement. Finally, the economic impacts from the COVID-19 pandemic will be wide-ranging and, most likely, will take up much of the Trump administrations time and energy as this issue is more important, both politically and to the American people, than the New START treaty. Thus, I assess the probability of negotiations beginning on New START before 1 October 2020 at 1%. [1] https://www.uschamber.com/series/above-the-fold/quick-take-coronavirus-economic-impact\n[2] https://www.marketplace.org/2020/04/09/unemployment-numbers-worse-than-it-looks/\n[3] https://www.brookings.edu/blog/order-from-chaos/2017/02/10/the-problem-with-president-trumps-hasty-denunciation-of-new-start/\n[4] https://www.brookings.edu/blog/order-from-chaos/2020/03/23/as-us-russian-arms-control-faces-expiration-sides-face-tough-choices/\n[5] https://crsreports.congress.gov/product/pdf/R/R41219\n[6] https://www.pbs.org/newshour/show/state-dept-official-on-trumps-vision-for-nuclear-arms-control\n[7] https://www.business-standard.com/article/news-ani/china-adamant-on-not-joining-arms-control-negotiations-us-cautiously-optimistic-120031600360_1.html\n[8] https://www.newsweek.com/donald-trump-risks-nuclear-blackmail-extends-new-start-russia-arms-control-negotiator-richard-burt-1486521\n[9] https://www.nytimes.com/2019/07/15/us/politics/trump-russia-china-nuclear-arms.html\n[10] https://www.newsweek.com/america-risking-nuclear-free-all-delaying-new-start-extension-russia-national-security-official-1482542\n[11] https://www.nytimes.com/2019/06/27/world/asia/putin-trump.html"], [754, "2020-04-10T04:32:54Z", [0.8], "Russia's keen,  https://www.newsweek.com/russia-us-unwillingness-threatening-major-nuclear-weapons-deal-1496824  US cagey. great backgrounder, 2 1/2 weeks ago in Brookings https://www.brookings.edu/blog/order-from-chaos/2020/03/23/as-us-russian-arms-control-faces-expiration-sides-face-tough-choices/  las paragraph None of these questions will be easy, and sorting them out will take time. That bolsters the already strong argument for extending New START. Doing so would give Washington and Moscow five more years to figure out what role, if any, arms control should play in managing their nuclear relationship with one another and, perhaps, with third countries. "], [87129, "2020-04-09T22:43:12Z", [0.05], ""], [691, "2020-04-09T14:25:47Z", [0.05], ""], [80764, "2020-04-09T13:15:28Z", [0.7], ""], [87105, "2020-04-09T09:42:52Z", [0.05], ""], [1034, "2020-04-08T21:44:59Z", [1.0], ""], [87071, "2020-04-08T15:36:50Z", [0.35], "COVID-19 Pandemic will dominate world agenda for the foreseeable "], [1333, "2020-04-08T14:51:39Z", [0.08], ""], [87064, "2020-04-08T14:15:48Z", [0.38], ""], [54962, "2020-04-08T04:42:36Z", [0.13], ""], [81518, "2020-04-08T03:11:53Z", [0.1], "Trump probably doesn't want to deal with Russia during an election year."], [81375, "2020-04-07T16:15:27Z", [0.35], ""], [484, "2020-04-07T15:01:45Z", [0.15], "Down 20%. Same reasons as before."], [1333, "2020-04-07T12:42:07Z", [0.09], ""], [1333, "2020-04-07T12:34:56Z", [0.1], ""], [34959, "2020-04-07T02:46:57Z", [0.17], ""], [1034, "2020-04-06T23:32:02Z", [1.0], ""], [80764, "2020-04-06T15:46:27Z", [0.7], ""], [37236, "2020-04-06T14:06:16Z", [0.17], ""], [40959, "2020-04-06T09:37:31Z", [0.13], ""], [754, "2020-04-06T03:37:19Z", [0.8], ""], [57778, "2020-04-06T00:40:07Z", [0.27], ""], [86979, "2020-04-05T20:24:40Z", [0.4], ""], [80644, "2020-04-05T19:22:36Z", [0.1], ""], [80644, "2020-04-05T19:21:40Z", [0.3], ""], [38094, "2020-04-05T18:56:51Z", [0.5], "I am climbing on the fence on this one. No news. "], [172, "2020-04-05T18:22:48Z", [0.0], ""], [691, "2020-04-05T16:54:28Z", [0.05], ""], [42549, "2020-04-05T14:53:39Z", [0.0], ""], [37236, "2020-04-05T14:04:51Z", [0.57], ""], [1034, "2020-04-05T09:25:00Z", [1.0], ""], [45594, "2020-04-05T08:39:53Z", [0.25], ""], [1333, "2020-04-05T06:45:17Z", [0.11], ""], [1333, "2020-04-04T18:33:46Z", [0.12], ""], [1034, "2020-04-03T22:59:25Z", [1.0], ""], [1333, "2020-04-03T19:11:37Z", [0.13], ""], [81192, "2020-04-03T18:37:22Z", [0.05], ""], [484, "2020-04-03T15:25:16Z", [0.35], "Down 30% for passage of time and gridlock at State, DoD, etc."], [80764, "2020-04-03T14:43:38Z", [0.7], ""], [39966, "2020-04-03T07:08:37Z", [0.05], ""], [54962, "2020-04-03T04:54:54Z", [0.15], ""], [63963, "2020-04-03T03:58:04Z", [0.1], ""], [86948, "2020-04-03T03:47:57Z", [0.0], ""], [86946, "2020-04-03T01:47:00Z", [0.0], ""], [85678, "2020-04-02T21:11:55Z", [0.81], ""], [77404, "2020-04-02T08:18:33Z", [0.0], ""], [86296, "2020-04-02T01:34:34Z", [0.0], ""], [79464, "2020-04-01T21:19:05Z", [0.2], ""], [86233, "2020-04-01T20:51:22Z", [0.35], ""], [80764, "2020-04-01T17:24:39Z", [0.7], ""], [80764, "2020-04-01T15:12:16Z", [0.7], ""], [86903, "2020-04-01T12:35:37Z", [0.1], "both countries have other focus areas plus there is little to gain for both presidents to start without decent chances to finalize before the US election."], [78366, "2020-04-01T03:46:11Z", [0.05], ""], [75863, "2020-03-31T23:57:37Z", [0.6], ""], [14107, "2020-03-31T17:29:38Z", [0.23], ""], [86871, "2020-03-31T15:05:00Z", [0.35], "Relations between the administrations are not so bad. It could happen quickly if it happens. "], [86871, "2020-03-31T15:04:14Z", [0.5], ""], [1333, "2020-03-31T09:34:40Z", [0.14], ""], [34959, "2020-03-31T08:57:25Z", [0.14], ""], [57778, "2020-03-31T07:40:09Z", [0.35], ""], [1034, "2020-03-31T00:07:03Z", [1.0], "Kozyrev, A. (2020). Extend a Nuclear Arms Treaty. The New York Times. Opinion. Letter. March 1, 2020, Retrieved from\nhttps://www.nytimes.com/2020/03/01/opinion/letters/nuclear-arms-treaty.html"], [47520, "2020-03-30T22:06:08Z", [0.05], "Other issues will be distractions. Russia will balk at engaging in talks with administration about to leave office."], [85678, "2020-03-30T15:38:13Z", [0.86], "Little whispers from Trumps office about the possibility to sit down and talk about a deal. The current deal can be extended 5 years at relatively short notice. Trump wants to involve China and the UK. China not playing ball. The consequences of no agreement doesn't bode well and will lead to an arms race. Which neither really wants."], [86834, "2020-03-30T12:24:31Z", [0.3], ""], [61674, "2020-03-30T12:24:29Z", [0.3], ""], [86833, "2020-03-30T12:22:10Z", [0.26], "I feel that Russia is willing to sign an extension (with potential slight modifications) but the Trump administration does not.  There are several reasons why I believe the Trump administration will not pursue talks. 1. Their wish to include other countries in the new treaty a) hasn't worked and b) even if some countries were willing it would take years. 2) He loves to repeal everything Obama did. Although Obama didn't start the orginal START, he was a proponent and signed during his tenure to extend. 3) Him and his advisers are not fans of regulations on what he can and can't do, particularly to do with security. 4) he has backed out of the Iran nuclear deal and the INF just last week, signalling points 2 and 3.\nHOWEVER, he may succumb to pressure from the democrats in the house who from my reading want an extension to be signed. Additionally, he may want to show his control, power and negotiation skills so close to the election (my thinking have read this nowhere) as an extension could easily be spun into positive publicity for his campaign. Putin and his advisers on the other hand seem to want to pursue negotations. However, they want to add a few things to not allow the US to find as many loopholes as they believe they have.  One additional factor which leads me to believe even more that negotiations will not begin by October is that they have both accused each other within the last year of breaching the agreement. This means that their mutual sucpicsion is high, and their trust in each other to follow the treaty is extremely high, therefore reducing the likelihood of each side to pursue talks. "], [1333, "2020-03-30T09:19:28Z", [0.15], ""], [86809, "2020-03-30T00:05:20Z", [0.1], ""], [12914, "2020-03-29T20:35:13Z", [0.5], ""], [12914, "2020-03-29T20:32:59Z", [0.19], ""], [80764, "2020-03-29T20:15:00Z", [0.75], ""], [13306, "2020-03-29T17:15:47Z", [0.12], ""], [80179, "2020-03-29T01:19:58Z", [0.15], ""], [1034, "2020-03-28T00:24:21Z", [1.0], ""], [28153, "2020-03-27T23:31:05Z", [0.55], ""], [34959, "2020-03-27T16:06:20Z", [0.15], ""], [1333, "2020-03-27T09:49:30Z", [0.26], ""], [1333, "2020-03-27T09:43:23Z", [0.27], ""], [86527, "2020-03-27T05:05:14Z", [0.0], ""], [80764, "2020-03-26T22:09:04Z", [0.75], ""], [79464, "2020-03-26T17:21:31Z", [0.35], ""], [81375, "2020-03-26T16:21:16Z", [0.55], ""], [1333, "2020-03-26T16:01:36Z", [0.28], ""], [1333, "2020-03-26T09:04:49Z", [0.29], ""], [1333, "2020-03-26T09:01:12Z", [0.3], ""], [86700, "2020-03-26T08:39:27Z", [0.0], ""], [31275, "2020-03-26T00:22:33Z", [0.25], "https://www.pbs.org/newshour/show/state-dept-official-on-trumps-vision-for-nuclear-arms-control\nhttps://www.defensenews.com/pentagon/2020/02/26/arms-control-decisions-by-trump-administration-could-be-imminent-will-china-be-involved/\nUpshot: An extension is possible but probably not a new treaty. Russia has suggested extension and US still wants to see China in the negotiation. Still think more likely to happen after October but raising some. \n"], [80764, "2020-03-25T16:36:36Z", [0.75], "https://www.rferl.org/a/us-official-new-start-treaty-should-cover-russian-weapons-systems-under-development/30479166.html Both sides generally want to extend (although on different terms). This question is about the start of negotiations only, and there are 6 whole months to do so. I can´t see, why the crowd is so pessimistic on this. It has nothing to do with corona (and the EU even plans further expansion in spite of that crisis, so it is not something that stopps everything - many things, but NOT everything). Please help me. Am I totally wrong here?"], [1333, "2020-03-25T12:34:39Z", [0.31], ""], [64582, "2020-03-25T01:56:50Z", [0.1], ""], [57778, "2020-03-24T22:04:52Z", [0.32], ""], [84880, "2020-03-24T19:03:31Z", [0.19], ""], [1333, "2020-03-24T19:03:06Z", [0.32], ""], [86591, "2020-03-24T17:55:03Z", [0.15], "Comment deleted on Mar 26, 2020 03:19PM UTC"], [13306, "2020-03-24T14:10:00Z", [0.14], ""], [691, "2020-03-24T13:10:25Z", [0.21], ""], [75863, "2020-03-24T12:23:14Z", [0.66], ""], [1333, "2020-03-24T11:28:54Z", [0.33], ""], [28153, "2020-03-24T09:09:00Z", [0.65], ""], [67844, "2020-03-24T08:02:11Z", [0.15], ""], [40584, "2020-03-24T04:10:42Z", [0.5], ""], [1034, "2020-03-24T03:57:53Z", [1.0], ""], [1450, "2020-03-24T03:01:07Z", [0.0], ""], [57778, "2020-03-24T01:28:03Z", [0.35], ""], [86554, "2020-03-24T00:10:38Z", [0.05], ""], [77404, "2020-03-23T22:21:33Z", [0.0], ""], [85984, "2020-03-23T21:09:31Z", [0.05], ""], [73687, "2020-03-23T21:00:10Z", [0.17], ""], [81375, "2020-03-23T19:42:04Z", [0.75], ""], [80764, "2020-03-23T18:58:03Z", [0.75], ""], [84420, "2020-03-23T17:38:04Z", [0.35], ""], [84211, "2020-03-23T16:42:38Z", [0.45], "The Current US presidency: there is a lot to be said about the toxicity of international relations under the current US presidency which leads to a low chance that there will be a discussion of the New Start before this date; however, this does not mean that there is a need to further this discussion in 2020. This situation can be described by a quote from the Economist “Both sides have reservations that need to be dealt with before an extension can be agreed—but nothing that cannot be overcome given sufficient political will. Serious negotiations need to start soon to get a deal done in time.” (1) It seems likely that there would be serious steps to make these negotiations happen if they would benefit Mr. Trump. In the comment noted by O’Brien on CNN, there is brought to the table the importance of nations, not just the US and Russia- with this in mind, there may be pressures for both parties to move forward in starting the negotiations now rather than later. The sources provided show the importance of negotiations as 2021 will bring the end of the old treaty and the need for the New Start treaty will be crucial (2). Finally, with either pressure in full swings such as the COVID-19 pandemic and US 2020 election underway, I think there is reason to believe negotiations will be pushed back. Though, these same factors make me think that as many things seem out of control at times, the beginning of these negotiations (that may take quite some time) will be even more neccessary going into the Fall of 2020. Based on the factors discussed, I forecast a 45% chance that they will start before October 1, 2020. This forecast also accounts for the fact that negotiations may start in the time after Oct 1 and before Jan 1 2021.   (1): https://worldin.economist.com/article/17311/edition2020why-america-and-russia-should-extend-key-nuclear-deal\n(2): \nhttps://www.cnn.com/2020/02/05/politics/us-russia-nuclear-arms-control/index.html\n"], [86319, "2020-03-23T15:01:55Z", [0.2], ""], [20558, "2020-03-23T09:22:26Z", [0.2], ""], [86561, "2020-03-23T09:13:43Z", [0.17], ""], [29980, "2020-03-23T01:08:01Z", [0.0], ""], [80764, "2020-03-22T22:58:41Z", [0.8], ""], [81001, "2020-03-22T19:21:06Z", [0.2], ""], [54646, "2020-03-22T16:38:50Z", [0.15], "not enough band width for high diplomacy amid virus responses and elections"], [27661, "2020-03-22T15:14:57Z", [0.91], ""], [82333, "2020-03-22T14:41:16Z", [0.05], ""], [691, "2020-03-22T12:47:26Z", [0.22], ""], [1333, "2020-03-22T12:36:58Z", [0.34], ""], [1034, "2020-03-22T03:36:26Z", [1.0], ""], [57778, "2020-03-22T01:51:02Z", [0.35], ""], [85774, "2020-03-21T16:10:18Z", [0.25], ""], [86501, "2020-03-21T14:18:10Z", [0.55], ""], [14107, "2020-03-21T10:03:21Z", [0.25], ""], [14107, "2020-03-21T09:58:33Z", [0.2], ""], [80179, "2020-03-21T07:12:25Z", [0.15], ""], [2965, "2020-03-21T02:06:53Z", [0.0], "deutsche bank changed m mind @dowser\nall that money laundering from Kremlin oligarchs to VTB \nVTB to Deutsche Bank\nDeutsche  bank to Trump after 2002\nPutin  recruited Trump"], [64040, "2020-03-21T00:21:07Z", [0.15], ""], [80764, "2020-03-20T22:37:30Z", [0.89], ""], [86467, "2020-03-20T21:53:40Z", [0.58], "Negotiations are not agreements.  Current climate seems to suggest a move towards strengthening international institutions.  However, there is, currently a concern that the current situation could entrench isolationism at a time when there is a new arms race (seemingly) taking place."], [45594, "2020-03-20T17:21:24Z", [0.25], ""], [34959, "2020-03-20T15:50:09Z", [0.37], ""], [86220, "2020-03-20T15:43:52Z", [0.15], ""], [84880, "2020-03-20T05:23:19Z", [0.26], ""], [61391, "2020-03-20T00:22:03Z", [0.0], ""], [57778, "2020-03-19T23:13:42Z", [0.69], ""], [37375, "2020-03-19T22:58:34Z", [0.1], ""], [55726, "2020-03-19T22:46:33Z", [0.0], "The world will be fully occupied dealing with Covid 19"], [85984, "2020-03-19T21:59:38Z", [0.2], "I find this unlikely . Narratively trump will be negotiating with Russia in the middle of an election campaign. He won't want that perception to hold. Nuclear arms like climate change will just shrink down the agenda with the response to the Corina crisis. I'm starting my forecast at 20% but I need to read more "], [27019, "2020-03-19T21:34:50Z", [0.15], "Current trajectory of US-Russian relations, election year."], [7221, "2020-03-19T21:06:42Z", [0.4], ""], [35359, "2020-03-19T20:42:50Z", [0.0], ""], [1333, "2020-03-19T18:17:04Z", [0.35], ""], [31275, "2020-03-19T16:41:00Z", [0.17], "Not before election in US. October, November, December and January to agree to an extension or to negotiate a new deal. Could have informal talks before."], [754, "2020-03-19T04:44:12Z", [0.85], ""], [32131, "2020-03-19T02:23:55Z", [0.31], "Overall, it seems unlikely that the treaty would be extended.  While proponents claim that it has strengthened international security and strategic stability, and Russia has indicated its willingness in the past to discuss extensions, President Trump is no stranger to flouting established international norms and is a vocal critic of nearly all of Obama’s policies.  He has expressed the desire to renegotiate a better deal for the US with respect to US-Russian arms agreements, and has also indicated that he wants to involve China in the next treaty iteration: this would serve no purpose for China as it has a far smaller nuclear arsenal than either of the other two countries and thus would clearly get the short end of the stick in any deal involving the three.  Lastly, the coronavirus pandemic means that, for the moment, the treaty is not the highest priority for the Trump administration; this may change if the pandemic comes under control, but for the moment Trump’s attention is surely divided."], [57778, "2020-03-18T23:51:46Z", [0.7], ""], [18679, "2020-03-18T13:33:25Z", [0.1], ""], [691, "2020-03-18T12:32:00Z", [0.39], ""], [1333, "2020-03-18T08:51:13Z", [0.36], ""], [21884, "2020-03-18T06:58:42Z", [0.1], ""], [34959, "2020-03-18T05:04:34Z", [0.42], ""], [86233, "2020-03-18T04:22:54Z", [0.5], ""], [40584, "2020-03-18T00:05:19Z", [0.8], "I have no idea. "], [57778, "2020-03-17T22:07:21Z", [0.72], ""], [84647, "2020-03-17T21:23:18Z", [0.45], ""], [63963, "2020-03-17T20:32:19Z", [0.8], ""], [84880, "2020-03-17T17:22:04Z", [0.27], ""], [691, "2020-03-17T15:41:35Z", [0.38], ""], [80764, "2020-03-17T12:25:57Z", [0.9], "Several questions: \n1) are they still interested in what START is about?\nAnswer: of course they are. It´s been active for more than 9 years now, and each side could have withdrawn the whole time. \nFrom the treaty: \"Duration and Withdrawal (Article XIV)\nThe treaty’s duration is ten years from entry into force (Feb. 2021) unless it is superseded by a subsequent agreement and can be extended for an additional five years, until 2026. As in START I, each party can withdraw if it decides for itself that “extraordinary events related to the subject matter of this treaty have jeopardized its supreme interests.” The treaty would terminate three months from a notice of withdrawal\".\n99% yes\n2) Looking at the answer to question 1: has anything significant changed, that would make NOT extending reasonable ?\nAnswer: They didn´t even withdraw because of Ukraine etc.. Trump has been in power long enough not to consider him a risk on this one, Virusses don´t affect nuclear arms. And nuclear weapons are and always will be a very significant thing to talk about together. I don´t see any reason NOT to extend.\n99% yes\n3) In which form will they continue talking About it?\nAnswer: regarding the word \"or replacement\" it doesn´t matter here.\n100% yes\n4) Is this going to happen before or after presidential elections?\nAnswer: if before, it would need to start soon to have a result before November. \n80% yes\n5) How long will negotiations take?\nAnswer: no clue. But I think it would be so long, that starting negotiations before 1 october would be necessary even if the result is planned close to february 2021.\nadding 10% yes to Number 4 https://www.armscontrol.org/factsheets/NewSTART\n"], [86334, "2020-03-17T08:47:24Z", [0.45], ""], [1333, "2020-03-17T07:35:44Z", [0.35], ""], [57778, "2020-03-17T07:22:21Z", [0.69], ""], [1333, "2020-03-17T06:50:57Z", [0.25], ""], [79464, "2020-03-16T20:23:19Z", [0.6], ""], [84647, "2020-03-16T13:55:21Z", [0.42], ""], [57778, "2020-03-16T00:33:06Z", [0.7], ""], [36730, "2020-03-15T22:44:05Z", [0.4], ""], [691, "2020-03-15T13:36:25Z", [0.36], ""], [1333, "2020-03-15T11:06:02Z", [0.24], ""], [45594, "2020-03-15T01:12:57Z", [0.25], ""], [1034, "2020-03-14T21:06:24Z", [1.0], ""], [1333, "2020-03-14T13:05:08Z", [0.25], ""], [57778, "2020-03-14T07:33:24Z", [0.75], ""], [2965, "2020-03-14T02:31:14Z", [1.0], "@Wildwood2000\nThanks for the tip. I checked its going to happen one press statement or Tweet be enough.\nIts random. It will happen,just no planning,no treaty just the usual deconfliction. \nSo this discussion should be  on table so the Russians and Chinese and Iranians DPRK aren't allowed to have IRBM and these and we will match PRC Ru DPRK and Iran in deploying new Pershings in NATO and substantial IRBM to counter PRC fortified Islands and shourd \nand  medium range anti ship  rocketry."], [31275, "2020-03-14T02:17:18Z", [0.17], "https://www.eurasiareview.com/14032020-bullish-on-trilateral-arms-control-and-bearish-on-new-start-analysis/\nFormal...no. This article indicates only that the subject will be brought up at the UN in September. "], [31275, "2020-03-14T02:10:05Z", [0.21], "My understanding is that Putin wants this but the Administration wants to look strong on defense and shuttle big bucks to the defense industry. Not happening until after election and even then not be until after January 2021."], [691, "2020-03-13T20:07:39Z", [0.34], ""], [38, "2020-03-13T18:50:55Z", [0.9], "In a \"normal\" world, this would be a no-brainer, but with COVID-19, DJT, Putin on the cusp of becoming leader for life, and our deteriorating relationships around the world, I'm hesitant to \"go polar\", yet this only asks if negotiations will begin."], [63874, "2020-03-13T17:14:13Z", [0.8], "Reducing by a point"], [484, "2020-03-13T15:26:51Z", [0.65], "Up 30% following posts by @Wildwood2000 I still wonder if the USG has the bandwidth to do normal, important stuff. YMMV"], [691, "2020-03-13T13:59:03Z", [0.36], ""], [85738, "2020-03-13T11:16:34Z", [0.85], "Update: Public statements about START from the US side"], [1333, "2020-03-13T07:55:36Z", [0.15], ""], [9172, "2020-03-13T00:40:25Z", [0.05], "I see no calm in international relations, I see insufficient public concern for the US build up of Nuclear weapons so a lack of public concern is no support for controls."], [57890, "2020-03-12T22:55:43Z", [0.1], ""], [57778, "2020-03-12T22:48:49Z", [0.83], ""], [38094, "2020-03-12T20:31:29Z", [0.85], "I am indebted to @Wildwood2000 for providing a source for his position. Since I had no source, only a shaken confidence for my prior forecast, I'll assume an optimistic tone on this one for a while and try to be less bitter in my outlook."], [1034, "2020-03-12T20:23:14Z", [1.0], "\nRadio Free Europe Website. (2020). U.S. Official: New START Treaty Should Cover Russian Weapon Systems Under Development. Radio Free Europe. Radio Liberty, March 10, 2020. Retrieved from\nhttps://www.rferl.org/a/us-official-new-start-treaty-should-cover-russian-weapons-systems-under-development/30479166.html\n"], [40584, "2020-03-12T19:38:35Z", [0.2], "This oil thing isn't helpful. Plus we have one or two other things to attend to first. "], [84288, "2020-03-12T17:09:17Z", [0.3], ""], [38094, "2020-03-12T16:33:49Z", [0.15], "I'll follow the lead of @cdob63 and be pessimistic about this getting any traction in the next 6 months. The key word is STRATEGIC, which is not in the current administration's vocabulary. All strategic thinking has been banned because it was part of the previous administration."], [691, "2020-03-12T13:54:00Z", [0.21], "Coming down quite a lot on this one, upon further reflection.  The dilemma for M. Petits-Doigts, in case he has achieved sentience and recognizes it, is that:  (1) he wants to be all for peace and is a hopelessly devoted Putinista ready to give away the farm for a kiss; but (2) he can't be seen blatantly rubbing up Putin before the election, nor--irrespective of the election--is he likely to abandon his loudly Trumpeted contempt for treaties or anything else that binds the United States to anything other than his impulses.    On balance that probably means he'll delay or cancel any proposed talks on this topic.  If he wins, the treaty is dead.  If he loses, the new Administration will have about two weeks to negotiate it or ask Putin for an extension.  Stay tuned."], [86119, "2020-03-12T11:01:35Z", [0.15], "Trumps presidential campaign cant be shown as soft towards Russia.\nOn the other hand, if the conflict in Syria goes really bad for the Russians somehow, then things might change."], [84880, "2020-03-11T23:30:51Z", [0.18], ""], [85678, "2020-03-11T21:27:33Z", [0.85], "A treaty of some sort has been in place since 91, however there was a small gap in the months between star 1 and the new star treaty. So I assume they were negotiating in the months before the new treaty? This gives an outside view that it is likely, 95% It is the build up to an election, trump is volatile and this doesn’t bode well for predictions, I’d therefore take the certainty down 10%.  Russia are open to a new pact and say it’s in America’s court. Would trump risk the bad press of taking America back to risking a nuclear holocaust  In the build up to an election? I can’t imagine so.  85% likely seems a good opening prediction "], [1333, "2020-03-11T18:33:57Z", [0.05], ""], [45594, "2020-03-11T18:08:32Z", [0.25], ""], [28153, "2020-03-11T14:49:10Z", [0.73], ""], [691, "2020-03-11T14:19:56Z", [0.55], ""], [62808, "2020-03-11T10:27:00Z", [0.0], ""], [1333, "2020-03-11T10:03:27Z", [0.06], ""], [1333, "2020-03-11T09:47:35Z", [0.07], ""], [1034, "2020-03-11T05:32:42Z", [1.0], ""], [75863, "2020-03-10T16:12:29Z", [0.86], "https://abcnews.go.com/Politics/lawmakers-experts-warn-potential-arms-race-start-treaty/story?id=68974868"], [84364, "2020-03-10T13:19:35Z", [0.0], ""], [82841, "2020-03-10T12:40:51Z", [0.75], "The Russian government signaled last year that it is open to extending New START while the US administration has indicated it intends to begin negotiations. There seems to be substantial bipartisan support for maintaining the existing treaty among American politicians. However, the Trump administration has also shown a determination to recast any agreement achieved by previous administrations as its own which may lead to failure, given expiration of New START is now less than a year away."], [1333, "2020-03-10T10:56:33Z", [0.08], ""], [57778, "2020-03-10T06:43:48Z", [0.9], ""], [86053, "2020-03-10T03:43:52Z", [0.05], "Trump admin. too busy w/reelection."], [31275, "2020-03-10T03:35:34Z", [0.21], "https://www.washingtonpost.com/opinions/2020/02/19/trump-is-right-bide-his-time-renewing-nuclear-treaty-with-russia/\nhttps://www.defenseone.com/ideas/2020/02/us-doesnt-need-new-new-start/163132/\nTrump does not want any focus on Russia during election.\n"], [4879, "2020-03-09T22:35:07Z", [0.18], ""], [32100, "2020-03-09T22:27:21Z", [0.3], ""], [86046, "2020-03-09T22:11:07Z", [0.25], ""], [75093, "2020-03-09T20:36:09Z", [0.25], ""], [691, "2020-03-09T20:12:09Z", [0.7], ""], [45198, "2020-03-09T19:25:35Z", [0.25], "Trump may need another \"issue\" to either: (a) be used to distract his base after again doing or saying something stupid or (b) try to convince people that he is a responsible leader in world affairs and actually cares about us and therefor should be re-elected."], [37115, "2020-03-09T19:08:20Z", [0.25], ""], [84647, "2020-03-09T17:00:38Z", [0.36], ""], [85119, "2020-03-09T16:49:50Z", [0.1], "Any extension would surely wait till after the election... But possible Trump will be unconventional."], [484, "2020-03-09T15:49:44Z", [0.35], "(no change) With State struggling (allegedly) with Afghanistan and other hot spots, do they have bandwidth to spend effort on this?"], [84288, "2020-03-09T14:30:24Z", [0.32], ""], [85994, "2020-03-09T14:16:31Z", [0.54], "Considering the in-bed relationship Donald Trump has with Russia and \"the role the played in putting him into the Whitehouse\" and also the fact that it's another election year, there's a probability "], [86010, "2020-03-09T12:31:16Z", [0.2], ""], [83788, "2020-03-09T12:13:26Z", [0.0], ""], [79464, "2020-03-09T11:32:01Z", [0.93], ""], [57778, "2020-03-09T11:26:48Z", [0.93], "art of the bad deal"], [85972, "2020-03-09T09:56:04Z", [0.05], "For answering this,I must think about two factors.Whether American president wants to start and Russian does.At present,American side wants to show \"strong and great America\", so it doesn't want even to suggest the conference. How about Russian side? It seems to be negative to hold the conference.Of course, the conference can't be held.However it's almost nothing,I expect."], [85995, "2020-03-09T09:02:56Z", [0.05], "Cornavirus"], [85698, "2020-03-08T23:22:52Z", [0.75], ""], [55706, "2020-03-08T21:56:09Z", [0.15], ""], [85774, "2020-03-08T19:44:06Z", [0.4], ""], [651, "2020-03-08T18:40:55Z", [0.51], "No harm in beginning the negotiation in advance of the US election.  Russia has offered and US has at least feigned interest.  It appears that the rub will be in keeping a two party negotiation or expanding it to China (plus others??).  Administration has expressed and interest in a broader accord but expanding the parties biases matters towards inaction."], [85050, "2020-03-08T18:11:34Z", [0.65], ""], [79464, "2020-03-08T16:48:40Z", [0.75], ""], [79177, "2020-03-08T16:47:40Z", [0.2], "fun"], [60695, "2020-03-08T16:40:45Z", [0.3], ""], [16109, "2020-03-08T16:34:56Z", [0.45], ""], [82333, "2020-03-08T14:45:51Z", [0.15], ""], [29875, "2020-03-08T12:20:12Z", [0.6], "After some months of silence the issue was brought back to surface"], [45594, "2020-03-08T08:28:42Z", [0.25], ""], [484, "2020-03-08T05:59:14Z", [0.35], "Up 20% considering the low bar for a yes, but if only one person's interest matters, it matters if he gives a damn. YMMV"], [691, "2020-03-07T20:23:54Z", [0.75], "Probably.  Putin will want to sweet-talk The Prince Of Orange into a wildly unfavourable deal quickly, in case there is to be a new Prez and maybe even a less, shall we say, gelatinous Senate.  The Leader Of The Free World will want The Greatest Victory In The History Of International Agreements before the election, even if he has to kiss Putin on all four cheeks and empty the arsenal to get it."], [1034, "2020-03-07T19:29:17Z", [1.0], ""], [85774, "2020-03-07T19:14:29Z", [0.3], ""], [63290, "2020-03-07T18:43:26Z", [0.55], ""], [85874, "2020-03-07T18:13:23Z", [0.8], "The key to this question is \"begin negotiations.\" This does not ake into acocunt the likelihood of a deal being struck. It will be interesting to follow over the next several months."], [85296, "2020-03-07T18:05:36Z", [0.0], "Trump wants to include China in any negotiations, not just Russia.  Given Putin's stand and China's refusal to discuss any arms reduction it is very unlikely that any negotiations can be started."], [84135, "2020-03-07T17:15:24Z", [0.3], ""], [28153, "2020-03-07T16:13:10Z", [0.67], ""], [1333, "2020-03-07T15:25:40Z", [0.09], ""], [37236, "2020-03-07T12:08:20Z", [0.97], "As R. Nuttall said, it only requires that talks \"start\"..."], [63874, "2020-03-07T11:04:54Z", [0.81], "I'm 90% sure New START will be replaced (Previous treaties have been replaced when they've expired, the US establishment wants to (see O'Brien's comments), the Russians want to, and Trump likes to get along with the Russians) and I'm 90% sure that negotiations for replacing New START will require more than four months (New START took 11 months, SALT I took 30 months, START I took a decade). 0.9*0.9=0.81."], [45594, "2020-03-07T10:19:55Z", [0.25], ""], [85552, "2020-03-07T08:56:32Z", [0.1], ""], [85552, "2020-03-07T08:56:03Z", [0.05], ""], [85738, "2020-03-07T08:18:36Z", [0.75], ""], [81375, "2020-03-07T08:08:32Z", [0.95], "Only requires a start to negotiation.\nFor Trump, it's a chance to show what a \"great negotiator\" he is, even if there isn't a result. For any other president it would be sure based on more sane reasons."], [59881, "2020-03-07T07:43:00Z", [0.0], ""], [83914, "2020-03-07T01:48:21Z", [0.0], ""], [85586, "2020-03-06T23:59:48Z", [0.05], ""], [75863, "2020-03-06T23:30:58Z", [0.85], ""], [41612, "2020-03-06T22:28:49Z", [0.84], ""], [40584, "2020-03-06T21:23:04Z", [0.5], ""], [1034, "2020-03-06T20:35:36Z", [1.0], "Noting that the two only have to announce the start of Talks/ Negotiations to Resolve the Probability\n\\\n\\\nNuclear Threat Initiative (2020) February 11, stated that: Developments\n2020\nOn 5 February, exactly one year before the expiration of the existing New START Treaty, US National Security Advisor Robert O’Brien said that the Trump administration was scheduled to begin arms control negotiations with Russia. The day prior to O’Brien’s announcement, however, the United States deployed a new submarine-launched low-yield nuclear weapons as part of the arsenal modernization project promoted by the Trump administration, which many, fear is antithetical to the aims of New START renewal.\n\\\nNuclear Threat Initiative Website (2020).  Treaty Between the United States of America and the Russian Federation on Measures for the Further Reduction of Strategic Offensive Arms (New START). Nuclear Threat Initiative. February 11, 2020. Retrieved from \nhttps://www.nti.org/learn/treaties-and-regimes/treaty-between-the-united-states-of-america-and-the-russian-federation-on-measures-for-the-further-reduction-and-limitation-of-strategic-offensive-arms/ /\nGaouette, N. (2020). US to start negotiating with Russia on nuclear arms control soon.  CNN. Politics. February 5, 2020. Retrieved from\nhttps://www.cnn.com/2020/02/05/politics/us-russia-nuclear-arms-control/index.html Washington (CNN)The Trump administration will soon start nuclear negotiations with Russia, US national security adviser Robert O'Brien said Wednesday, speaking exactly one year before the last remaining US nuclear arms pact with Moscow is set to expire. \\\nPifer, S. (2020).  Russia’s shifting views of multilateral nuclear arms control with China. Brookings February 19, 2020\nhttps://www.brookings.edu/blog/order-from-chaos/2020/02/19/russias-shifting-views-of-multilateral-nuclear-arms-control-with-china/ \\\nSittlow, B., L. (2020). New START: The Future of U.S.-Russia Nuclear Arms Control. Council on Foreign Relations.  January 28, 2020. Retrieved from\nhttps://www.cfr.org/in-brief/new-start-future-us-russia-nuclear-arms-control \\\nhttps://www.brookings.edu/blog/order-from-chaos/2020/02/06/dont-let-new-start-die/\n\\\nhttps://www.brookings.edu/events/global-china-assessing-chinas-relations-with-the-great-powers/"], [1333, "2020-03-06T19:09:23Z", [0.11], "I think we have signaled that we are leaving the Open Skies treaty leaving this as the sole survivor of the Trump Presidency. I suspect Pompeo wants to negotiate a roll up treaty that impasses many things, un-encumbered by existing treaty's. The Russian negotiating style may prefer singe subject treaties  instead of a master treaty so they can feel free to put one at risk if they need too for their national interests, with-out losing the positions gained elsewhere."], [84880, "2020-03-06T18:37:15Z", [0.2], "Initial baseline. Will consider and adjust."], [484, "2020-03-06T18:18:58Z", [0.15], "Initial forecast. Is anyone in charge on the US side? Does DT need a win (although Peace with Victory in Afghanistan might be enough) before the election?"], [1333, "2020-03-06T18:08:53Z", [0.1], ""]]}