{"question_id": 1289, "title": "Will the United Kingdom (UK) leave the European Union (EU) on or before 31 October 2019?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[29464, "2019-10-31T03:22:12Z", [0.0], ""], [691, "2019-10-31T03:21:51Z", [0.0], ""], [79772, "2019-10-30T23:04:39Z", [0.0], ""], [80349, "2019-10-30T19:32:47Z", [0.0], "Boris Johnson has already agreed to an extension. "], [63835, "2019-10-30T18:47:01Z", [0.0], ""], [80346, "2019-10-30T18:08:14Z", [0.0], "European Union granted extension, elections to be in December"], [80344, "2019-10-30T17:26:23Z", [0.0], "Because the EU just granted a flextension"], [77511, "2019-10-30T16:08:39Z", [0.0], ""], [78281, "2019-10-30T15:30:24Z", [0.0], ""], [55483, "2019-10-30T13:44:05Z", [0.0], ""], [79783, "2019-10-30T12:48:29Z", [0.0], "it is not happening"], [80325, "2019-10-30T12:20:15Z", [0.1], ""], [73687, "2019-10-30T09:22:57Z", [0.0], ""], [32858, "2019-10-30T09:05:41Z", [0.0], ""], [77635, "2019-10-30T07:19:06Z", [0.0], ""], [49838, "2019-10-30T00:53:46Z", [0.0], ""], [128, "2019-10-29T23:05:21Z", [0.0], ""], [79647, "2019-10-29T22:54:24Z", [0.0], ""], [14107, "2019-10-29T20:09:42Z", [0.0], ""], [61904, "2019-10-29T17:43:09Z", [0.0], ""], [80327, "2019-10-29T16:58:51Z", [0.15], ""], [80325, "2019-10-29T16:13:43Z", [0.2], "To many personal political interest, for power to be gain, by the different leaders involved."], [75093, "2019-10-29T15:29:34Z", [0.0], "Not at this rate"], [80323, "2019-10-29T14:05:44Z", [0.1], "election probable"], [42004, "2019-10-29T13:59:57Z", [0.0], ""], [63842, "2019-10-29T13:45:13Z", [0.0], ""], [66692, "2019-10-29T13:39:13Z", [0.0], ""], [69091, "2019-10-29T13:12:31Z", [0.0], ""], [691, "2019-10-29T13:10:12Z", [0.0], ""], [80320, "2019-10-29T11:59:06Z", [0.99], ""], [79206, "2019-10-29T11:51:49Z", [0.0], ""], [80318, "2019-10-29T11:32:15Z", [0.01], ""], [30477, "2019-10-29T08:43:37Z", [0.0], ""], [34724, "2019-10-29T08:32:31Z", [0.0], ""], [67444, "2019-10-29T08:22:48Z", [0.0], ""], [79461, "2019-10-29T04:28:11Z", [0.0], ""], [11184, "2019-10-29T03:37:26Z", [0.01], ""], [27480, "2019-10-29T03:10:07Z", [0.0], ""], [77635, "2019-10-29T02:34:54Z", [0.01], ""], [24865, "2019-10-29T01:54:14Z", [0.0], ""], [42694, "2019-10-29T00:54:56Z", [0.0], ""], [38094, "2019-10-29T00:48:44Z", [0.0], "Entering late, sorry now a no brainer, which fits me perfectly."], [74102, "2019-10-28T23:34:37Z", [0.0], ""], [80310, "2019-10-28T22:15:30Z", [0.0], "According to the latest news, the PM announced that the decision to leave the UE was postponed. It won't happen before 2020."], [1019, "2019-10-28T21:51:44Z", [0.0], ""], [35217, "2019-10-28T20:31:50Z", [0.0], ""], [34353, "2019-10-28T19:43:09Z", [0.0], ""], [12837, "2019-10-28T19:36:24Z", [0.0], ""], [11430, "2019-10-28T19:29:48Z", [0.0], ""], [77, "2019-10-28T18:02:18Z", [0.0], ""], [80302, "2019-10-28T17:50:25Z", [0.0], ""], [1034, "2019-10-28T17:49:44Z", [0.0], "Brexit extension announced as Boris Johnson pushes for December election Picheta (2019) October 28, states that: What we're covering here\n\tEU announces Brexit delay: European leaders announced they will grant the UK a three-month Brexit extension on Monday.\n\tPM pushes for election: Boris Johnson will try to secure a snap general election, with Parliament voting on his request later.\n\tNo-deal risk: The UK will now miss its Thursday Brexit deadline, but Labour wants the threat of no-deal \"off the table\" before backing an early poll.\n*\nReference\n*\nPicheta, R. (2019). Brexit extension announced as Boris Johnson pushes for December election. CNN. Live Update. October 28, 2019. Retrieved from\nhttps://amp-cnn-com.cdn.ampproject.org/c/s/amp.cnn.com/cnn/uk/live-news/brexit-delay-boris-johnson-election-monday-dle-gbr-intl/index.html\n"], [46056, "2019-10-28T17:35:47Z", [0.0], ""], [69091, "2019-10-28T15:59:37Z", [0.0], ""], [12688, "2019-10-28T15:20:32Z", [0.0], ""], [534, "2019-10-28T14:42:44Z", [0.0], ""], [128, "2019-10-28T14:42:05Z", [0.01], ""], [75291, "2019-10-28T14:26:14Z", [0.0], ""], [41922, "2019-10-28T13:49:41Z", [0.0], ""], [74102, "2019-10-28T13:44:25Z", [0.01], ""], [80301, "2019-10-28T12:58:24Z", [0.05], "An extension has been agreed by the EU and parliament has repeatedly voted to stop a no deal Brexit. Only something unforeseen could cause it to happen, but that it still possible."], [63674, "2019-10-28T12:10:52Z", [0.0], "EU extended to Jan 31"], [78944, "2019-10-28T11:47:47Z", [0.01], "The Parliament has obstructed the well laid plans of Boris J."], [80185, "2019-10-28T11:38:30Z", [0.0], ""], [75863, "2019-10-28T11:34:04Z", [0.0], ""], [691, "2019-10-28T10:12:57Z", [0.0], ""], [78237, "2019-10-28T10:09:48Z", [0.0], ""], [49149, "2019-10-28T09:23:07Z", [0.0], ""], [691, "2019-10-28T09:20:11Z", [0.01], ""], [16181, "2019-10-28T03:00:27Z", [0.25], ""], [80296, "2019-10-28T01:22:45Z", [0.0], "https://www.reuters.com/article/us-usa-stocks/wall-street-slips-after-rejection-of-brexit-timetable-idUSKBN1X11CS?feedType=RSS&feedName=businessNews"], [77475, "2019-10-27T23:29:45Z", [0.0], ""], [3214, "2019-10-27T21:29:07Z", [0.0], ""], [5002, "2019-10-27T21:08:30Z", [0.0], ""], [83, "2019-10-27T19:41:20Z", [0.0], ""], [63825, "2019-10-27T19:17:24Z", [0.01], ""], [1333, "2019-10-27T18:41:21Z", [0.0], ""], [1474, "2019-10-27T18:25:09Z", [0.0], ""], [19299, "2019-10-27T17:58:01Z", [0.1], ""], [1667, "2019-10-27T17:21:18Z", [0.03], ""], [67771, "2019-10-27T15:49:08Z", [0.0], ""], [78944, "2019-10-27T15:19:21Z", [0.98], "Adjusting my prediction for the risk of a short delay, although I believe that Boris will make Brexit happen on Oct 31if at all practicable....hard or soft. If he does not get his desired election, then a hard Brexit is most likely. Boris can certainly crash out on his preferred schedule and then continue work on implementing the agreed deal after the fact. We will know within a very few days."], [80289, "2019-10-27T12:56:29Z", [0.1], "Let's denote the event \"UK leaves EU <= 31 Oct 2019\" as A.\nIn my view, P(A) = P(A1) + P(A2), where\nA1 is the event \"UK leaves with the deal\",\nA2 is the event \"UK leaves without the deal\". I estimate P(A1)<=5% in the view of the very last news (https://www.bbc.com/news/uk-politics-46393399). I couldn't find historical examples where such a long beurocratic procedure (described on the diagram in the article) took less than couple of weeks. I estimate P(A2)<=5%. In my view the operation \"Yellowhammer\" is mostly the way to publicly demonstrate the UK government's determination and consistency, and to strengthen their negotiating position. (see https://www.theguardian.com/commentisfree/2019/oct/22/operation-yellowhammer-brexit-preparations)."], [80290, "2019-10-27T11:55:48Z", [0.02], "The Parliment have more times than one, ask Johnson to ask EU for a extension. However the new deal Johnsen have negotiated with EU might have a chance of making it though and only one time will be enough."], [691, "2019-10-27T11:45:47Z", [0.02], ""], [32720, "2019-10-27T09:43:29Z", [0.01], ""], [75935, "2019-10-27T07:49:24Z", [0.0], ""], [77954, "2019-10-27T03:57:53Z", [0.0], ""], [67304, "2019-10-27T00:26:37Z", [0.0], ""], [62808, "2019-10-27T00:08:51Z", [0.0], ""], [1034, "2019-10-26T22:03:54Z", [0.0], "UK’s Johnson seeks Dec. 12 election to break Brexit impasse Lawless (2019) October 24, states that: LONDON (AP) — British Prime Minister Boris Johnson has finally abandoned his promise of an October Brexit and pinned his hopes on a December election (Para. 1). Labour leader Jeremy Corbyn said he would wait and see whether the EU agreed to delay Britain’s departure from the bloc. Johnson grudgingly asked for a three-month delay until Jan. 31 on the orders of Britain’s Parliament, which wants to avert the economic damage that could come from a no-deal exit (Para. 7). “Take no-deal off the table and we absolutely support a general election,” Corbyn said. He said that “if the EU will answer tomorrow then we’ll know tomorrow.” Smaller opposition parties said they wanted an election but were wary of doing it on Johnson’s terms. “The U.K. government has no coherent plan to end the Brexit chaos and a general election will not solve the crisis,” said Adam Price, leader of the Welsh party Plaid Cymru (Para 7-11). *\nReferences\n*\nLawless, J. (2019). UK’s Johnson seeks Dec. 12 election to break Brexit impasse. AP. October 24, 2019. Retrieved from\nhttps://apnews.com/d9d6892645074e5da3091a03618805e8 *\nJohnson, B. (2019). UK: Letter seeking Dec. 12 general election. October 24, 2019. Retrieved from\nhttps://assets.documentcloud.org/documents/6518138/UK-Letter-seeking-Dec-12-general-election.pdf * Brexit election: Lib Dems and SNP plan to force earlier poll BBC (2019) October 26, state that: The Liberal Democrats and the Scottish National Party have joined forces in a bid to trigger a 9 December election. And they have written to EU Council President Donald Tusk asking him to grant the requested three-month extension of a Brexit date. The parties say they reject Boris Johnson's election offer, which they believe would include time for him to \"ram through\" his Brexit Bill (Para 1-3). BBC News Website. (2019). Brexit election: Lib Dems and SNP plan to force earlier poll. BBC Politics. Brexit. October 26, 2019. Retrieved from\nhttps://www.bbc.com/news/uk-politics-50194685 ***\n Personal note: Just when you thought it could not get any worse, the British Democrats, are pulling an American Democratic Party tactic, our way or no way at all.\nComplete with the American left news media, pushing a Democratic agenda,  headlining a new-tag-line- Brexit Referendum. \nPulled from subjective interviews and non scientific surveys as stated directly by the author in the article.  When all that needs to happen, exists in the elected officials, to just do their job and stop holding out, because the vote did not go their way, and pass the bill, that took more than three years to reach. *\nSavage, M. & Helm, T. (2019). PM says Labour rejection of election could delay Brexit until next year. The Guardian. UK Politics. The Observer. Brexit. October 26, 2019. Retrieved from \nhttps://www.theguardian.com/politics/2019/oct/26/boris-johnson-no-brexit-until-january-block-christmas-general-election **** Brexit: Europeans in Brussels say Britain must make a decision on E.U. divorce \"Either they want to stay or they want to leave, which is it?\" said one person in Brussels this week. Smith (2019) October 26, states that: BRUSSELS — We don't want you to leave. But if you must go, please just get it over with. That's the overwhelming view from Brussels, the Belgian capital and the political heart of Europe. People here have become deeply frustrated by their British neighbors' inability to end the paralysis of Brexit. It's more than three years since the British public voted to leave the European Union. And yet today the future of Brexit appears as uncertain as ever (Para 1-3). Smith, A. (2019). Brexit: Europeans in Brussels say Britain must make a decision on E.U. divorce. NBC.  Brexit Referendum. October 26, 2019. Retrieved from\nhttps://www.nbcnews.com/news/world/brexit-europeans-brussels-say-britain-must-make-decision-e-u-n1072156"], [46056, "2019-10-26T17:58:55Z", [0.02], ""], [25141, "2019-10-26T16:28:37Z", [0.0], ""], [43311, "2019-10-26T15:25:21Z", [0.0], ""], [691, "2019-10-26T14:52:26Z", [0.02], ""], [172, "2019-10-26T12:31:31Z", [0.0], "Per the Economist \n“ European Union diplomats agreed to delay Brexit but did not confirm a new deadline. Most backed an extension until January 31st, to allow Britain to hold a general election and break its parliamentary deadlock, but France’s ambassador pushed for a shorter delay. Ambassadors plan to reconvene early next week, after British MPs have voted on whether to hold an election.”"], [14107, "2019-10-26T12:25:02Z", [0.05], ""], [42004, "2019-10-26T09:21:35Z", [0.03], ""], [20156, "2019-10-26T09:01:46Z", [0.0], ""], [55483, "2019-10-26T06:49:52Z", [0.01], ""], [55483, "2019-10-26T06:23:19Z", [0.02], ""], [80279, "2019-10-26T04:46:12Z", [0.08], ""], [78829, "2019-10-25T22:00:24Z", [0.01], ""], [80278, "2019-10-25T20:41:49Z", [0.01], ""], [1333, "2019-10-25T19:00:43Z", [0.01], ""], [79461, "2019-10-25T16:17:20Z", [0.01], "Seems like it will be deferred and a general election will be called. "], [72737, "2019-10-25T15:54:18Z", [0.0], ""], [57110, "2019-10-25T15:51:03Z", [0.01], ""], [128, "2019-10-25T15:43:23Z", [0.04], ""], [75863, "2019-10-25T15:29:11Z", [0.01], ""], [29494, "2019-10-25T14:30:20Z", [0.01], ""], [79693, "2019-10-25T14:29:29Z", [0.02], ""], [56, "2019-10-25T14:21:37Z", [0.0], ""], [56, "2019-10-25T14:21:15Z", [0.02], "Comment deleted on Oct 25, 2019 02:21PM UTC"], [745, "2019-10-25T13:54:31Z", [0.0], "with Johnson calling for a new election and the requested extension, it just won't happen."], [691, "2019-10-25T13:38:09Z", [0.02], ""], [59116, "2019-10-25T13:22:42Z", [0.05], ""], [80226, "2019-10-25T12:59:46Z", [0.01], "Boris has now stated that his primary objective is to get a general election in December.  We still await approval from the EU to grant an extension. Everyone seems on board, the only topic up for discussion is the length of extension. "], [78237, "2019-10-25T12:14:27Z", [0.01], ""], [75291, "2019-10-25T11:30:03Z", [0.01], ""], [31251, "2019-10-25T11:08:00Z", [0.0], ""], [77557, "2019-10-25T10:26:01Z", [0.0], ""], [54140, "2019-10-25T08:32:49Z", [0.0], ""], [33991, "2019-10-25T08:19:31Z", [0.05], ""], [34724, "2019-10-25T07:56:59Z", [0.03], ""], [20156, "2019-10-25T06:15:10Z", [0.15], ""], [27480, "2019-10-25T03:12:56Z", [0.02], ""], [18322, "2019-10-25T02:53:28Z", [0.0], ""], [128, "2019-10-25T00:56:53Z", [0.05], ""], [79591, "2019-10-25T00:51:19Z", [0.0], "If you want nothing to get done, assign it to Parliament."], [71196, "2019-10-25T00:31:07Z", [0.0], ""], [74102, "2019-10-24T23:21:31Z", [0.06], ""], [61938, "2019-10-24T21:38:01Z", [0.01], ""], [11430, "2019-10-24T21:14:26Z", [0.0], ""], [4645, "2019-10-24T20:35:52Z", [0.09], "Seems unlikely at present, since the EU is prepared to grant another 3 month extension to get Britain through an election in December. There's some posturing about this (Corbyn threatening not to cooperate with Johnson, France threatening to oppose the extension if Corbyn isn't playing ball...). However, Brexit's been delayed twice thus far and will probably be delayed again."], [745, "2019-10-24T20:32:12Z", [0.01], "With a new election in the works, I think this is essentially off the table."], [34349, "2019-10-24T19:29:25Z", [0.0], ""], [1333, "2019-10-24T18:17:09Z", [0.13], ""], [597, "2019-10-24T18:00:50Z", [0.02], ""], [31251, "2019-10-24T17:15:26Z", [0.01], ""], [63835, "2019-10-24T16:50:07Z", [0.01], ""], [80260, "2019-10-24T16:34:07Z", [0.01], ""], [31450, "2019-10-24T16:25:47Z", [0.0], "Based on requesting an extension. Not sure if Boris will look for a way around it but I would be anything he would be stopped."], [80257, "2019-10-24T14:52:24Z", [0.02], "The Benn act force PM Boris Johnson to request an extension. The EU will not want to be seen as pushing the UK out of the EU, so will most likely agree to the extension request."], [691, "2019-10-24T14:06:19Z", [0.06], "Coming down a lot, but not sure I believe in it.   There is quite a lot of feeling around that the PM won't do something if it's against the law.  That's the bit I'm not sure I believe in. Also not sure the bourbon supply can withstand another extension."], [32872, "2019-10-24T13:41:49Z", [0.0], ""], [695, "2019-10-24T13:17:30Z", [0.03], ""], [14432, "2019-10-24T12:31:05Z", [0.0], ""], [58478, "2019-10-24T10:42:04Z", [0.01], ""], [38, "2019-10-24T08:38:42Z", [0.0], ""], [128, "2019-10-24T02:02:25Z", [0.1], ""], [11430, "2019-10-23T22:09:53Z", [0.02], ""], [578, "2019-10-23T21:53:37Z", [0.0], ""], [15414, "2019-10-23T21:52:22Z", [0.0], "The time to get a bill passed has evapourated."], [73050, "2019-10-23T21:16:37Z", [0.14], ""], [1333, "2019-10-23T18:30:48Z", [0.14], ""], [54817, "2019-10-23T17:17:46Z", [0.04], "Matches my current probability judgements in a related question."], [79079, "2019-10-23T17:01:46Z", [0.04], ""], [745, "2019-10-23T16:36:43Z", [0.1], "It seems as if they are of two minds about this; on the one hand they applaud the deal and that refuse to enable it.  My best sense from what I read is that this won't go through at this time and another extension will be forthcoming."], [75093, "2019-10-23T15:23:29Z", [0.45], ""], [79100, "2019-10-23T14:45:05Z", [0.99], "The British people have by now voted for Brexit several times in different kinds of elections, the EU continues to compromise with the UK up to the last minute to make it happen responsibly, and UK investment banks are forecasting it will pass this time. If the sitting Parliament won't do it, PM Johnson can always just dismiss or dissolve them (the Queen previously approved Parliament's suspension) and call for snap elections to put Brexit back before the British people - again. Only this time, the EU deal will already be done."], [14107, "2019-10-23T14:09:16Z", [0.07], ""], [3599, "2019-10-23T13:41:16Z", [0.0], ""], [78237, "2019-10-23T13:18:58Z", [0.02], ""], [691, "2019-10-23T13:00:43Z", [0.2], "Here's a fun thought:  The EU sends the PM a note saying they'll grant an extension until some time or other;  the PM writes back and says, \"Thanks for your kind offer, but we don't need this extension, so we're leaving on 31 October as scheduled,\"  and then doesn't call up any of the implementing legislation for a vote.  By the time the quacking and flapping subside and the inevitable and appropriate court action is initiated, it's let's say 6 November.  It is almost never a good idea to underestimate what may be up the commodious sleeve of a desperate and irresponsible leader.  Still, coming down a lot on the off-chance somebody at Number 10 won't think of this or something very like it."], [30598, "2019-10-23T12:31:29Z", [0.03], ""], [49596, "2019-10-23T11:12:10Z", [0.05], ""], [79591, "2019-10-23T11:06:12Z", [0.24], ""], [80244, "2019-10-23T10:26:41Z", [0.05], ""], [49149, "2019-10-23T08:51:41Z", [0.01], "The failure of the Programme Motion for the Withdrawal Bill makes its passage nearly impossible. All the talk is now of an election, and crucially, that seems an acceptable second-best option for Boris Johnson and the Conservative government.  Labour too is now signalling that they're ready to face the electorate (despite polls suggesting they will lose a good number of seats, but that's a whole other forecast). "], [30477, "2019-10-23T07:48:45Z", [0.14], ""], [34724, "2019-10-23T07:45:08Z", [0.2], ""], [67844, "2019-10-23T07:36:31Z", [0.0], ""], [25780, "2019-10-23T05:01:57Z", [0.0], ""], [40930, "2019-10-23T04:46:14Z", [0.0], ""], [13306, "2019-10-23T03:53:17Z", [0.0], ""], [40602, "2019-10-23T03:30:09Z", [0.0], ""], [77635, "2019-10-23T00:52:21Z", [0.12], "They seem to have approved the deal but also delayed the time table. So it's likely not to happen by the promised Oct 31."], [74102, "2019-10-22T23:43:49Z", [0.09], "Although Boris threatened to launch the general election, he is more likely to seek a short-term delay than the hard won results, probably before the end of November. On the contrary, if the time is past the end of the year, he is likely to hold the general election before continuing the process of brexit."], [80239, "2019-10-22T23:27:10Z", [0.35], "Boris Johnson's plan, but not his timetable, was approved by parliament. I think he will get a delay to get his plan through."], [62808, "2019-10-22T23:10:17Z", [0.0], "As the light diffuses like headlight, it seems becomes self-oriented in a sense. I think that a decision will be reached in a way that does not encourage people to the uprising. Nowadays much more, for some reason; many places in the world are moving at the same time. Sometimes like a single button press. Human rights ignored by the presidents, wrong ethical approaches and corruption.  These are now clearly visible with the help of the technology, and the public can no longer be kept under pressure. For example, a man in Lebanon can initiate an uprising in Egypt. Chile, Lebanon, Barcelona, ​​France, Baku, Hong Kong, etc...\n"], [80238, "2019-10-22T21:56:26Z", [0.08], "Boris Johnson doesn't seem to care enough to stop an extension."], [80185, "2019-10-22T21:47:50Z", [0.05], ""], [80185, "2019-10-22T21:47:02Z", [0.15], ""], [80237, "2019-10-22T21:33:01Z", [0.05], "Johnson has stated on multiple occasions his clear intention to exit the EU by the 31st. He has an agreement with the EU which needs to be ratified by Parliament and the European Commission, but given the terms of the Benn act he is unable to put this before the house without prior legislation on the framework being passed. Given the short time frame between now and the 31st I think it unlikely that all will be aligned in time. That being said, he may put this to parliament as a \"deal/no deal\" one time offer."], [67444, "2019-10-22T21:20:48Z", [0.01], ""], [63674, "2019-10-22T21:15:44Z", [0.05], "Reducing to 5% after vote to compress timeline did not pass. Remaining 5% has to do with the probability of the EU abandoning the U.K. and not supporting an extension.  https://www.nytimes.com/2019/10/22/world/brexit-vote-boris-johnson.html?smtyp=cur&smid=fb-nytimes"], [21046, "2019-10-22T21:01:56Z", [0.0], ""], [72785, "2019-10-22T20:53:06Z", [0.0], ""], [34376, "2019-10-22T20:37:27Z", [0.0], ""], [79660, "2019-10-22T20:32:25Z", [0.0], "Oh how I regret making the update this morning!\nThere is not enough time to get the bill ratified on both sides of the channel before October 31. \n"], [6978, "2019-10-22T20:31:03Z", [0.0], ""], [29907, "2019-10-22T20:10:46Z", [0.0], ""], [28103, "2019-10-22T20:00:36Z", [0.25], ""], [128, "2019-10-22T19:32:30Z", [0.2], ""], [128, "2019-10-22T19:31:52Z", [0.1], ""], [41922, "2019-10-22T19:31:37Z", [0.05], ""], [11430, "2019-10-22T19:01:23Z", [0.05], ""], [46056, "2019-10-22T19:00:24Z", [0.1], "After losing the timetable motion, this can probably only happen now if the EU kick us out."], [57797, "2019-10-22T18:54:32Z", [0.0], ""], [534, "2019-10-22T18:42:22Z", [0.02], ""], [1333, "2019-10-22T18:39:08Z", [0.15], ""], [75863, "2019-10-22T18:37:32Z", [0.05], ""], [79906, "2019-10-22T18:37:08Z", [0.0], "Timetable motion voted down; EU will now grant an extension. I'll revise my forecast down from 2% to 0%."], [14493, "2019-10-22T18:36:48Z", [0.0], "BJ lost timetable vote, so legislation \"paused\" so seems A50 will need to be extended"], [31251, "2019-10-22T18:35:56Z", [0.06], ""], [80226, "2019-10-22T18:31:50Z", [0.43], "now that WAB has passed, it becomes a matter of whether the bill passes with or without major amendments.  from i understand, the EU is no longer involved in the process.  i struggle to see whether major amendments will be made, and think an exit closer to 31 October is more likely"], [63835, "2019-10-22T18:16:45Z", [0.09], "Recent call/\"threat\" by PM for GE reflects desperation to somehow hold onto the promise of soft/hard Brexit by 10/31. \nWhich means to me the PM sees the likelihood of A50 extension increasing.\nSo I guess I should, too."], [11885, "2019-10-22T16:56:25Z", [0.0], ""], [80235, "2019-10-22T16:17:22Z", [0.2], "EU doesnt want them to leave, especially on no deal, so I think another extension will be given. Additionally, I think parliament may push another referendum on Brexit as time runs out."], [691, "2019-10-22T13:08:43Z", [0.4], ""], [49149, "2019-10-22T12:12:49Z", [0.45], ""], [61815, "2019-10-22T08:56:23Z", [0.15], ""], [29907, "2019-10-22T08:23:45Z", [0.3], ""], [14107, "2019-10-22T08:02:40Z", [0.28], ""], [80229, "2019-10-22T07:18:58Z", [0.7], "likely EU will allow UK crash out 31st Oct. \nBut UK pm sent EU 3 letters 1 being request for extension  albeit unsigned but this request is being formally considered by EU"], [38, "2019-10-22T06:58:19Z", [0.22], ""], [27480, "2019-10-22T06:04:34Z", [0.1], ""], [79660, "2019-10-22T05:17:13Z", [0.17], "As I learn more, I keep wanting to update my prediction, but every time I sit down here I keep it at \"0\" - now I have to acknowledge that there is a chance of leaving, but I still believe, with more conviction, that the Union will grant the extension, even if it's not signed.\nIt's the lack of agreement in the house of commons that keeps my answer low.  "], [314, "2019-10-22T02:35:57Z", [0.0], "Boris"], [62356, "2019-10-22T00:21:13Z", [0.0], ""], [15196, "2019-10-22T00:09:25Z", [0.0], ""], [14107, "2019-10-21T22:10:09Z", [0.24], ""], [63835, "2019-10-21T21:57:20Z", [0.15], "Seems the A50 extension is more likely at this point."], [57778, "2019-10-21T21:45:29Z", [0.07], ""], [57778, "2019-10-21T21:37:40Z", [0.15], ""], [1333, "2019-10-21T18:10:32Z", [0.17], ""], [79600, "2019-10-21T17:48:46Z", [0.0], ""], [80226, "2019-10-21T17:16:48Z", [0.15], "from what I can understand the state of play is that the uk parliament voted to first get johnson's deal into UK Law before agreeing on it. that is, the deal has to be legal, that is why the vote has been delayed.  making the deal legal means pass the withdrawal agreement bill (WAB). for the uk to leave the EU on or before 31 October the WAB has to be passed with no major amendments. with the first vote for WAB coming Tuesday 22 October. if WAB passes then MPs are willing to back a deal, in principle if WAB passes, then Brexit is back on track. if WAB fails, then EU must agree to having an extension or not. granting an extension requires all 27 EU nations to agree on it, and it they don't then there is a no deal Brexit.  so the yes answer to this question either requires i) both WAB and the EU extension to fail or ii) WAB to pass without any major amendments I think WAB will pass but then be withdrawn after major amendments meaning the EU would probably grant an extension. "], [13306, "2019-10-21T17:05:02Z", [0.2], ""], [6978, "2019-10-21T16:26:24Z", [0.01], ""], [67609, "2019-10-21T15:38:43Z", [0.0], "Updated in accordance with my latest Brexit bingo bet: https://www.gjopen.com/comments/comments/917411"], [75863, "2019-10-21T15:28:38Z", [0.1], ""], [29907, "2019-10-21T15:25:52Z", [0.1], ""], [1333, "2019-10-21T14:33:52Z", [0.18], ""], [691, "2019-10-21T14:28:16Z", [0.5], ""], [79783, "2019-10-21T13:56:34Z", [0.1], ""], [79783, "2019-10-21T13:55:00Z", [0.15], ""], [80185, "2019-10-21T13:12:15Z", [0.3], ""], [80222, "2019-10-21T13:11:00Z", [0.85], ""], [30598, "2019-10-21T12:23:46Z", [0.47], ""], [30598, "2019-10-21T12:22:58Z", [0.67], ""], [34376, "2019-10-21T09:44:00Z", [0.3], ""], [34376, "2019-10-21T09:41:20Z", [0.1], ""], [79927, "2019-10-21T09:32:49Z", [0.09], ""], [14107, "2019-10-21T09:08:00Z", [0.3], ""], [75923, "2019-10-21T08:28:27Z", [0.04], ""], [13306, "2019-10-21T04:42:41Z", [0.12], ""], [79947, "2019-10-21T03:06:16Z", [0.07], ""], [128, "2019-10-21T02:02:26Z", [0.3], ""], [78944, "2019-10-21T01:07:29Z", [0.99], "Boris will get his deal approved by Parliament.....Or he will crash out on schedule."], [1034, "2019-10-20T21:47:28Z", [0.0], "The Latest Johnson sends EU request for Brexit delay The Associated Press (2019) October 19, states that: LONDON (AP) — The Latest on Brexit (all times local): 10:15 p.m. The British government has formally asked the European Union for a delay to Brexit — but also sent a letter from Prime Minister Boris Johnson arguing against it. Johnson was forced to request a delay after Parliament voted to delay a decision on whether to back his Brexit deal. A law passed last month compelled the government to try to postpone Britain’s departure if no deal was agreed by Saturday (Para 1-2). •\tReference The Associated Press Website. (2019). The Latest: Johnson sends EU request for Brexit delay. AP. October 19, 2019. Retrieved from\nhttps://apnews.com/8fb212b6d309497f81e5debaeb16d549"], [41922, "2019-10-20T20:33:14Z", [0.25], ""], [11430, "2019-10-20T19:53:06Z", [0.85], ""], [11430, "2019-10-20T19:43:12Z", [0.55], ""], [29907, "2019-10-20T17:54:03Z", [0.16], ""], [29907, "2019-10-20T17:53:13Z", [0.22], ""], [19299, "2019-10-20T17:47:06Z", [0.3], ""], [29896, "2019-10-20T17:07:57Z", [0.04], ""], [206, "2019-10-20T17:05:15Z", [0.2], ""], [77968, "2019-10-20T16:25:10Z", [0.2], ""], [67444, "2019-10-20T16:09:25Z", [0.22], ""], [67609, "2019-10-20T15:39:16Z", [0.12], "Again, updated on the basis of my last Brexit bingo bet: https://www.gjopen.com/comments/comments/917063"], [76701, "2019-10-20T15:37:50Z", [0.2], "Timetable too tight for necessary legislation unless government makes major concessions"], [15196, "2019-10-20T15:30:43Z", [0.8], ""], [63674, "2019-10-20T15:15:51Z", [0.17], "Interesting article on next steps: https://www.wsj.com/articles/johnson-prepares-to-put-brexit-deal-to-vote-after-aborted-first-try-11571575635?emailToken=85bb31788c59c93620f7e17e1a9edc0bpJVgmk9GdJMzp8APSyqKgAJvxEB0S92x+ca9OWotYs6Y77ItdyWlazleXHSpXvWIxcehs9IbTS5otwbYOSAxXhaJz524Q9y9URMkV8bfFVpSQEgODUJuOeuNaGD/vgo/&reflink=article_copyURL_share My take is that if a U.K. Parliament vote happens this week it is likely to pass, but that is not the end of the process. The government will also have to approve all the related legislation and the EU Parliament will have to ratify the deal.  This is important, because the question is not just Parliamentary approval, it is will they leave. Given the tight deadline and (seemingly) large number of opportunities to attach amendments and riders, I see a 1/5 chance at best. Splitting the difference with my latest forecast (15%) since I still think the timetable is too tight.  My bet is that the EU holds off in an effort to force the U.K. to act, but the UK doesn’t fold and requests a technical extension to better understand the economic impacts of leaving. "], [15196, "2019-10-20T15:15:39Z", [0.8], ""], [80213, "2019-10-20T14:38:20Z", [0.69], "Parliament has said it will push through the deal, but setbacks have been frequent."], [79591, "2019-10-20T13:56:55Z", [0.48], ""], [73674, "2019-10-20T12:54:14Z", [0.03], "Comment deleted on Sep 08, 2020 02:47PM UTC"], [80185, "2019-10-20T12:52:55Z", [0.25], ""], [75863, "2019-10-20T12:01:55Z", [0.3], ""], [29907, "2019-10-20T11:14:07Z", [0.05], ""], [534, "2019-10-20T11:13:55Z", [0.02], ""], [79906, "2019-10-20T10:43:09Z", [0.02], "Revising down because of the timetabling. "], [79906, "2019-10-20T10:40:36Z", [0.04], "http://www.europarl.europa.eu/ireland/en/European-Parliament-calendar Both the UK and EU Parliament must pass the deal. In the above link, MEPs last sit on 24 October before returning in November. If a deal could be passed next week in Westminster, unlikely to be passed by the EU Parliament then."], [13306, "2019-10-20T07:04:07Z", [0.02], ""], [38, "2019-10-20T06:46:17Z", [0.1], ""], [77968, "2019-10-20T03:53:08Z", [0.02], ""], [77968, "2019-10-20T03:51:22Z", [0.0], "Comment deleted on Oct 20, 2019 03:52AM UTC"], [75863, "2019-10-20T02:05:25Z", [0.2], ""], [80203, "2019-10-20T01:02:53Z", [0.6], "Borris Johnson has some tricks up his sleeve, including pissing off the EU so they won’t give an extension and also, simply not requesting an extension.  The people are behind him as is the Queen.  "], [128, "2019-10-20T00:39:09Z", [0.18], ""], [79591, "2019-10-19T22:55:39Z", [0.05], ""], [63963, "2019-10-19T22:25:22Z", [0.0], ""], [77968, "2019-10-19T21:20:52Z", [0.43], ""], [57797, "2019-10-19T20:59:38Z", [0.05], ""], [78230, "2019-10-19T20:50:21Z", [0.0], ""], [41922, "2019-10-19T20:46:40Z", [0.2], ""], [79569, "2019-10-19T20:31:36Z", [0.0], ""], [46056, "2019-10-19T19:54:20Z", [0.4], "It looks like Boris has the numbers for his deal, although the Letwin amendment and timetable will make it a challenge."], [1333, "2019-10-19T18:46:55Z", [0.17], ""], [1333, "2019-10-19T18:36:55Z", [0.16], ""], [31756, "2019-10-19T18:20:51Z", [0.0], ""], [60181, "2019-10-19T17:39:21Z", [0.15], ""], [534, "2019-10-19T17:27:20Z", [0.25], ""], [78488, "2019-10-19T16:46:09Z", [0.24], ""], [75291, "2019-10-19T16:31:33Z", [0.01], ""], [80198, "2019-10-19T16:18:29Z", [0.2], ""], [63674, "2019-10-19T15:59:23Z", [0.15], "Coming back down based on recent developments. I think I over-reacted to some of the shifts. 3 days to review the deal seems too short of time and this economic analysis will also drag things out. I think extension is the base case. This two letter idea, while novel, seems unlikely to work"], [80185, "2019-10-19T15:35:10Z", [0.15], "Vote did not pass"], [76258, "2019-10-19T15:15:14Z", [0.33], ""], [67844, "2019-10-19T15:10:26Z", [0.01], "I am revising my forecast down for a thematic reason: I am highly pessimistic that Parliament can pass a bill of this magnitude with the dearth of debate demanded to get Brexit done by Oct. 31. I decided to investigate how quickly these things are usually done and Parliament has a little study on this: https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03341#fullreport.  From the abstract: \"Of the six Bills linked to EC/EU Treaties, Parliament spent most time on the Maastricht Treaty (41 days), closely followed by the original membership process (39 days). Lisbon came third with 25 days. Lisbon gave rise to the largest number of divisions, although a number of these were not on the Bill itself but concerned government policy in various policy areas relevant to the Lisbon Treaty\". Below, the time each bill took on the floor: Treaty of Rome: 39 days\nSingle European Act: 12 days\nTreaty on European Union (Maastricht): 41 days\nTreaty of Amsterdam: 16 days\nTreaty of Nice: 11 days\nTreaty of Lisbon: 25 days That is an average time of 24 days, from HC 1R (formal) to Royal Assent. The government would have to beat the Treaty of Nice's time to get this over the line and finish the saga. Let's not forget that once Royal Assent has been granted, the game does not end there, the ball is knocked over to the EU.  Lastly, I am straining to see how Boris Johnson avoids sending the letter to the EU. I do not want to make the mistake of not taking him at his word, so I assume he is looking at ways to end this this month, but contempt of Parliament is essentially what he would have to do, short of posting the requisite letter in snail mail..."], [59882, "2019-10-19T14:48:39Z", [0.2], ""], [128, "2019-10-19T14:43:22Z", [0.01], ""], [63963, "2019-10-19T14:39:08Z", [0.6], ""], [691, "2019-10-19T14:28:11Z", [0.48], "The PM will send the required letter, but hoonose by what glacial means he will transmit it, what other contradictory communications may accompany or succeed it, or what he or his gummint may backchannel to one or more of the states that must give the okey-dokey.  Even if he refuses outright, any court proceeding to make something happen can easily be dragged out until up to or beyond the last minute.  It still looks very much like his preference is for a no-deal crashout, which he may suppose will make him look or at least feel heroic.  No matter what the Commons may think, the PM still has all the cards."], [67609, "2019-10-19T14:23:03Z", [0.05], "Chances for a no-deal Brexit on the 31st seem now slim, but well, let's give a 5% to BJ of succeeding."], [14493, "2019-10-19T14:08:20Z", [0.25], ""], [79906, "2019-10-19T13:58:53Z", [0.04], "Govt defeated on amendment to deal. The PM must request an extension; although, the EU not guaranteed to offer. It may go either way, I'll therefore half my prior forecast with the result of 4 %."], [57628, "2019-10-19T13:51:50Z", [0.0], "Okay, I am wide awake now and coursing through with Caffeine (the God of all Stimulants). For right now I am going to ignore the Letwin Amendment because it only lasts until next week. Even though, there is a solid chance that it will pass. And actually it just did. So a no deal Brexit is out of the question, but it only passed going from 322 to 306 votes. Which brings us to a total of 628 votes of the day.  But I am going to talk about the Hard Conservative Spartans this morning. To win the vote, BJ needs all 28 of them. And right now, it seems that there will be a vote next week I think? Also, British Parliment is wayyyyyy more entertaining. Way better than CSPAN."], [13306, "2019-10-19T11:06:58Z", [0.1], ""], [63674, "2019-10-19T11:06:38Z", [0.25], "Updating as the math begins to tighten. Unsure of how this development will affect things. https://www.wsj.com/articles/u-k-parliament-poised-to-force-delay-on-critical-brexit-vote-11571484241?emailToken=9ac0a902187c69ab2a80c805fe3340645fsXZOkLUFnaVoH1mFwVzA20vqxF3CXrM6QiySfle5EBov0KNS5DrHP8xHSz/aK6fN0cHtzo94D5vh/o4utBFa0kY19ag10xSge+Xjsj9GcvAYjevfi1+7MgLNEBw1ME&reflink=article_copyURL_share Sounds like Parliament votes to delay the vote. Possible vote could come as early as next Tuesday"], [3599, "2019-10-19T10:37:32Z", [0.05], ""], [29464, "2019-10-19T10:37:10Z", [0.35], ""], [15385, "2019-10-19T10:14:57Z", [0.75], ""], [3599, "2019-10-19T08:44:50Z", [0.1], ""], [67609, "2019-10-19T08:20:10Z", [0.28], "Updated in accordance with my last Brexit bingo bet: https://www.gjopen.com/comments/comments/916723"], [3599, "2019-10-19T08:18:33Z", [0.35], ""], [76302, "2019-10-19T06:56:02Z", [0.0], ""], [57628, "2019-10-19T03:07:12Z", [0.2], "Updating incase I oversleep."], [75385, "2019-10-19T00:57:12Z", [0.75], ""], [67844, "2019-10-18T19:49:54Z", [0.35], "Getting an extension seems less likely in view of Macron's \"It is time to put end to negotiations and move on to future relationship’\" statement, (https://www.theguardian.com/politics/2019/oct/18/brexit-extension-unavoidable-if-mps-reject-deal-says-merkel), but as this was not a categorical refusal to grant an extension, I am not absolutely sold, especially as I keep thinking there are technical issues that cannot possibly be resolved in so short a time frame, but there is a desire to be done with this. However, as the article points out, Merkel, the bell-weather of the EU leadership, has what I think is a realistic assessment: an extension must be granted if requested.  I think though the odds of Brexit happening this month have dramatically increased. The Parliamentary math (https://www.parliament.uk/mps-lords-and-offices/mps/current-state-of-the-parties/) is not unfavourable, as this Bloomberg analysis shows: https://www.bloomberg.com/news/articles/2019-10-18/can-johnson-pull-off-the-impossible-we-re-counting-the-votes?srnd=politics-vp. Given the imprecision in the math, it is hard to have a narrow assessment. Boris Johnson needs 61 of 85 available MPs. Can he get them? I am assuming the DUP (10MPs) aligns in toto against the deal because it represents a betrayal of the coalition. This may be compensated for by the Labour MPs who will side with him -around 9, but let's say 10 for good measure, though Bloomberg says 31 are up for grabs (https://news.yahoo.com/brexit-rebel-labour-mps-defy-171030559.html). Let's be generous and say he gets the ‘Gaukeward Squad’: 19 MPs, The Spartans: 28 MPs, Independents: 5 MPs, Liberal Democrat Norman Lamb and Boris Johnson's brother, Jo. So, of those available 85, I see a route to 54, with Labour MPs (I think 10 or more) potentially tipping him over. There is a route to victory, which relies on Labour MPs and not bleeding Tory votes. CNN's analysis suggests Boris Johnson has a slight edge in the race. Overall, I am optimistic about Boris Johnson's chances of success. So why am I not completely sold on Brexit by Oct. 31? Firstly, the Letwin amendment (https://www.bbc.com/news/uk-politics-parliaments-50098128) is designed to prevent a scenario where Brexit is achieved without a deal being finalized legislatively. As I said in the beginning, I cannot imagine that such a momentous step can or should be rushed through in under a fortnight. Given Letwin, there may not even be a vote this Saturday. So the vote tomorrow could essentially be meaningless if the Letwin amendment passes. My \"35%\" yes is purely instinctive. It feels like the right number, or maybe the wrong number in the right range. "], [59836, "2019-10-18T19:23:31Z", [0.0], ""], [67609, "2019-10-18T18:44:13Z", [0.4], "Updated to be compatible with https://www.gjopen.com/comments/comments/916587"], [46056, "2019-10-18T17:48:45Z", [0.3], "It's more likely now because Boris got a deal, but it's still unlikely as there look like to be attempts to force an extension anyway."], [314, "2019-10-18T17:45:13Z", [0.0], ""], [58207, "2019-10-18T17:07:31Z", [0.85], ""], [49838, "2019-10-18T16:49:16Z", [0.27], ""], [128, "2019-10-18T16:46:52Z", [0.4], ""], [57628, "2019-10-18T16:45:25Z", [0.1], "Moving up due to Parliament arithmetic."], [80174, "2019-10-18T16:15:24Z", [0.1], ""], [49149, "2019-10-18T15:51:13Z", [0.34], "See https://www.gjopen.com/questions/1194-between-3-may-2019-and-1-november-2019-which-of-the-following-will-happen-first-in-relation-to-the-brexit-process"], [61815, "2019-10-18T15:50:57Z", [0.2], ""], [55483, "2019-10-18T15:48:16Z", [0.11], "Very unlikely that MPs accept BoJo's deal. An extension is more probable but adjusting up in case of the Parliament votes in favour."], [1333, "2019-10-18T14:42:35Z", [0.15], ""], [79906, "2019-10-18T14:24:14Z", [0.08], "I'm going to revise again in view of the following: The influence of a possible extension with the EU on MP's; parallel to Labour and MP's wanting more time to fully examine the deal; and the potential of DUP/other affilated MP's voting for the deal on Saturday.  I'll revise down in view of what are significant influences, the possible extension on MP's voting intent; and MP's publicly stating more time is needed to review the deal. Each of these two will be attributed one third, equating to two thirds revision down from 46 % which equals 15.34 %. \n\nIt is unknown if the DUP and other needed MP's will support the deal; although, given its potential to go either way. I'll half the remainimg third, that would be 7.66 %. Subtract this from the remaining 15.34 % to arrive at my revised forecast of 7.68 %; rounded up to 8."], [73050, "2019-10-18T14:11:03Z", [0.91], ""], [691, "2019-10-18T13:11:35Z", [0.54], ""], [57110, "2019-10-18T12:58:31Z", [0.05], ""], [67609, "2019-10-18T12:12:05Z", [0.25], "I have updated according to the related forecast: https://www.gjopen.com/comments/comments/916417"], [25780, "2019-10-18T12:06:13Z", [0.3], ""], [80179, "2019-10-18T11:04:30Z", [0.55], "progress being made with EU and need for a solution"], [51261, "2019-10-18T10:19:43Z", [0.1], "Britain still has a lot of details to work out with Brexit such as fishing rights, the leaving fees, etc. "], [42004, "2019-10-18T10:14:55Z", [0.25], ""], [78237, "2019-10-18T09:46:04Z", [0.23], ""], [75291, "2019-10-18T09:34:10Z", [0.78], "Comment deleted on Oct 19, 2019 08:41PM UTC"], [75291, "2019-10-18T09:22:50Z", [0.28], ""], [41922, "2019-10-18T07:46:14Z", [0.4], ""], [29907, "2019-10-18T06:18:47Z", [0.35], ""], [74102, "2019-10-18T05:56:10Z", [0.19], ""], [21046, "2019-10-18T05:47:12Z", [0.2], ""], [80173, "2019-10-18T03:24:10Z", [0.12], ""], [77968, "2019-10-18T02:45:26Z", [0.58], ""], [77635, "2019-10-18T01:01:17Z", [0.2], ""], [75863, "2019-10-17T22:39:17Z", [0.6], ""], [578, "2019-10-17T22:23:32Z", [0.75], "Juncker ruled out an extension for Brexit this afternoon.  https://www.thesun.co.uk/news/10139223/boris-johnson-brexit-deal-done-saturday-juncker-extension/"], [57778, "2019-10-17T22:11:31Z", [0.35], ""], [57628, "2019-10-17T20:48:03Z", [0.06], "\"The government knows that some staunch Brexiteers in the Conservative (and Unionist) Party are likely to listen carefully to the DUP's verdict on the deal, before deciding how to vote\" Right now, it kinda looks like BJ has 313 Votes against, of those 313 there are about 24 swing votes [1].  According to a source yesterday went into detail explaining how BJ might have the votes (including the DUP) [2], which would include 10 Labour rebels. Given that is included, and the DUP is not voting for the deal. That being said, the DUP might be acting as signal to those swing voters. And since, as it stands right now, it is closer to defeat than success. I will give it a non-zero chance of success but it is still low.  [1]. https://edition.cnn.com/uk/live-news/brexit-eu-summit-oct-17-dle-intl-gbr/index.html\n[2].  https://www.theguardian.com/politics/2019/oct/15/the-votes-are-now-there-for-brexit-deal-says-jacob-rees-mogg\n[3]. https://www.bbc.com/news/uk-northern-ireland-50086035\n"], [35217, "2019-10-17T20:37:24Z", [0.13], ""], [79906, "2019-10-17T19:58:33Z", [0.46], "I'll add my thinking in 20 mins, off to the shops first :) Edit: I reviewed the 8 Parliamentary votes with a Boris lead Government.  4 related to Brexit extensions/Delays and I aggregated and meaned the votes for them, that includes the ERG.  Votes lost by Boris'  Government 322.5\nVotes won by Boris' Government 299.5 I then added the 21 MP's whom left the party and meaned at 304.25  Based on this, I calculated the percentage of Parliamentary vote share for Boris at 46 % by dividing (304.25 ÷650) ×100 ÷1. Anecdotal information via social media indicates an EU extension would likely be granted; this being on the basis that MP's need more time to examine the deal."], [80162, "2019-10-17T19:51:48Z", [0.33], "Betting odds and parliamentary arithmetic fairly evenly balanced on parliament voting for latest withdrawal deal. Against this the people operating the machinery of government / legal system / media are overwhelmingly Remain leaning (opinion polls in terms of education, social class, location, age etc all point towards this). So lean towards more chance of not (33:67 - ‘no’ twice as likely - too many unknowns to make more detailed prediction). (Assume EU will agree extension if deal not agreed, chances of that not happening seem small enough to be balanced by other unknowns in the opposite direction). Could consider lots of other possibilities and their likelihoods but so many and so unpredictable unlikely to improve simpler approach.\n"], [55682, "2019-10-17T18:58:12Z", [0.5], ""], [79467, "2019-10-17T18:56:02Z", [0.05], ""], [11885, "2019-10-17T18:46:37Z", [0.6], ""], [11885, "2019-10-17T18:46:00Z", [0.45], ""], [1333, "2019-10-17T18:36:22Z", [0.23], ""], [14107, "2019-10-17T18:19:37Z", [0.34], ""], [70769, "2019-10-17T17:50:46Z", [0.15], ""], [80158, "2019-10-17T17:20:48Z", [0.35], "The governments came to an agreement, but they still need to get the votes and work out details of the agreement. "], [61938, "2019-10-17T16:52:06Z", [0.45], ""], [14107, "2019-10-17T16:44:57Z", [0.4], ""], [19299, "2019-10-17T14:54:11Z", [0.55], "As of today there has been an agreement between Boris Johnson (UK) and Jean-Claude Juncker (EU) that will be presented at the EU summit and to UK parliament."], [67609, "2019-10-17T14:30:18Z", [0.41], "I have updated on the lines of my latest forecast on the other Brexit question: https://www.gjopen.com/comments/comments/916034"], [691, "2019-10-17T14:05:20Z", [0.58], ""], [5002, "2019-10-17T14:01:45Z", [0.5], ""], [5002, "2019-10-17T14:01:34Z", [0.75], ""], [75698, "2019-10-17T13:34:09Z", [0.15], "Because parliament will not pass any new deal as the majority want to stop brexit completely."], [79591, "2019-10-17T13:29:22Z", [0.48], ""], [31251, "2019-10-17T13:26:47Z", [0.31], ""], [522, "2019-10-17T13:06:17Z", [0.35], "Updating. Whatever deal emerges from the EU in the next day or so will almost certainly not make it through the House of Commons if the DUP wont support it, making a further extension inevitable. "], [57797, "2019-10-17T12:59:40Z", [0.2], ""], [534, "2019-10-17T12:49:17Z", [0.45], ""], [534, "2019-10-17T12:47:39Z", [0.55], ""], [745, "2019-10-17T12:41:03Z", [0.18], "The outlook has ticked up a bit given the news today of at least some movement from the negotiations.  Johnson would definitely be better off with a deal and an end to this.  In that way, he is like Trump.  He will take a deal even if it is not what he ``wanted'' and paint it as a win for him and the UK.  But the votes don't seem to quite be there, hence, it is still a low probability event."], [20156, "2019-10-17T12:13:05Z", [0.6], ""], [128, "2019-10-17T11:52:18Z", [0.35], ""], [75863, "2019-10-17T11:48:09Z", [0.7], ""], [34724, "2019-10-17T11:14:48Z", [0.7], ""], [29907, "2019-10-17T11:04:42Z", [0.66], ""], [49149, "2019-10-17T10:22:48Z", [0.2], "Still struggling with this--like the rest of the world.  Clearly the agreement with EU makes it possible again.  But the DUP are also pretty clearly not embracing it, and indicating rejection.  As I said in the related question, I gather it's mathematically possible to get it through parliament without the DUP, but unlikely.  There's still also the theoretical possibility that Johnson and his government will find a way to circumvent the Benn Act and make the withdrawal happen by the deadline.  But that now seems a marginal chance, if not negligible.  I'm not clear on the procedures for Saturday, and the EU conference, so I'm leaving room for my confusion.  But I'm now more strongly putting my money on a bet that there will be an extension, and it won't happen by the 31st.  "], [18322, "2019-10-17T10:12:42Z", [0.5], ""], [534, "2019-10-17T10:02:22Z", [0.65], ""], [5002, "2019-10-17T09:55:53Z", [0.35], ""], [32438, "2019-10-17T09:41:17Z", [0.0], ""], [31251, "2019-10-17T08:14:59Z", [0.13], ""], [80142, "2019-10-17T05:37:46Z", [0.05], ""], [68154, "2019-10-16T23:34:13Z", [0.9], ""], [172, "2019-10-16T23:04:25Z", [0.0], ""], [80138, "2019-10-16T23:01:52Z", [0.95], "UK wants to trade with the rest of the commonwealth with no restrictions by EU"], [57628, "2019-10-16T22:54:40Z", [0.0], ""], [6978, "2019-10-16T22:00:03Z", [0.0], ""], [6978, "2019-10-16T21:57:07Z", [0.05], ""], [63674, "2019-10-16T21:29:10Z", [0.1], "Continuing to feel comfortable at 10%, but I wanted to throw out an interesting read: https://www.bloomberg.com/news/articles/2019-10-16/will-u-k-parliament-back-a-boris-johnson-brexit-we-do-the-math As the odds of a deal being struck between London and Brussels increases, the question turns to whether Johnson will meet the same fate as May and lose in Parliament.  Seems like Johnson needs 61 of 85 uncommitted MPs (72%). Based on what I’m reading, the following is my base-case (names from the article):\n- Gaukeward Squad: 10 (that’s half of the group)\n- DUP: 5 (a generous 50% given some vocal concerns)\n- Spartans: 16 (they seem to be dependent on the DUP, so this could go south fast. Generous, since a probability-weighting would only yield 8)\n- Labour: 6 (25% of the opportunity since I think they want to win a reelection, but some support Brexit and may want to get it done)\n- Independents/others: 4 (just north of 50%) The math above sums to 41 (20 short) and in my view is a conservative accounting. However, if Johnson carried all the DUP MPs and they brought along all of the conservative “Spartans” he’d have enough. Feels like those two groups need to be the source of some further research.  Interested to get some guidance..."], [80137, "2019-10-16T21:14:27Z", [0.33], "Probably not likely given the complexity of the negotiations, the slim-to-non-existent political majority in favour of this semi-hard Brexit, and the fact that many in the EU want to delay ..."], [75776, "2019-10-16T21:00:18Z", [0.2], "The probability of a last minute Brexit deal seems to have increased over the last couple of days. Still, chances remain slim all technicalities will be clarified and UK Parliament, especially the DUP, will approve of the deal before the October 31st deadline. "], [745, "2019-10-16T20:47:56Z", [0.05], ""], [80134, "2019-10-16T19:31:54Z", [0.05], "I think they will push back the date of separation one more time. Jan 31st. 2020."], [1333, "2019-10-16T18:40:41Z", [0.24], ""], [1333, "2019-10-16T18:23:35Z", [0.25], ""], [57628, "2019-10-16T17:23:51Z", [0.05], "Upgrading for the deal that was just finished. "], [54584, "2019-10-16T16:04:50Z", [0.05], "The logistics and number of agreements between the vast number of parties make it almost impossible to see how an agreement can be reached between the UK and EU AND pass parliament by 31 Oct.  There are glimmers of hope that negotiations are going well, but an agreement must be reached in 3 days with the EU or Mr. Johnson is required to ask for an extension.  The odds of an approved agreement being completed in the next 3 days is pretty slim."], [19299, "2019-10-16T15:01:39Z", [0.45], "I think that UK and EU want to get over with this and last minute agreements may do the trick.\n"], [80125, "2019-10-16T14:44:36Z", [0.92], "They won't come to an agreement with the EU. Probably they'll find a way but I really don't believe it."], [691, "2019-10-16T12:47:58Z", [0.39], ""], [49838, "2019-10-16T12:07:08Z", [0.07], ""], [80120, "2019-10-16T11:06:41Z", [0.0], ""], [34724, "2019-10-16T08:50:25Z", [0.55], ""], [79430, "2019-10-16T07:54:24Z", [0.75], ""], [79430, "2019-10-16T07:52:28Z", [0.95], ""], [49149, "2019-10-16T05:32:06Z", [0.45], ""], [63963, "2019-10-16T03:44:58Z", [0.02], ""], [75863, "2019-10-16T02:23:21Z", [0.1], ""], [80106, "2019-10-15T23:22:33Z", [0.5], "Boris Johnson has stated he will make a no deal Brexit happen and he was voted in soley for that purpose. I highly doubt the UK will make solid enough progress to have anything but a shoddy or no deal Brexit and imagine a push through regardless by him.\nYet the EU and a lot of the UK don't want a Brexit and will withhold without any deals. So it really depends on who has more power and more votes."], [14107, "2019-10-15T22:03:16Z", [0.24], ""], [57628, "2019-10-15T21:59:43Z", [0.0], "1 minute to midnight. "], [79591, "2019-10-15T21:47:07Z", [0.43], "\"Difficult but possible.\""], [57628, "2019-10-15T20:49:25Z", [0.04], "Moving down due to the DUP saying \"There are Still gaps in the deal\" https://www.irishtimes.com/news/politics/dup-says-gaps-remain-on-brexit-deal-after-downing-street-talks-1.4051060\n"], [72785, "2019-10-15T20:42:16Z", [0.15], ""], [128, "2019-10-15T20:28:05Z", [0.3], ""], [1034, "2019-10-15T18:37:55Z", [0.0], "UK and EU locked in last-minute talks to broker Brexit deal Brunsden, Fleming, Khan and Peel (2019) October 15, states that: \nEU and British negotiators were on Tuesday locked in last-minute negotiations to broker a Brexit deal, as UK prime minister Boris Johnson sought political backing for a plan that would impose EU customs checks on goods entering Northern Ireland. Talks continued in the evening in Brussels, with officials on both sides expressing hope that there could be a breakthrough in time for a deal to be presented at a summit of EU leaders on Thursday. Mr. Johnson has long identified the summit as the crunch moment in the Brexit negotiations, and failure to achieve a deal by then would leave him forced by UK law to seek a delay to Britain’s scheduled October 31 departure date (Para. 1-3). Mr. Johnson’s chances of securing parliamentary approval for a withdrawal agreement rose after Steve Baker, head of the European Research Group of pro-Brexit Conservative MPs, said he believed an acceptable deal could be secured with the EU (Para. 6). Emerging from a meeting with Mr. Johnson, Mr. Baker said: “I am optimistic that it is a possible to reach a tolerable deal that I am able to vote for” (Para. 6-7). ** Reference\n*\nBrunsden, J., Fleming, S., Khan, M. & Peel, M. (2019). UK and EU locked in last-minute talks to broker Brexit deal. The Financial Times. World. Brexit. October 15, 2019. Retrieved from\nhttps://www.ft.com/content/033e6e20-ef19-11e9-ad1e-4367d8281195 ** \nThe Queen just read out Boris Johnson's stump speech McGee (2019) October 14, states that: London (CNN) The pageantry may be over, but the UK's bumper Brexit week has only just begun. After making Queen Elizabeth quite literally hoof it over to the Houses of Parliament and read out his plans for the forthcoming legislative session, Boris Johnson needs to get back to the real task in hand -- getting a Brexit deal. Such a pivot would not ordinarily be required on the day of a Queen's Speech. Normally, the event heralds the start of a parliamentary term, setting forth a year's worth of important legislation that will shape the future of the country. But Johnson leads a minority government that's at least 40 shorts vote of winning anything in Parliament, and soon enough there will need to be an election to break the logjam. The point of Johnson's Queen's Speech wasn't to kick off a program of governing, but to tease Brexit-weary voters and show them what life might be like after Brexit, if only the Prime Minister had a majority to get on with it. The expensive jamboree otherwise known as the State Opening of Parliament might have looked important, but in reality, it was little more than a campaign ad with a fancy crown and a lot of diamonds (Para. 1-5). ** McGee, L. (2019). The Queen just read out Boris Johnson's stump speech. CNN. October 14, 2019. Retrieved from\nhttps://amp-cnn-com.cdn.ampproject.org/c/s/amp.cnn.com/cnn/2019/10/14/uk/the-queen-boris-johnson-stump-speech-brexit-intl-gbr/index.html"], [57628, "2019-10-15T17:51:37Z", [0.06], "There is a lot of noise out right about now,  but the sources are strarting to say that there is still a long way to go [1]. And that the DUP will not back the Brexit deal if there are any more concessions. Which means, ten lost votes when BJ still needs a majority [2]. Since there are the pamplets that still seem kind of weird to me, but I could be wrong, but using the previous two sources, would seem like that is not noise, but it seems like the political intentions at the least are suspicious  [3]. I read a source earlier that went through and explained the three major roadblocks that are needed to pass through the EU, which the likes of which are free trade, human rights stuff, and environmental regulations [4]. Which, might be hard to stuff down the throat of parliament right now, especially with the DUP not accepting concessions. Which would put the probability down much lower.  \"The British prime minister has a working majority of minus 45 in the Commons and would therefore require dozens of opposition MPs — as well as all his Conservatives — to vote for his deal in order for it to pass. Theresa May’s Brexit deal was defeated by 58 votes the third time it was put to MPs.\" Yes that is true,  but add on another 10 votes against right now for more concessions by Northern Ireland. Which would put the total around 260 something votes for Teresa May, There are 288 members of the conservative party [5]. Yeah, it is not looking good for BJ. As of today, BJ has only passed one bill through Parliament out of eight. Making the base rate for that to be 12.5 Percent [6]. The Political capitol that Labour could get from a delay would be quite sizely (it is a word). Where they could call a Second Referendum. But to do that they need 2/3 of the MP's to vote for it.  Which is a good sign for how things are going for Labour in Brexit [7].  So when reading through the last article,  BJ accoriding to Jacob Rees-Mogg has 322 votes, however that includes the DUP [8]. And the DUP will not agree to a deal with BJ if there are more conscessions. Which will put him down to 312 votes, assuming he has everyone else.  1. https://www.reuters.com/article/uk-britain-eu-dup/dup-will-not-back-brexit-deal-if-uk-pm-johnson-accepts-more-concessions-huffpost-idUSKBN1WU29P\n2. https://www.reuters.com/article/uk-britain-eu-negotiations/report-of-imminent-brexit-deal-premature-eu-officials-idUSKBN1WU295\n3. https://www.bbc.com/news/world-europe-50029635\n4. https://www.politico.eu/article/uk-government-confident-mps-would-back-brexit-deal-leo-varadkar/\n5. https://en.wikipedia.org/wiki/Electoral_history_of_Theresa_May\n6. https://news.sky.com/video/levity-in-commons-as-govt-wins-a-brexit-related-vote-on-air-quality-11836403\n7. https://www.theguardian.com/politics/2019/oct/15/the-votes-are-now-there-for-brexit-deal-says-jacob-rees-mogg\n8. I'm missing a link somewhere. "], [63835, "2019-10-15T17:39:46Z", [0.25], "News of sudden optimism given apparent concessions on Irish border and apparent indications of necessary votes in Parliament\nArranging a deal would bolster confidence in the PM and in the Conservative party to deliver Brexit - and so to in any GE - and is thus in Johnson's interest to push this through.\nNevertheless - some of this is likely bluster to get recalcitrant votes in line.\nAnd the hard votes in Parliament, and the scrutiny of legal and operational conditions, remain.\nBut - it's noteworthy, and likely more than bluster - and so the odds of an actual deal got to 1 in 4."], [79410, "2019-10-15T17:21:13Z", [0.0], ""], [79410, "2019-10-15T16:56:41Z", [0.0], ""], [31251, "2019-10-15T15:35:47Z", [0.17], ""], [57628, "2019-10-15T15:30:38Z", [0.11], "The Customs border seems to be at the crux of eveything that is going on in the UK right now. The tory's want to remove the backstop, and more specifically the lack of a tim check for the  backstop. And the deadline is tonight at midnight.  So if I am understanding the Backstop correctly, the EU and the UK do not want a hard border.  The next thing that needs to be noted, is the previous three times, the parliament voted down the Backstop without a set deadline. [1] Which will be the baserate that we are dealing with will be low. If EU has a definite deadline for the UK for the border.  Then we can be in business, since that is what has been the hold up for parliment.  BJ is in a hard position, if he does not if he brings a bad deal, then there might be another election, because the same thing happened to Theresa May. Although, the MP's have given him some more leeway than everyone else. f he doesn't bring a deal at all, there might be another election, because that is what  is promised. That being said, there is has been a  breakthrough on for the deal, so I don't have to worry about what is happening right now. And the legal text is dependent on the confidence of BJ in members of parliament. Conservatives opposed the time deadline, as was said earlier. But that might just be a party thing. He can swing some of the supporters who are Labour since there is not. And the party for the Tory's a second referendum could mean they are out of office.  TLDR: I think there is enough economic incentive where Tory's will accept a deal, otherwise they have to deal with a second referendum or an election (which they are preparing for).  1. https://www.bbc.com/news/uk-politics-48826360\n2. https://www.theguardian.com/politics/2019/oct/15/boris-johnson-close-to-brexit-deal-after-border-concessions\n3. \n"], [67444, "2019-10-15T15:23:46Z", [0.5], ""], [1333, "2019-10-15T15:19:26Z", [0.34], ""], [78237, "2019-10-15T14:54:07Z", [0.15], ""], [80077, "2019-10-15T14:30:47Z", [0.3], ""], [80074, "2019-10-15T14:30:24Z", [0.0], ""], [80070, "2019-10-15T14:28:57Z", [0.0], ""], [11278, "2019-10-15T13:38:26Z", [0.8], ""], [75291, "2019-10-15T12:32:39Z", [0.03], "Election leaflets leaked today show conservatives feel that the brexit party is their main opposition showing that they do not think leaving is likely"], [78237, "2019-10-15T09:15:19Z", [0.1], ""], [72887, "2019-10-15T08:30:03Z", [0.75], ""], [80030, "2019-10-15T07:04:10Z", [0.8], ""], [78091, "2019-10-15T06:45:38Z", [0.12], "Chances have gone up slightly but it is still unlikely "], [3599, "2019-10-15T05:14:31Z", [0.08], ""], [80000, "2019-10-15T04:07:13Z", [0.26], ""], [79975, "2019-10-15T03:27:30Z", [0.65], "For the pressure exerted by the party in power."], [57628, "2019-10-15T03:00:49Z", [0.06], "\"The EU's dual priorities complicate things. Brussels wants: -To protect the Northern Ireland peace process - and big EU powers Germany and France say they're delighted the UK and Ireland are now talking about solutions\n-To protect the EU's single market on the island of Ireland after Brexit, and here EU leaders think Boris Johnson's Brexit proposals don't go far enough\" BJ will have to offer more consenssions for a deal to be done with this week.  My fear is, since BJ does not have a majority government. He does not have much free will to anyone  to make a deal happen by the end of the week. Because, he will lose his job in a vote of no-confidence. "], [75863, "2019-10-15T00:53:31Z", [0.15], "https://www.bloomberg.com/news/articles/2019-10-14/johnson-stumbles-in-bid-for-brexit-deal-as-eu-demands-answers"], [77954, "2019-10-14T23:35:49Z", [0.05], ""], [63835, "2019-10-14T23:34:07Z", [0.05], "News is that PM is rounding up support for any deal he might bring back.\nThis support appears across party lines and inclusive of Tory defectors.\nThat was not evident before.\nSome political calculus outside of Brexit may be underway.\nNevertheless, this apparent support increases slightly the chance of an Oct 31 agreement. The problem is the EU - both the Finnish and Spanish representatives say any review of proposals before the summit date is not possible. \nThe Irish representative says it may have to stretch into next week. \nThe Polish representative has had harsh public comments about the PM. \nAs I understand it - the technical requirements for an Irish crossing are presently at issue. The issues are both legal and operational. Neither are reported to be anywhere near complete.\nNone seem prepared to \"do a deal\" for the sake of a deal, or to avoid blame. @fredriley answered the \"square the circle\" question that I've silently had about how the PM might jam the process, despite the Benn Act, and bring about the hard Brexit as he promised.\nNow that it's on the table, as we can see how it might be done---I will go on a limb  and say it won't be done.\nEyes now turned toward Syria, and the great unraveling underway, is an immediate lesson on overreach.\nIn the UK's case - in 16 days - the Uk will bear stalled deliveries by rail, truck and ship, spoiled foodstuffs, shortages of intermediate materials and final goods, snarled border crossings. \n\"Blame\" will not center upon some academic/coffehouse roundabout about \"the EU\" - it will be laid plainly, and politically, in the PM's lap, from citizens both of both Leave & Remain affiliations.\nThus - if the EU will not agree to an overhasty papering-over of  a WA - A50 extension will be asked for and granted, and the UK will not leave on of before Oct 31."], [15414, "2019-10-14T21:19:39Z", [0.13], ""], [79962, "2019-10-14T20:59:32Z", [0.25], "Remains the intention of the Prime Minister who still wields some executive power - increasing appetite from MPs to vote for a deal, which is the only way for departure to happen. \nThere is a much lower probability of the UK leaving before 31 October since no political actor is advocating it. \n"], [1333, "2019-10-14T18:45:02Z", [0.35], ""], [1333, "2019-10-14T18:25:29Z", [0.45], "i can hear the chatter from the the EU Institute for Carefully Crafted Language - managing to make nothing into a something that prmises to do something but does nothing. Starting back towards zero unless I hear something different that sounds honest atl east."], [534, "2019-10-14T17:41:43Z", [0.2], ""], [77869, "2019-10-14T17:25:39Z", [0.2], "The PM may decide to invoke the Civil Contigencies Act to impose a State of Emergency, suspending normal parliamentary democracy and allowing him to force through EU withdrawal, without a deal, on October 31st. This is the only way to square the circle of his statements to obey the law forcing him to request a Brexit extension yet also leave on the 31st \"do or die\". It would be widely welcomed by Brexiters and far Righters across England."], [128, "2019-10-14T16:53:22Z", [0.28], ""], [159, "2019-10-14T16:50:48Z", [0.5], "The forces against Brexit are powerful.  The popular vote is a revolt.  Brexit may be the worst idea ever, but if the powers that be thwart this, it will mean that British democracy is a joke."], [78633, "2019-10-14T16:16:20Z", [0.85], ""], [70451, "2019-10-14T16:00:45Z", [0.0], "Brexit was never really meant to happen. Party politics will not allow a deal to be agreed and a no-deal exit would be imposible to manage since the government would be dislodged if they try to break the law."], [63674, "2019-10-14T15:32:19Z", [0.1], "Developments over the weekend were significant (Johnson agreed that a customs boarded on the island of Ireland was impossible). This leaves the door open for a deal that looks much more like May’s deal than anything proposed thus far. While more acceptable in theory, the EU is suggesting that the details aren’t there yet and that only the EUs original proposal could be approved before the deadline. To me, this makes the case for an extension even clearer. I don’t buy into this whole send two letter thing, given that the Scottish Courts are prepared to rule on the substance of Benn’s Bill if no deal is reached next week. Seems like the noise is picking up, but I think it is just that - noise.  https://www.theguardian.com/politics/2019/oct/13/barnier-warns-brexit-talks-have-been-difficult-amid-pessimism-over-deal"], [79395, "2019-10-14T15:07:41Z", [0.1], ""], [78032, "2019-10-14T15:07:33Z", [0.5], "At the moment, Boris Johnson and his supporters do not have a majority in the house to pass a no-deal Brexit but there is a rough chance that his talks at the weekend with Leo Varadkar have resulted in an understanding which will allow some deal to go ahead. It is just as likely that there will be a postponement and Johnson will concentrate instead on a general election, blaming the lack of progress with Brexit on his opponents and on the EU."], [14107, "2019-10-14T14:57:41Z", [0.29], ""], [691, "2019-10-14T12:58:10Z", [0.36], ""], [77557, "2019-10-14T12:05:14Z", [0.7], "Still hard to say if Brexit will be fully executed by 31/10/19 but I would say if the Queen wants to leave the EU and recently some sort of deal looks positive then I think it might just happen. After reading McKinsey, I think big business in the UK is ready enough for Brexit. This also puts my confidence up.  What brought the confidence down is that British productivity has fallen over the past few years. I'm not too sure if this would have any effect on the UK leaving the EU, but I'm guessing maybe the British parliament might be up in arms if they feel worse off with a deal or no deal brexit?  https://www.mckinsey.com/uk/our-insights/brexit-the-bigger-picture-rethinking-supply-chains-in-a-time-of-uncertainty\nhttps://www.mckinsey.com/featured-insights/europe/productivity-the-route-to-brexit-success\nhttps://www.bbc.com/news/uk-politics-50035156\nhttps://www.theguardian.com/business/2019/oct/08/uk-productivity-brexit-boris-johnson-labour\nhttps://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news"], [27679, "2019-10-14T11:47:12Z", [0.05], ""], [6978, "2019-10-14T11:20:02Z", [0.15], ""], [79953, "2019-10-14T11:01:42Z", [0.65], "Comment deleted on Oct 14, 2019 11:06AM UTC"], [56, "2019-10-14T10:51:58Z", [0.02], ""], [32438, "2019-10-14T10:34:09Z", [0.05], ""], [67844, "2019-10-14T09:59:05Z", [0.01], "There are two avenues to blocking No Deal Brexit, the first is to bring down the government and the second is to force the government to seek an extension. The first avenue is itself blocked: the opposition and those MPs willing to align themselves with the opposition, cannot coalesce behind any leader: Corbyn is unacceptable and will not stand down, and the SNP & LibDems are too small, and there is a question about having the SNP lead the government of the United Kingdom when its goal is to leave it. Legally, a vote of no confidence would not immediately result in a general election and so the only way to force a rapid change of government would be to vote on an early day motion (EDM), which would be a vote of confidence in a specific individual, and so we get back to the leadership question the opposition has. The Benn Act, then, to my mind, is the last stand against No Deal. I have looked at John Major's notion that the government could get round the Benn Act through an order in council, but i think the whole business unlikely and even the government has dismissed the idea -which could be through sand in our eyes, but to what end? There are a few loopholes in the Benn Act: if parliament agrees to a deal, then the government is absolved of its responsibility to send a letter requesting an extension. The other loophole is that the Prime Minister must accept an extension according to the parameters detailed in his letter, which requests an extension till January 31 2020. In other words, if the European Council proposed an extension outside of this date, the Prime Minister need not accept the extension. More on this here: https://ukconstitutionallaw.org/2019/09/13/oliver-garner-the-benn-burt-extension-act-a-roadblock-to-a-no-deal-brexit/. There is the possibility of some nation, like Hungary, vetoing an extension request, but judging by Juncker and Varadkar's statements, this is extremely unlikely considering the nations most affected by Brexit -France, Germany, etc- have little incentive to veto an extension, this would imply a country like Hungary acting against the interests of France and Germany... The government could simply throw its toys out of the pram and veto key decisions and make itself such a nuisance the EU vetoes an extension request, but with only a week left, that would be quite a tantrum. Finally, civil servants are obliged to follow the law and if they perceive the government to be breaking the law, they may simply not co-operate in enforcing its will. All this rambling leads me to think that the Prime Minister is attempting to drive a bus through the eye of a needle. There is a gulf between rhetoric and reality and I keep asking myself: if Boris Johnson could get round the Benn Act, why has he not announced how he will do it? In 2019, leaks are inevitable, and yet, nothing... Boris Johnson cannot remain Prime Minister, uphold the law and exit on 31 Oct. 2019. "], [77594, "2019-10-14T09:39:19Z", [0.03], ""], [67129, "2019-10-14T08:49:48Z", [0.25], ""], [49149, "2019-10-14T08:10:16Z", [0.1], ""], [1034, "2019-10-14T07:19:32Z", [0.0], "Northern Ireland's violent past looms over last-ditch Brexit talks Neely (2019) Oct. 13, states that: LONDON — In Ireland, we say the past is never over. And it has come back to haunt us as the prospect of a disorderly Brexit looms. I was 9 years old when the war we euphemistically call “the Troubles” began in Northern Ireland. “Troubles” doesn’t come close to describing it. I vividly recall the bloodstained images of the attack on civil rights marchers by police in 1968 that set off this terrible explosion of violence. It was a war that not only killed more than 3,700, it injured an estimated 47,000 people in at least 37,000 shootings and over 16,000 bombings. Northern Ireland is a small place, around the size of Connecticut, where everyone, it’s said, knows everyone. The equivalent death toll per head of population in the United States would be around 750,000 people (Para. 1-5). Neely, B. (2019). Northern Ireland's violent past looms over last-ditch Brexit talks. NBC. World. Oct. 13, 2019. Retrieved from\nhttps://www.nbcnews.com/storyline/brexit-referendum/northern-ireland-s-violent-past-looms-over-last-ditch-brexit-n1065101 ** Brexit: Boris Johnson says 'significant' work still to do on deal. BBC News. (2019) October 13, states that: Boris Johnson has said he can see \"a way forward\" to reaching a deal with the EU in \"all our interests\" before Brexit is due to happen on 31 October. But the prime minister warned the cabinet there was still a \"significant amount of work\" to do, as EU and UK officials continue to hold talks. Parliament will meet on Saturday and vote on any deal achieved by Mr Johnson at a Brussels summit this week. Labour said it would \"wait and see\" but would oppose anything \"damaging\". The European Commission echoed the prime minister, saying: \"A lot of work remains to be done.\" Shadow business secretary Rebecca Long-Bailey told BBC One's Andrew Marr Show: \"We don't think the Tories have moved too far on their deal.\" SNP leader Nicola Sturgeon told the same programme: \"We will not vote for the kind of deal specified by Boris Johnson.\" Talks in Brussels between UK and EU officials - described as \"intense technical discussions\" - continued on Sunday and will re-start on Monday (Para. 1-8).\n**\nBBC News Website. (2019). Brexit: Boris Johnson says 'significant' work still to do on deal. BBC. Politics. 13 October 2019. Retrieved from\nhttps://www.bbc.com/news/uk-politics-50032500"], [79951, "2019-10-14T05:32:25Z", [0.3], "Very difficult do conduct brexit until the end of this month. Politically dangerous (Northern Ireland) unclear effects on trade and a import/export technicalities. Literally no time to negotiate. British PM might be forced to resign."], [25059, "2019-10-14T05:17:36Z", [0.03], ""], [79950, "2019-10-14T04:08:38Z", [0.05], ""], [57628, "2019-10-14T03:45:16Z", [0.06], "The wording is bothering me.  The talks are described as \"intensive\" and \"constructive\", and then there are quotes saying \" there is still a long way to go\" . My guess is the former is from the  BJ party, and the ladder is from the EU saying that BJ needs to give up more. "], [169, "2019-10-14T03:30:22Z", [0.29], "1. The best predictor of future behavior is past behavior.\n2. The Ben Law. \n3. The Irish problem. \n"], [3599, "2019-10-14T00:27:05Z", [0.1], ""], [14813, "2019-10-13T22:32:34Z", [0.05], ""], [14107, "2019-10-13T21:51:20Z", [0.21], ""], [75790, "2019-10-13T21:49:19Z", [0.8], ""], [39125, "2019-10-13T21:34:33Z", [0.41], "The European Union is less likely to re-negotiate, especially with Ireland expecting a closed border dividing Northern Ireland and the Republic of Ireland. They would likely block a deal. But Mr. Johnson is willing to make concessions to succeed. Even top-figures in the EU want to find a solution."], [76785, "2019-10-13T20:53:58Z", [0.0], ""], [1333, "2019-10-13T19:18:04Z", [0.56], ""], [75863, "2019-10-13T19:16:08Z", [0.25], ""], [29057, "2019-10-13T18:58:01Z", [0.9], ""], [79943, "2019-10-13T17:27:38Z", [0.2], ""], [20328, "2019-10-13T17:16:27Z", [0.6], ""], [58207, "2019-10-13T16:55:50Z", [0.65], ""], [77, "2019-10-13T14:53:49Z", [0.1], "While the open border issue has made some progress reported in the news, parliament has also taken some moves to stop the PM from just leaving with a hard Brexit. I think with the hurdles  that are present, it is more likely that an extension will occur."], [75291, "2019-10-13T13:31:31Z", [0.03], ""], [1474, "2019-10-13T12:32:35Z", [0.01], ""], [691, "2019-10-13T12:24:49Z", [0.32], ""], [58979, "2019-10-13T08:12:05Z", [0.0], ""], [79934, "2019-10-13T05:24:33Z", [0.9], ""], [49956, "2019-10-13T01:40:50Z", [0.15], ""], [29896, "2019-10-12T19:49:40Z", [0.05], ""], [1333, "2019-10-12T19:41:44Z", [0.57], ""], [79933, "2019-10-12T15:48:23Z", [0.2], "They will need another extension "], [78587, "2019-10-12T14:18:29Z", [0.05], "buyer's remorse"], [79930, "2019-10-12T13:05:52Z", [0.1], "Repeated delays, no clear deadline from EU side."], [691, "2019-10-12T12:25:00Z", [0.32], ""], [64, "2019-10-12T12:20:44Z", [0.0], ""], [14107, "2019-10-12T11:02:25Z", [0.28], ""], [79928, "2019-10-12T09:43:31Z", [0.15], "Too many questions remain without answer, the transition towards Brexit is tortuous "], [41084, "2019-10-12T07:34:09Z", [0.2], "There is no real advantage for the UK doing it."], [75518, "2019-10-12T07:26:56Z", [0.25], ""], [1667, "2019-10-12T05:40:24Z", [0.2], ""], [78856, "2019-10-12T05:26:07Z", [0.8], "That's the deadline"], [4923, "2019-10-11T23:04:20Z", [0.0], "Comment deleted on Oct 11, 2019 11:04PM UTC"], [38, "2019-10-11T22:45:48Z", [0.16], ""], [79917, "2019-10-11T21:41:50Z", [0.65], ""], [52857, "2019-10-11T21:25:57Z", [0.5], "Right now, 11 oct, it's a coin flip, the EU would have to grant an extension if requested & Boris would have to ask for one"], [62531, "2019-10-11T21:11:22Z", [0.3], "There probably will be another postponement of Brexit as current negotiations will take more time to be finished."], [36947, "2019-10-11T20:58:57Z", [0.0], "* The Benn Act\n* Supreme Court Rulings\n* The Edinburgh High Court reconvening 20th October re: Letter to EU requesting extension\n* The 428 remain MPs in Parliament\n* The biased Speaker of the House  "], [57628, "2019-10-11T20:34:09Z", [0.12], ""], [29289, "2019-10-11T20:31:59Z", [0.1], ""], [128, "2019-10-11T20:31:39Z", [0.3], ""], [11430, "2019-10-11T20:15:49Z", [0.75], "Very strange probability, given that there are enough votes in Parliament to reject and vote for an extension leading to a new Referendum. \nYet, I think Bojo lacks the guts to stick to his ‘no compromise’ exit position and will cave to a compromise in time for 31/10 exit and Parliament will back it."], [28546, "2019-10-11T17:57:03Z", [0.0], ""], [1333, "2019-10-11T17:54:04Z", [0.56], ""], [48709, "2019-10-11T16:59:55Z", [0.25], "Just not sure on this one."], [6978, "2019-10-11T16:50:40Z", [1.0], "OH 3 days to ~16%."], [12176, "2019-10-11T16:49:56Z", [0.95], ""], [36453, "2019-10-11T16:39:17Z", [0.09], "More likely to have to continue on with negotiations "], [77676, "2019-10-11T16:19:46Z", [0.34], ""], [79913, "2019-10-11T15:53:50Z", [0.3], "Despite emerging seemingly confident from his talks with Leo Varadkar, I doubt the Irish backstop problem will be solved within the deadline. "], [11885, "2019-10-11T15:45:52Z", [0.25], ""], [79845, "2019-10-11T14:12:08Z", [0.41], ""], [57110, "2019-10-11T14:04:35Z", [0.09], ""], [79079, "2019-10-11T13:46:50Z", [0.12], ""], [691, "2019-10-11T13:19:35Z", [0.42], ""], [29907, "2019-10-11T13:08:00Z", [0.3], ""], [79910, "2019-10-11T12:25:36Z", [0.6], ""], [79909, "2019-10-11T12:19:01Z", [0.15], "No will in UK Parliament nor in the EU for a no deal Brexit, both very unlikely to allow UK to leave without a deal."], [32890, "2019-10-11T09:04:49Z", [0.05], ""], [30598, "2019-10-11T08:08:35Z", [0.47], ""], [30598, "2019-10-11T08:08:11Z", [0.32], ""], [128, "2019-10-11T01:27:38Z", [0.28], ""], [35217, "2019-10-10T21:17:15Z", [0.09], ""], [79903, "2019-10-10T21:05:34Z", [0.1], ""], [77954, "2019-10-10T20:02:24Z", [0.05], "I expect that Eu does not want to change the deal they made with May. Congress does not want a hard brexit. So Johnson has to ask for extension."], [11885, "2019-10-10T19:34:53Z", [0.1], ""], [578, "2019-10-10T19:30:01Z", [0.5], "Drastically changing my forecast.\nPM of Ireland just announced that he can see a pathway for possible Brexit after meeting with BJ today. This is a huge change considering how pessimistic he has been about the Irish backstop. No details have been reviewed yet by he sounded very positive in his announcement video."], [43399, "2019-10-10T19:24:46Z", [0.05], ""], [79239, "2019-10-10T19:19:12Z", [0.0], ""], [62808, "2019-10-10T18:43:35Z", [0.0], ""], [79591, "2019-10-10T18:31:38Z", [0.38], ""], [61938, "2019-10-10T18:08:02Z", [0.2], ""], [75863, "2019-10-10T16:55:14Z", [0.2], "Revising upward by 12 percent, given today's news: \"Prime Minister Boris Johnson and his Irish counterpart Leo Varadkar agree they can 'see a pathway to a possible deal' after talks, Downing Street says\" [1]. The subsequent jump in the value of the British pound [2] is a strong signal that this is a significant development. [1] https://www.bbc.com/news/uk-politics-49995133\n[2] https://www.cnbc.com/2019/10/10/brexit-uk-and-irish-leaders-say-there-is-a-pathway-to-a-possible-deal.html"], [691, "2019-10-10T14:01:50Z", [0.48], "The PM may be an ignorant and dishonest upper-class twit or he may not be, but by now he has surely rounded up some clever staffers who can arrange for him technically to comply with Benn while leaving no or extremely dim hope of an actual extension.   The second-letter gimmick should work, as should a few well-placed telephone calls to other EU governments, none of which Benn can forestall.   There seems still to be a quaint belief among some Remainers that the entire EU will do whatever the British Parliament wants, blissfully unaware that the UK gave up all control of this process rather a while ago.  It only takes one EU government to veto a delay request, even a sincere one, or a proposed new deal.  Probably sooner than later at least one will tire of British policy paralysis and pull the plug.  To all appearances, this or something like it is what the PM has always wanted."], [179, "2019-10-10T13:01:16Z", [0.04], ""], [30598, "2019-10-10T12:42:04Z", [0.22], ""], [79889, "2019-10-10T09:42:19Z", [0.1], "There's no true plan or even a unified government to truly lead uk "], [77718, "2019-10-09T22:45:02Z", [0.05], "20 days left, no agreement, highly unlikely."], [36132, "2019-10-09T21:40:28Z", [0.0], ""], [1034, "2019-10-09T20:00:33Z", [0.0], "Explainer: How the British courts may decide the fate of Brexit Holden (2019) October 9, states that: LONDON (Reuters) - Scotland’s highest court on Wednesday said it would wait before deciding whether to take action to force Prime Minister Boris Johnson to ask for a Brexit delay if he has failed to secure a divorce deal with the European Union by Oct. 19.\nJohnson has repeatedly said he would not seek any extension and Britain would leave as scheduled on Oct. 31, “do or die”, despite legislation which compels him to ask for a delay if he fails to reach a deal. He has not explained how he would achieve a no-deal divorce by the end of the month while also promising not to break the law. Opponents fear he has found a loophole, though others think he is bluffing (Para. 1-3). Holden, M. (2019). Explainer: How the British courts may decide the fate of Brexit. Reuters. World News. October 9, 2019. Retrieved from\nhttps://www.reuters.com/article/us-britain-eu-legal-explainer/explainer-how-the-british-courts-may-decide-the-fate-of-brexit-idUSKBN1WO1SL ** EU tells Britain: Make more concessions if you want a Brexit deal Baczynska and Faulconbridge (2019) October 9, states that: BRUSSELS/LONDON (Reuters) - The European Union told British Prime Minister Boris Johnson he must make significant concessions if he wants to strike a last-minute Brexit deal. As the clock ticks down to the Oct. 31 departure date, Brexit descended into a public row between London and Brussels this week as both sides position for another delay followed by an election in Britain or an acrimonious divorce. After a Downing Street source said a Brexit deal was essentially impossible because German Chancellor Angela Merkel had made unacceptable demands, the EU accused Johnson of playing a “stupid blame game” (Para. 1-3). Baczynska, G. & Faulconbridge, G. (2019). EU tells Britain: Make more concessions if you want a Brexit deal. Reuters. World News. October 9, 2019. Retrieved from\nhttps://www.reuters.com/article/us-britain-eu/eu-tells-britain-make-more-concessions-if-you-want-a-brexit-deal-idUSKBN1WO1JS * EU-UK Brexit negotiators meeting pushed back to Friday Baczynska (2019) October 9, states that: BRUSSELS (Reuters) - A meeting of the European Union’s chief Brexit negotiator Michel Barnier with his British counterpart Stephen Barclay has been pushed back to Friday from Thursday, an official close to the talks said (Para. 1). Baczynska, G. (2019). EU-UK Brexit negotiators meeting pushed back to Friday. Reuters. World News. October 9, 2019. Retrieved from\nhttps://www.reuters.com/article/us-britain-eu-barnier-barclay/eu-uk-brexit-negotiators-meeting-pushed-back-to-friday-idUSKBN1WO2BE\n"], [1333, "2019-10-09T18:03:34Z", [0.55], ""], [31251, "2019-10-09T17:05:12Z", [0.14], ""], [34353, "2019-10-09T16:47:18Z", [0.45], ""], [63674, "2019-10-09T16:38:47Z", [0.1], "Interesting article. https://www.ft.com/content/79bfc866-e9db-11e9-a240-3b065ef5fc55 A deal by Oct 31 seems unlikely, despite growing concerns from the EU - an EU forced Brexit seems unlikely, and Benn’s Bill seems like an inescapable reality for the Johnson administration. "], [79883, "2019-10-09T16:17:34Z", [0.2], ""], [691, "2019-10-09T15:12:57Z", [0.44], ""], [79880, "2019-10-09T13:08:46Z", [0.1], "The singular feature of the political bodies involved is their ability to defer decision making."], [128, "2019-10-09T12:36:51Z", [0.2], ""], [14107, "2019-10-09T10:59:53Z", [0.17], ""], [40572, "2019-10-09T10:44:30Z", [0.55], ""], [61815, "2019-10-09T10:42:16Z", [0.37], ""], [72785, "2019-10-09T10:08:33Z", [0.12], "Less chance of a new deal."], [34241, "2019-10-09T08:51:11Z", [0.02], ""], [41298, "2019-10-09T07:52:38Z", [0.28], ""], [77635, "2019-10-09T00:45:50Z", [0.14], "It feels like I've been hearing more pushing for a no deal Brexit. Just my gut."], [73050, "2019-10-08T21:23:48Z", [0.73], "I feel I'm going against the grain here but when you consider the personalities of those in charge, I think they will force this through as much as possible. It seems that consistency with the dogma they're trouncing and the desire to not upset \"radical Brexiteers\" is the main aim. Add to that I could imagine the EU denying an extension as well. I really hope I'm wrong about this to be honest."], [24028, "2019-10-08T21:06:05Z", [0.2], ""], [57963, "2019-10-08T20:29:13Z", [0.12], ""], [79873, "2019-10-08T19:36:53Z", [1.0], ""], [56251, "2019-10-08T19:35:45Z", [0.15], ""], [79871, "2019-10-08T19:34:52Z", [0.7], "Boris johnson will be able to find a way to resist extending, EU may not grant an extension because it is unclear what the extension will be for. However Boris is now bound by law to ask for an extension therefore it's not certain to exit."], [78230, "2019-10-08T19:31:30Z", [0.1], ""], [78282, "2019-10-08T19:31:13Z", [0.25], "All the indications from the EU are that a deal is not about to be struck and there is very little time remaining to agree on one. 'No-deal' is seemingly not an option for the British government. "], [63825, "2019-10-08T19:12:59Z", [0.01], ""], [128, "2019-10-08T19:09:42Z", [0.26], ""], [128, "2019-10-08T19:07:57Z", [0.3], ""], [128, "2019-10-08T19:07:03Z", [0.25], ""], [1333, "2019-10-08T18:24:40Z", [0.58], ""], [79569, "2019-10-08T18:22:39Z", [0.03], ""], [79187, "2019-10-08T17:27:32Z", [0.17], "BJ says one thing, but does another. 17% chance because of missing deadlines or similar slovenliness of British Parliament."], [49149, "2019-10-08T16:51:26Z", [0.01], ""], [33116, "2019-10-08T16:49:45Z", [0.15], ""], [13306, "2019-10-08T15:25:50Z", [0.04], ""], [79591, "2019-10-08T13:51:19Z", [0.28], "Brussels pushing back on any deal 'ever.'  Increases likelihood of no-deal Brexit."], [57628, "2019-10-08T12:39:58Z", [0.1], "Updating for time. "], [79862, "2019-10-08T12:36:41Z", [0.0], "UK will extend membership to avoid no deal brexit"], [79861, "2019-10-08T10:16:22Z", [0.85], "Comment deleted on Oct 08, 2019 10:21AM UTC"], [78237, "2019-10-08T09:33:40Z", [0.05], ""], [31251, "2019-10-08T09:26:34Z", [0.23], ""], [57778, "2019-10-08T09:23:01Z", [0.18], ""], [33116, "2019-10-08T09:01:42Z", [0.33], ""], [67444, "2019-10-08T06:59:45Z", [0.3], ""], [793, "2019-10-08T04:58:55Z", [0.0], ""], [39654, "2019-10-08T02:40:45Z", [0.0], ""], [63674, "2019-10-08T01:39:35Z", [0.13], "So here is my understanding on the latest development. Courts ruled that the Benn Act requires that the UK request an extension should a deal not be accepted, but this doesn’t necessarily mean that the UK won’t leave on 10/31. \nhttps://www.bbc.com/news/uk-politics-49936352 So short of an EU rejection of the extension, how is this possible? This link helped out a bit: https://www.google.com/amp/s/finance.yahoo.com/amphtml/news/latest-dutch-govt-wants-more-113036126.html\nMy understanding is the courts said Johnson can’t be compelled with a court order to do something he is already required by law (Benn’s Bill) to do. Meanwhile, Johnson says he will follow the law, but will leave on 10/31 no matter what. To do this, he would either need to find a loophole in the bill (I have yet to hear a reasonable scenario, so low probability) or the EU accepts his deal (even lower probability based on public statements).  One interesting thing to note though is that the rhetoric on the EU side is getting stronger. With negotiators and EU members saying that the UK proposal needs to improve seriously before they will grant an extension. This could be them playing hard-ball, since I still think the EU does not want to be responsible for a hard Brexit and the pain such a unilateral decision will have on the UK is not proportional to the uncertainty that will remain in the EU should an extension be granted.  Staying with 13% for now. I’d invite any and everyone to poke some holes in this!"], [72785, "2019-10-07T23:24:35Z", [0.15], ""], [53856, "2019-10-07T22:04:29Z", [0.05], ""], [34376, "2019-10-07T22:03:08Z", [0.05], ""], [79400, "2019-10-07T20:35:01Z", [0.03], ""], [38, "2019-10-07T19:04:55Z", [0.07], "based on @kerryb:  Court of Session ruled today that BJ doesn't have to comply with Brenn Act and request extension for Brexit deal.\nhttps://www.gjopen.com/comments/comments/912691 Wow!  What is that going to do?  Off the top of my head it seems to me that it will cause the opposition to trigger a vote of No Confidence with the hope of BJ losing so that a new PM who WOULD request an extension can/will be elected, so, if anything the chances of Brexit have been decreased."], [1333, "2019-10-07T18:14:41Z", [0.57], ""], [72695, "2019-10-07T17:42:59Z", [0.01], "Little if any support for Boris."], [58674, "2019-10-07T16:01:23Z", [0.0], ""], [79851, "2019-10-07T15:59:17Z", [0.25], "Numerous delays already and very little time for EU counter negotiations. There will be an agreement made by 31 October to leave on a specific date after 31 October"], [70640, "2019-10-07T14:20:55Z", [0.05], ""], [79845, "2019-10-07T13:50:15Z", [0.15], ""], [79591, "2019-10-07T12:22:13Z", [0.23], "Court of Session ruled today that BJ doesn't have to comply with Brenn Act and request extension for Brexit deal."], [1474, "2019-10-07T12:05:14Z", [0.01], ""], [76663, "2019-10-07T10:27:25Z", [0.01], ""], [78237, "2019-10-07T08:53:59Z", [0.1], ""], [31251, "2019-10-07T05:04:17Z", [0.18], ""], [29494, "2019-10-07T04:47:59Z", [0.02], ""], [78944, "2019-10-07T02:35:03Z", [0.98], "I will accept that Boris means what he says.....he will find the way out. Requesting a delay does not necessarily guarantee that a delay will happen before 31 Oct."], [21046, "2019-10-07T02:19:17Z", [0.06], ""], [21865, "2019-10-07T01:05:18Z", [0.0], ""], [1333, "2019-10-06T19:02:24Z", [0.56], ""], [29057, "2019-10-06T18:35:08Z", [0.1], ""], [1034, "2019-10-06T17:41:35Z", [0.0], ""], [75863, "2019-10-06T17:26:26Z", [0.08], "Slightly revising downward in light of court documents filed on Friday which indicate that the PM will comply with the Benn Act if no deal is agreed on by Oct 19: https://www.bbc.com/news/uk-politics-49936352"], [1034, "2019-10-06T17:07:50Z", [0.0], "Boris Johnson preparing to ‘squat’ as Prime Minster to ensure Brexit Levine (2019) October 5, states that: Boris Johnson is preparing to “squat” as Prime Minister in 10 Downing Street — even if fellow members of parliament stage a successful vote of no confidence in his government — in order to ensure Brexit is accomplished by Oct. 31, according to the Sunday Times of London (Para. 1). Levine, J. (2019). Boris Johnson preparing to ‘squat’ as Prime Minster to ensure Brexit. The New York Post. October 5, 2019. Retrieved from\nhttps://nypost.com/2019/10/05/boris-johnson-preparing-to-squat-as-prime-minster-to-ensure-brexit/ **\nThe EU should think twice before rejecting Boris Johnson’s proposal Münchau (2019) October 6, states that: The member states of the EU have a common negotiating position on Brexit, but they have different ulterior motives. (Para. 1). There is one group, led by Germany, whose priority is to avoid a no-deal Brexit in order to minimize disruption to industrial supply chains. Another group, led by France, seeks to stop the UK from exploiting the opportunities for regulatory arbitrage. The French fear that a Singapore on Thames might undercut EU standards on social policy and the environment. Then there is a third group that wants the UK to reverse Brexit altogether, as a symbol of the fightback against the rising global tide of populism. What all three have in common is a lack of interest in agreeing to engage with UK prime minister Boris Johnson’s proposals for the withdrawal deal. They are reassured that the Brexit extension bill passed by the House of Commons has removed the threat of an immediate no-deal Brexit. Legal documents submitted to a Scottish court state that Mr Johnson intends to comply with the requirements of the Benn Act and seek a Brexit delay if he cannot secure a deal. But even if the deadline is extended once more, the EU should think twice before rejecting the latest UK plan. It is trivially true that an extension buys time, avoids disruption on the day, and maybe even opens up a theoretical path towards a Brexit reversal. But rejection would still be a short-sighted strategy. If the process is allowed to stray past the current October 31 deadline, the EU will have to live with the consequences of rejecting the deal (Para. 1-4). **\nReference\n**\nMünchau, W. (2019). The EU should think twice before rejecting Boris Johnson’s proposal. The Financial Times. Opinion. Brexit. October 6, 2019. Retrieved from\nhttps://www.ft.com/content/21c6c7f2-e6c2-11e9-b112-9624ec9edc59\n"], [691, "2019-10-06T12:29:24Z", [0.38], "https://www.bbc.com/news/uk-politics-49950188\nThe PM graciously announces that a deal is still possible if the EU capitulates.  As with someone else we know of, \"negotiating\" means being willing to accept surrender.  This approach has worked well in Washington with those of my fellow Republicans who have had their spines surgically removed; we'll see how it plays in Brussels.  "], [63825, "2019-10-06T07:03:20Z", [0.01], ""], [79836, "2019-10-06T05:21:14Z", [0.51], ""], [128, "2019-10-05T19:36:38Z", [0.18], ""], [1333, "2019-10-05T18:27:59Z", [0.55], ""], [14493, "2019-10-05T17:14:34Z", [0.0], "Even if BJ gets an agreement with the EU on a WA (which is itself very likely) it very unlikely that the legal text could be produced and agreed by all the parties that need to ratify it by 31 Oct. Even if a WA was agreed between BJ and the EU its very unlikely that the UK Parliament would vote for it. I am assuming that get the EU to agree a deal BJ would need to change his current proposal so that NI remained inside the EU Customs Union, inside the EU Single Market and that a fully functioning border would to be set up between NI (de facto inside the EU) and Great Britain (England, Scotland and Wales, outside the EU) and this border would need to be manned by EU staff as well as GB staff, the UK Parliament would be required to pass changes to EU regulations that affected NI, and disputes concerning the EU regulations (that were law in NI) would remain under the European Court of Justice. If this was agree between BJ and the EU, the UK Parliament would reject it.\nIf no Brexit deal has been agree (as seems almost certain) BJ will ask for A50 to be extended. The EU will agree maybe conditionally.  If a Brexit deal were to be agreed that left NI inside the EU Customs Union and Single Market, its pretty certain that Scotland would demand the right to also remain inside them also. The Scottish argument would be that as BJ has said it would have been no problem having a customs border between NI and Ireland, and as there will be Single Market border between NI and Great Britain it would be even easier to have a EU border between Scotland the England (and a  border between NI and Scotland would not be needed.) Where the Ireland/NI border was only created less than 100 years ago and splits what for many hundreds of years was a single country, and is criss crossed by hundred of roads, lanes and land holdings, the England Scotland border is a historical national border between different legal systems and crossed by far fewer roads and land holdings. BJ claims that the crossing points could be automated. I am sure the SNP would be happy to have a referendum on its staying inside the EU.  "], [14107, "2019-10-05T16:43:17Z", [0.2], ""], [3599, "2019-10-05T16:26:17Z", [0.25], ""], [15196, "2019-10-05T15:53:15Z", [0.0], ""], [691, "2019-10-05T13:33:43Z", [0.36], "https://www.reuters.com/article/us-britain-eu-talks/eu-rejects-uks-request-for-weekend-talks-as-johnson-insists-on-no-brexit-delay-idUSKBN1WK00I Going up a bit more, against the advice of everyone who actually knows anything.  Some of his little friends have dropped hints that the PM could for example send the required letter, then follow it up with some telephone calls saying no good will come of an extension.  Only one state has to vote to reject the request, so this would probably work, and it's only one of many approaches that would get what he clearly wants, which is a no-deal crashout on the 31st. I should read the Benn bill sooner or later, but based on a couple of decades as a staffer to some of the slipperiest politicians on the planet I'll bet there are lots of ways to do what it says without really doing what it means.   Somebody at Number 10 is surely working on this right now, especially since nobody will be tied up in negotiations over the weekend and after the weekend the EU poobahs seem to think there is nothing to talk about anyway.  There are many interesting and colourful methods for running out the clock.\n"], [31251, "2019-10-05T10:51:04Z", [0.14], ""], [13306, "2019-10-05T10:32:03Z", [0.05], ""], [55483, "2019-10-05T09:43:32Z", [0.05], "In the light of recent news I reduce the likelihood of leaving the EU to 5%."], [79830, "2019-10-05T08:06:12Z", [0.3], "It'll be postponed again somehow.  A lot of the noise (from both sides) is just bluster for negotiation purposes, to force the other side's hand."], [38, "2019-10-05T04:17:40Z", [0.09], "BJ's WA seems to have hit many snags on the continent.  Reports are that BJ will comply with the Benn Act"], [76099, "2019-10-04T22:17:37Z", [0.6], ""], [76783, "2019-10-04T20:45:03Z", [0.1], ""], [691, "2019-10-04T19:51:32Z", [0.32], ""], [58674, "2019-10-04T18:48:19Z", [0.06], ""], [1034, "2019-10-04T18:33:45Z", [0.0], "Boris Johnson will seek Brexit delay if no deal is reached, court documents say Britton, McGee and Dean (2019) October 4, states that: London (CNN)UK Prime Minister Boris Johnson will request a Brexit extension if no deal is reached with the European Union by October 19, according to documents read out in Scotland's highest court on Friday, PA news agency reports. Johnson previously said he would rather be \"dead in a ditch\" than seek another Brexit delay, but the documents suggest that he has accepted the terms of the Benn Act. This was made law by parliamentarians in an attempt to stop the UK from crashing out of the EU without a deal.\nIt comes after the Prime Minister publicly said the government \"will obey the law, and will come out by October 31,\" an assertion that fueled speculation he may have found a loophole in the legislation (Para. 1-3). **\nReference\n**\nBritton, B., McGee, L. and Dean, (2019). Boris Johnson will seek Brexit delay if no deal is reached, court documents say. CNN. World. United Kingdom. October 4, 2019. Retrieved from\nhttps://www.cnn.com/2019/10/04/uk/boris-johnson-will-seek-brexit-delay-gbr-intl/index.html *** E.U. rejects Boris Johnson’s Brexit proposal, raising prospect of chaotic break within weeks Birnbaum (2019) October 3, stated that: BRUSSELS — European policymakers said Thursday that a new Brexit proposal from British Prime Minister Boris Johnson was unworkable, heightening the prospects of a chaotic British departure from the European Union within weeks. Although leaders, politicians and negotiators did not dismiss Johnson’s plan out of hand, they made clear the current offer would not win support from the 27 countries that need to sign off on any withdrawal deal, and they were downbeat about it serving as the basis for serious negotiations (Para. 1-2), **\nReference\n**\nBirnbaum, M. (2019). E.U. rejects Boris Johnson’s Brexit proposal, raising prospect of chaotic break within weeks. The Washington Post. World. October 3, 2019. Retrieved from\nhttps://www.washingtonpost.com/world/eu-rejects-new-british-brexit-proposal-raising-prospect-of-chaotic-break-within-weeks/2019/10/03/ae551d60-e5df-11e9-b7da-053c79b03db8_story.html"], [1333, "2019-10-04T18:17:26Z", [0.43], ""], [67609, "2019-10-04T18:02:07Z", [0.1], "Reducing the probability a little bit, in view of the existence of a new plan but the unwillingness of the EU to negotiate it with the speed required by BJ."], [57797, "2019-10-04T17:10:02Z", [0.01], ""], [75291, "2019-10-04T16:55:43Z", [0.03], ""], [1333, "2019-10-04T16:51:32Z", [0.44], ""], [1474, "2019-10-04T16:43:44Z", [0.01], "https://www.ft.com/content/01572204-e6a0-11e9-9743-db5a370481bc"], [67771, "2019-10-04T16:05:17Z", [0.01], "Noted from BJ that if no new deal is reached (highly unlikely one will be) that the extension letter will be sent"], [128, "2019-10-04T15:27:18Z", [0.24], ""], [79825, "2019-10-04T13:57:13Z", [0.33], ""], [57110, "2019-10-04T13:54:59Z", [0.1], ""], [79079, "2019-10-04T13:43:33Z", [0.06], ""], [29907, "2019-10-04T13:37:27Z", [0.05], ""], [42004, "2019-10-04T13:20:20Z", [0.15], ""], [72785, "2019-10-04T13:04:16Z", [0.18], "Downgrading possibility of leaving on or before 31 Oct as it is unlikely a new deal will be agreed by then.  Extension is most likely.  Also, BJ himself doesn't have to send the letter requesting an extension as this can apparently be done by the head of the civil Service as noted by @dbc1122."], [13306, "2019-10-04T11:10:47Z", [0.1], ""], [77635, "2019-10-04T09:40:11Z", [0.1], ""], [49149, "2019-10-04T09:16:23Z", [0.05], "The government's hopes of 'leaving on October 31 come what may' seem to be sliding toward negligible, thanks to Leo Varadker's and the EU's clear rejection of Johnson's latest proposal for the Irish border.  With prorogation scheduled again for next week, time to avoid the extension request before the Oct 19 deadline is quickly slipping away.  And apart from Jacob Rees-Mogg's hint at a legal strategy--claiming that Article 50 supersedes the Benn Act--the government seems to be out of options, apart from simply refusing to request the extension.  But apparently there is a fairly straight-forward solution for that, beyond a no-confidence vote and new government:  the head of the civil service, Sir Mark Sedwill delivers it.  And the EU have already indicated that would be enough for them to grant the extension.  https://metro.co.uk/2019/10/03/brexit-delay-granted-europe-even-boris-doesnt-ask-one-10852265/"], [67317, "2019-10-04T07:53:18Z", [0.0], "Leaving the 7%, no chance. E.g. this: \"Johnson's Brexit proposal is riddled with problems\" (1) https://www.politics.co.uk/comment-analysis/2019/10/03/johnson-s-brexit-proposal-is-riddled-with-problems"], [38, "2019-10-04T07:19:39Z", [0.11], "BJ's proposal is not receiving acclaim on the continent.  Reducing"], [56, "2019-10-04T05:30:03Z", [0.05], ""], [29494, "2019-10-04T05:06:59Z", [0.03], "With Ireland blocking this is not likely to happen this month "], [79820, "2019-10-04T04:25:52Z", [0.25], "Just intention"], [79817, "2019-10-04T03:22:28Z", [0.1], ""], [79817, "2019-10-04T03:20:20Z", [0.7], "Because  this is the platform Boris Johnson won his election. He seems like a very stubborn person, so the probability of him changing his mind are low."], [57797, "2019-10-04T02:04:50Z", [0.09], ""], [79429, "2019-10-04T01:44:50Z", [0.13], ""], [79591, "2019-10-03T23:41:44Z", [0.18], "Conservative defectors."], [78189, "2019-10-03T21:09:46Z", [0.25], ""], [79813, "2019-10-03T21:08:26Z", [0.0], "\"A majority of lawmakers, including opposition politicians and so-called “rebel” members of the ruling Conservative Party, voted 328 to 301 Tuesday to take control of parliamentary business from the government. This would in theory allow them to push through legislation that could block government efforts to withdraw the U.K. from the EU without a deal on October 31.\" https://www.cnbc.com/2019/09/03/brexit-no-deal-legislation-vote-approved.html Until British citizens vote for a majority of leave candidates, the existing parliament will continue to vote remain."], [62193, "2019-10-03T19:35:45Z", [0.2], ""], [61938, "2019-10-03T18:36:25Z", [0.15], ""], [1333, "2019-10-03T18:28:49Z", [0.45], ""], [128, "2019-10-03T18:25:57Z", [0.3], ""], [79591, "2019-10-03T14:12:09Z", [0.25], "Giving BJ another 5 points today.  Full meltdown by Labour - shows their fear that this is real.  "], [691, "2019-10-03T13:06:44Z", [0.32], ""], [54584, "2019-10-03T12:34:24Z", [0.2], "Both parties appear eager to make a deal and give concessions where none were considered in the past.  The EU very much wants a deal, and one that all parties can agree to, without continuing to push the deadline back.  The downside is that Johnson has until 19 Oct to have a proposal approved within the next two weeks or else he is required by law to ask for an extension.  Even if that happens the EU does not have to approve an extension but it would be very chaotic if they were allow the United Kingdom to leave the EU without a deal in place.  With all parties eager to reach some agreement and both sides showing more willingness to compromise I'm increasing my odds that this may get done, however 2 weeks is an incredibly short amount of time for any parliament to reach agreement on anything.  https://www.cnbc.com/2019/10/03/boris-johnsons-new-brexit-offer-now-faces-crucial-test-in-brussels.html "], [49149, "2019-10-03T09:39:53Z", [0.15], "I think this has jumped up today with the DUP having accepted Johnson's new deal (so to speak).  He could get it through with their votes added to those of 15 or so previous Tory hold-outs and a handful of Labour Leavers.  (Apparently there's on Lib Dem vote as well.)  Would Leo Varadker and Ireland allow the EU to accept what they've effectively labelled a non-starter?  Conceivably, if the UK government can get around the Benn Act--not sure how, but the debate will get them some delay, a temptation to hold-outs to override the Benn Act if they get close to a deal, and Rees-Mogg is signalling a legal strategy ... yes, Ireland and the EU would come around, if there seems a real risk of a crash out.  "], [23714, "2019-10-03T08:34:43Z", [0.1], "- Not enough time to get a deal until the 31st.\n- Hard to get over Benn’s Bill \n- There is majority in parliament to avoid no deal\n10% mainly covers the possibility of an accident."], [67317, "2019-10-03T08:12:16Z", [0.07], "0% to 7% on the prospect that they (UK/EU) are engaging in the next weeks. Ireland outright rejected, hard to get things flying from here."], [79805, "2019-10-03T08:10:25Z", [0.15], "The complexities of trade deals will be too great to conclude within the time available. Furthermore, the no-deal option has been ruled out by the UK parliament this an extension will need to be sought."], [30477, "2019-10-03T08:05:26Z", [0.31], ""], [75291, "2019-10-03T05:53:20Z", [0.13], "Recent change in dup to allow Northern Ireland to remain to not have goods checked but leave customs union. Could see return of meaningful vote 4 and MPs would likely vote this through if it occured"], [77635, "2019-10-03T00:42:36Z", [0.07], ""], [63674, "2019-10-02T22:42:22Z", [0.13], "Here’s the stage I see - I’d love to hear some of you weigh in:\n- Boris Johnson is threatening a no-deal if his plan isn’t approved\n- conservative commentators seem to think there may be a way to cheat Benn’s Bill in the event No Deal is reached\n- the Irish Backstop is a near-term impasse - it can’t be solved now because it is between an unstoppable force and an immovable object\n- Labour won’t turn the government over until No Deal is off the table\n- Even Johnson admits a No Deal would be bad for the UK economy\n- the EU is commending Johnson’s latest proposal as a good first step, but say the deal isn’t there yet. Is this a sign that they want to continue negotiating? With these factors in mind, it seems rash (and unlikely) for the EU to fold their hand to prevent an event that will have little impact on them. Johnson has limited options for a hard Brexit except the EU pushing him out. In such circumstances equilibrium seems to be at an extension. I get that the EU can’t plan/budget effectively until the UK decides when they’re leaving, but that seems like a mole hill compared to the mountain that is the UK’s logistical, political, and economic dilemma. Obviously, this is a volatile environment and anything could happen, but I’m not sure if I’m ready to take everyone’s statements at face value."], [4367, "2019-10-02T20:23:56Z", [1.0], "I have to make this prediction because it’s in the interests of the UK, Europe (not necessarily the EU in the short term) and the world that the UK leaves, best without a deal, so that the future relationship can be built from a clean start - a deal will constrain the UK’s negotiating position for the future relationship. The backstop is an attempt by the EU to avoid a free trade deal till later when they can then weaponise it in negotiations for the future relationship. The EU as currently constituted is not healthy for Europe or the world. Regrettably this is unlikely to be correct, it is more likely there will be a further extension due to duplicitous anti-democratic rebel and opposition MPs working against the majority referendum decision of the UK people to Leave the EU."], [75444, "2019-10-02T20:17:19Z", [0.5], "Well it can either be a no or a yes. All the if if if questions have been théorisée, soooooo....I’m hoping Bojo will jump at the starter gun and outmaneuver Remainers and the EU.  "], [1034, "2019-10-02T19:31:18Z", [0.0], "Prime Minister Boris Johnson offers a new Brexit plan, new suspension of Parliament Adam, Birnbaum and Booth (2019) October 2, states that: LONDON — Prime Minister Boris Johnson bounced onto the stage at the annual Conservative Party conference in Manchester Wednesday and announced what he said were “constructive and reasonable proposals” for getting a Brexit deal done by the end of October. He was cheered in the conference hall. But his long-awaited written plan was met with raised eyebrows in Europe and roundly dismissed by opposition lawmakers in Britain. Johnson didn’t win any additional support when, hours later, his spokesman announced that the government would seek to suspend — or “prorogue” — Parliament from Oct. 8 through Oct. 14, when Queen Elizabeth II would come to the the chamber to deliver the “Queen’s Speech” and lay out a new agenda (Para. 1-3). In a letter to European President Jean-Claude Juncker detailing his new proposals Wednesday, Johnson reiterated his opposition to the Irish “backstop” — negotiated by his predecessor Theresa May to guarantee an open border on the island of Ireland. Johnson said his government was seeking a more decisive split from the European Union (Para. 5). “In these circumstances, the proposed ‘backstop’ is a bridge to nowhere, and a new way forward must be found,” he wrote (Para. 5-6).\nThe E.U. has in the past resisted such checks on the grounds that they could jeopardize the delicate peace established by the 1998 Good Friday agreement (Para. 8). [Within only one month, Boris Johnson lost control — and a historic Supreme Court battle] The proposals were not immediately rejected in Brussels or other European capitals, as has at times been the case following British negotiation gambits. Several analysts, though, said the prospect of a breakthrough didn’t look good. Johnson’s plan appears to cross red lines drawn years ago by European negotiators. Juncker cited “positive advances,” especially the proposal to keep many Northern Ireland regulations aligned with E.U. standards. But he said that there were “problematic points” related to Britain’s apparent unwillingness to commit to keeping the border fully and permanently open (Para. 8-11). ***__\nReferences * Adam, K., Birnbaum, M. & Booth, W. (2019). Prime Minister Boris Johnson offers a new Brexit plan, new suspension of Parliament. The Washington Post. Europe. October 2, 2019. Retrieved from\nhttps://www.washingtonpost.com/world/europe/prime-minister-boris-johnson-to-set-out-take-it-or-leave-it-brexit-proposal/2019/10/02/8ed6dc5c-e45f-11e9-b0a6-3d03721b85ef_story.html https://www.washingtonpost.com/video/world/britains-attorney-general-defends-suspension-calls-parliament-a-disgrace/2019/09/25/719ca578-2b61-428c-9b3a-b9939231b08e *** Forrest, Buchan and Sharman (2019). Boris Johnson news – live: PM to prorogue parliament again amid EU concern over ‘problematic points’ in new Brexit border plan. The Independent. UK. UL Politics. October 2, 2019. Retrieved from\nhttps://www.independent.co.uk/news/uk/politics/boris-johnson-news-live-today-latest-brexit-parliament-suspension-trump-phone-call-a9129006.html Boris Johnson news – live: PM to prorogue parliament again amid EU concern over ‘problematic points’ in new Brexit border plan\nKEY POINTS\n•\tGovernment publishes Brexit plan\n•\tNo10 plans new suspension of parliament\n•\t40% of Britons say Brexit has affected their mental health\n•\tProblems remain in PM's plans, says Juncker WATCH the VIDEO "], [79773, "2019-10-02T18:50:58Z", [0.4], "Boris can't go back on his promise to leave the bloc. Since he doesn't have the support of parliament he will try and leave the EU through other means such as letting the October 31st extension expire. If he thinks that parliament, the EU, or the UK supreme court won't let this happen then he will call a general election which would necessitate an extension agreement. He should be aware that he will probably not win a general election which increases the chance that he will not agree to a Brexit extension and therefore have Britain leave the EU at the end of this month.* However this option would carry huge legal ramifications since parliament voted to make hard Brexit illegal. Still, Boris would be known as the prime minister who finally hammered through Brexit and for that would solidify a Trump-like voter base which would certainly help his survival chances in the Hard Brexit fallout. The 40% probability will be much higher than most people expect but reflects the desperation that Boris will be acting with to follow through on his Brexit promise. *He won't win a general election outright because: In the probable case of a general election there will be a hung parliament and the Brexit party will have garnered the most votes and can probably form a coalition with Boris' Conservatives. Maybe the Lib Dems and Labour can form an anti-Brexit coalition but that's very unlikely since Corbyn's Labour campaign will flip flop between being anti-Brexit and being pro-softBrexit, lacking a rallying cry. The desperation of one last attempt to thwart Brexit (which splits votes between Labour, Lib Dems, Green, and Conservatives) will lose to the annoyance and anger of politicians' indecision (mostly voting for the Brexit party and some for Labour), moving the dial Right towards Nigel Farage."], [1333, "2019-10-02T18:44:51Z", [0.58], ""], [38, "2019-10-02T18:40:35Z", [0.25], "So, BJ has put forward his \"final offer\".   It seems to me that both sides of this issue have been unrealistic.  Brits, it seems to me, have been unrealistic in thinking that the EU would be ok with there being no customs border between Ireland and the UK.  But Ireland has also been unrealistic in thinking that there can be no customs border.  Just exactly how does IRELAND think that the UK's withdrawal from the EU can be accomplished without a customs border?  What is Ireland's proposal?   At some point, either/both sides is going to have to face facts and compromise somehow by accepting something that had been previously declared unacceptable.  Perhaps that moment has arrived. Increasing my forecast for now to 25%."], [128, "2019-10-02T16:55:55Z", [0.25], ""], [26833, "2019-10-02T16:10:27Z", [0.06], ""], [49149, "2019-10-02T15:34:35Z", [0.09], "This is the total from my forecast on the related question as to what will happen next in the Brexit process.  Given the government's release of their proposal to the EU today, one could conclude that a negotiated deal is now more likely.  I'm afraid that if I up the odds for that option though, I'd be simply jumping at the news without thinking it through well.  The Irish seem to be reacting pretty strongly negative: https://www.theguardian.com/politics/2019/oct/02/irish-officials-dismiss-boris-johnson-brexit-offer-as-unacceptable, seeing it as a continuation of a 'hard border.'  And given the Benn law, they would be rather confident that they can continue to insist on that position.  Still, as others have pointed out, it remains to be seen whether Boris Johnson can skirt the imposed requirement to request another extension.  "], [79591, "2019-10-02T15:21:01Z", [0.2], "Head of N Ireland's DUP aligning with BJ's new Brexit deal.  Upgrading chance of a Brexit."], [128, "2019-10-02T12:41:14Z", [0.2], ""], [128, "2019-10-02T12:41:06Z", [0.22], ""], [691, "2019-10-02T12:33:40Z", [0.4], ""], [32438, "2019-10-02T08:49:25Z", [0.2], ""], [1034, "2019-10-02T07:12:11Z", [0.0], "Moment of truth: UK to submit ‘final offer’ for Brexit deal Lawless (2019) October 1, states that: MANCHESTER, England (AP) — After months of Brexit stalemate, Britain is finally about to play its hand, setting out Prime Minister Boris Johnson’s “final offer” for a last-minute divorce deal with the European Union. It’s a crucial moment for the embattled leader, who is faced with a skeptical EU, a divided U.K. and a supportive but worried Conservative Party. The party that chose Johnson as its leader in July is mostly — but not unanimously — rallying behind a politician whose drive and energy have been stained by allegations of improper behavior and divisive political tactics. The government said Johnson would send the formal proposals to EU leaders in Brussels on Wednesday after he rallies his party with a conference speech in Manchester, northwest England. Johnson’s office said the prime minister will call the proposals a “fair and reasonable compromise” but also a final offer, and say that if the EU does not agree to discuss it, Britain would refuse to negotiate further. “Let’s get Brexit done -- we can, we must and we will,” he planned to say (Para. 1-5). Lawless, J. (2019). Moment of truth: UK to submit ‘final offer’ for Brexit deal. The Associated Press. October 1, 2019. Retrieved from\nhttps://www.apnews.com/9fa99b5ed0b6495498c9b306f341352f"], [13306, "2019-10-02T07:05:33Z", [0.06], ""], [77502, "2019-10-02T05:54:36Z", [0.01], "It is just a bad move. But it may be too late to recover from."], [79792, "2019-10-02T00:18:57Z", [0.1], "Base assumption is that change is rare and slow. No compelling reason to think a process that has already taken years will wrap up in weeks."], [78944, "2019-10-02T00:13:27Z", [0.98], "Boris will find some way to get it done. Crash out is inevitable...."], [78944, "2019-10-02T00:08:10Z", [0.95], "Unless Boris has a heart attack or major accident, Thievy are leaving....."], [77341, "2019-10-01T19:42:17Z", [0.15], ""], [1333, "2019-10-01T18:46:22Z", [0.57], ""], [54733, "2019-10-01T18:37:27Z", [0.3], "Still feels like Boris Johnson has some trick up his sleeve to enable a Brexit on the 31st.  "], [79591, "2019-10-01T17:39:17Z", [0.1], "Upgrading chance.  BJ pushing hard."], [79783, "2019-10-01T15:16:17Z", [0.4], "Benn Act (no exit without a deal) is on the table. Irish Backstop solution was met with criticism. https://www.bbc.com/news/uk-politics-49881345 https://www.cnbc.com/2019/10/01/boris-johnson-defends-leaked-brexit-plan-after-eu-criticism.html"], [69091, "2019-10-01T14:35:42Z", [0.04], ""], [691, "2019-10-01T14:13:51Z", [0.38], "Nothing simpler.  The PM presents plans for something or other.  These do not pass the giggle test, either in Parliament or with the EU.   The 20th of October arrives and the deadline is missed.  Some Leaver in the Parliament proposes a couple or nine amendments to the law which ostensibly requires the PM to send a request for extension.   Swatting these down eats up a couple of days.  The PM writes some version of the required letter and asks the House to approve the wording, knowing they won't.   The extended chat about that eats up a couple of days.  It is now the 25th and everyone at Number 10 knocks off for the weekend. On Monday afternoon a staffer puts the required letter in a regular envelope with the wrong address handwritten on it and no return address and posts it at a regular box, carefully missing the last pickup time.  It gets to Brussels on Wednesday the 30th and comes to the EU mailroom where it languishes because it looks ordinary.  It is delivered to somebody or other on the morning of 1 November.   Too bad.  The PM is furious and defenestrates some low-level clerk who has previously agreed to this arrangement.   And that's only the easiest way to deal with it, assuming the PM does not wish to flout the law too flagrantly.  There is no evidence that he is averse to that approach, of course, there being no likely penalty for doing so."], [57628, "2019-10-01T13:56:07Z", [0.16], "The deal has been seen as unacceptable"], [29464, "2019-10-01T13:37:00Z", [0.15], ""], [79781, "2019-10-01T12:31:04Z", [0.25], "The probability of an exit deal that Parliament would vote through before 19 Oct appears low, and recent legislation requires the PM to request an extension to Brexit unless a deal is obtained by 19 Oct. There is a small chance that PM will find a loophole to avoid requesting an extension and thus enabling Brexit on 31 Oct."], [79780, "2019-10-01T12:27:20Z", [0.25], "The law against a hard bail out will probably stop them, tehn they´ll probably have a new vote"], [53523, "2019-10-01T12:19:32Z", [0.1], "With the Benn act, an angry parliament and EU negotiators already dismissing the next deal to be proposed I just don't see a path to an agreement being reached. In spite of this, Johnson's pride and Cummings history of success make me hesitant."], [76730, "2019-10-01T09:44:33Z", [0.5], ""], [59986, "2019-10-01T03:18:59Z", [0.18], "On the one hand, Johnson and his government have talked themselves into a corner and show no sign of backing down. They are proposing a new deal in the coming day. On the other hand, the leaked information about the new deal is already being rubbished by the Irish government and EU officials, indicating it's unlikely that the proposals will work. The parliament and the courts seem to have put the no-deal option off the table, so that would force an extension. "], [24440, "2019-10-01T00:17:39Z", [0.1], ""], [79772, "2019-09-30T23:15:57Z", [0.2], ""], [41952, "2019-09-30T21:43:47Z", [0.0], ""], [78518, "2019-09-30T18:59:48Z", [0.25], "The anti-Brexit movement in Parliament is very strong and I cannot see how Boris can slap them down.  Maybe he will find a loophole that they can't de-rail in time or maybe the EU will refuse an extension.  But the Remain voice in Parliament seems much stronger then the Leave voice so I think democracy will prevail."], [61938, "2019-09-30T18:50:50Z", [0.08], ""], [63825, "2019-09-30T17:38:22Z", [0.01], ""], [77474, "2019-09-30T16:46:19Z", [0.0], "Moves are already being made to stop this from happening. Cooler heads will prevail."], [25780, "2019-09-30T15:53:47Z", [0.1], ""], [75924, "2019-09-30T15:52:32Z", [0.55], ""], [14133, "2019-09-30T15:48:52Z", [0.05], ""], [77475, "2019-09-30T15:15:37Z", [0.03], ""], [79765, "2019-09-30T14:01:24Z", [0.07], "Ease of delay, difficult political and legal hurdles within the UK, popular concern over key issues, and willingness of EU to grant further extensions make it unlikely."], [128, "2019-09-30T13:46:09Z", [0.25], ""], [79729, "2019-09-30T13:00:25Z", [0.25], "I think it’ll come down to fine lines about legal and political precedence ie whether Boris will have to obey the law defined in parliament, or not. I think the whole plan is madness and it’s been delayed so many times already it should be easy to do again. But there’s a real risk we’ll crash out with no deal."], [79730, "2019-09-30T12:54:18Z", [0.12], "It has been delayed several times already and the consequences would be too grave for the public to accept. A leader pushing the UK out would have to leave the country afterwards."], [67317, "2019-09-30T12:48:47Z", [0.0], "Brexit Madness 0%."], [63600, "2019-09-30T10:32:48Z", [0.02], ""], [29680, "2019-09-30T05:45:54Z", [0.0], ""], [58674, "2019-09-30T03:53:41Z", [0.08], "I set my baseline at the aggregate forecast, and Barnier says there's a low chance of getting a deal done. Not sure how Boris Johnson can circumvent that to still push through with Brexit, so I'm lowering my prediction to 8%. "], [79532, "2019-09-30T02:56:02Z", [0.67], "Leave is still the default until BJ is removed or removes himself. I have revised back from 75% following the overturning of the prorogation - this opens the door for a vote of no confidence. "], [79721, "2019-09-30T01:15:05Z", [0.27], ""], [77565, "2019-09-30T00:01:48Z", [0.1], "It is unlikely that Boris Johnson will be able to secure a new deal in time and it is now made illegal to leave without a deal. The Parliament is now back in session so MPs can find a way forward. However, there is still a chance the PM will find a loophole and we will crash out without a deal."], [4423, "2019-09-29T20:47:44Z", [0.09], ""], [1092, "2019-09-29T19:38:01Z", [0.0], ""], [75863, "2019-09-29T18:59:34Z", [0.09], ""], [13120, "2019-09-29T18:28:26Z", [0.95], "Public will want an end to the turmoil "], [1333, "2019-09-29T18:26:04Z", [0.56], ""], [55483, "2019-09-29T18:10:11Z", [0.19], ""], [37250, "2019-09-29T16:59:11Z", [0.0], ""], [78119, "2019-09-29T15:34:55Z", [0.0], "I think the rule of law still holds in the UK"], [79716, "2019-09-29T15:28:58Z", [0.1], "There's an increasingly toxic political climate in the UK Parliament due to Boris Johnson's behavior, and with the passage of the Benn Act, which requires the request of an extension on Brexit negotiations by Oct 19, it seems more likely Johnson will face a vote of no confidence than Brexit passing before Oct 31. On the slim chance that Johnson maneuvers around the Benn Act and works with the EU members to find a solution, I'm giving it a 10% chance of Brexit being completed. "], [79657, "2019-09-29T15:16:57Z", [0.1], ""], [21046, "2019-09-29T14:27:12Z", [0.08], ""], [29907, "2019-09-29T13:28:57Z", [0.17], ""], [691, "2019-09-29T12:24:06Z", [0.35], ""], [78396, "2019-09-29T09:04:19Z", [0.75], ""], [41289, "2019-09-29T07:38:54Z", [0.25], ""], [79657, "2019-09-29T06:02:59Z", [0.2], "Ego is the only gain for Brexit.  PM Johnson presumably blustered his way into a seat of great power but will need every bit of diplomatic skill to circumvent a predicament of his ego's creation.  It appears there is little to gain by the supposed 'sovereignty' of exiting the EU with far too much economic, social and political risk.  The original vote was ~ 51% Brexit/49% EU; the vast majority of urban and youth populations elected to remain with the EU.  I expect that contingent has been emboldened by the Article 50 extensions while Brexit advocates have become jaded by a lack of action and political maneuvering.  Activism, youth and urbanism are on the rise.  The world, and the UK, are becoming less rural and crave connectivity.  Abandoning the EU feels like an abdication of progress toward global cohesion and cooperation.  With far too much to lose and little to gain, I'm putting the odds on British Parliament overriding Mr. Johnson and coming to terms on an extension."], [79712, "2019-09-29T00:11:45Z", [0.1], "Given that this is Sept 29 and the United Kingdom is in turmoil over the issue it is very unlikely that exit will occur next month"], [12837, "2019-09-28T21:28:44Z", [0.02], ""], [78980, "2019-09-28T20:17:47Z", [0.13], "Leaving the EU on the 31st would only occur in the case of no deal or complete deal. EU intransigent on trade deals - see South America. Govt. seem confident of leaving and have made bold moves accordingly. Cummings' history of success a big factor. Most likely is a transition deal - not sure whether that will leave UK technically still in EU but I think likely. Therefore base chance of 10% to be out completely, with 3% added for possibility of strategy that Govt appear to be confident of."], [78528, "2019-09-28T19:27:07Z", [0.25], ""], [79709, "2019-09-28T17:00:40Z", [0.0], ""], [75611, "2019-09-28T16:50:33Z", [0.35], ""], [12721, "2019-09-28T16:24:24Z", [0.2], ""], [79706, "2019-09-28T14:52:20Z", [0.0], ""], [79706, "2019-09-28T14:43:52Z", [0.0], ""], [1333, "2019-09-28T11:41:50Z", [0.55], ""], [691, "2019-09-28T11:01:00Z", [0.3], ""], [39505, "2019-09-28T10:56:48Z", [1.0], ""], [14107, "2019-09-28T10:05:58Z", [0.19], ""], [78776, "2019-09-28T10:00:47Z", [0.3], ""], [78836, "2019-09-28T09:31:19Z", [0.45], "Government has made a firm commitment and is in good shape to weather no deal, but the overwhelming opposition from opposing parties, legal and business types are likely to continue to frustrate the process. I suspect some legal loophole will be gambled on."], [79701, "2019-09-28T06:42:49Z", [0.9], ""], [72240, "2019-09-28T02:46:55Z", [0.25], "There is no \"leave\" option that doesn't have the potential to end badly. While continuing to drag out the process is frustrating and unpleasant to all involved, it at least avoids the risk of the \"big\" repercussions that everyone fears.  Something will have to happen to force a resolution to this situation, and I am placing those odds at about 1:3, with political inertia being the major deterrent. "], [36945, "2019-09-28T02:02:30Z", [0.05], ""], [578, "2019-09-27T21:01:55Z", [0.05], ""], [79702, "2019-09-27T21:00:03Z", [0.1], "Both sides have too much to lose."], [72737, "2019-09-27T20:54:10Z", [0.15], ""], [1333, "2019-09-27T20:47:57Z", [0.5], ""], [1333, "2019-09-27T20:44:49Z", [0.54], ""], [13306, "2019-09-27T20:02:36Z", [0.07], ""], [13306, "2019-09-27T20:02:09Z", [0.12], ""], [67444, "2019-09-27T19:37:58Z", [0.4], "As expected, the U.K. has not been able to provide any concrete proposals, but Finnish PM seems to be expect an extension request would be accepted by the EU  (https://www.hs.fi/politiikka/art-2000006253910.html). I'm less optimistic that there would be enough wisdom on the island... Anyway, decreasing from 65% to 40%."], [78625, "2019-09-27T19:31:20Z", [0.75], "Much will be done to avoid another extension. "], [79700, "2019-09-27T17:22:04Z", [0.15], ""], [79625, "2019-09-27T16:43:23Z", [0.12], "Comment deleted on Sep 27, 2019 04:44PM UTC"], [34376, "2019-09-27T16:26:02Z", [0.1], ""], [79693, "2019-09-27T15:56:50Z", [0.4], ""], [79697, "2019-09-27T15:19:46Z", [0.9], "I suspect Johnson will not extend the deadline under any circumstances. He has pledged this much and, regardless of his portrayal in the media, he keeps his promises particularly when doing so will help his public image. Hence, the UK will leave under the following scenario:\n(i) Inaction will continue to plague parliament for the next few days meaning that the UK will automatically leave the EU. I rank the probability of achieving some sort of deal as practically zero.\nEmergency measures will immediately be enacted once the UK leaves the EU.\n"], [72046, "2019-09-27T14:50:45Z", [0.0], ""], [59116, "2019-09-27T14:41:47Z", [0.2], ""], [13306, "2019-09-27T14:27:17Z", [0.27], ""], [691, "2019-09-27T14:16:17Z", [0.3], "https://www.bbc.com/news/world-europe-49847804\nLeaving this at 30%, perhaps unwisely.  The way the EU are talking about this sounds very much like a temporary triumph of hope over experience.   Clearly the PM would have to break the law in order to crash out on 31 October with no deal, but so what?  This seems to be a law with no penalty attached, and even if there were a penalty, the case couldn't be adjudicated until a case exists--that is, after the event had already occurred, that being how laws work.  All the PM has to do is stall a bit longer. Thus, no matter what the UK domestic courts say about the validity of the crash-out, the EU has no mechanism and probably no stomach for trying to undo an Article 50 exit to accommodate somebody's political and legal awkwardness, and the UK will be out as far as they are concerned.   Re-entry, if anyone wants it, would then have to undergo the full application process.  Frankly, if I were the EU (full disclosure--I'm not), I wouldn't be all that crazy about having them back in those circumstances. This is all pretty dreadful.  One would love to know how the situation would have differed if both sides had stuck to the truth during and after the referendum campaign, or even if the referendum question had been crafted by people who knew how to do such a thing.  Oh well.... In a related story, I have now exhausted this small upstate New York county's supply of bourbon, and will be switching to rye.  I'd prefer Scotch, but fear it might be seen as partisan."], [54733, "2019-09-27T13:30:32Z", [0.15], "Boris Johnson will have to break the law for the UK to leave.  "], [57110, "2019-09-27T12:47:30Z", [0.15], ""], [128, "2019-09-27T12:47:03Z", [0.24], ""], [49692, "2019-09-27T08:32:25Z", [0.0], "As things stand, the mechanism existing to guide the Brexit process lies within the House of Commons.  It appears that the balance of forces have tilted towards the anti-Brexit and/or the anti-No Deal Brexit.  The new PM and his supporters in the Conservative Party have very few, if any options and any talk of \"We will deliver Brexit\" - \"Nomakanjani as we would say here in RSA (Come what may) is just 'hot air.\nLikelihood is an agreement by all parties for a request for an extension, after which, who knows what the British Political System would realign its new (anti) Brexit purpose."], [79692, "2019-09-27T02:22:17Z", [0.05], "I think Britain will revoke Article 50"], [79618, "2019-09-26T23:57:28Z", [0.01], "Probability assuming total ignorance (using the Copernicus principle): UK has been a member of EU (and its predecessor EEC) since 1973, or 49 years ago. So 95% confident that it will remain in EU for another 1.25 - 1911 years. Hence, 2.5% probability that it will leave EU (with or without deal) before 1.25 years. But I also came across academic research (and based on my own calculations) that the historical probability of a country leaving an international organisation in any particular year between 1945 - 2018= 1.4%. If we apply this to 2019 and since there are three months left before year end, probability of Brexit during this period = 3/12*1.4 = 0.35% Taking a simple average of the two probabilities since I do not know better at this point, I calculate the probability of Brexit on or before 31 Oct to be 1.425%. I round it down to 1%"], [29907, "2019-09-26T21:43:59Z", [0.1], ""], [1034, "2019-09-26T19:47:08Z", [0.0], ""], [75863, "2019-09-26T19:32:38Z", [0.06], "https://www.reuters.com/article/uk-britain-eu-extension/latest-brexit-twist-leaves-eu-expecting-another-delay-beyond-oct-31-idUSKBN1WB17R"], [61938, "2019-09-26T19:06:14Z", [0.14], ""], [48111, "2019-09-26T18:15:21Z", [0.25], "With the law demanding that Johnson ask for an extension beyond Oct 31 combined with the reconvening of parliament make it increasingly likely that Britain will not exit by Oct 31. "], [40930, "2019-09-26T16:42:32Z", [0.2], ""], [79684, "2019-09-26T16:31:37Z", [0.37], ""], [12453, "2019-09-26T16:26:08Z", [0.1], "Johnson has lost all momentum "], [78501, "2019-09-26T15:17:21Z", [0.05], ""], [79591, "2019-09-26T14:42:02Z", [0.05], "Downgrading further  - complete stalemate between BJ and Labour.  I don't see another election so am giving a 5% chance of a hard Brexit.  I believe Brussels will extend the date into 2020 as they do not want the UK to leave the EU."], [78237, "2019-09-26T14:36:14Z", [0.13], ""], [13306, "2019-09-26T13:42:35Z", [0.22], ""], [691, "2019-09-26T12:26:01Z", [0.3], ""], [128, "2019-09-26T10:49:31Z", [0.2], ""], [78883, "2019-09-26T10:19:17Z", [0.25], ""], [79680, "2019-09-26T09:59:55Z", [0.0], "- Europe will never agree to a Brexit where UK wins because too much is at stake on the rest of European countries that might want to follow UK steps.\n- Europe did everything in its hand when Greece should have exited the European Union on the financial crisis, and there was much less at stake than with Brexit\n- So we have one half commited to at least force an agreement -> Probabilities then have to be less than 50%.\n- The other half (uk) is politically divided there is no clear decisive majority towards brexit -> Probabilities need to be then less than 25%\n- Uk is claming for elections, and lacking true leadership. Those are no conditions for a hard exit, where at least half the country will jump on the other half, and they don't really have a plan on how to deal with all the political and economical problems derived from Brexit  -> We have only the probabilities left of an agreement for the Brexit at any point in time (About 12%)\n- I would give a 10-20% chance on UK leaving the EU in the next year. But with no time to internally negotiate and no elections to choose their leader, I assign 0% probability on the posibility of reaching a Deal with the EU in the next month."], [79680, "2019-09-26T09:56:17Z", [0.0], "Comment deleted on Sep 26, 2019 09:57AM UTC"], [79677, "2019-09-26T04:28:10Z", [0.1], "It's clear the elites are not in favor of this and will continue to resist Brexit."], [1034, "2019-09-25T17:35:40Z", [0.0], ""], [11885, "2019-09-25T17:17:05Z", [0.02], ""], [79591, "2019-09-25T14:05:08Z", [0.12], "BJ's bluff was called and he doesn't have the votes for a deal Brexit.  He now wants to force a new election; however, the opposition would have to approve. Doubtful that will happen and even if it does, the delay continues.  Outside chance that the EU will decline an additional extension."], [691, "2019-09-25T11:44:41Z", [0.32], ""], [74422, "2019-09-25T11:30:29Z", [0.75], ""], [67609, "2019-09-25T11:04:19Z", [0.11], "Calculation now: 20% probability of a new deal in time, compounded with a 40% chance of being approved (now they have time to discuss it), yielding a 8% probability. To this I add a 2% probability of approval for the old agreement, a 1% of Boris disobeying Benn's Bill, to give a grand total of 17%."], [79637, "2019-09-25T09:16:32Z", [0.18], "Since yesterday's supreme court verdict I find my forecast \"confirmed\", although it reduces my forecast only by a small margin. The opposing forces to Boris Johnson gained more time and hence more power to counter-attack Boris Johnson's efforts in leaving the EU on or before 31st of October."], [79660, "2019-09-25T08:24:14Z", [0.0], "The British government has instructed the PM to ask for an extension, we do not know if he has. Boris has the brashness to ignore this and go on ahead with the exit without asking for the extension and to force the exit on or before 31 October. \nHowever, given the supreme court's ruling that his closing of parliament was illegal Boris has to play the political game carefully amidst calls for his resignation. \nTo keep in power, Boris and the Conservative Party need to be, well conservative.\nIn the interest of staying PM, I believe he has to listen to parliament and ask for the extension.  "], [75935, "2019-09-25T06:45:06Z", [0.16], ""], [72550, "2019-09-25T05:56:43Z", [0.05], ""], [79659, "2019-09-25T03:56:43Z", [0.26], ""], [79659, "2019-09-25T03:56:24Z", [0.42], ""], [21046, "2019-09-25T02:20:02Z", [0.12], ""], [75828, "2019-09-25T02:06:25Z", [0.25], ""], [128, "2019-09-25T01:51:46Z", [0.24], ""], [77305, "2019-09-25T00:49:02Z", [0.0], ""], [48709, "2019-09-25T00:18:40Z", [0.0], "Not in the Stars"], [534, "2019-09-24T23:02:00Z", [0.25], ""], [11430, "2019-09-24T21:41:19Z", [0.65], ""], [79647, "2019-09-24T21:36:10Z", [0.95], ""], [73050, "2019-09-24T21:35:40Z", [0.59], ""], [35315, "2019-09-24T20:37:51Z", [0.12], ""], [79652, "2019-09-24T19:51:27Z", [0.15], ""], [79653, "2019-09-24T19:27:02Z", [0.05], "The only way Britain leaves the EU is if Boris Johnson convinces another EU State to veto an extension of Article 50"], [79649, "2019-09-24T18:50:08Z", [0.25], "It is increasingly evident that a minority thinks leaving is actually a good idea, and the majority appears to be gaining influence. Extensions have previously been granted and there's little cause to believe that the October 31 deadline is hard and fast."], [128, "2019-09-24T17:41:26Z", [0.2], ""], [79644, "2019-09-24T17:06:55Z", [0.65], ""], [78328, "2019-09-24T15:51:30Z", [0.0], "Update from 5% chance ....."], [76617, "2019-09-24T15:32:36Z", [0.0], ""], [76663, "2019-09-24T15:09:45Z", [0.02], ""], [77646, "2019-09-24T14:31:16Z", [0.35], ""], [79625, "2019-09-24T13:39:43Z", [0.1], "It's not very likely considering previous extensions and lack of a deal. The public supports brexit in majority so still a chance."], [79637, "2019-09-24T13:31:52Z", [0.2], "Parliament is not in favor of Boris Johnson, furthermore Boris' party is not giving full support to him. To be honest I can't give a class of event to get to a base rate. I think that it's very unlikely that Boris Johnson under the current political situation has a high change to get Britain out of the EU before the end of October. There will be an extension period for further discussions granted by the EU."], [69091, "2019-09-24T13:29:15Z", [0.08], ""], [1474, "2019-09-24T13:12:43Z", [0.1], "Accounting for Supreme Court rules against Boris Johnson on parliament’s suspension"], [68140, "2019-09-24T13:07:23Z", [0.22], "Possibilities to leave by 31Oct are:\n- A deal is achieved (4%)\n- An EU state vetos the requested extension (8%)\n- BoJo out manoeuvres parliament to avoid the extension (10%)\nTotal: 22%"], [79635, "2019-09-24T12:54:30Z", [0.22], "I do not see the PM getting through a Deal and given there is not a chance of a No-Deal Brexit , the current divisions are so entrenched within all parties no-one is going to give in "], [1333, "2019-09-24T12:51:34Z", [0.55], ""], [75863, "2019-09-24T12:07:11Z", [0.12], "Significantly revising down because of today's ruling by the UK Supreme Court that BJ's suspension of Parliament was unlawful. This is a big blow to the PM, as Parliament will be back in session tomorrow and can continue to find ways to prevent a no-deal"], [34724, "2019-09-24T11:32:02Z", [0.24], ""], [79633, "2019-09-24T10:13:12Z", [0.35], "Parliament not supportive; SNP strongly  against"], [29907, "2019-09-24T09:45:31Z", [0.17], ""], [63674, "2019-09-24T01:32:38Z", [0.17], "British betting markets are putting the probability at 26% (https://smarkets.com/event/2756591/politics/uk/brexit/uk-brexit-31-october-2019) so I’ll use that as my base rate.  From there, factors I am considering are Johnson’s ability to get a deal, Benn’s Bill, and the EU’s ability to another extension.  Probability of a deal by 10/17 (when Benn’s bill kicks in) seems low and the main division seems to be on the Irish backstop. Further a revocation of Article 50 seems to be around 35% right now.  Odds of the EU granting another extension are 58% (https://smarkets.com/event/2147787/politics/uk/brexit/brexit-uk-next-steps) I’m adjusting down from my base rate because there are a few backstop measures that will keep negotiations rolling. In the event of no deal by Oct, 17 (80%), I think Benn’s Bill will kick in and prevent a hard Brexit (90%). From there, betting markets are saying a 58% probability of the EU granting an extension. As a result, I see an 83% probability of the UK not leaving by Oct 31. Going with 17% - curious to get some input here though. "], [79591, "2019-09-23T22:48:02Z", [0.15], "The PM voting history on Brexit bills does not reflect an interest by Parliament to move forward with Brexit at all.  Appears to be ongoing delay tactics, perhaps hoping for a new popular Referendum vote entirely.  Brexit has already been delayed once (was supposed to be in March 2019) so there is precedent for it to happen again.  BJ's suspending Parliament appears to be a tactic to get the PM's to agree to a deal either verbally or by vote.  Risks of a no deal include economic concerns on an already down year for UK GDP, so intentionally inflicted pain won't be fun.  Since time is so limited and there is an opportunity to extend further (to Jan 2020) BJ may back down if he believes a real Brexit bill will be approved by then - it would be an even bigger win than a no-deal on 31-OCT.   Recent resignations show the unpredictability of their legislative process.   "], [62808, "2019-09-23T22:23:57Z", [0.0], ""], [1474, "2019-09-23T19:43:56Z", [0.3], "If ever there was a question which a lot of people will have analysed deeply, this is probably it. So it makes no sense to try to outfox the competition on this one.  I shall try to make do with a shallow observation based on the fact that BoJo doesn't seem to have legal basis for departing by end Oct. For that reason Brexit by end October is comparatively unlikely. Having said that this is the sort of situation, which allows for ac hoc, one-in-a-generation, political shenanigans, so for that reason assigning a 'relative high' weight to that outcome."], [26553, "2019-09-23T18:32:56Z", [0.0], ""], [534, "2019-09-23T17:47:55Z", [0.48], ""], [534, "2019-09-23T17:44:51Z", [0.65], ""], [1034, "2019-09-23T17:35:49Z", [0.0], "MacLellan, K. & Escritt. T. (2019). EU's Barnier says it's hard to see Brexit solution Reuters. Sept. 23, 2019. Retrieved from\nhttps://www.reuters.com/article/us-britain-eu/eus-barnier-says-its-hard-to-see-brexit-solution-idUSKBN1W81LD Winton, N. (2019). European Auto Industry, Including Britain’s, Demand Rejection Of ‘No Deal’ Brexit. Forbes. Sep 23, 2019. Retrieved from\nhttps://www.forbes.com/sites/neilwinton/2019/09/23/european-auto-industry-including-britains-demand-rejection-of-no-deal-brexit/#18540f7a7db8"], [67609, "2019-09-23T15:24:00Z", [0.17], "The current situation is that the EU is playing a game of chicken with the UK and the problem to solve is whether threats at both sides are credible or not. On the one hand, this might mean that the EU and UK are close to an agreement and are pretending to be hard in an attempt to make the resulting agreement look better for both sides. However that does not necessarily mean that the agreement will be ready on time: probably the prospect of an agreement will be enough to trigger the EU to extend article 50. Notice that even though this requires unanimity, it will be unwise not to heed the member states opposing a no-deal brexit, as this could lead to escalation. Let's still use a basic probability of 20% probability of a new deal in time, compounded with a 50% chance of being approved, yielding a 10% probability. To this we add a 6% probability of approval for the old agreement, a 1% of Boris disobeying Benn's Bill, to give a grand total of 17%."], [691, "2019-09-23T13:02:06Z", [0.42], "https://www.reuters.com/article/us-britain-eu-johnson/uk-pm-johnson-says-dont-expect-brexit-breakthrough-in-new-york-idUSKBN1W80A5\nThere is a severe limit to how long anyone on any side of any dispute can successfully employ a strategy of Downplaying, Dawdling, and Dithering, even if accompanied  by Bluster, Bluff, and Bombast.  "], [128, "2019-09-23T12:58:58Z", [0.3], ""], [79621, "2019-09-23T12:41:08Z", [0.17], ""], [76302, "2019-09-23T11:33:31Z", [0.0], ""], [72550, "2019-09-23T10:00:36Z", [0.1], ""], [79620, "2019-09-23T09:33:44Z", [0.05], "requires a deal or for a PM to ignore law/parliament and Breaks unwritten constitution.  "], [79048, "2019-09-23T09:03:48Z", [0.42], ""], [77942, "2019-09-23T08:19:51Z", [1.0], ""], [1333, "2019-09-23T02:49:10Z", [0.45], ""], [8267, "2019-09-23T00:25:14Z", [0.05], ""], [12726, "2019-09-22T21:51:45Z", [0.1], ""], [12591, "2019-09-22T21:22:41Z", [0.15], ""], [12591, "2019-09-22T21:22:22Z", [0.95], ""], [73050, "2019-09-22T20:11:30Z", [0.66], ""], [1034, "2019-09-22T18:19:54Z", [0.0], ""], [1034, "2019-09-22T18:05:32Z", [0.0], "Adler, K. (2019).  Europe What next in the Brexit PR war? BBC. Europe. Sept. 21, 2019. Retrieved from\nhttps://www.bbc.com/news/world-europe-49778845 BBC News Website. (2019). Brexit secretary: EU and UK share common purpose. BBC. Politics. Sept. 20, 2019. Retrieved from\nhttps://www.bbc.com/news/uk-politics-49764546\n"], [71355, "2019-09-22T17:53:05Z", [0.05], ""], [46056, "2019-09-22T17:35:06Z", [0.15], "Because the PM has been mandated to seek an extension and it is (probably) in the EU 27's interests to grant one. Furthermore, the HoC would probably prefer to force the PM to seek the extension rather than pass a deal, and he is unlikely to defy the law."], [78306, "2019-09-22T17:29:26Z", [0.42], ""], [75045, "2019-09-22T16:34:50Z", [0.02], "Because the UK MPs can't administer their way out of a paper bag at the moment, let alone the Gordian knot of the House of Commons"], [39381, "2019-09-22T16:30:09Z", [0.0], ""], [691, "2019-09-22T11:16:31Z", [0.42], ""], [75291, "2019-09-22T10:55:11Z", [0.1], ""], [79607, "2019-09-22T08:02:30Z", [0.3], ""], [63825, "2019-09-22T07:22:37Z", [0.01], ""], [59882, "2019-09-21T20:42:34Z", [0.0], ""], [54817, "2019-09-21T19:46:16Z", [0.54], "Matches my current probability judgements in a related question."], [65033, "2019-09-21T18:15:42Z", [0.02], ""], [75863, "2019-09-21T17:55:40Z", [0.31], "Update: https://www.cnbc.com/2019/09/19/british-pound-jumps-after-eus-juncker-is-optimistic-about-a-brexit-deal.html"], [54140, "2019-09-21T17:24:00Z", [0.1], "There is little time to negotiate changes to the backstop and there have been hardening of the positions in both the EU and the UK sides. With the Benn law, Johnson has to ask for another extension. Johnson will either resign and give way to someone else willing to comply with the law or break the law. I am not convinced that the EU will refuse an extension request and willingly let a No Deal happen, at least as long as Merkel is still the German Chancellor."], [691, "2019-09-21T13:41:00Z", [0.42], ""], [77475, "2019-09-21T12:59:22Z", [0.01], ""], [79600, "2019-09-21T11:11:04Z", [0.4], ""], [78230, "2019-09-21T07:33:26Z", [0.3], ""], [79532, "2019-09-21T07:19:07Z", [0.75], "A successful deal is looking more likely - source Eurointelligence article 20th Sept."], [44376, "2019-09-21T04:23:14Z", [0.15], "Leaving is not rational; Rationality will prevail in UK."], [48111, "2019-09-20T23:03:46Z", [0.66], "EU negotiators have given the Johnson administration an ultimatum to put forward a plan in the next 11 days or negotiations are effectively dead. The only proposal Johnson has produced was just a dressed-up version of May's deal which could not garner sufficient support in the British Parliament  I believe Johnson's plan all along has been to deliver Brexit via no deal. His proroguing of Parliament to stymie their will is an example of this. The ultimatum just shortens the time the British \"soft Brexiteers\" have to come up with a deal that both parties can find acceptable. The only factor stopping my prediction from being even higher is that there is growing support among the opposition to hold a second referendum. If such were to be promised to the EU, I believe they would grant Britain another extension as a hard Brexit would cause financial pain for all parties.  "], [20284, "2019-09-20T20:55:39Z", [0.7], "Boris Johnson will make the move.  They may leave with some follow up legislation and final understandings but the UK will leave on that date.  I will be in Europe that day and it should be more exciting than being in the U.S. for Halloween."], [76283, "2019-09-20T20:40:48Z", [0.9], ""], [1034, "2019-09-20T20:10:52Z", [0.0], ""], [67317, "2019-09-20T19:45:53Z", [0.03], "\"One member state said the UK had gone a few steps forward by proposing an all-Ireland SPS zone, but had now gone ten steps back.\"\n"], [61938, "2019-09-20T18:27:13Z", [0.17], ""], [1333, "2019-09-20T18:14:33Z", [0.44], ""], [57110, "2019-09-20T17:54:22Z", [0.28], ""], [4890, "2019-09-20T15:21:59Z", [0.05], ""], [74995, "2019-09-20T14:15:15Z", [0.0], "No, too much legal stuff to get done. "], [79587, "2019-09-20T13:43:23Z", [0.07], "There are just so many factors pointing towards another extension, for example the law that says the Prime Minister must ask for another extension of the UK's EU membership if he can get no deal through parliament, the fact that the majority in parliament is opposed to a no deal Brexit and would also replace Boris Johnson with a new Prime Minister if he defies the law and the fact that the chances to get any withdrawal agreement trough parliament are slim, due to the fact that the opposition has no incentive to help Boris Johnson and some hard Tory Brexiteers would vote against any withdrawal agreement that is likely to be acceptable to the EU."], [128, "2019-09-20T12:59:05Z", [0.33], ""], [75863, "2019-09-20T12:53:10Z", [0.22], "https://www.cnbc.com/2019/09/19/british-pound-jumps-after-eus-juncker-is-optimistic-about-a-brexit-deal.html"], [42162, "2019-09-20T08:39:11Z", [0.8], ""], [79534, "2019-09-20T05:09:38Z", [0.3], "With a new PM it is unlikely to happen in the manner which the question has been asked. They love arguments and that may preclude and final decision prior to the next US election cycle. It is my belief H.C. will continue to sideline a serious decision with meandering arguments for well past the date posed in the question. Much depends on what the Queens wishes are and that isn't a publically known sentiment. 30% is low but I seriously doubt Brexit will happen before Nov. 1st 2019"], [19829, "2019-09-20T04:33:26Z", [0.2], ""], [6978, "2019-09-20T01:34:29Z", [0.0], ""], [57797, "2019-09-20T01:22:24Z", [0.12], "The difficulty of a new WA is starting to become apparent. [1] [1] https://www.theguardian.com/politics/2019/sep/19/brexit-eu-must-take-risks-with-irish-border-says-barclay"], [11430, "2019-09-19T21:32:32Z", [0.8], ""], [695, "2019-09-19T21:22:07Z", [0.22], ""], [67317, "2019-09-19T20:26:10Z", [0.07], "7% on Cummings having a late-night-call ace to lay on the table, coming mid October. So far nothing tangible on the backstop, which \"has to go\". No majority in parliament. So smoke-and-mirrors until the summit and keep the cards close to heart? 93% saying not going to happen. Johnsons helping hand is that he's more popular than Corbyn, the opposite extreme."], [67444, "2019-09-19T19:28:27Z", [0.65], "\"Yes\" contains the options:\n- Hard Brexit (Quite possible, taking into account the fact that the PM is totally lost and doesn't care about the facts)\n- With the Nov 2018 contract (Politically very difficult to Boris)\n- With a new contract (Time is running out, the Brits haven't been able to propose anything serious so far, what could change?)\n\"No\" contains:\n- Revoke article 50 (Boris won't do this. Within this time schedule they won't have a new PM that would be willing to do it. Very difficult to see this happening.)\n- A new extension (EU doesn't want to have this, but might be wiling to accept IF there would be serious proposals coming from U.K. AND the EU would believe that a real agreement can be achieved in the near future. I don't think this is probable at all...)\n"], [66432, "2019-09-19T19:16:31Z", [0.08], ""], [1333, "2019-09-19T18:47:43Z", [0.45], ""], [79572, "2019-09-19T18:45:14Z", [0.35], ""], [76543, "2019-09-19T16:47:29Z", [0.45], ""], [78237, "2019-09-19T15:48:12Z", [0.15], ""], [76701, "2019-09-19T15:14:24Z", [0.35], ""], [691, "2019-09-19T13:37:29Z", [0.42], ""], [128, "2019-09-19T11:54:39Z", [0.32], ""], [76629, "2019-09-19T10:13:03Z", [0.6], ""], [79532, "2019-09-19T05:49:55Z", [0.69], "Adding to previous - EU distractions are mounting. Italy looks to give the Five Star Movement and Northern League a boost in the polls, Germany - AFD has risen above SPD in polls ahead of referendum - Merkel and the \"Grand Coalition\" are under threat. Spain - Pro independence party won in Catalonia. EU members might just accept any Brexit deal presented by BJ to make it go away. Also... Within the UK - Any deal is looking more likely to garner support from Labour. A vote for a deal would remove any contest from the remain camp and the Lib Dems going into an election."], [26553, "2019-09-19T00:23:00Z", [0.0], ""], [79554, "2019-09-18T22:56:42Z", [0.85], "Either Boris will force it through somehow or the EU will be so fed up of the uncertainty that they won't agree to an extension."], [76258, "2019-09-18T22:44:14Z", [0.15], ""], [79552, "2019-09-18T21:18:09Z", [0.43], ""], [78828, "2019-09-18T20:42:54Z", [0.95], "Boris isn't messing about. Public patience (re: numerous extensions) seems to be wearing thin. Another extension seems pointless to many, EU politicians seem to want one possibly to bolster support for a second referendum - I can't see them putting any effort into an agreement themselves - and the uncertainty of what could happen should there be another extension isn't as favourable as biting the bullet on the 31st so to speak. I give a 5% leeway because you just never know. Johnson and co. have a fair amount of opposition, whether that bothers the Conservatives enough to wait another few months is unknown to me. "], [1333, "2019-09-18T20:35:09Z", [0.52], ""], [29907, "2019-09-18T20:20:46Z", [0.2], ""], [1333, "2019-09-18T20:18:25Z", [0.53], ""], [79550, "2019-09-18T19:53:49Z", [0.75], "There is nothing to stop them."], [76730, "2019-09-18T18:18:15Z", [0.4], ""], [78126, "2019-09-18T17:01:31Z", [0.75], ""], [6978, "2019-09-18T14:00:02Z", [0.3], ""], [79494, "2019-09-18T13:28:53Z", [0.5], "EU votes to allow an extension. Laws passed by Parliament force the PM to ask for one, therefore it seems most likely it will happen. The chance of it not happening is only if the PM ignores the law of the land or manages to overturn it in court, both of which are incredibly unlikely _unless_ Queen's Consent can be made the overriding issue (which was not given for the law forcing him to ask for an extension, but may have been required)."], [79079, "2019-09-18T12:49:56Z", [0.09], ""], [522, "2019-09-18T12:35:12Z", [0.51], "Even if forced under law to ask for an extension or to recall parliament, the Prime Minister could lawfully ask for a one day extension which would be sensibly rejected by the EU, parliament could pass another bill detailing the extension and so forth but all against the clock. The balance of probability today remains with leaving because without a confirmed date for an election or referendum the EU has to break its own guidelines to move this forward. "], [67609, "2019-09-18T10:45:49Z", [0.07], "My previous estimate was based on two assumptions: (i) 8% probability for the parliament to accept a deal, (ii) 1% probability of BJ defying the Benn Bill and leaving the EU with no deal, as I doubt that breaking the law in such a spectacular way might be too much even for BJ. Looking at how the negotiations with the EU are going, it is unlikely that there will be a new deal with the EU, which reduces the probability of (i): as no new deal will be on the table, (i) probably reduces to the probability of accenting May's deal (which could be force if the EU did not agree on an extension, probably unlikeky). For the moment I will simply update my old 8% estimation to a 6%, giving a total of 7%."], [79537, "2019-09-18T09:15:14Z", [0.15], "not impossible but not likely"], [15414, "2019-09-18T07:35:56Z", [0.23], "If requested, and that is now law, the EU is very likely to grant an extension. The chances of a new deal being agreed, prior to the date, are low as the prorogation severely limits the time to debate and pass it in parliament."], [78570, "2019-09-18T06:36:46Z", [0.1], "Boris wants to play the 'blame the EU game' and is likely hoping a request for an extension is delayed. The EU has always said there needs to be a substantial plan or reason proffered to approve an extension. As it stands with Boris backed into a corner with what seems like no cards left to play, and dependent on the Supreme court ruling, a no confidence motion could see him ousted and the path to a general election will cement an extension. "], [78415, "2019-09-18T04:06:52Z", [0.51], ""], [79532, "2019-09-18T03:51:48Z", [0.67], "Leave is the default option while Boris Johnson is still PM. Recent strategies of prorogation and talk of a legal challenge to the Benn Bill, indicate that BJ is trying to hold the line until mid October. This forecast has been made considering the following points: \nBrexit is not a desirable outcome for the EU - I predict that the EU will offer an extension whether it is sought or not; \nAssuming BJ remains in power - if there is a vote of no confidence in Boris Johnson's government, this forecast would be drastically revised; \nThe legal challenge to the prorogation of parliament is likely to fail;\nA general election at this point in time would probably return Boris Johnson to power."], [77635, "2019-09-18T02:36:27Z", [0.05], ""], [5018, "2019-09-18T01:59:57Z", [0.5], "I've stopped following the whole farce a long time ago, so forecasting with bare minimum of information. Boris seems to have painted himself into a corner and it sounds like he won't mind hard Brexit if it is at all possible. "], [75863, "2019-09-17T21:09:15Z", [0.12], ""], [172, "2019-09-17T19:10:08Z", [0.01], ""], [1333, "2019-09-17T18:15:53Z", [0.54], ""], [1333, "2019-09-17T18:06:17Z", [0.55], ""], [61367, "2019-09-17T18:03:34Z", [0.18], ""], [40930, "2019-09-17T17:02:39Z", [0.33], ""], [25920, "2019-09-17T16:24:33Z", [0.25], ""], [45699, "2019-09-17T16:21:58Z", [0.9], ""], [78027, "2019-09-17T15:46:24Z", [0.1], ""], [79279, "2019-09-17T14:56:31Z", [0.75], "https://en.wikipedia.org/wiki/Brexit\nBrexit passed in 2016\nAbout a year later they filed the paperwork\nThey took two year to make a plan (2018)\nNow it's been another year\nIt's been delayed twice, or 3 times if you count the prorogation\nAt least some significant portion of once-anti-Brexiters now just want it to be done with, people are sick of it, the still-anti-Brexiters won't allow another referendum which both indicates and communicates a lack of pull to stay, options seem to have been exhausted, it seems energy has shifted to feeling it's time to move on and let the battle be reincarnated and fought another day"], [79524, "2019-09-17T14:44:53Z", [1.0], ""], [128, "2019-09-17T12:39:36Z", [0.3], ""], [691, "2019-09-17T10:45:16Z", [0.33], ""], [55483, "2019-09-17T08:12:34Z", [0.89], "BJ didn't achieve much in Lux. and therefore, the chances of staying in and have a deadline extended are getting slimmer every day."], [73813, "2019-09-17T05:23:11Z", [0.27], ""], [62460, "2019-09-17T04:22:02Z", [0.45], "The Irish border issue will not be solved by then and the UK will decide it will not want to take the risk of closing that border"], [6978, "2019-09-17T03:06:17Z", [0.0], "."], [79511, "2019-09-17T00:34:59Z", [0.25], ""], [79508, "2019-09-16T22:37:11Z", [0.0], "They will not leave"], [79507, "2019-09-16T22:07:52Z", [0.01], ""], [41922, "2019-09-16T20:53:35Z", [0.2], ""], [79503, "2019-09-16T20:53:15Z", [0.49], "Lack of skill among those who actually want to ‘leave’: lack of will among those who could make ‘leave’ happen; number of legal routes open (including different jurisdictions and appeals processes) to prolong / frustrate the ‘leave’ process. [Edit] However, comma, the utter boredom of most other EU countries and he EU’s own law makers means there’s a countervailing chance that they’ll force us to leave when the UK govt last said it wanted to ‘leave’"], [1333, "2019-09-16T18:09:14Z", [0.65], ""], [79499, "2019-09-16T17:50:34Z", [0.25], ""], [38, "2019-09-16T16:56:08Z", [0.11], "It sounds to me like BJ and his team are finally getting serious about negotiating with the EU. If so, I think that that increases the possibility of a new WA emerging in the last half of October.  (I'm reading rumors that this new WA will change the backstop and leave NI in the EU.)    On the other Brexit question, I am forecasting a 9% chance of the UK leaving on 10/31, but that is because that question asks which will happen first.  I can imagine a scenario where parliament sets a date for an election, then proceeds to vote on whatever new WA BJ brings forward. Therefore, my forecast for Brexit on this question is a bit higher than my forecast for it on the other question. However, because there has been leaks indicating that the EU will agree to an extension, and we've seen that the UK parliament seems to be able to agree only one thing--no No Deal Brexit--because of the legislation parliament passed requiring the PM to submit a request for an extension if there's no WA, I think that the most likely outcome in the short term will be another extension."], [1333, "2019-09-16T15:59:50Z", [0.76], ""], [79495, "2019-09-16T15:55:49Z", [0.25], "As Parliament passed a law to prevent this I believe it will at least be tied up in the courts, if not an extension granted by EU."], [79496, "2019-09-16T15:23:57Z", [0.15], ""], [78180, "2019-09-16T15:10:45Z", [0.15], ""], [79494, "2019-09-16T15:03:54Z", [0.65], "Legislation is already passed to leave, this is the default position. Indications are that the EU is willing to negotiate but only if there are meaningful discussions, of which there are few signs.\nOpposition parties are using this for political capital, when none of the biggest influencers have a clear alternative strategy. GBP-EUR fx is rising as the market stabilises around what was the previous uncertainty and now seems to be reaching a conclusion."], [29054, "2019-09-16T13:39:22Z", [1.0], " Bojo is a well versed politician, he always wanted to be prime minister, now has the opportunity to deliver on his promise and probably get elected for \"real\".  It might not be good for most islanders but that was their choice. So they should joint the crazies and go along for the ride of decoupling from the euros.  "], [79487, "2019-09-16T13:36:48Z", [0.15], ""], [79486, "2019-09-16T13:35:42Z", [1.0], "This has been forecasted for 500 years by Nostradamus, and with current positivity trends seen around the globe, a quick exit is certain. There will certainly be a deal, even though it might not be broadcasted."], [79485, "2019-09-16T13:33:46Z", [0.65], ""], [79388, "2019-09-16T12:56:53Z", [0.95], ""], [42936, "2019-09-16T12:00:40Z", [0.85], "Any solution to this situation kept in hands of PM is that Johnson will allow North Ireland to stay withing EU borders, and will GB accept most of Theresa May's Agreement."], [67317, "2019-09-16T10:55:20Z", [0.0], ""], [79475, "2019-09-16T09:38:52Z", [0.23], "Labour will probably stick to their guns and force Johnson to seek an extension. Small chance that he overrides Parliament but I judge that less likely. "], [76491, "2019-09-16T09:09:19Z", [0.5], "Johnson no longer needs the DUP to support any decisions re backstop so he will bring back May’s WA with a Northern Ireland only backstop. Am only 50% confident because my predictions about Brexit since change of executive have been wrong! "], [1639, "2019-09-16T07:32:54Z", [0.1], "Looking at the \"crowd\" responses on this Q there are 20% chances to it to occur. It went rapidly down from a little over 60%. I supposed it is because BoJo is losing \"ground\" by the day, and not just in Parliament. We can read about it (and we did!) all we want, but it seems to me that it is one of those things that nobody really believes in, or at least they hold many doubts. Practically, nobody wants to make that jump into the dark hole. I think that if they find a way to say \"we change our minds\" while saving the face they'll do it. Although, the UK already lost a very good deal of credibility with this mess.\n"], [77557, "2019-09-16T03:42:10Z", [0.44], "If the tories hold 288 of the 650 seats in the house of commons (https://en.wikipedia.org/wiki/House_of_Commons_of_the_United_Kingdom) and assuming that all current parties are against the current government, then I'm going to guess 44% success."], [66432, "2019-09-16T03:14:43Z", [0.03], "Anything is possible with Boris, but Parliament has been clearly opposed. No election will occur in the interim."], [21046, "2019-09-16T02:41:15Z", [0.15], ""], [1034, "2019-09-15T21:56:49Z", [0.0], "Folley, A. (2019).UK's Johnson draws comparison to Hulk, promises Brexit. The Hill. Sept. 15, 2019. Retrieved from\nhttps://thehill.com/policy/international/461443-uks-johnson-draws-comparison-to-hulk-promises-brexit British Prime Minister Boris Johnson drew comparisons between himself and a comic book hero in a recent interview in which he vowed to take the United Kingdom out of the European Union at the end of October, as planned."], [31201, "2019-09-15T21:53:20Z", [0.05], "It is now very difficult but not impossible."], [79464, "2019-09-15T21:36:12Z", [0.3], ""], [79464, "2019-09-15T21:10:54Z", [0.15], ""], [26553, "2019-09-15T21:05:50Z", [0.2], ""], [26553, "2019-09-15T21:05:28Z", [0.4], ""], [72709, "2019-09-15T20:59:51Z", [0.65], ""], [1034, "2019-09-15T20:57:39Z", [0.0], ""], [411, "2019-09-15T20:41:26Z", [0.1], ""], [534, "2019-09-15T20:40:04Z", [0.75], ""], [31542, "2019-09-15T19:26:52Z", [0.01], ""], [16181, "2019-09-15T19:18:19Z", [0.25], "I can't see the UK leaving the EU."], [1019, "2019-09-15T19:12:05Z", [0.2], ""], [1333, "2019-09-15T19:09:10Z", [0.75], ""], [1333, "2019-09-15T19:01:56Z", [0.65], ""], [57797, "2019-09-15T18:58:37Z", [0.14], "Based on my forecast here https://www.gjopen.com/comments/comments/905718"], [5002, "2019-09-15T18:03:43Z", [0.1], ""], [33418, "2019-09-15T17:04:57Z", [0.1], ""], [78048, "2019-09-15T16:08:08Z", [0.35], "Think a N Ireland only backstop will be voted but don't think enough labour will support,  "], [75863, "2019-09-15T15:52:35Z", [0.18], ""], [57963, "2019-09-15T15:34:45Z", [0.45], ""], [53391, "2019-09-15T15:20:34Z", [0.75], "Believe labor will not support a gen election until after brexit debacle occurs. "], [49838, "2019-09-15T14:36:20Z", [0.07], "Recent events regarding the revolt of several lawmakers to the other side, and the subsequent blocking of Boris Johnson by this resistance group has slimmed down the possibility of the UK leaving by this deadline."], [61403, "2019-09-15T13:15:42Z", [0.45], ""], [64582, "2019-09-15T13:06:50Z", [0.45], ""], [691, "2019-09-15T11:27:31Z", [0.32], ""], [79445, "2019-09-15T11:06:34Z", [0.01], ""], [12837, "2019-09-15T10:17:28Z", [0.02], ""], [76006, "2019-09-15T10:06:31Z", [0.1], ""], [78828, "2019-09-15T09:44:14Z", [0.95], "Comment deleted on Sep 18, 2019 09:09PM UTC"], [79443, "2019-09-15T09:43:56Z", [0.7], "The Prime Minister has insisted he won't ask for a delay. He could resign, or push through a no-confidence vote in the government, or ignore the law and not ask for an extension. I think he will do whatever he can to leave on the 31st."], [75776, "2019-09-15T06:36:08Z", [0.07], "The negociated deal between UK and EU has been rejected 3 times by Parliament, while EU remains unwilling to change it. The only strategy PM Boris Johnson has come up with to pressure EU is to threaten with a no-deal Brexit on 31 October, but Parliament has rejected that too. Therefore, while no-one wants to delay Brexit it will be delayed anyway. "], [79175, "2019-09-15T04:30:44Z", [0.68], ""], [15196, "2019-09-15T03:16:15Z", [0.0], "0"], [49937, "2019-09-15T02:51:55Z", [0.05], ""], [73, "2019-09-15T02:23:40Z", [0.0], ""], [6978, "2019-09-15T02:03:39Z", [0.33], ""], [74102, "2019-09-15T00:58:30Z", [0.01], ""], [67771, "2019-09-14T21:26:17Z", [0.1], "Arbitration of my current forecast on the 7-bin question"], [1034, "2019-09-14T20:59:43Z", [0.0], "Leaked resolution reveals the EU is preparing to grant the UK another Brexit extension Colson, Adam and Bienkov (2019) Sep. 12, stated that: The European Parliament is preparing to grant the United Kingdom a third delay to Brexit, a leaked resolution seen by Business Insider suggests.\nThe resolution, which is due to be approved by members of European Parliament next week, says an extension should be offered to avoid a no-deal Brexit.\nThe members will also support a fresh Brexit delay to create time for a general election or a referendum, the resolution says.\nOne member of the Parliament's Brexit Steering Group said after a meeting with Michel Barnier, the EU's chief Brexit negotiator, that she believes an extension will be offered. Colson, T., Adam, P. & Bienkov, A. (2019).  Leaked resolution reveals the EU is preparing to grant the UK another Brexit extension. Business Insider.  Sep. 12, 2019. Retrieved from\nhttps://www.businessinsider.com/leaked-memo-eu-preparing-to-grant-uk-new-brexit-extension-2019-9"], [41922, "2019-09-14T20:32:52Z", [0.32], ""], [1333, "2019-09-14T18:46:34Z", [0.55], ""], [63835, "2019-09-14T18:14:42Z", [0.01], "most likely A50 extension"], [61375, "2019-09-14T17:42:18Z", [0.0], "The Elites don't want it. Even though I would regard Boris Johnson as one of those said elites, he is doing it to appeal to darker forces such as Trump to allow selling off the NHS. Even most Brexiters don't want that outcome. Although I think a NO DEAL Brexit is probably the only way we can leave. After all, it was what the in / out referendum 'promised' would be done. The whole idea of a (pre-leave) deal has been fabricated. Sure once we left we would need to make deals. The Parliamentary system has tied itself up in knots. The only way a decision can be made is for a 2nd ref under a Labour Government. And I think the remainers who are mostly the ones who campaign for this will be surprised at the amount of people who now agree that Brexit has become a question of democracy. Our vote should count, not be deliberated until we make the 'right' choice. So no - we won't leave on the 31st, and I wouldn't put money on the system ever allowing us to leave, but I do suspect there is a large amount of people who would vote for it - if asked again."], [79429, "2019-09-14T16:24:05Z", [0.23], "Johnson appears to be losing support within his own party the harder he pushes the line on no deal brexit"], [78815, "2019-09-14T15:46:02Z", [0.1], ""], [67515, "2019-09-14T15:26:07Z", [0.15], "As it looks now it is only in the interest of very few people for Brexit actually happen."], [21319, "2019-09-14T13:43:48Z", [0.3], "I don't think Johnson's attempt to bulldoze it through is going very smoothly."], [79177, "2019-09-14T13:37:50Z", [0.3], "fun"], [79177, "2019-09-14T13:35:48Z", [0.15], "fun"], [79427, "2019-09-14T13:23:27Z", [0.56], ""], [63825, "2019-09-14T11:48:06Z", [0.01], ""], [1333, "2019-09-14T09:57:59Z", [0.56], ""], [1333, "2019-09-14T09:43:56Z", [0.55], ""], [1333, "2019-09-14T09:33:47Z", [0.53], "If no standard is held too, Western Democracy will have come to an impasse that must make it look like an unseemly affair and less desirable. Eu has to let them crash out."], [79424, "2019-09-14T09:08:38Z", [0.35], ""], [79407, "2019-09-14T08:13:54Z", [0.35], ""], [14107, "2019-09-14T06:54:47Z", [0.3], ""], [79416, "2019-09-14T06:30:08Z", [0.65], "Conviction and determination of Boris Johnson to get us out if EU"], [33418, "2019-09-14T06:02:46Z", [0.0], ""], [35642, "2019-09-14T03:43:59Z", [0.07], ""], [79266, "2019-09-13T23:59:57Z", [0.17], ""], [30602, "2019-09-13T23:42:12Z", [0.26], ""], [11381, "2019-09-13T21:44:22Z", [0.0], "Parliament members (as a whole) recognize the difficulty and damage that would be posed by leaving the EU, and Parliament has survived its constitutional crisis with Boris Johnson.  Because the EU would also suffer, and Scotland and Ireland are decidedly against Brexit, both sides (Britain and the EU) will agree to another delay.  The delay and repeated close encounters with the reality of Brexit are changing opinions within Parliament and across the population to such a degree, which will eventually lead to a new referendum"], [76261, "2019-09-13T21:19:58Z", [0.1], "No !      Firstly.  Only chance would be political agreement on a new deal across the House.  Highly unlikely.      Secondly.  The practical issues surrounding a decision to leave; ie actually putting a deal into law. No time to enact.          Thirdly.  Johnson bluster has had its day and a \"No Deal\" brexit is virtually impossible unless one of the EU member states basically said, \"Go now.\"       Fourthly.  There is a vague chance that \"ultra-right\" English and NI politicians will actually wake up to the absolute reality of a total collapse of the UK & NI as a nation state in the event of a \"no deal\"."], [79399, "2019-09-13T20:52:05Z", [0.66], "This is based on a number of factors. The Government are clear that they will obey the law but also state they will leave deal or no deal. The recent Benn/Letwin bill would seem to mitigate against them being able to leave without a deal. Yet still the Government state they will leave deal or no deal. In a recent interview Dominic Rabb the foreign secretary stated that the benn/Letwin legislation would be legally tested to the limits. This suggests they think they have a legal route around this. There is also the fact that any request to extend would require unanimous support from EU countries. Will France carry out its threat to veto any extension and let the uk crash out, probably not. One possible route is that no deal emerges from the EU summit. On or around 17 October, Johnson resigns, meaning 14 days to find a new PM. However my understanding is that for the queen to appoint a successor, requires a recommendation from the PM. He could state that there is no successor, 14 days elapse and then there is a general election and we crash out. Also I cannot see how Corbyn could muster the votes to become PM. The Lib Dem’s, Independent Group and most of the Independents would refuse to back him. The remainders know what they are against not what they are for and their fragile working together is unlikely to last long. Another route is that some deal does emerge from the Eu summit. A number of labour MPs are already moving towards accepting a deal any deal after previously voting against Theresa May’s deals. 31 October has the feel of a real deadline and the pressure will be on to agree a deal. My final argument is that both sides have war gamed all scenarios. I have more faith in the Governments war gaming than the oppositions. They did after all win the original referendum against all the odds. Finally I can’t believe that after waiting all this time that Boris will want to go down without getting this done. He has staked everything on this."], [63319, "2019-09-13T20:05:59Z", [0.25], ""], [41993, "2019-09-13T19:39:58Z", [0.0], "Because of my intuition and of my knowledge."], [78633, "2019-09-13T19:00:34Z", [0.75], "B Johnson has too much to lose by deferring the date.\n"], [79395, "2019-09-13T19:00:25Z", [0.25], "The Conservatives over-played their hand and destroyed their own majority in pursuit of a No Deal Brexit. They are currently backed into a corner with no way to avoid having to request and extension until Jan 31st. "], [69091, "2019-09-13T18:51:22Z", [0.1], ""], [79388, "2019-09-13T17:50:52Z", [0.0], ""], [34353, "2019-09-13T17:15:19Z", [0.25], ""], [77869, "2019-09-13T17:09:30Z", [0.2], "Although illegal to do so, there's a significant probability that the executive will try to ignore parliament, and legal judgements, to go ahead with a no-deal Brexit. Whether it will be able, and have the political authority, to do so, is hard to quantify."], [70451, "2019-09-13T16:35:45Z", [0.0], "I've never expected Brexit to go ahead and still believe that it will be stopped or delayed before Halloween. "], [73436, "2019-09-13T16:10:38Z", [0.77], "Will Boris Johnson break the law if necessary?  There are fierce arguments on both sides of the debate.  The Prime Minister has stated, many times that Britain will leave the EU \"Do or die\".\nI think that Boris has got the political will to essentially martyr himself in pursuit of a Brexit."], [4885, "2019-09-13T16:04:37Z", [0.1], ""], [79379, "2019-09-13T16:00:48Z", [1.0], ""], [72785, "2019-09-13T15:38:43Z", [0.26], "Unless an extension is agreed with the EU or Art 50 is revoked the UK will leave on or before 31 Oct. It is extremely unlikely that Art 50 will be revoked by 31 Oct. Due to the new law passed Boris will have to ask for an extension unless a withdrawal agreement or a no deal exit is agreed by the UK Parliament by 19 Oct. Boris really does not want to ask for an extension.  Many in his cabinet (himself and Gove included) would like to leave with a deal. There is very little time left for negotiating with the EU. Now that the government is no longer reliant on the DUP for a majority (even with the DUP they are a minority) they may consider being more flexible with regard to a border in the Irish Sea.  So it is not unlikely that an amended version of Theresa May's withdrawal agreement will be put before Parliament once the new session begins. \nThe question is, will the opposition vote with the government for a deal, or will the MPs who want to remain/leave with no deal/have another referendum hold out in the hope of eventually getting what they want, possibly after an early general election. "], [79376, "2019-09-13T15:08:05Z", [0.15], "Legal battles aside, general sentiment means this must still be a bit possible."], [57110, "2019-09-13T15:06:13Z", [0.25], "Recent legislation makes it harder but not quite impossible to leave given potential for a) loopholes and b) need for unanimous agreement to extend deadline among other 27 EU nations"], [78624, "2019-09-13T14:49:22Z", [0.35], ""], [6978, "2019-09-13T14:42:03Z", [0.5], "."], [79372, "2019-09-13T14:41:39Z", [0.05], "hunch"], [79369, "2019-09-13T14:18:55Z", [0.15], ""], [79079, "2019-09-13T13:25:03Z", [0.12], ""], [57797, "2019-09-13T13:12:30Z", [0.17], ""], [128, "2019-09-13T12:55:21Z", [0.25], ""], [33525, "2019-09-13T12:49:55Z", [0.05], "It is not about Brexit anymore. It is about Democracy. The UK is  Parliamentary centred. The past does not necessarily predict the future but in this case, I bet it will."], [691, "2019-09-13T12:04:51Z", [0.38], ""], [32100, "2019-09-13T11:46:41Z", [0.01], ""], [55483, "2019-09-13T10:46:14Z", [0.75], "Negotiations with the EU are painfully slow and it looks like UK will crash out of EU. There’s a small change that the Parliament will stop it and at the same time the EU will agree to extend the deadline again."], [66440, "2019-09-13T09:48:33Z", [0.0], "Brexit is over. "], [31957, "2019-09-13T09:25:59Z", [0.15], "Because of the Benn-Letwin Act and because it is likely that the Union would consent to an extension to allow time for either a second referendum or a general election, or one followed by the other. \n15pc probability because Johnson could perhaps agree a deal and get the ERG and the Labour Leave caucus to vote for it. However likelihood of agreement in EU very low because of the lack of proposal from the UK and the confrontational attitude of the UK"], [78136, "2019-09-13T09:11:27Z", [0.95], "A decision has to be made.  Boris Johnson will find a way to get this through"], [23309, "2019-09-13T09:05:14Z", [0.12], ""], [79275, "2019-09-13T09:01:46Z", [0.35], ""], [15218, "2019-09-13T08:33:44Z", [0.15], ""], [15218, "2019-09-13T08:32:08Z", [0.35], "Comment deleted on Sep 13, 2019 08:33AM UTC"], [35217, "2019-09-13T08:15:00Z", [0.22], "Betting odds for this to happen are currently 19/10, or 34% probability:\nhttps://www.oddschecker.com/politics/brexit/uk-to-leave-the-eu-on-the-31-october-2019\nI think this puts it quite high given the resistance in the UK Parliament and the EU's interest to have an orderly Brexit.  Crowd is at 10%, which seems quite high to me. As I haven't followed all the details I am going with the average of the two. \n"], [11430, "2019-09-13T08:06:20Z", [0.75], "N.Ireland has made a large shift in its stand and Bojo needs to act and compromise as well with EU to get a deal on time."], [78086, "2019-09-13T08:05:07Z", [0.2], "The new law forces the PM to request an extension if no deal has been found. Despite his claims, I do not feel that we are anywhere near a deal at this stage."], [78091, "2019-09-13T07:01:52Z", [0.05], "Not likely as deal blather is just rhetoric "], [76421, "2019-09-13T06:56:30Z", [0.2], "Parliament has ruled that unless a deal is made , they will block any no deal crash out of the EU. Although any request for a further extension requires EU approval and some countries want to see the possibility of a proper deal before agreeing further extensions .  A deal is unlikely as negotiations have stalled and time is running out. But there is a possibility of a last minute deal with the DUP which could swing things,  if the Irish backstop  issue can be sorted ( which is a very big if ) . The way things are in UK politics , never say never ! "], [75263, "2019-09-13T06:52:07Z", [0.0], "Logjam. Check. No movement possible"], [75948, "2019-09-13T06:45:47Z", [0.12], "Without an overall majority in the house, the Government has little chance of succeeding to achieve Brexit on current terms. The small chance that exists is for a revised deal to be agreed which offers a broader appeal."], [78097, "2019-09-13T06:29:17Z", [0.8], "This is the default scenario if every else fails. Time is running"], [55682, "2019-09-13T06:01:35Z", [0.2], ""], [57797, "2019-09-13T03:37:15Z", [0.1], ""], [25857, "2019-09-13T03:29:05Z", [0.0], ""], [78856, "2019-09-13T03:26:19Z", [0.8], "PM is committed to Brexit and the deadline suggested by the EU."], [57797, "2019-09-13T02:49:28Z", [0.17], ""], [18322, "2019-09-13T02:49:21Z", [0.1], ""], [18322, "2019-09-13T02:49:01Z", [0.0], ""], [77635, "2019-09-13T02:24:13Z", [0.01], ""], [77635, "2019-09-13T02:23:42Z", [0.25], ""], [32258, "2019-09-13T01:47:03Z", [0.0], "A new law passed before the suspension of Parliament forces the PM to seek a delay until 31 January 2020, unless a deal or no-deal exit is approved by MPs by October 19.  Johnson pledges to break that law, call for an election, or resign. \nLabour, the SNP and Lib Dems all demanded an urgent recall of parliament to allow scrutiny of the government’s Brexit plans after Scottish appeal court judges ruled against Johnson’s decision to suspend parliament in the run-up to the October Brexit deadline.\nHis other problem is that the Queen appears pissed that she was misled."], [79352, "2019-09-13T01:13:06Z", [0.1], ""], [70553, "2019-09-13T00:24:53Z", [0.0], "Both parties really want/need an extension"], [14822, "2019-09-13T00:19:46Z", [0.0], ""], [32858, "2019-09-13T00:13:26Z", [0.05], ""], [79251, "2019-09-12T23:58:43Z", [0.1], ""], [75004, "2019-09-12T23:28:16Z", [0.0], "Boris J. will find himself in impossible situation after deciding to fight part of the parliament so openly, so he should resigh o ask/make ask for another extension "], [78328, "2019-09-12T22:51:45Z", [0.05], "Presently there are too many contraindications for leaving on this date  either with a deal or without.\nParliament is forcing PM to ask for extension and despite some mutterings from Macron abut running out of patience for an extension the practical reality is that rather than have uk leave, France and EU member states better option is to see whether General election or referendum can clear a way through the fog. "], [79349, "2019-09-12T22:36:38Z", [0.3], ""], [74576, "2019-09-12T22:32:22Z", [0.0], "Highly unlikely due to political turmoil and expected economic downturn"], [63674, "2019-09-12T22:19:35Z", [0.12], ""], [36870, "2019-09-12T22:19:27Z", [0.05], ""], [76785, "2019-09-12T21:53:04Z", [0.0], ""], [39718, "2019-09-12T21:33:00Z", [0.12], ""], [29798, "2019-09-12T21:26:08Z", [0.25], "Because I think, that the moderate Brexiteers, are realizing that the beautiful scenery, presented to them by Boris Johnson and Nigel Farage is nothing more than painted cardboard. Firms are resettling from the UK to Mainland Europe, people are already losing their jobs because of this.\nThe currency slump from the UK pound against theEuro and the Dollar, which makes living in the UK much dearer, with the expectation that prices will rise and commodities will be scarce after the exit.\nThe part of the electorate, which did not vote in the Brexit referendum is now mobilized to form a stiff remain majority block.\nBecause of a high probability that the United Kingdom will disintegrate partly or as a whole, it will be interesting to see what the stance of the armed forces will be, as protectors of the integrity of the nation. \nIn fact, der Boris has set an example by more or less staging  a coup d'etat by trying to circumvent the House of Parliament and the House of Lords."], [28846, "2019-09-12T21:20:13Z", [0.1], ""], [50172, "2019-09-12T21:19:40Z", [0.22], ""], [41612, "2019-09-12T21:19:05Z", [0.0], ""], [72785, "2019-09-12T21:18:01Z", [0.28], ""], [41612, "2019-09-12T21:12:01Z", [0.02], ""], [22939, "2019-09-12T21:07:58Z", [0.05], "I agree with Jeff-Lawrence's reasons."], [77545, "2019-09-12T21:03:53Z", [0.57], ""], [79341, "2019-09-12T21:00:01Z", [0.05], "No, it is EU's best interest to prevent or mitigate a British exit. Parliment has effectively prevented PM Johnson from a no deal exit, which I believe was his preferred approach. He has no planning for an exit with a deal so now he is behind. EU will likely extend until the year end."], [50395, "2019-09-12T20:56:53Z", [0.33], ""], [13120, "2019-09-12T20:53:58Z", [0.1], "I don’t think Boris has many options but will be forced to obtain an extension "], [33307, "2019-09-12T20:45:48Z", [0.2], ""], [76302, "2019-09-12T20:44:19Z", [0.0], ""], [71569, "2019-09-12T20:43:28Z", [0.0], ""], [45622, "2019-09-12T20:41:40Z", [0.25], ""], [47953, "2019-09-12T20:38:26Z", [0.75], "I think people underestimate Boris Johnson and Leave's popularity, also the desire for the people in charge of the Tory party for a no deal \"adventure\"\nand I think the mood in the EU is a feeling of resignation that it's going to happen"], [79339, "2019-09-12T20:37:37Z", [0.15], "A deal has not been agreed yet and 'No deal' would be too damaging"], [54584, "2019-09-12T20:35:53Z", [0.05], "The odds of Johnson getting an election together and it ending in his favor by Oct 31 is incredibly slim.  Parliament already passed a bill requiring him to ask Brussels for an extension, so he would have to somehow muster support to overturn the request or put forward a passable alternative.  Parliament doesn't come back into session until mid-Oct leaving 2 weeks to accomplish all this.  Highly unlikely as Parliament moves about as fast as the US Congress, years, not weeks."], [1333, "2019-09-12T19:17:03Z", [0.53], ""], [67609, "2019-09-12T18:53:59Z", [0.09], "At this moment there are two realistic options for Brexit happening on time: (i) the parlament passes May's deal, as there seems to be impossible that there will be a new treaty, or (ii) that Boris Johnson disobeys the Benn Bill, which will be delightful in a certain twisted way. I also don't consider the probability of Boris Johnson endind dead on a ditch, as promised if there is no Brexit, to be particularly high, despite the high probabilities of no brexit. For the probabilities, (i) already rejected three times, plus the eight indicative votes, not to mention that the modified deal was not even vote, well... a 1/12 or 1/13 probability at most, i.e. about 8%, to which we add a remote 1% probability of the EU offering a new deal, (ii) I give this a 0%, Boris Johnson has neither the intention of ending in a ditch or a prison. However, better check the news, particularly after the parlament resumes activity on 14/10."], [14107, "2019-09-12T17:52:20Z", [0.27], ""], [1034, "2019-09-12T17:49:12Z", [0.0], "Morris, C. (2019). Brexit: How are the UK's talks with the EU going? BBC. Politics. Sept. 12, 2019. Retrieved from\nhttps://www.bbc.com/news/uk-politics-49662531"], [767, "2019-09-12T17:44:14Z", [0.05], "No viable path has become apparent for Brexit to occur before Oct. 31 since the Boris Johnson v House of Commons debacle. BJ's best shot seems to have backfired, for now. "], [79327, "2019-09-12T17:08:06Z", [0.62], "I think because of Boris J.’s ego he’ll now do everything in his power to achieve a deal and leave in order to avoid the humiliation of obeying the new law and asking for an extension. He could resign if he can’t get a deal accepted however he wants power too much and wants the glory of delivering Brexit."], [70711, "2019-09-12T17:05:21Z", [0.0], ""], [27181, "2019-09-12T16:43:57Z", [0.05], "The Good Friday Agreement has always precluded a no-deal Brexit. That was true right from the start of the process. "], [43901, "2019-09-12T16:41:23Z", [0.0], ""], [32501, "2019-09-12T16:40:12Z", [0.5], ""], [61938, "2019-09-12T16:36:41Z", [0.2], ""], [69418, "2019-09-12T16:36:20Z", [0.1], "Uk division  will mean that leaving without a deal will be impossible "], [77587, "2019-09-12T16:31:06Z", [0.1], ""], [79326, "2019-09-12T15:47:55Z", [0.0], ""], [78030, "2019-09-12T15:37:42Z", [0.95], ""], [55483, "2019-09-12T14:16:57Z", [0.34], ""], [62149, "2019-09-12T13:39:54Z", [1.0], ""], [79314, "2019-09-12T13:27:54Z", [0.0], ""], [128, "2019-09-12T13:08:53Z", [0.29], ""], [691, "2019-09-12T12:03:46Z", [0.48], ""], [77830, "2019-09-12T11:28:43Z", [0.1], ""], [34724, "2019-09-12T11:07:30Z", [0.35], ""], [79301, "2019-09-12T10:52:18Z", [0.15], "There is a possibility that it will happen by accident.  But all sides of this debate know the genuine consequences of no-deal, so that is out of the question.  It is theoretically possible that a deal will be found in late October.  But there is not enough time to enact the various legislation needed.  So an extension would be required into November/December."], [79300, "2019-09-12T10:42:33Z", [0.3], "The UK PM has stated his intention to leave on or before 31st October but there are ongoing legal challenges along with no agreement to the Northern ireland backstop & No breakthroughs in negotiations on changes to the current deal."], [78237, "2019-09-12T10:04:47Z", [0.11], "There are now very few ways which UK can leave on 31st: 1) Boris Johnson resigns before extension request deadline so he is no longer compelled to ask for extension and MPs can't agree new PM in time to ask for extension. \n2) EU Council denies UK extension\n3) EU Council attaches unacceptable condition to extension according to UK parl \n4) UK gov successfully challenges EU Withdrawal Act in courts and rules they are not compelled to ask for extension\n5) UK gov achieves concessions and is able to pass a Withdrawal Agreement through parliament\n6) MPs take control of parl business and propose the WA which gets passed through parliament There are probably more ways too but these are 6 outcomes which I don't think are particularly likely that could feasibly happen. Hence the low probably of a 31st exit.\n"], [74579, "2019-09-12T07:57:43Z", [0.2], ""], [20156, "2019-09-12T07:40:27Z", [0.3], ""], [49596, "2019-09-12T07:18:32Z", [0.3], ""], [32438, "2019-09-12T06:48:01Z", [0.1], ""], [79151, "2019-09-12T05:13:27Z", [0.5], ""], [76730, "2019-09-12T05:09:13Z", [0.45], ""], [31251, "2019-09-12T01:40:58Z", [0.12], "The Prime Minister has lost his majority, and it is unlikely that an election will be held before the 31st October. The law compels Johnson to ask for an extension if no new deal can be reached. Parliament does not want to leave without a deal and could well form an alternative government to secure an extension, then dissolve the parliament. The political calculus for the labour party is that passing any deal does not benefit them, and it is very unlikely that any deal will be significantly different from the withdrawal agreement which failed earlier this year. No deal is the legal default but a temporary government to ask for an extension would become likely in that case. "], [62808, "2019-09-12T01:13:32Z", [0.0], ""], [691, "2019-09-11T23:39:04Z", [0.52], ""], [77713, "2019-09-11T23:23:08Z", [0.04], "The recent court cases - one in Scotland and one in England - providing different verdicts over the last week [Scot rules that parliament should be sitting / whilst Eng courts ruled the PM had not done anything unlawful] - therefore the decision will go to the Supreme Court - this case will be on Tuesday 17th Sept -  Even if Johnson wins the vote [i.e. the supreme court rules that his actions were not unlawful] and that therefore parliament does not come back until mid Oct - all things considered it is unlikely that the PM will be able to put anything to parliament to exit with a deal before the 31st Oct - there is the EU meeting on the 17th Oct but with the EU negotiating team stating that the UK has not put anything new on the table this outcome looks doubtful -  If supreme court rules that Johnson did act unlawfully, then parliament will resume its current session - MP's will probably look to force Johnson to ask EU for an extension - if he refuses [i.e. resigns] then a general election is the most probable next step - Labour and Lib Dems are currently playing political games to delay the chance of a general election until November - their priority is to avoid a No Deal exit at all costs  There are still plenty of other possible outcomes and unknowables to be certain of anything - but with the PM having literally no control over the order of business in parliament - and the fact that parliament [MP's] are very much a remain institution [75% voted to remain] - this is likely to drag on well past the 31st Oct "], [745, "2019-09-11T21:37:10Z", [0.4], "I think we underestimate Johnson.  He is still Prime Minister and his party still wants a Brexit.  They could find a way to agree to a deal and declare victory.  It might look like NAFTA becoming USCAM."], [31450, "2019-09-11T21:14:01Z", [0.33], "I just want this whole stupid thing to be dealt with one way or the other. I think this might be the third question related to Brexit I'm forecasting and honestly the whole thing transitioned from fun to watch to an annoying distraction a long time ago.  With that out of the way, seems almost everyone but the PM wants to delay Brexit and, given his overall lack of competence, I'm guessing he loses. That said, leaving on 10/31 is still the default so it could very easily happen.  Not a terribly deep analysis but already more effort and time than I wanted to keep devoting to Brexit."], [62117, "2019-09-11T21:01:27Z", [0.25], ""], [41922, "2019-09-11T20:36:49Z", [0.4], ""], [57797, "2019-09-11T20:25:29Z", [0.2], ""], [57628, "2019-09-11T19:26:01Z", [0.27], "I doubt that this will happen before then.  BJ wants to call another election before brexit, probably to see if he an overturn the vote [2]. There is also a bill that has the potential to leave this thing running until January of 2020. Which is only three months away.  I will give this a 27% chance of happening [1] https://www.politico.eu/article/what-court-rulings-on-parliament-suspension-mean-for-brexit/\n[2] https://www.politico.eu/article/mps-deny-johnson-his-october-brexit-election-again/"], [42004, "2019-09-11T19:23:47Z", [0.25], ""], [1333, "2019-09-11T19:23:32Z", [0.54], ""], [78212, "2019-09-11T19:03:13Z", [0.0], ""], [75093, "2019-09-11T18:37:38Z", [0.75], ""], [5766, "2019-09-11T18:23:11Z", [0.25], "Unlikely. PM's power is getting narrowed down and support is on diminishing path. People who voted to Brexit are now seeing the details about how bad it can go and have long term economical effects."], [67339, "2019-09-11T17:52:01Z", [0.15], ""], [76399, "2019-09-11T17:16:21Z", [0.7], ""], [11430, "2019-09-11T17:14:39Z", [0.55], ""], [78328, "2019-09-11T17:13:59Z", [0.05], ""], [62581, "2019-09-11T17:13:12Z", [0.25], "Boris Johnson does not have the political capital to push a brexit through"], [1333, "2019-09-11T17:12:04Z", [0.55], ""]]}