{"question_id": 486, "title": "Will the Taliban take Lashkar Gah before 1 April 2018?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[368, "2018-04-01T03:11:08Z", [0.0], ""], [172, "2018-04-01T00:59:56Z", [0.0], ""], [38, "2018-04-01T00:48:42Z", [0.0], ""], [47812, "2018-03-31T22:44:20Z", [0.0], ""], [29591, "2018-03-31T21:37:08Z", [0.0], ""], [755, "2018-03-31T18:54:39Z", [0.01], "Comments: Sowing dragon's teeth. Into our 17th year and don't see opposition forces wanting for manpower/equipment. \nBusiness-Standard, March 31, 'Afghanistan: 23 militants killed in last 24 hrs': http://www.business-standard.com/article/news-ani/afghanistan-23-militants-killed-in-last-24-hrs-118033100322_1.html\nClips from Standard article:\n\"Further, the statement said that eight clearance operations, 69 special operations, five airstrikes and 100 supportive air operations were conducted. Also, vehicles and weapons belonging to the militants were destroyed.\" Comments: See above. Are we going back to this tired standard of measure again? Yep, me thinks we are.\nBody Count: https://en.wikipedia.org/wiki/Body_count\nVietnam War\nSince the goal of the United States in the Vietnam War was not to conquer North Vietnam but rather to ensure the survival of the South Vietnamese government, measuring progress was difficult. All the contested territory was theoretically \"held\" already. Instead, the US Army used body counts to show that the US was winning the war. The Army's theory was that eventually, the Vietcong and North Vietnamese Army would lose after the attrition warfare.\nAccording to historian Christian Appy, \"search and destroy was the principal tactic; and the enemy body count was the primary measure of progress\" in General Westmoreland’s war of attrition. Search and destroy was coined as a phrase in 1965 to describe missions aimed at flushing the Viet Cong out of hiding, while the body count was the measuring stick for the success of any operation. Competitions were held between units for the highest number of Vietnamese killed in action, or KIAs. Army and marine officers knew that promotions were largely based on confirmed kills. The pressure to produce confirmed kills resulted in massive fraud. One study revealed that 61 % of American commanders considered that body counts were grossly exaggerated.\nIn 1946, Ho Chi Minh said, in reference to the French, \"You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.\" Some analysis of war casualties indicated that the US and its allies inflicted roughly a three-to-two ratio of communist combat deaths against allied deaths. Eventually, the US signed the Paris Peace Accords and pulled out.\"\nThe Vietnamese government reported 849,018 NVA/NLF combatants died during the war, while 58,220 Americans and about 313,000 South Vietnamese combatants died in the conflict. The official US Department of Defense figure was 950,765 communist forces killed in Vietnam from 1965 to 1974. Defense Department officials believed that these body count figures need to be deflated by 30 percent.\" Comments: Highly adaptable enemy.\nWatertown Daily Times, March 31, 'Resurgent Taliban gets hands on high-tech gear, putting U.S. in bind': http://www.watertowndailytimes.com/national/resurgent-taliban-gets-hands-on-high-tech-gear-putting-us-in-bind-20180331\nClips from Watertown article:\n\"As some of this equipment falls into Taliban hands, the militants are joining a larger trend, said David W. Barno, a retired lieutenant general who led the war effort in Afghanistan from 2003 to 2005. Advanced equipment, such as drones and precision weapons, is being seized by other extremist groups in other global conflict zones, he said.\n“It’s going to be a problem,” Barno said, “and it’s going to change how we operate.” \"With the night-vision devices, Taliban fighters have been able to approach Afghan bases nearly undetected before attacking.\nInitially, such ambushes were attributed to Taliban forces known as “Red Units” located in Afghanistan’s southern provinces. But over the last year, the night-vision devices have frequently turned up in the country’s north and east, according to two U.S. military officials, signaling a widespread distribution into other groups of Taliban fighters.\nThose officials said the Taliban were using both tightly controlled U.S.-made devices and gear that is widely available for purchase. In some cases, U.S. officials said, the equipment was left on the battlefield by American or Afghan troops, including those who were killed in action. In others, Afghan soldiers are believed to have sold the devices to the extremists.\nThat was disputed by Gen. Dawlat Waziri, who until recently served as spokesman for the Afghan Ministry of Defense. He said all night-vision equipment provided to Afghan troops by the U.S. military had been “accounted for.”\n“No case of night vision sold by our soldiers to the Taliban has been reported,” General Waziri said.\nZabihullah Mujahid, a spokesman for the Taliban, said fighters obtained night-vision devices after attacking Afghan bases or capturing members of the Afghan security forces.\" Al-Jazeera, March 30, 'Russia, Taliban 'laughed' at US claims of Moscow arming fighters - Representatives of Russia and the Taliban scoffed at the US allegations during their conversations, says Russian envoy': https://www.aljazeera.com/news/2018/03/russia-taliban-laughed-claims-moscow-arming-fighters-180330113642328.html\nClip from above Al-Jazeera article:\n\"They [Taliban] say they wouldn't mind if we gave them weapons, but they don't need weapons. They say 'give us money, we're buying weapons from the stocks of the Afghan army and police',\" Kabulov was quoted as saying by The Associated Press news agency.\n\"They laughed at the rumours that they receive ammunition from Pakistan. It was in the Soviet times - as they say - the Mujahideen was delivered weapons, and now they buy everything they need in Afghanistan,\" he added.\" Comments: The epic battle continues....\nArab News, March 1, 'How US drone strike, political betrayal drove aging Afghan militant closer to Daesh': http://www.arabnews.com/node/1257321/world\nClips from News article:\n\"God is a witness that from the start of the peace talks until the end, the process was un-Islamic and illegal,” Amanullah told Arab News. “If you look at history Muslims never send an offer of peace to infidels and apostates; it is always the infidels who send us the offer of peace. They are the forces of Satan and they will be defeated by the forces of God — they cannot resist us.” Comments: Despite the recent 'good news' coming out of USCENTCOM and Kabul.......\nAl-Jazeera, March 31, 'Enough of war': Why Afghans are hunger striking in Lashkar Gah - Dozens of Afghans set up tents demanding an end to the war after a car bomb killed more than 20 in Lashkar Gah': https://www.aljazeera.com/news/2018/03/war-afghans-hunger-striking-lashkar-gah-180331074141258.html\nClips from Al-Jazeera article:\n\"Jan, who is participating in the protest, told Al Jazeera that he feels hopeless.\n\"We want the government and the Taliban to finally come to a peaceful solution for the sake of Afghans,\" he said. \nAt least six people were hospitalised as the hunger strike continued into its second day. \nTwo people were taken to the emergency hospital on Friday night after they were found unconscious in the sit-in tent set up by protesters. Four were hospitalised early on Saturday.\nPacha Khan, another protester, said Afghans live with a sense of insecurity.\n\"We have asked the government and the Taliban to make peace, why can they not, together, put an end to the violence we face each day?\" Khan told Al Jazeera.\" Comments: The problem with escalating the AF air war.\nForeign Policy, March 26, 'The Drones are Back - Trump has resumed the bombing campaign in Pakistan, but this time it’s targeting the Taliban': http://foreignpolicy.com/2018/03/26/the-drones-are-back/\nClips from Policy article:\n\"The missile-armed, unmanned drone proved to be an ideal tactical weapon against a highly centralized terrorist organization in rural Pakistan. But it has proved less effective or even useless against insurgencies or more amorphous terrorist networks relying on volunteers radicalized online, former intelligence officers said.\n“If our goal after 9/11 was to diminish terrorist organizations, we’ve been phenomenally successful,” said Andrew Liepman, the former deputy director of the National Counterterrorism Center and a retired CIA officer. “If our goal after 9/11 was to eliminate extremist jihadism, then we’ve been phenomenally unsuccessful.” Comments: Fast-forward 18 months, insert Afghanistan into this headline.....\nAl-Jazeera, March 30, 'Trump says US troops to get out of Syria 'very soon' - US president complains the US spends trillions of dollars in the Middle East, but gets 'nothing' in return': https://www.aljazeera.com/news/2018/03/trump-troops-syria-180329195309816.html\nClips from above Al-Jazeera article:\n\"We will be coming out of Syria very soon. Let the other people take care of it now,\" Trump said on Thursday in a televised rally in the state of Ohio.\nTrump complained that the US spends trillions of dollars in the Middle East, but get \"nothing\" in return.\nHe did not say whether the withdrawal also includes the US halting its air operation against the Islamic State of Iraq and the Levant (ISIL, also known as ISIS) fighters, who remain in Syria.\"  Affirming forecast."], [593, "2018-03-31T17:03:32Z", [0.5], ""], [55331, "2018-03-31T16:08:23Z", [0.0], ""], [368, "2018-03-30T20:54:53Z", [0.0], ""], [172, "2018-03-30T13:30:47Z", [0.0], ""], [20156, "2018-03-30T07:37:01Z", [0.0], ""], [368, "2018-03-30T00:33:27Z", [0.0], ""], [1034, "2018-03-29T18:33:51Z", [0.0], ""], [804, "2018-03-29T17:58:36Z", [0.01], ""], [48151, "2018-03-29T14:23:46Z", [0.0], ""], [691, "2018-03-28T21:58:52Z", [0.0], ""], [368, "2018-03-28T20:05:31Z", [0.0], ""], [23006, "2018-03-28T01:40:53Z", [0.0], ""], [172, "2018-03-27T15:36:06Z", [0.0], ""], [3363, "2018-03-27T09:20:05Z", [0.0], ""], [56128, "2018-03-27T03:54:36Z", [0.0], ""], [368, "2018-03-26T19:28:33Z", [0.0], ""], [1333, "2018-03-26T16:35:23Z", [0.0], ""], [49289, "2018-03-26T14:21:26Z", [0.0], ""], [29591, "2018-03-25T20:15:39Z", [0.0], "ANDSF have been conducting operations to build security in central Helmand Province. The areas Marjah and Nad’Ali are located around Lashkar Gah, based on this info, it seems unlikely the Taliban will be in a position to make a move where they could successfully capture the city in the next 6 days. \n(http://www.rs.nato.int/news-center/feature-stories/2018-feature-stories/persistent-combat-operations-by-the-andsf-build-security-in-central-helmand.aspx) \n"], [755, "2018-03-25T19:33:00Z", [0.01], "Comments: Much of the current news show an increase of civilian fatalities due to what appears to be a shift to random bomb attacks in urban environments. See this as a trend of contact avoidance by Taliban/ISIS elements and a rising reliance of [terror] tactics on the civilian population to undermine the national government. Intermediate and long-term, still believe opposition forces have the ability to surprise. Affirming forecast. \n'Afghanistan: Deadly car bombing near Helmand stadium': https://www.aljazeera.com/news/2018/03/afghanistan-deadly-car-bombing-helmand-stadium-180323154117662.html\nLong-term assessment. Interesting op-ed on AF situation, 'The Pentagon Is Really Ramping Up The High Quality Bullsh*t About Afghanistan': https://taskandpurpose.com/the-pentagon-is-really-ramping-up-the-high-quality-bullshit-about-afghanistan/ "], [368, "2018-03-25T17:57:30Z", [0.0], ""], [368, "2018-03-25T17:53:23Z", [0.0], "On March 23, Lakshar Gah experienced a suicide bomb attack with 13 fatalities and dozens more injuries."], [1034, "2018-03-25T05:10:53Z", [0.0], ""], [368, "2018-03-25T04:13:09Z", [0.0], ""], [32338, "2018-03-24T07:36:30Z", [0.0], ""], [368, "2018-03-23T21:18:32Z", [0.0], ""], [1333, "2018-03-23T15:18:21Z", [0.05], ""], [1034, "2018-03-23T13:43:11Z", [0.0], ""], [16652, "2018-03-23T09:28:38Z", [0.03], ""], [368, "2018-03-23T01:30:11Z", [0.0], ""], [23006, "2018-03-22T13:51:50Z", [0.0], ""], [48376, "2018-03-22T02:34:27Z", [0.0], ""], [368, "2018-03-21T18:24:09Z", [0.0], ""], [368, "2018-03-20T19:11:41Z", [0.0], ""], [1034, "2018-03-20T05:48:35Z", [0.0], ""], [1034, "2018-03-20T05:42:29Z", [0.0], ""], [23006, "2018-03-20T00:09:17Z", [0.0], ""], [27661, "2018-03-19T19:38:30Z", [0.02], ""], [56128, "2018-03-19T03:08:03Z", [0.05], ""], [29591, "2018-03-18T20:57:28Z", [0.0], ""], [368, "2018-03-18T20:44:51Z", [0.0], ""], [54191, "2018-03-18T12:01:27Z", [0.0], ""], [1034, "2018-03-18T07:32:27Z", [0.0], ""], [35831, "2018-03-18T04:25:16Z", [0.0], ""], [1034, "2018-03-17T23:08:24Z", [0.0], ""], [368, "2018-03-17T20:15:26Z", [0.0], ""], [1993, "2018-03-17T19:38:14Z", [0.0], ""], [172, "2018-03-17T02:02:31Z", [0.0], ""], [368, "2018-03-16T22:08:50Z", [0.0], ""], [172, "2018-03-16T01:03:07Z", [0.0], ""], [4273, "2018-03-15T20:40:56Z", [0.0], ""], [368, "2018-03-15T19:44:26Z", [0.0], ""], [1034, "2018-03-15T07:09:15Z", [0.0], ""], [368, "2018-03-15T01:37:42Z", [0.0], ""], [691, "2018-03-14T12:14:45Z", [0.0], ""], [1034, "2018-03-14T06:22:08Z", [0.0], ""], [40702, "2018-03-14T01:36:00Z", [0.0], ""], [368, "2018-03-13T21:48:02Z", [0.0], ""], [40617, "2018-03-13T18:45:38Z", [0.01], ""], [56163, "2018-03-13T18:10:03Z", [0.15], "It is unlikely that the Taliban will capture Lashkar Gah before this date. The fighting season in Afghanistan has only just begun and the towns surrounding the capital are under government control. As Lashkar Gah is the provincial capital it would be politically unacceptable for it to fall especially as the Taliban has refused to negotiate with the government, likely because they think they can make serious gains. Right now the main area for the Taliban offensive seems to be the neighbouring province of Farah, where they have made significant gains. There is a chance however that the Taliban will mount another offensive against Helmand while the Afghan focuses on Farah."], [40617, "2018-03-13T16:47:43Z", [0.01], ""], [1034, "2018-03-13T06:34:43Z", [0.0], ""], [368, "2018-03-12T21:30:57Z", [0.0], ""], [11430, "2018-03-12T20:56:18Z", [0.05], ""], [1034, "2018-03-12T18:17:08Z", [0.0], ""], [37053, "2018-03-12T17:17:23Z", [0.01], ""], [368, "2018-03-11T21:24:05Z", [0.0], ""], [1034, "2018-03-11T20:49:27Z", [0.0], ""], [755, "2018-03-11T18:23:15Z", [0.01], "Comments: Preparing for the fighting season. Overall, sitrep highly suggests we are just treading water.\nChicago Tribune, March 10, 'Amid little scrutiny, U.S. military ramps up in Afghanistan': http://www.chicagotribune.com/news/nationworld/ct-afghanistan-war-20180310-story.html\nClips from the Trib article:\n\"One of Washington's closest watchers of the Afghanistan conflict, Anthony Cordesman of the Center for Strategic and International Studies, wrote last month that the administration has made major improvements in military tactics and plans for developing Afghan forces but has \"done nothing to deal with civil and political stability.\" That challenge is expected to come into clearer focus with the approach of parliamentary elections planned for July.\nThe administration \"not only faces a deteriorating security situation, it has no clear political, governance, or economic strategy to produce Afghan stability,\" Cordesman said. In his view, the U.S. military has been assigned a \"mission impossible\" in Afghanistan.\nThe weak central government in Kabul and the resilient Taliban insurgency are not the U.S. military's only problems there. It also faces what Gen. Joseph Votel, the top U.S. general overseeing the war, calls interference by Russia. He told a congressional panel last month that Moscow is seeking to undermine U.S. and NATO influence in Afghanistan by exaggerating the presence of Islamic State fighters there and portraying this as a U.S. failure.\" \"Dan Coats, the director of U.S. national intelligence, offered a less optimistic forecast when he testified to the Senate Armed Services Committee on Tuesday.\n\"We assess the overall security picture will ... modestly deteriorate in the coming year and Kabul will continue to bear the brunt of the Taliban-led insurgency,\" Coats said. Afghan forces, while \"unsteady,\" probably will maintain control of most major population centers in 2018, he added.\nTestifying at the same hearing, Army Lt. Gen. Robert Ashley, director of the Defense Intelligence Agency, offered a mixed outlook. He forecast that Afghan forces this year will continue to develop offensive combat power. But he also predicted the Taliban will \"threaten Afghan stability, undermine public confidence by conducting intermittent high-profile attacks in urban areas,\" increase its influence in rural areas and threaten district centers.\" @lsgold7 , @AB747\nFrom PBS News Hour. If you have an interest in forensics (I do and use it in my work) check out this most fascinating site. I have no doubt CIA (and even NGA) have/do: Forensic Architecture: http://www.forensic-architecture.org/"], [23006, "2018-03-11T16:22:40Z", [0.0], ""], [29591, "2018-03-10T22:14:11Z", [0.0], "Maintaining forecast: it seems security wise that Farah City is more vulnerable and could be an easier target than Lashkar Gah\nhttps://www.nytimes.com/2018/02/20/world/asia/afghanistan-taliban-attack.html\nhttps://www.washingtonpost.com/world/asia_pacific/outgunned-in-urban-centers-taliban-wage-fierce-fight-in-remote-western-afghanistan/2018/02/25/05abcd2a-1710-11e8-930c-45838ad0d77a_story.html?utm_term=.216fbed8b2c0\nhttps://uk.reuters.com/article/uk-afghanistan-security/as-many-as-18-afghan-soldiers-killed-fighting-in-western-province-idUKKCN1GM0FA"], [23006, "2018-03-10T21:46:47Z", [0.0], ""], [368, "2018-03-10T01:46:29Z", [0.0], ""], [52319, "2018-03-09T20:16:27Z", [0.15], ""], [28166, "2018-03-09T11:23:47Z", [0.0], ""], [1034, "2018-03-09T08:47:10Z", [0.0], ""], [37379, "2018-03-09T03:03:00Z", [0.0], ""], [368, "2018-03-09T00:28:54Z", [0.0], ""], [1034, "2018-03-08T08:13:15Z", [0.0], ""], [49289, "2018-03-08T03:14:31Z", [0.01], ""], [368, "2018-03-07T22:41:08Z", [0.0], ""], [691, "2018-03-07T21:04:07Z", [0.0], ""], [49611, "2018-03-07T15:31:47Z", [0.1], ""], [1034, "2018-03-07T07:31:40Z", [0.0], ""], [41586, "2018-03-07T02:39:51Z", [0.1], "Arrival of the Marines in mid-2017 to bolster ANSF defenses and step up training and assistance has somewhat stabilized the situation around Lash. Given continuing leadership and morale problems in ANSF, would not rule out a collapse of the garrison there that would force the Marines to pull out. "], [368, "2018-03-06T17:50:41Z", [0.0], ""], [1034, "2018-03-06T06:33:58Z", [0.0], ""], [24785, "2018-03-06T01:45:19Z", [0.03], ""], [55099, "2018-03-05T20:57:29Z", [0.0], ""], [368, "2018-03-05T18:56:52Z", [0.0], ""], [1034, "2018-03-05T06:00:17Z", [0.0], ""], [55976, "2018-03-05T05:54:25Z", [0.0], ""], [755, "2018-03-04T22:08:50Z", [0.01], "Comments: Ghani offers to give Taliban more legitimacy in a bid to bring them to the peace table. A sign of weakness? Given the current, overall security situation and 'macho' culture, I would say yes. Affirming forecast for the passage of time. Re: 'Phoenix Program 2.0'\nComments: This recent video regarding USA SOF/drone ops in SO supports my earlier comments about it being a bad idea to deploy in AF:\nPBS News Hour, February 26, 2018, 'Somalia sees enemy al-Shabab weaken under U.S. military pressure': https://www.pbs.org/newshour/show/somalia-sees-enemy-al-shabab-weaken-under-u-s-military-pressure"], [1034, "2018-03-04T07:11:16Z", [0.0], ""], [368, "2018-03-03T22:47:21Z", [0.0], ""], [1407, "2018-03-03T19:28:51Z", [0.15], ""], [1333, "2018-03-03T18:48:14Z", [0.15], " i think this is weather influenced. With the Taliban being recognized as a political entity in Kabul now they'll grab territory in the Spring before the ANA can resupply and man garrisons left vacant for winter."], [53760, "2018-03-03T17:44:28Z", [0.05], ""], [1034, "2018-03-03T09:36:59Z", [0.0], ""], [368, "2018-03-03T04:03:33Z", [0.0], ""], [1034, "2018-03-02T20:59:44Z", [0.0], ""], [53173, "2018-03-02T09:49:00Z", [0.0], "No way"], [29591, "2018-03-01T21:34:35Z", [0.0], ""], [368, "2018-03-01T19:49:24Z", [0.0], ""], [1034, "2018-03-01T15:39:11Z", [0.0], ""], [47812, "2018-03-01T13:47:12Z", [0.01], ""], [55099, "2018-03-01T08:56:24Z", [0.01], ""], [46762, "2018-03-01T07:36:31Z", [0.0], "1.  Fighting season will not start for a few weeks.\n2.  While Afghan morale is down, Lashkar is a must keep; it will fall solely to overwhelming attack or utter incompetency.\n3.  Trump is mildly boosting US response.\n"], [368, "2018-03-01T01:26:17Z", [0.0], ""], [691, "2018-02-28T13:05:35Z", [0.0], ""], [1034, "2018-02-28T06:38:39Z", [0.0], ""], [368, "2018-02-27T22:36:06Z", [0.0], ""], [4546, "2018-02-27T13:59:22Z", [0.0], ""], [1034, "2018-02-27T08:11:42Z", [0.0], ""], [368, "2018-02-26T22:38:11Z", [0.0], ""], [1034, "2018-02-26T19:40:00Z", [0.0], ""], [32100, "2018-02-26T17:42:44Z", [0.0], ""], [54191, "2018-02-26T15:09:04Z", [0.05], ""], [55151, "2018-02-26T08:57:35Z", [0.0], ""], [1034, "2018-02-25T21:19:04Z", [0.0], ""], [368, "2018-02-25T20:57:38Z", [0.0], ""], [55099, "2018-02-25T20:26:47Z", [0.1], ""], [691, "2018-02-24T13:01:16Z", [0.0], ""], [1034, "2018-02-24T07:32:22Z", [0.0], ""], [368, "2018-02-24T05:46:43Z", [0.0], ""], [1034, "2018-02-23T20:16:01Z", [0.0], ""], [1333, "2018-02-23T18:51:04Z", [0.14], ""], [1993, "2018-02-23T06:40:46Z", [0.0], ""], [368, "2018-02-23T04:05:06Z", [0.0], ""], [1034, "2018-02-22T20:40:11Z", [0.0], ""], [34959, "2018-02-22T05:11:20Z", [0.0], ""], [29591, "2018-02-21T22:59:20Z", [0.0], ""], [368, "2018-02-21T19:05:02Z", [0.0], ""], [53410, "2018-02-21T18:28:04Z", [0.0], ""], [691, "2018-02-21T18:04:26Z", [0.0], ""], [1034, "2018-02-21T06:32:51Z", [0.0], ""], [368, "2018-02-21T02:45:05Z", [0.0], ""], [22994, "2018-02-20T14:15:00Z", [0.25], ""], [1034, "2018-02-20T06:02:46Z", [0.0], ""], [368, "2018-02-20T02:30:49Z", [0.0], ""], [1034, "2018-02-19T07:35:51Z", [0.0], ""], [368, "2018-02-19T02:16:04Z", [0.0], ""], [1034, "2018-02-18T23:30:24Z", [0.0], ""], [42998, "2018-02-18T02:15:34Z", [0.01], "Fighting season does not start again in Afghanistan until the Spring which would not give the insurgents much time to take the city before April 1. "], [368, "2018-02-18T00:48:11Z", [0.0], ""], [41270, "2018-02-17T15:53:18Z", [0.0], ""], [38887, "2018-02-17T14:34:58Z", [0.01], ""], [1034, "2018-02-17T08:53:40Z", [0.0], ""], [368, "2018-02-16T21:11:20Z", [0.0], ""], [1034, "2018-02-16T08:28:44Z", [0.0], ""], [1034, "2018-02-15T22:27:13Z", [0.0], ""], [368, "2018-02-15T19:18:25Z", [0.0], ""], [30594, "2018-02-15T15:53:55Z", [0.0], ""], [48076, "2018-02-15T14:36:14Z", [0.04], ""], [53270, "2018-02-15T12:36:13Z", [0.02], ""], [51006, "2018-02-14T22:58:23Z", [0.05], ""], [368, "2018-02-14T19:09:05Z", [0.0], ""], [73, "2018-02-14T17:24:08Z", [0.0], ""], [2965, "2018-02-14T14:17:31Z", [0.0], "Continuing coin activities in Afghan and Pakistan\nSee: https://www.nytimes.com/2018/02/13/world/asia/pakistan-taliban-commander.html\n\"The Pakistani Taliban have\nconfirmed the death of their deputy commander in an\nAmerican drone strike in Afghanistan last week. The\ncommander’s death is a blow to the militant group that\nhas been responsible for deadly suicide bombings and\nterrorist attacks in Pakistan for over a decade.\nThe commander, Khan Sayed, who also went by the name\nKhalid Sajna, was the No. 2 leader of the Pakistan\nTaliban. He also led his own breakaway faction of fighters\nfrom the Mehsud tribe, which inhabits the rugged,\nsemiautonomous South Waziristan region along the\nborder with Afghanistan.\nPakistani intelligence officials thought he had been killed\nin a 2015 American drone strike and were still trying to\nconfirm this latest report of his death. But they saw\ncredibility in this claim because the Taliban announced his death and the\nappointment of a successor.\nHis death could force more Mehsud Taliban members to surrender to the\nPakistani military “as they have lost the only unifying figure in their ranks,”\nsaid Saleem Safi, a senior analyst and a Geo News talk-show host. It could\nalso lead to infighting between the Pakistani Taliban’s factions over the\ngroup’s leadership, he said.\nThe Interpreter Newsletter\nUnderstand the world with sharp insight and\ncommentary on the major news stories of the\nweek.\nYou agree to receive occasional updates and special\noffers for The New York Times's products and services.\nSEE SAMPLE MANAGE EMAIL PREFERENCES PRIVACY\nPOLICY OPT OUT OR CONTACT US ANYTIME\nMr. Sayed was considered close to the Haqqani network, the militant group\nthat has carried out deadly attacks in Afghanistan and has been a cause of\ndiplomatic tensions between the United States and Pakistan. A feared\nmilitant commander, he also claimed to have masterminded the 2012\njailbreak in the northwestern town of Bannu that resulted in the escape of\nnearly 400 inmates, including several high-profile militants.\nPakistani officials have been critical of the American drone strikes on the\nPakistani soil, arguing that they are a violation of the country’s sovereignty.\nBut last week’s attack that killed Mr. Sayed did not elicit a strong reaction\nfrom Pakistan’s Foreign Office\" Looks like there are some actions that are perceived in islamabad\nto be in US-Pak military mutual interests. Maybe there are others.\n@AB747\n@aaseawaf15"], [1034, "2018-02-13T21:57:58Z", [0.0], ""], [368, "2018-02-13T21:50:23Z", [0.0], ""], [52990, "2018-02-13T14:52:02Z", [0.05], ""], [52990, "2018-02-13T14:51:47Z", [0.1], ""], [368, "2018-02-13T03:56:18Z", [0.0], ""], [1034, "2018-02-12T16:58:18Z", [0.0], ""], [691, "2018-02-12T15:11:31Z", [0.0], ""], [368, "2018-02-11T21:19:16Z", [0.0], ""], [29591, "2018-02-11T20:51:26Z", [0.0], ""], [1034, "2018-02-11T20:47:32Z", [0.0], ""], [368, "2018-02-11T03:58:31Z", [0.0], ""], [1034, "2018-02-11T00:26:49Z", [0.0], ""], [2965, "2018-02-10T16:08:32Z", [0.0], ""], [691, "2018-02-10T12:39:40Z", [0.0], ""], [52113, "2018-02-10T03:32:26Z", [0.05], ""], [368, "2018-02-09T21:28:55Z", [0.0], ""], [1034, "2018-02-09T20:49:16Z", [0.0], ""], [19801, "2018-02-09T06:12:33Z", [0.0], "Turner added that roads around key cities have become safer and a civilian airport reopened in the provincial capital of Lashkar Gah, leading to a greater sense of security for residents.\nhttps://gandhara.rferl.org/a/afghanistan-taliban-marine-general/29014132.html"], [1034, "2018-02-08T22:12:22Z", [0.0], ""], [368, "2018-02-08T19:09:37Z", [0.0], ""], [691, "2018-02-08T12:29:46Z", [0.0], ""], [368, "2018-02-07T21:48:00Z", [0.0], ""], [1034, "2018-02-06T20:51:07Z", [0.0], ""], [368, "2018-02-06T18:31:39Z", [0.0], ""], [49609, "2018-02-06T15:30:03Z", [0.0], ""], [40342, "2018-02-06T14:42:30Z", [0.25], ""], [368, "2018-02-05T20:30:37Z", [0.0], ""], [23006, "2018-02-05T02:22:02Z", [0.0], "afghanistan has  international support, Taliban resources seems strained"], [368, "2018-02-04T23:57:10Z", [0.0], ""], [1034, "2018-02-04T21:45:51Z", [0.0], ""], [29591, "2018-02-04T16:49:14Z", [0.0], "38th Quarterly Report to U.S. Congress, SIGAR: https://www.sigar.mil/pdf/quarterlyreports/2018-01-30qr.pdf  “The UN reported that the most unstable regions continued to be eastern and southern Afghanistan, which account for 56% of all security incidents. Building off the new U.S. strategy and rules of engagement, Afghan and international forces significantly increases their air operations in these regions.” \n“215 airstrikes in this quarter, 73% increase from the same period in 2016. Majority of these strikes occurred in Helmand Province and eastern Nangahar.”\n“According to the UN, the Taliban launched multiple large-scale operations to capture district centres in this quarter. They temporarily overran Maruf (Kandahar Province), Andar (Ghazni Province), Shib Koh (Farah Province), and Shahid-i Hasas (Uruzgan Province). In each case the ANDSF, aided by AAF and coalition air support, pushed Taliban forces back. USFOR-A noted that they did not agree with the UN that the Taliban temporarily overran Shahid-i Hasas or Maruf.” \n(https://www.sigar.mil/pdf/quarterlyreports/2018-01-30qr.pdf) \nThere appears to be very little accurate information on these district centres, such as population size, so I haven’t been able to compare them to Lashkar Gah and determine whether the Taliban’s ability to temporarily take these district centres increases the likelihood of the group taking Lashkar Gah. \nHowever, “this week, U.S. officials estimated that the Taliban maintains a force of around 60,000 fighters. This represents a significant increase from past estimates, which placed the group’s numbers at around 20,000 militants.” https://www.thecipherbrief.com/article/middle-east/afghanistan-quagmire-leaves-u-s-no-good-options\nThis shows the U.S. underestimated the strength of the Taliban which increases risk to security if plans are not revised.   “This quarter, USFOR-A classified some of the data concerning the ANA’s equipment readiness. According to CSTC-A, the 215th Corps (southern Helmand Province), 205th Corps (provinces of Daykundi, Kandahar, Uruzgan, and Zabul) and the 209th Corps (nine northern provinces) have been supporting ANASOC’s major offensive operations. Only the 215th Corps has shown a slight increases in equipment readiness.” (https://www.sigar.mil/pdf/quarterlyreports/2018-01-30qr.pdf) \nCENTCOM reported: “The ANDSF continue to make progress in the operational environment as well, with the 1st Brigade, 215th Corps achieving significant advances during operation Maiwand 10 in Helmand Province. Currently the ANA 215th Corps, the 505th Zone National Police, and the National Directorate of Security are coordinating efforts to destroy Taliban insurgents in the Nad’Ali and Marjah districts during operation Maiwand 11” \n(http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1431253/afghan-forces-apply-pressure-to-insurgents-with-renewed-resolve/) “Brigadier General Benjamin Watson is leading the new deployment of marines to Helmand and has roughly 400 marines, but more are expected to be focused on the advise-and-assist missions with the Afghan units. \nThe U.S> has sent a squadron of A-10 Thunderbolt aircraft to the fight around Helmand Province in order to provide more close air support and target the Taliban drug trade.” \n(https://www.washingtonpost.com/world/national-security/marines-see-afghan-forces-improve-in-helmand-battles/2018/02/01/c6284db0-079f-11e8-aa61-f3391373867e_story.html?utm_term=.2c77c1585873)  IS-K and the Taliban:\nThe SIGAR report stated “Recent clashes between the Taliban and IS-K in Laghman Province contributed to overall instability in the east.” \nA former IS-fighter in Afghanistan said: “IS preaches that only they are real Muslims, not the Taliban” (http://www.bbc.co.uk/news/world-asia-42929370) \n"], [50727, "2018-02-03T23:52:54Z", [0.02], ""], [755, "2018-02-03T23:51:56Z", [0.01], "Comments: Kabul and US commander on ground speak of progress. I don't see it. Re: IFP, affirming forecast. Suggest IFP be revisited in 6-months; repeat, a heightening of threat environment to provincial capital in next 12-18 months. \nCheck out the graphic on this BBC article, with attention to Helmand province: BBC, January 30, 'Taliban threaten 70% of Afghanistan, BBC finds': http://www.bbc.com/news/world-asia-42863116\nClips from BBC article:\n\"About 15 million people - half the population - are living in areas that are either controlled by the Taliban or where the Taliban are openly present and regularly mount attacks.\n\"When I leave home, I'm uncertain whether I will come back alive,\" said one man, Sardar, in Shindand, a western district that suffers weekly attacks. \"Explosions, terror and the Taliban are part of our daily life.\"\nThe extent to which the Taliban have pushed beyond their traditional southern stronghold into eastern, western and northern parts of the country is clearly visible from the BBC study.\nAreas that have fallen to the Taliban since 2014 include places in Helmand province like Sangin, Musa Qala and Nad-e Ali, which foreign forces fought and died to bring under government control after US-led troops had driven the Taliban from power in 2001. More than 450 British troops died in Helmand between 2001 and 2014.\nIn the areas defined as having an active and open Taliban presence, the militants conduct frequent attacks against Afghan government positions. These range from large organised group strikes on military bases to sporadic single attacks and ambushes against military convoys and police checkpoints.\" What is the human cost of militant violence?\nAmruddin, who runs a local transport company, lives close to the front line in Baharak district in northern Badakhshan province, where the BBC monitored violence suggesting a medium Taliban presence.\n\"We live with constant fear. Whenever the government side starts fighting with the Taliban, we're caught in the crossfire, bringing life to a standstill. It's quiet at the moment but the Taliban are still here.\"\nIn Taliban-controlled Sangin, father of eight Mohammad Reza, described life as \"better\" under the militants because there was peace.\n\"It only got violent when the government forces arrived.\" Comments: Preamble to the fighting season.\nStars & Stripes, January 30, 'A string of deadly attacks in Afghanistan exposes government weakness, limits of US training effort': https://www.stripes.com/news/a-string-of-deadly-attacks-in-afghanistan-exposes-government-weakness-limits-of-us-training-effort-1.509078\nClips from the S&S article:\n\"Taliban spokesmen called the orchestrated attacks part of their \"annual offensive\" and gave no hint that they are inching toward peace.\n\"The bottom line is that no one is safe in Afghanistan,\" Michael Kugelman, a South Asia expert at the Woodrow Wilson International Center for Scholars in Washington, wrote Sunday in an online essay. With the Taliban holding large portions of Afghan territory and the Islamic State expanding from its rural base to the capital, he added, \"the terrorists are on the offensive.\"\nKugelman said the string of attacks represent a \"dangerous escalation\" that has highlighted the \"daunting challenges\" still faced by the United States in Afghanistan. \"What we're seeing now is a relentless Taliban combined with a resilient Islamic State. That's a recipe for deep levels of sustained instability,\" he said in an email Monday.\nAttacks that target international humanitarian groups and hotel guests could strike a blow to critical aid programs, potentially reducing the number of foreigners who are trying to help the poverty-stricken, war-torn country.\nMany international aid and development agencies have already scaled back or halted their programs in Afghanistan because of insecurity. Diplomatic security agencies have warned foreigners not to venture into the streets and to expect further attacks at hotels, shops and other locations. Most restaurants catering to Westerners have closed.\" \"The Afghan public, however, focused its fear and frustration largely on its own government — much as it did last May and early June, after a massive truck bomb in Kabul's diplomatic zone killed 150 people and injured more than 300. The May 31 bombing triggered days of street protests and demands for top security officials to resign.\nThis week, on social media, in TV interviews and in conversations outside emergency rooms and shops with shattered glass windows, residents expressed bitter disillusionment and contempt for the Ghani government, saying it had failed to bring security and had become snarled in political battles rather than protecting and assisting people. Many people called on security officials to be fired.\n\"The people in charge of security organs lack leadership, experience and professionalism. That's why we are witnessing growing insecurity in the country,\" said Wahidullah Ghazikhail, a political analyst. He said the government was making political deals to survive that led to poor appointments, especially in security posts.\" Comments: Tone at the top. More (or is it less) to come.\nNewsweek, January 31, 'THE U.S. IS LOSING BADLY IN AFGHANISTAN, BUT THE TRUMP ADMINISTRATION IS TELLING AMERICANS LESS': http://www.newsweek.com/us-losing-so-badly-afghanistan-trump-administration-hid-figures-796466 @lsgold7 , @AB747\nEnjoy reading your analysis and comments on current situation in AF/PK and beyond. \n@AB747 , thanks for your take on US tactical nukes in the ROK. This should be revisited in 2022 (next ROK presidential election), especially if/when SHF after the Winter Olympics. Rocket Man feeling his oats: BBC, February 3, 'Winter Olympics: North Korea presses ahead with military parade': http://www.bbc.com/news/world-asia-42930587\nPRC vs USA, vis-a-vis PK/IN stand-off: Also agree.  @lsgold7 , @AB747 ,\nFrom a recent post in the IC forum. Developed by students @ Mercyhurst:\nIntelligence Observer: https://intelligenceobserver.com/ Posted by Sam Faddis yesterday. Source of information, Israeli IC (Aman, Mossad, Shin Bet). As usual, caveats apply here. Check it out: DEBKA File: https://www.debka.com/\nSam Faddis bio, SOFREP: https://sofrep.com/author/sam-faddis/\nCharles S. (Sam) Faddis is a retired Central Intelligence Agency (CIA) operations officer, a published author, and national security commentator Sam took the first CIA team into Iraq nine months in advance of the 2003 invasion of that country. After serving abroad in the Middle East, South Asia and Europe, he served as the head of the CIA’s Counter Terrorism Center (CTC)’s Weapons of Mass Destruction unit charged with pursuing terrorist weapons of mass destruction programs worldwide. He has run large organizations, worked across the U.S. Intelligence Community and the Department of Defense and been involved in national security matters at the highest levels of our government. He has also spent more than his share of time running sources and covert action campaigns in the field."], [368, "2018-02-03T21:56:36Z", [0.0], ""], [1034, "2018-02-03T19:58:29Z", [0.0], ""], [691, "2018-02-03T17:32:04Z", [0.0], ""], [1034, "2018-02-02T19:19:59Z", [0.0], ""], [368, "2018-02-02T18:58:02Z", [0.0], ""], [1993, "2018-02-02T06:38:45Z", [0.01], ""], [368, "2018-02-02T00:30:02Z", [0.0], ""], [1034, "2018-02-01T08:46:47Z", [0.0], ""], [37379, "2018-02-01T02:10:24Z", [0.01], "Full Taliban control over only 4%.  http://www.bbc.com/news/world-asia-42863116"], [37379, "2018-02-01T02:09:16Z", [0.05], "Dateline 1-31-2018  -- http://www.bbc.com/news/world-asia-42863116"], [2965, "2018-01-31T23:22:59Z", [0.0], "For now BBC claims today that 70% of Afghan is under insurgent control.\nEyewitness report and video of ongoing Afghan army ops against Taliban\nthroughout Helmand province.\nWhile Afghan Army appears to be fighting well,\na determined force of 500-1000 Taliban could take this provincial capital,\nwithout close US-coalition air support and/or reinforcement with troops.\n@aaseawaf15\n.http://www.bbc.com/news/world-asia-42863116"], [368, "2018-01-31T17:50:56Z", [0.0], ""], [50048, "2018-01-31T15:15:18Z", [0.0], ""], [368, "2018-01-30T22:42:31Z", [0.0], ""], [1034, "2018-01-30T17:25:30Z", [0.0], ""], [31485, "2018-01-30T09:12:15Z", [0.0], ""], [46854, "2018-01-30T08:35:43Z", [0.0], ""], [368, "2018-01-30T00:51:50Z", [0.0], ""], [1034, "2018-01-29T17:10:14Z", [0.0], ""], [691, "2018-01-29T13:29:25Z", [0.0], ""], [10837, "2018-01-29T13:26:38Z", [0.03], ""], [49001, "2018-01-28T22:34:19Z", [0.05], "The Taliban is growing in strength and confidence again, but the importance of Lashkar Gah strategically makes me think it will not fall easily."], [29591, "2018-01-28T22:11:24Z", [0.0], "Maintaining forecast:  It’s possible that the Taliban may be considering peaceful negotiations: \n“A delegation approved by the Taliban’s supreme leader visited the Pakistani capital this week for exploratory talks on restarting the peace negotiations to end Afghanistan’s 16-year war, two senior officials in the movement said.” \n“The Taliban’s Haqqani network last week released 14 Afghan army soldiers in the eastern province of Paktia as a goodwill gesture ahead of the talks, according to both the Taliban officials and the aid to Gilani (head of the National Islamic Front of Afghanistan).” https://uk.reuters.com/article/uk-pakistan-taliban/taliban-leader-approved-islamabad-meeting-on-afghan-peace-talks-sources-idUKKBN1F6222 Reports of the meeting are quite conflicting and lack detail, so It’s possible that absolutely nothing will come of it, plus I wouldn’t expect a deal before April. That being said, if the Taliban were invited to partake and are serious about a peace deal they will have to demonstrate that they are committed, e.g. not taking more territory. However, it could be that the Taliban have the upper hand and therefore would be playing their cards as they so chose. Or, if these negotiations are top secret and only involve those in senior positions, it might be a case of ‘we will call our fighters off when we have a deal’… *Edit, or if Trump has his way: https://uk.reuters.com/article/uk-afghanistan-blast-trump/trump-rejects-peace-talks-with-taliban-in-departure-from-afghan-strategy-idUKKBN1FI2BR "], [368, "2018-01-28T21:36:46Z", [0.0], ""], [1333, "2018-01-28T15:17:57Z", [0.15], "The large casualty events in Kabul and general uptick in operational tempo have me thinking the Taliban is trying to get the ANA to pull back to population centers which would leave the door wide open in the province."], [1333, "2018-01-28T15:15:40Z", [0.05], ""], [368, "2018-01-28T00:35:36Z", [0.0], ""], [1034, "2018-01-27T21:45:37Z", [0.0], ""], [2965, "2018-01-27T15:27:00Z", [0.0], ""], [368, "2018-01-26T23:52:13Z", [0.0], ""], [1034, "2018-01-26T18:34:20Z", [0.0], ""], [368, "2018-01-26T00:14:20Z", [0.0], ""], [1034, "2018-01-25T18:16:27Z", [0.0], ""], [691, "2018-01-25T13:06:00Z", [0.0], ""], [368, "2018-01-24T21:38:19Z", [0.0], ""], [691, "2018-01-24T20:33:10Z", [0.0], ""], [1034, "2018-01-24T17:36:24Z", [0.0], ""], [36967, "2018-01-24T15:16:05Z", [0.04], ""], [368, "2018-01-23T21:46:21Z", [0.0], ""], [1034, "2018-01-23T17:29:30Z", [0.0], ""], [25141, "2018-01-23T17:12:03Z", [0.0], ""], [368, "2018-01-22T18:43:48Z", [0.0], ""], [37053, "2018-01-22T16:38:14Z", [0.02], ""], [29218, "2018-01-22T16:20:31Z", [0.15], "01/22/18: Looks pretty stable; activity at Bastion."], [368, "2018-01-21T21:02:45Z", [0.0], ""], [2965, "2018-01-21T19:05:19Z", [0.0], "time \nbut the security situation continues to deteriorate around the country\nFara Citr in Fara Province could fall per https://www.nytimes.com/2018/01/21/world/asia/afghanistan-hotel-attack.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&amp;\nIntercontinental Hotel prior attack 2011\nattacks attributed to haqqani network"], [1034, "2018-01-21T18:31:00Z", [0.0], ""], [172, "2018-01-21T02:00:33Z", [0.0], "Running out of time. Taliban working to win over Daesh converts - likely to continue with suicide bombs etc but realistically not ready to take a city of 250,000 people."], [368, "2018-01-20T21:24:23Z", [0.0], ""], [1034, "2018-01-20T18:03:48Z", [0.0], ""], [29591, "2018-01-19T20:48:10Z", [0.0], "Maintaining forecast:  Article from Washington Post r.e. U.S. air campaign.\n“We’ve started to hear of Taliban commanders saying they can’t sustain this level of casualties,” a senior intelligence officer said during a brief this month in Kabul. “Not that there’s any shortage of fighters, but it is creating friction within their ranks” \n(https://www.washingtonpost.com/world/asia_pacific/a-new-us-air-blitz-in-afghanistan-isnt-stopping-for-winter-but-will-it-stop-the-taliban/2018/01/16/c9bb874c-f4cd-11e7-9af7-a50bc3300042_story.html?utm_term=.29fc8ed3339e)  NATO reported “This winter, Afghan and U.S. forces are continuing to attack Taliban strongholds and support networks. There are active offensives in all six corp zones - the first year this has been possible in January.” (http://www.rs.nato.int/news-center/feature-stories/2018-feature-stories/what-to-expect-in-2018.aspx) \n1st Security Force Assistance Brigade are deploying in the spring. (http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1416886/1st-sfab-combat-advisor-teams-train-for-upcoming-afghanistan-deployment/) NATO also reported the 7th Special Operations Kandak Commandos cleared a Taliban Red Unit in Faizullah Khan, Sangin District (approximately 1 hour outside of Lashkar Gah) \n(http://www.rs.nato.int/news-center/press-releases/2018-press-releases/taliban-red-unit-flees--surrendering-explosives-cache-to-commandos.aspx) \nThe day after the Kandak commandos cleared the unit, there was a Red Unit attack on an ANA post, around 3 miles out of Kunduz city - north of Kabul. \nImamuddin Rahmani, a spokesman for the police in Kunduz said “The unit is equipped with American weapons and night vision. The Red Unit carried out several attacks on check posts in Kunduz, captured the check posts and killed several soldiers.”\nCommander Nangyalay, a police commander said “the militants briefly occupied the base, destroying a Humvee vehicle and looting mortars and other weapons before fleeing.” \n(https://www.nytimes.com/2018/01/16/world/asia/taliban-red-unit-afghanistan.html)\n"], [368, "2018-01-19T19:23:35Z", [0.0], ""], [691, "2018-01-19T15:55:46Z", [0.0], ""], [46458, "2018-01-19T09:32:37Z", [0.0], "America & NATO advancing, with 60% of Country under government Control."], [1034, "2018-01-19T08:47:29Z", [0.0], ""], [368, "2018-01-18T23:08:26Z", [0.0], ""], [41922, "2018-01-18T22:57:39Z", [0.0], ""], [368, "2018-01-18T22:50:48Z", [0.0], ""], [1034, "2018-01-18T17:12:04Z", [0.0], ""], [11800, "2018-01-18T07:36:14Z", [0.0], ""], [368, "2018-01-17T22:12:12Z", [0.0], ""], [46208, "2018-01-17T21:04:31Z", [0.2], ""], [45821, "2018-01-17T18:11:32Z", [0.8], ""], [1034, "2018-01-17T07:23:14Z", [0.0], ""], [368, "2018-01-16T20:45:01Z", [0.0], ""], [43311, "2018-01-16T19:57:17Z", [0.0], ""], [1034, "2018-01-16T19:28:26Z", [0.0], ""], [368, "2018-01-15T23:37:59Z", [0.0], ""], [1034, "2018-01-15T19:31:38Z", [0.0], ""], [1034, "2018-01-14T22:10:19Z", [0.0], ""], [368, "2018-01-14T22:05:01Z", [0.0], ""], [755, "2018-01-14T20:38:12Z", [0.01], "Comments: See deterioration in overall AF security and economic situation to make Lashkar Gah vulnerable next 12-18 months. PK will continue to follow it's own [national] agenda in reference to AF. See [PK] support (materiel, intelligence and base of operations) for select AF opposition groups maintained and even strengthened. Affirming forecast.\nVOA, January 13, 'Afghan General: Haqqani Network, Not IS, Behind Spike in Violence': https://www.voanews.com/a/afghan-general-haqqani-network-islamic-state/4206961.html\nClips from VOA article:\nExperts are divided over who the members of the Islamic State in Afghanistan are and whether the Haqqani network and other terror groups have rebranded themselves as IS in the country.\nSome security experts like Atiqullah Amarkhil push back against Radmanesh’s claims and argue that shifting blame from IS to Haqqani does not solve the problem nor does it reduce the severity of the security problem Afghanistan faces.\n“We should not deceive our people by stating that Haqqani is behind the attacks, not IS. They both are,” Amarkhil, a Kabul-based retired general, told VOA.\n“IS is more active and trying to spread fear and create a gap between government and citizens,” Amarkhil added.  \nAbdul Wahid Taqat, another security analyst and a former senior intelligence official in the Afghan government, agrees with Radmanesh and maintains that IS in Afghanistan is comprised of members of various banned Pakistani groups.\n“The IS in Afghanistan is not linked to the one in Iraq and Levant [Syria]. This IS is composed of illegal Pakistani groups,” Taqat told VOA. “They [IS] are the Haqqanis, members of Lashka-e-Taiba, Sepah-e-Sahaba, Lashkar-e-Jhangvi, Jaish-e-Moahmmad, Harakat-ul-Islam and etc. And now Pakistan’s Inter-Services Intelligence [ISI] gave them a new name.” BBC, January 13, 'Why Pakistan won't share intelligence with the US': http://www.bbc.com/news/world-asia-42664019\nClips from BBC article:\n\"But a conflict of interest between the two countries emerged after the 11 September 2001 attack on the US. The Americans set up a physical presence in Afghanistan and began to use Pakistan as its supply route as well as a source of ground intelligence.\nThe apparent arrangement was one in which the US would use technology - such as communication intercepts and drones - for intelligence gathering, and Pakistan would provide human intelligence.\nThe value of the relationship lay in the fact that Islamist militants, who were the US' chief adversary, were concentrated in the border region of north-west Pakistan and could only be defeated with Pakistan's help.\nThe problem in the relationship was that during the 1980s, Pakistan had learned to use these groups to wipe out Indian influence from Afghanistan. As such, it could not afford to lose that leverage.\nSo while Pakistan publicly announced that it was siding with the US-led coalition in Afghanistan, in reality it created conditions for those groups to infiltrate Pakistani territory and carve out sanctuaries in its Federally Administered Tribal Areas (Fata), along the border with Afghanistan.\nAs such, while Pakistanis did provide information to help the US take out or capture several al-Qaeda leaders in its tribal region, no major Taliban or Haqqani network leaders - whom Pakistan was using as its proxies in Afghanistan - were ever given away.\" \"But while all the elements Pakistan considers \"noxious\" to its interests have been pushed over the border into Afghanistan, the \"friendly\" elements remain unharmed, and sightings of important Taliban commanders are not infrequent in main Pakistani cities such as Quetta, Peshawar, Karachi and even the capital Islamabad.\" Comments: Perception, per @AB747 comments in earlier posts. See video. \nVOX, January 11, 'How the US failed to rebuild Afghanistan. This $3 billion road was never finished': https://www.vox.com/world/2018/1/11/16878056/afghanistan-us-fail-war-taliban Comments: Cash cow getting bigger. Going forward, see opium trafficked to USA through MX via SA routes. We essentially created this problem and it's going to bite us in the ass in more ways than one: \nThe Guardian, January 8, 'How the heroin trade explains the US-UK failure in Afghanistan\nAfter 16 years and $1tn spent, there is no end to the fighting – but western intervention has resulted in Afghanistan becoming the world’s first true narco-state': https://www.theguardian.com/news/2018/jan/09/how-the-heroin-trade-explains-the-us-uk-failure-in-afghanistan @lsgold7, @AB747\nHeads-up. Article posted on the IC forum for discussion last week:\nPolitico, January 3, 'The Black Swans of 2018 - North Korea isn’t the only danger facing United States—far from it. Here are a few below-the-radar national security threats to watch in the coming year': https://www.politico.com/magazine/story/2018/01/03/2018-national-security-threats-yemen-venezuela-216214?lo=ap_b1\nClips from Politico article:\n\"Much closer to home, Venezuela’s economy has deteriorated sharply in the past few years, and the country appears on the verge of a full-blown meltdown. Although the Venezuelan government has not released key economic data since January 2016, the International Monetary Fund forecasts that the economy will contract by 6 percent next year, after suffering a 12 percent decline in 2017. This has been coupled with a sharp decline in food imports and the steady erosion of the country’s currency; in just the past year, Venezuela’s bolivar has weakened nearly 98 percent against the U.S. dollar. Not surprisingly, this has triggered a wave of woes including rising violent crime rates, a spike in malnutrition and the spread of preventable diseases such as tuberculosis. President Nicolas Maduro shows no sign that he’s willing to reach an accommodation with his political opponents, so an already fraught situation might soon turn into a full-blown political and humanitarian crisis—potentially involving mass protests and a more violent government crackdown—on a scale that the U.S. has not had to deal with in the Wetsern Hemisphere for at least the past two decades.\"\nComments: See my comments on opium trafficking. \"A few other states with outsize importance that are at risk of rapid deterioration include the Democratic Republic of the Congo, Nigeria, Pakistan, Egypt and Lebanon.\nWhen states collapse, they often create shock waves beyond their borders—such as the dramatic spike in human displacement, which as of last June was at 66 million people worldwide and rising. When the final estimates are tallied, 2017 will mark the single greatest year for human displacement since World War II. These stunning refugee flows reflect the intense degree of instability in the world today, but they also drive more of it—posing a serious challenge to the political stability of countries from Europe to Southeast Asia.\nMeanwhile, the simultaneous collapse of various countries’ health care systems is heightening the potential for the spread of infectious diseases, such as Ebola, the Zika virus and the Plague, which have demonstrated an uncanny ability to transit borders rapidly and with little warning. During the recent West African Ebola epidemic, for example, the first cases of the virus were recorded in Guinea in late 2013, and in less than 21 months had affected nearly 30,000 people across six countries.\nIt’s clearly impossible to forecast precisely when or where a tipping point will be reached in a refugee crisis or a disease outbreak, but as we enter the new year, international relief agencies are already stretched to the breaking point, and many first asylum countries (particularly Jordan, Lebanon and Turkey) have little remaining capacity to accept additional refugees. So, policymakers would be wise to start thinking in earnest now about how the U.S. government is positioned to respond to the sudden emergence in the coming year of a new refugee crisis or global pandemic.\nComments: Mass migration and infectious diseases. Rising probability that bad actors will attempt to use that combination as an attack mechanism. A third, less visible threat is the risk of an incidental clash involving U.S. forces and the potential for it to escalate unintentionally into a broader crisis. As the Trump administration has increased the scope and pace of U.S. military operations globally, it has also placed U.S. troops within increasingly close proximity to potentially hostile forces. In Syria, U.S. forces accompanying Syrian Democratic Forces—mostly Kurdish groups opposed to the Syrian regime— have been routinely operating within only a few miles of Assad regime, Russian and Iranian units. And in the skies above, this threat was recently highlighted when two U.S. Air Force attack aircraft flying east of the Euphrates River narrowly avoided a collision with an oncoming Russian aircraft that was only 300 feet away.\nIn Iraq, meanwhile, U.S. advisers are routinely operating within a few miles of Iranian elements (including Iranian-backed Shia militia), and in some cases are virtually co-located with them. And as the U.S. Navy has routinized its freedom of navigation operations in the South China Sea, it’s regularly operating within a short distance of Chinese military forces—much to Beijing’s intense chagrin.\nWhile there are sound military reasons for these deployments and processes in place in both the Middle East and the South China Sea to avoid accidental contact, the presence of U.S. and hostile forces operating in such close quarters clearly heightens the risk of an accident—recall the Hainan Island incident, which involved a midair collision between a U.S. P-3 and Chinese fighter jet in 2001, and which triggered an intense, 11-day diplomatic stalemate that threatened to derail U.S.-China relations. Even when nobody desires a conflict, such incidents are difficult to prevent and control.\" Posted on the IC forum a couple of days ago:\nSenior Intelligence Analyst - active clearance not required\nemail resume to Maya@theintellcomm.com and upload it at www.intelljobs.com\nWe are looking for a Senior Intelligence Analyst to work in a highly autonomous yet collaborative environment with a world-class team. The successful candidate will manage the intelligence analysis cycle and provide direct support of operations toward the core mission. The exceptional quality of our analytic products is what differentiates us as an organization, and we are looking for a candidate to continue and expand this capacity. This role will be responsible for applying investigative and analytical methodologies to accomplish strategic objectives. This role will have ultimate responsibility for ensuring that collection, analysis, and reporting efforts are on target and performing effectively. The Senior Intelligence Analyst will build and execute disciplined processes for proposing, scoping, resourcing, managing, and assessing defined intelligence operations. This individual will work collaboratively with cross-functional peers in the organization, as well as grow and manage an intel analysis team as resources dictate. Reports to: Chief Operating Officer • Utilizes All-Source analytic techniques, including innovative solutions to analytical and \ninformation shortfalls.\n• Creates finished analytic products that communicate clearly and convincingly.\n• Produces, presents, and defends analytic positions and intelligence assessments.\n• Directs the workflow of and manages a team. Position Requirements\n• Experience with agency and/or military intelligence operations\n• Familiarity with project management techniques for intelligence operations\n• Knowledge of the Intelligence Cycle and multi-INT methodologies and techniques\n• Experience working with a variety of analytic tools: e.g., Analyst Notebook, Palantir, \nSemantica, etc. \n• Experience with data visualization tools (e.g., Tableau) strongly preferred."], [48765, "2018-01-14T19:15:52Z", [0.2], ""], [47894, "2018-01-14T17:23:04Z", [0.0], ""], [48705, "2018-01-14T06:00:42Z", [0.45], ""], [368, "2018-01-13T19:00:32Z", [0.0], ""], [1034, "2018-01-13T18:39:59Z", [0.0], ""], [691, "2018-01-13T15:02:27Z", [0.0], ""], [41190, "2018-01-13T07:01:58Z", [0.0], ""], [368, "2018-01-12T20:54:43Z", [0.0], ""], [1034, "2018-01-12T15:38:30Z", [0.0], ""], [691, "2018-01-11T19:35:09Z", [0.0], ""], [1333, "2018-01-11T19:21:20Z", [0.03], ""], [368, "2018-01-11T19:21:00Z", [0.0], ""], [1034, "2018-01-11T17:03:25Z", [0.0], ""], [48156, "2018-01-11T10:26:50Z", [0.03], ""], [29591, "2018-01-10T23:49:53Z", [0.0], "Maintaining forecast:\n“The 7th Special Operations Kandak conducts persistent raids on the Taliban throughout Helmand Province. The growing capability and interoperability of the Afghan Special Security Forces and Afghan National Army and Air Force have enabled prolonged offensive operations to place increased military pressure on the Taliban during Afghanistan’s winter season” (https://www.dvidshub.net/news/260923/commandos-night-raid-surprises-taliban-captures-weapons-and-drugs)  “U.S. announced it was suspending security assistance to Pakistan for failing to take ‘decisive action’ against the Afghan Taliban and Haqqani Network” (https://www.theguardian.com/world/2018/jan/04/us-suspends-security-assistance-to-pakistan) \nWill be looking to see what the Pakistani government decide to do in relation to this: \n“There have been threats of suspending US supplies into Afghanistan from the port of Karachi, shooting down US drones and restricting American use of Pakistani airspace for bombing runs across the border. The opposition leader Imran Khan and foreign minister Khawaja Asif have been particularly vociferous in anti-American sentiment” (https://www.ft.com/content/8d2c16d6-f467-11e7-88f7-5465a6ce1a00) \nGiven that U.S. troops rely on Pakistani cooperation for supplies, if this dispute escalates, the alternative routes are Iran and Russia.  Opium fight: \n“Taliban officials say they have established a new customs house in the Delaram district of southern Nimruz province in the southwestern part of Afghanistan” (https://www.voanews.com/a/taliban-looking-for-new-means-to-support-insurgency-in-southern-afghanistan/4197161.html) \nThis article provides insight into the vital importance of containing opium production in the war: https://www.theguardian.com/news/2018/jan/09/how-the-heroin-trade-explains-the-us-uk-failure-in-afghanistan "], [368, "2018-01-10T23:00:15Z", [0.0], ""], [15408, "2018-01-10T21:04:08Z", [0.0], ""], [1333, "2018-01-10T15:03:40Z", [0.04], ""], [1034, "2018-01-09T20:41:40Z", [0.0], ""], [598, "2018-01-09T16:03:00Z", [0.0], ""], [691, "2018-01-09T12:54:20Z", [0.0], ""], [15196, "2018-01-08T23:04:55Z", [0.0], ""], [368, "2018-01-08T20:18:19Z", [0.0], ""], [1993, "2018-01-08T19:59:14Z", [0.01], ""], [691, "2018-01-08T12:41:27Z", [0.0], ""], [1034, "2018-01-08T08:34:52Z", [0.0], ""], [47488, "2018-01-08T05:20:02Z", [0.25], ""], [755, "2018-01-08T04:55:50Z", [0.01], "@lsgold7, @AB747\nPosted by Graham Plaster yesterday. Check it out. Quite a bit of discussion on this:\nRealClearLife, January 5, 'In Intelligence Analysis, Too Many Experts Without Real Expertise?\nA Defense Intelligence Agency analyst argues a lack of humility makes intel experts prone to errors.': http://www.realclearlife.com/military/intelligence-analysis-many-experts-without-real-expertise/\nRelated: Intelligence Today and Tomorrow: https://www.cia.gov/library/center-for-the-study-of-intelligence/csi-publications/csi-studies/studies/vol-61-no-4/a-call-for-humility.html"], [47393, "2018-01-07T22:36:34Z", [0.87], "The Taliban is fighting with belief as their ammunition while the other force is sustained by only bullets.  "], [47363, "2018-01-07T20:42:32Z", [0.31], ""], [47123, "2018-01-07T19:20:07Z", [0.1], ""], [368, "2018-01-07T19:11:01Z", [0.0], ""], [45616, "2018-01-07T18:55:02Z", [0.0], ""], [368, "2018-01-07T18:53:07Z", [0.0], ""], [1034, "2018-01-07T12:25:55Z", [0.0], ""], [23006, "2018-01-07T03:17:06Z", [0.0], ""], [2965, "2018-01-07T03:01:09Z", [0.0], ""], [368, "2018-01-07T02:39:25Z", [0.0], ""], [368, "2018-01-07T02:25:11Z", [0.0], ""], [46818, "2018-01-06T22:04:25Z", [0.15], ""], [39937, "2018-01-06T14:45:32Z", [0.0], ""], [45594, "2018-01-06T09:05:30Z", [0.05], ""], [1034, "2018-01-06T06:09:41Z", [0.0], ""], [368, "2018-01-05T22:37:50Z", [0.0], ""], [368, "2018-01-05T22:06:29Z", [0.0], ""], [691, "2018-01-05T16:19:14Z", [0.0], ""], [1034, "2018-01-05T11:47:56Z", [0.0], ""], [46116, "2018-01-05T03:58:34Z", [0.07], ""], [368, "2018-01-05T00:03:45Z", [0.0], ""], [46376, "2018-01-04T21:10:09Z", [0.0], ""], [368, "2018-01-04T19:44:45Z", [0.0], ""], [23355, "2018-01-04T14:01:42Z", [0.0], ""], [1333, "2018-01-04T13:00:14Z", [0.05], ""], [1034, "2018-01-04T05:57:27Z", [0.0], ""], [172, "2018-01-04T01:09:57Z", [0.0], "Taliban mostly spent force (competes with Daesh). Afghans need to hold onto what they have (USA may assist)"], [368, "2018-01-03T18:27:01Z", [0.0], ""], [46019, "2018-01-03T18:06:10Z", [0.6], ""], [1034, "2018-01-03T12:47:04Z", [0.0], ""], [368, "2018-01-02T19:06:43Z", [0.0], ""], [1034, "2018-01-02T17:33:04Z", [0.0], ""], [1333, "2018-01-02T14:38:10Z", [0.15], "My interpretation of ground reports is this - The Taliban IS fighting ISIS WHEN IT THREATENS STRATEGIC GROUND. That is - Taliban hods many geographical choke point and water crossings that they will not give up but will let ISIS pass through for a price. In political negotiations ongoing in Kabul with the Taliban, the \"Toll\" points will be a subject, ever, and road bock at the table."], [12879, "2018-01-02T14:16:49Z", [0.01], ""], [691, "2018-01-02T13:21:20Z", [0.0], ""], [368, "2018-01-01T21:40:45Z", [0.0], ""], [43691, "2018-01-01T21:05:15Z", [0.34], ""], [755, "2018-01-01T01:14:57Z", [0.01], "Comments: In present course, see significant worsening of the threat environment by summer 2018; sharp rise of ISIS activity in AF will be major factor.\nThe Herald, December 30, 'Afghanistan: the new front for Islamic State': http://www.heraldscotland.com/news/15800364.Afghanistan__the_new_front_for_Islamic_State/\nClips from article:\n\"Pence’s message though appears to have little resonance on the ground in Afghanistan, where far from being vanquished, IS is gaining ever greater military traction. It was back in 2014 that IS began to appear in what it calls Khorasan - Afghanistan, Pakistan, Central Asia, Iran and India.\nIn attacking Shi’ite targets like those in Kabul on Thursday, its aim is to stir up sectarian hatred in the hope of undermining an already vulnerable Afghan government.\nThe incremental growth of IS runs in tandem with the already well-established presence of the Taliban, which remains the dominant Islamist militant group operating in the country, and still controls large parts of Afghanistan.\" \"But as 2017 draws to a close, IS’s presence in Afghanistan appears to be strengthening not weakening.\nFollowing Thursday’s attack in Kabul, Michael Kugelman, a well known specialist on Afghanistan and Pakistan and deputy director of the Asia Programme at the Wilson Centre, said that despite the “relentless” airstrikes, IS’s resilience in Afghanistan is now “quite worrying.”\nKugelman attributes this IS resilience in part to the Afghan terrain, which allows fighters to evade strikes. It is also, he says, a result of a “steady supply of recruits from disaffected” members of the Pakistani Taliban, as well as home-grown radicalisation.” \"Russia estimates there may now be as many as 10,000 IS fighters in Afghanistan and their ranks are being filled by fighters fleeing Syria and Iraq. Moscow is especially worried about the presence of these fighters in northern Afghan provinces bordering Tajikistan and Turkmenistan, and says that locals have also spotted Algerian and French fighters among IS ranks in the provinces of Jowzjan and Sar-e-Pol.\" Affirming forecast. @lsgold7 , @AB747\nThought I'd give you two a heads-up on this information source, Global Americans. I strongly agree with Gen. Kelly's assessment that a credible threat to the US homeland exists below our southern border: VOX, December 12, 2016, 'Trump’s DHS pick is a retired general who warns Latin America could pose an “existential” threat to the US': https://www.vox.com/2016/12/7/13868692/trump-john-kelly-general-marine-homeland-security-dhs\nClips from VOX article:\n\"In front of the Senate, he accused Washington of ignoring the growing “existential threat” posed by insecurity to the country’s south.\n“The relative ease with which human smugglers moved tens of thousands of people to our nation’s doorstep,” Kelly testified, shows that “these smuggling routes are a potential vulnerability to our homeland. As I stated last year, terrorist organizations could seek to leverage those same smuggling routes to move operatives with intent to cause grave harm to our citizens or even bring weapons of mass destruction into the United States.”\nKelly warned that Iran, Russia, and China are building relationships with Latin American governments, and that terrorist groups including ISIS are recruiting members in Caribbean nations that don’t have the law enforcement capacity to track them or prevent them from being smuggled into the US.\"\nComments: See AF opium entering USA through southern routes via Africa. The opium will: 1) feed current opioid epidemic 2) increase crime 3) increase financial costs of containing both 4) provide an income stream for terrorist organizations and organized crime groups. Global Americans: https://theglobalamericans.org/ I am also on this contributor's distribution list:\nEvan Ellis\nEvan Ellis, PhD, is Senior Non-Resident fellow at CSIS, and a research professor of Latin American Studies, focused on the region’s relationship with China and other non-Western Hemisphere actors. Dr. Ellis is the author of over 180 works, including China in Latin America: The Whats and Wherefores, The Strategic Dimension of Chinese Engagement with Latin America, and most recently China on the Ground in Latin America.  He has presented his work to government and business audiences in 25 countries across four continents, and testified on Chinese activities in Latin America before the U.S. Congress. He appears regularly as an expert on Latin America-China relations in the media. Follow Evan on Twitter at @REvanEllis. Another source: \nProelium Law LLP: https://proeliumlaw.com/  Good stuff. A recent post from Stephen Marrin:\nFrom 2003, CIA's Kent School: Improving Training for New Analysts: https://www.academia.edu/3695302/CIAs_Kent_School_Improving_Training_for_New_Analysts Related:\nSherman Kent School for Intelligence Analysis: https://en.wikipedia.org/wiki/Sherman_Kent_School_for_Intelligence_Analysis\nSource: Wikipedia"], [368, "2017-12-31T18:57:32Z", [0.0], ""], [43870, "2017-12-31T17:01:50Z", [0.15], ""], [2965, "2017-12-31T16:09:02Z", [0.0], ""], [1034, "2017-12-31T16:04:13Z", [0.0], ""], [691, "2017-12-31T13:55:15Z", [0.0], ""], [368, "2017-12-31T03:31:14Z", [0.0], ""], [691, "2017-12-30T21:04:12Z", [0.0], ""], [1034, "2017-12-30T11:06:35Z", [0.0], ""], [368, "2017-12-29T20:51:37Z", [0.0], ""], [1034, "2017-12-29T08:56:25Z", [0.0], ""], [368, "2017-12-29T01:50:40Z", [0.0], ""], [1333, "2017-12-28T15:48:23Z", [0.04], ""], [1034, "2017-12-28T11:30:51Z", [0.0], ""], [368, "2017-12-27T21:17:44Z", [0.0], ""], [29591, "2017-12-27T19:20:38Z", [0.0], ""], [1034, "2017-12-27T07:47:18Z", [0.0], ""], [368, "2017-12-27T01:52:30Z", [0.0], ""], [691, "2017-12-26T20:26:26Z", [0.0], ""], [1034, "2017-12-26T05:35:47Z", [0.0], ""], [368, "2017-12-25T21:49:36Z", [0.0], ""], [1034, "2017-12-25T07:44:16Z", [0.0], ""], [368, "2017-12-25T00:53:48Z", [0.0], ""], [42612, "2017-12-24T08:10:13Z", [0.0], ""], [1034, "2017-12-24T05:55:38Z", [0.0], ""], [368, "2017-12-24T02:33:51Z", [0.0], ""], [1034, "2017-12-23T07:56:26Z", [0.0], ""], [42794, "2017-12-23T04:54:44Z", [0.35], ""], [368, "2017-12-23T03:17:46Z", [0.0], ""], [691, "2017-12-22T21:23:01Z", [0.0], ""], [29591, "2017-12-22T17:52:02Z", [0.0], "Eleven Afghan police officers were killed in Helmand Province on December 17: \n“Dozens of Taliban militants stormed the police checkpoint in Lashkar Gah City that form a security belt around the city at 2am, provincial spokesman, Omar Zwak, said.” \n(https://www.nytimes.com/2017/12/17/world/asia/afghanistan-taliban-attacks.html?rref=collection%2Ftimestopic%2FTaliban&action=click&contentCollection=timestopics&region=stream&module=stream_unit&version=latest&contentPlacement=3&pgtype=collection) \nThere isn’t much information available on where the Taliban fighters came from and their weapons capability, which would’ve helped in determining the likelihood of a large scale attack on Lashkar Gah.  Looking at the preparations for fighting in 2018: \nUnit rotations: “senior U.S. defence officials have said some American troops will operate closer to the front lines in 2018 and assume greater risk as they advise Afghan forces.\nArmy Gen. John Nicholson said more than 1,000 Americans would be operating away from bases at any given time once the fighting season begins.” (https://www.stripes.com/news/2-fort-carson-brigades-tapped-for-afghanistan-deployment-1.503474) \nIndication on the DoD website of future operations in Helmand province targeting Taliban locations. “ATACs worked with coalition advisors to direct notional airstrikes onto simulated targets in preparation for upcoming operations” (https://www.defense.gov/News/Article/Article/1401287/flying-high-afghan-tactical-air-controllers-strengthen-capabilities/)  “Enhancing security and stability in Afghanistan - December 2017” DoD publication:  \n(https://www.defense.gov/Portals/1/Documents/pubs/1225-Report-Dec-2017.pdf) \nReview of changes and improvements in 2017: \n“The ability to shift combat power, coupled with proactive use of Expeditionary Advisory Packages, provided by the U.S. and NATO forces, proved extremely effective against the Taliban.” \nThe report highlighted the difference in the Taliban’s capabilities in threatening provincial capitals in 2016 to 2017.\n“The Taliban has demonstrated increasing capability to threaten district centres, but the ANDSF has also proven its ability to recover district centres lost to the Taliban quickly. Seeking to exploit ANDSF weaknesses and reduced international military presence, the Taliban maintains control in some rural areas that lack effective Afghan government representation.”\nAnticipated Security Conditions: “Insurgents will continue to focus on their priority targets, such as Helmand and Kunduz Provinces, seek to expand their influence throughout rural Afghanistan and conduct attacks in the east and in Kabul. The Taliban will likely continue to focus on capturing a provincial capital.” \nLooking at morale, corruption and the general running of operations in relation to senior leaders. The report stated: “the first round of retirements and promotions will begin in January 2018.” This has the potential to alleviate corruption, plus the presence of younger officers could boost morale, which comes with multiple benefits. "], [368, "2017-12-22T17:33:17Z", [0.0], ""], [1034, "2017-12-22T11:06:08Z", [0.0], ""], [368, "2017-12-21T23:42:28Z", [0.0], ""], [1034, "2017-12-21T15:22:53Z", [0.0], ""], [368, "2017-12-20T19:13:44Z", [0.0], ""], [1034, "2017-12-20T05:15:13Z", [0.0], ""], [368, "2017-12-20T02:43:55Z", [0.0], ""], [691, "2017-12-19T22:17:40Z", [0.0], ""], [1034, "2017-12-19T05:25:45Z", [0.0], ""], [368, "2017-12-19T05:23:20Z", [0.0], ""], [368, "2017-12-19T00:59:26Z", [0.0], ""], [1034, "2017-12-18T05:34:53Z", [0.0], ""], [368, "2017-12-18T02:46:19Z", [0.0], ""], [1034, "2017-12-17T07:02:15Z", [0.0], ""], [368, "2017-12-16T20:45:24Z", [0.0], ""], [1034, "2017-12-16T05:40:01Z", [0.0], ""], [368, "2017-12-16T00:09:25Z", [0.0], ""], [41270, "2017-12-15T19:25:50Z", [0.05], ""], [368, "2017-12-14T19:33:14Z", [0.0], ""], [691, "2017-12-14T18:05:01Z", [0.0], ""], [1034, "2017-12-14T05:44:47Z", [0.0], ""], [368, "2017-12-13T18:47:47Z", [0.0], ""], [1333, "2017-12-13T17:40:58Z", [0.05], "When U.S. Marines entered the Afghan military’s operations control center at an airfield here in April, they found a scene of confusion. Afghan officers were coordinating operations against Taliban insurgents using paper maps taped to the walls. They were uncertain of the locations of key mosques, hospitals, bridges — even their own ground troops.\nhttp://taskandpurpose.com/afghanistan-helmand-marines-trump-strategy/ ...Turner says improved leadership on the Afghan military's side, \"coupled with our ability to successfully enable their operations has built kind of a wave of confidence with the Afghan security forces... They feel like they can win.\"   https://www.cbsnews.com/news/us-marines-afghanistan-taliban-helmand-brigadier-general-roger-turner/ I monitor Long War Journal for the latest tactical developments on the ground and will watch for a loss of confidence after fighting season begins again in the spring.\n"], [1034, "2017-12-13T07:33:46Z", [0.0], ""], [368, "2017-12-13T01:54:23Z", [0.0], ""], [29591, "2017-12-12T20:27:42Z", [0.0], ""], [1034, "2017-12-12T08:40:20Z", [0.0], ""], [368, "2017-12-12T00:47:18Z", [0.0], ""], [1034, "2017-12-11T05:33:49Z", [0.0], ""], [368, "2017-12-10T19:49:33Z", [0.0], ""], [38887, "2017-12-10T16:22:54Z", [0.0], ""], [691, "2017-12-10T15:40:06Z", [0.0], ""], [1034, "2017-12-10T08:29:29Z", [0.0], ""], [8318, "2017-12-10T03:25:34Z", [0.67], ""], [368, "2017-12-10T01:22:24Z", [0.0], ""], [1034, "2017-12-09T08:20:52Z", [0.0], ""], [368, "2017-12-08T21:35:28Z", [0.0], ""], [1034, "2017-12-08T08:08:37Z", [0.0], ""], [1034, "2017-12-08T03:50:27Z", [0.0], ""], [368, "2017-12-07T16:24:06Z", [0.0], ""], [2965, "2017-12-07T03:32:51Z", [0.0], ""], [368, "2017-12-06T20:44:12Z", [0.0], ""], [1034, "2017-12-06T06:04:34Z", [0.0], ""], [41523, "2017-12-05T23:04:42Z", [0.01], ""], [1034, "2017-12-05T07:56:21Z", [0.0], ""], [691, "2017-12-04T21:56:47Z", [0.0], ""], [368, "2017-12-04T19:08:25Z", [0.0], ""], [42122, "2017-12-04T03:07:05Z", [1.0], ""], [2965, "2017-12-04T01:57:38Z", [0.0], ""], [22132, "2017-12-04T01:51:32Z", [0.0], ""], [368, "2017-12-04T01:38:48Z", [0.0], ""], [1034, "2017-12-04T00:40:16Z", [0.0], ""], [19801, "2017-12-03T09:20:21Z", [0.0], "Crime, casualties undermine U.S. gains on Afghan battlefield KUNDUZ, Afghanistan (Reuters) - Since U.S. forces began stepping up air strikes against the Taliban, Kunduz shopkeeper Najibullah no longer fears another insurgent takeover of the northern Afghan city. But he does fear robbery or kidnap by militia gangs. With Afghan forces improving and on the offensive, U.S. commanders have more freedom to attack the Taliban and insurgents no longer threaten any major urban centers. Although Taliban-controlled areas begin within a 10-minute drive of the city, Kunduz - a strategic hub that fell twice in the past two years - is largely calm. But there is a long way to go to build confidence in daily security. “In the past people were afraid that the Taliban would come but no-one talks about that now,” said Najibullah, who like many Afghans, uses only one name.\nhttps://www.reuters.com/article/us-afghanistan-security/crime-casualties-undermine-u-s-gains-on-afghan-battlefield-idUSKBN1DX00W?il=0"], [368, "2017-12-02T19:01:24Z", [0.0], ""], [1034, "2017-12-02T06:05:04Z", [0.0], ""], [29591, "2017-12-01T21:12:07Z", [0.0], ""], [368, "2017-12-01T13:28:28Z", [0.0], ""], [1034, "2017-12-01T07:26:34Z", [0.0], ""], [368, "2017-11-30T20:21:10Z", [0.0], ""], [691, "2017-11-30T17:17:18Z", [0.0], ""], [1034, "2017-11-30T06:05:36Z", [0.0], ""], [691, "2017-11-28T22:22:26Z", [0.0], ""], [41924, "2017-11-28T16:29:06Z", [0.03], ""], [41920, "2017-11-28T16:25:48Z", [0.08], ""], [41801, "2017-11-28T07:47:37Z", [0.33], ""], [1034, "2017-11-28T07:45:13Z", [0.0], ""], [368, "2017-11-28T01:01:04Z", [0.0], ""], [1333, "2017-11-27T21:19:38Z", [0.05], ""], [1034, "2017-11-27T06:58:49Z", [0.0], ""], [368, "2017-11-27T01:38:35Z", [0.0], ""], [11800, "2017-11-26T20:46:37Z", [0.02], "I am still not very convinced and must say, anything still is possible. I found two articles, not so new anymore but still good to read. Still my own position on this matter remains as before with a low % on yes. https://www.theguardian.com/world/2017/aug/03/afghanistan-war-helmand-taliban-us-womens-rights-peace This map looks to me similar to Syria and Irak a few months ago, but there was a true determination to fight and it was ISI with not much support from the people living there. In Helmland area it looks different.\nhttps://www.nytimes.com/interactive/2017/08/23/world/asia/afghanistan-us-taliban-isis-control.html If this time the US really takes a different stand against Pakistan in this war, then there is a chance to to reverse the trend.\nhttp://www.telegraph.co.uk/news/2017/08/21/donald-trump-address-nation-outline-new-afghanistan-strategy/"], [1034, "2017-11-26T07:13:54Z", [0.0], ""], [368, "2017-11-26T01:15:34Z", [0.0], ""], [1034, "2017-11-25T07:54:33Z", [0.0], ""], [1034, "2017-11-24T20:14:02Z", [0.0], ""], [368, "2017-11-24T16:56:20Z", [0.0], ""], [691, "2017-11-24T16:36:08Z", [0.0], ""], [2965, "2017-11-24T02:11:33Z", [0.0], ""], [368, "2017-11-24T01:47:28Z", [0.0], ""], [41523, "2017-11-23T04:28:23Z", [0.05], ""], [368, "2017-11-22T23:47:24Z", [0.0], ""], [1034, "2017-11-22T06:42:26Z", [0.0], ""], [691, "2017-11-21T23:34:10Z", [0.0], ""], [368, "2017-11-21T20:13:05Z", [0.0], ""], [11800, "2017-11-21T17:37:27Z", [0.02], "very unlikely, I assume that stepping up the war on the Taliban is next after the final defeat of ISI in ME. Resources will be freed from there to deploy into this region. Therefore I assume the Taliban will have a pretty tough stand in the near future"], [1034, "2017-11-21T06:38:38Z", [0.0], ""], [12037, "2017-11-21T01:53:15Z", [0.01], ""], [29591, "2017-11-20T22:03:19Z", [0.01], "The Taliban has been using night-vision equipment in recent attacks: “Mr. Mehri also said that the assailants had used night-vision goggles, adding that the authorities had seen the technology used repeatedly recently. After an army attack on the Taliban two months ago in the Bala Baoluk district of Farah Province, he said, night-vision goggles were found on the bodies of some of the insurgents.” (https://www.nytimes.com/2017/11/13/world/asia/taliban-shooting-policemen.html)\nI don’t think the use of night-vision equipment will give the Taliban the edge when it comes to Lashkar Gah as most Afghan army, and coalition soldiers are equipped with night-vision goggles.  However, Opium production data and Afghan army recruiting data could make the situation more unstable: \nOpium production is up = higher income for the Taliban \nhttps://www.stripes.com/news/afghanistan-s-opium-production-rises-as-taliban-gain-ground-1.497937\nhttps://www.theguardian.com/world/2017/nov/16/afghanistan-heroin-trade-trail-of-addiction-treatment-opium-helmand  Afghan Army is reportedly struggling to recruit: \nAbdul Qadeer, head of army recruitment in Kunduz Province, said “We used to gather about 350 or 400 people a month, now its about 150 a month. All the districts outside the city are under enemy influence, and they threaten the youth into not joining the army.” \n(https://www.nytimes.com/2017/11/18/world/asia/afghanistan-taliban-army-recruitment.html) That being said, Afghan and coalition forces have been making gains around Lashkar Gah, which would likely, amongst other reasons, put them in a strong position to repel any attack from the Taliban. \nTaliban attacks on checkpoints in Kandahar were resisted with help from reinforcements and air support (https://www.reuters.com/article/us-afghanistan-taliban/taliban-attack-afghan-checkpoints-killing-more-than-20-police-idUSKBN1DE0IV) "], [368, "2017-11-20T21:03:44Z", [0.0], ""], [691, "2017-11-20T20:51:46Z", [0.0], ""], [1034, "2017-11-20T18:35:36Z", [0.0], ""], [368, "2017-11-19T23:28:31Z", [0.0], ""], [373, "2017-11-19T21:35:08Z", [0.1], "Taliban are persistent, however winter season likely to slow them down"], [1034, "2017-11-19T07:16:56Z", [0.0], ""], [368, "2017-11-19T00:13:27Z", [0.0], ""], [1034, "2017-11-18T21:26:50Z", [0.0], ""], [691, "2017-11-18T20:41:03Z", [0.0], ""], [368, "2017-11-17T21:21:55Z", [0.0], ""], [691, "2017-11-17T16:57:48Z", [0.0], ""], [31238, "2017-11-17T14:20:26Z", [0.01], ""], [368, "2017-11-17T00:29:48Z", [0.0], ""], [11800, "2017-11-16T21:34:00Z", [0.0], ""], [691, "2017-11-15T22:35:57Z", [0.0], ""], [691, "2017-11-14T23:04:53Z", [0.0], ""], [37029, "2017-11-14T18:51:37Z", [0.5], "The ebb and flow of the conflict with the Taliban is unpredictable. Yes, they might take it, or they might be prevented by the Afghan and western allied forces."], [41360, "2017-11-14T16:39:34Z", [0.15], ""], [5800, "2017-11-14T01:58:08Z", [0.02], ""], [368, "2017-11-13T21:47:15Z", [0.0], ""], [41366, "2017-11-13T04:34:59Z", [0.2], ""], [368, "2017-11-13T00:58:11Z", [0.0], ""], [755, "2017-11-12T22:58:29Z", [0.01], "\"You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.\" - Ho Chi Minh, 1946 Comments: Looks like we're attempting to rebuild the ANA from the ground-up (again) and retake the initiative. Also, it appears that we're taking the blueprints from SY and IQ [against IS/Caliphate] and applying them to AF. Short-term, okay...... long-term, not so much. Different adversaries (yes, plural), attitudes, topography, etc. Bigger IR footprint also worrisome, along with the usual suspect, PK.  NYT, November 11, 'Iran Sent Them to Syria. Now Afghan Fighters Are a Worry at Home': https://www.nytimes.com/2017/11/11/world/asia/afghanistan-iran-syria-revolutionary-guards.html LA Times, November 10, 'The Marines returned to Helmand province. Is their mission a blueprint for Trump's Afghanistan strategy?': http://www.latimes.com/world/middleeast/la-fg-afghanistan-marines-helmand-2017-htmlstory.html NYT, November 9, 'U.S.-Led Mission in Afghanistan Lacks Troops for New Strategy': https://www.nytimes.com/2017/11/09/world/asia/afghanistan-war-troops.html CNN, November 9, 'Top US general in Afghanistan: No change in Pakistan's behavior': http://www.cnn.com/2017/11/09/politics/nato-us-pakistan-afghanistan/index.html Pakistan Today, November 9, 'UN contradicts US, says at least 10 civilians died in Afghanistan airstrike': https://www.pakistantoday.com.pk/2017/11/11/un-contradicts-us-says-at-least-10-civilians-died-in-afghanistan-airstrike/\nComments: To paraphrase @AB747 comments in earlier posts, perception is everything. \nRelated:\nAFSA, Counterinsurgency in Vietnam: Lessons for Today: http://www.afsa.org/counterinsurgency-vietnam-lessons-today\nClips from AFSA article:\nIn this context, some useful lessons can be drawn from the Vietnam counterinsurgency experience:\n• Counterinsurgency cannot succeed without a political strategy which leads to the host country’s government gaining the strong support of its own people. This support is critical to long-term stability and cannot be imposed from the top down, but must be earned by deeds that are basically democratic in nature.\n• Security is essential for political stability; but without political progress, security will not endure. For the United States, carrying out an effective political strategy with skilled civilian advisory assistance, as well as wise, effective military advice, can be critical.\n• Protection of the population (as stressed in the current U.S. armed forces counterinsurgency manual) and winning its support is necessary for success. Although only indigenous governments can ultimately win this kind of struggle, well-informed and wise U.S. support and advice can be essential.\n• Success in providing effective help for host-government counterinsurgency is proportional to the amount of mental effort devoted by us to understanding the nature of the country, the aspirations of its people and the insurgent enemy.\n• A completely integrated U.S. civilian-military advisory effort is ideal. However, in the current and probable future circumstances of less massive U.S. interventions, our counterinsurgency support needs to be a collegial venture marked by close interagency cooperation with a combined political, military and development focus. There also needs to be an effective organizational focus on the host government side.\n• The CORDS effort succeeded to the extent it did not because of its size (which at times was an encumbrance) but because of its most dedicated and knowledgeable participants. Skilled individuals count much more than numbers.\n• To be effective, counterinsurgency has to be built by the host government and citizens from the community level up, while simultaneously strongly supported from the top down. This often runs up against overcentralized authority and control.\n• Attitudes of respect for the civilian population and a genuine devotion to their well-being on the part of indigenous government military and civilian officials at all levels are extremely important. The United States needs to play a strong role in insisting on this approach as part of our assistance.\n• Most U.S civilian and military advisers involved in counterinsurgency and stability assistance, to be fully effective in the host country, need specialized training, language capability and longer than conventional periods of assignment. Our support is not likely to be successful unless we have some advisers out in the field, despite the security risks involved.\nFinally, intertwined as it is with political progress in enlisting the willing support of the population, counterinsurgency is a long-term process requiring dedication, patience and persistence. After all, we are talking about changing people’s minds.\" American Foreign Service Association official site: http://www.afsa.org/ Affirming forecast."], [29591, "2017-11-12T22:08:55Z", [0.0], "Lowering forecast: NATO are increasing the number of troops for TAA missions:\n“NATO allies and their partner forces have agreed to increase the size of the Resolute Support mission in Afghanistan from 13,000 to 16,000 troops, NATO Secretary General, Jens Stoltenberg said.” \n(https://www.defense.gov/News/Article/Article/1369867/nato-officials-discuss-afghan-plus-up-russian-threats/) \nArmy General John Nicholson, Resolute Support mission commander, “Ticked off the areas of success, including Helmand Province, where Afghans working with the Marines of Task Force Southwest expanded the secure areas around Lashkar Gah and retook the Nawa district.”\nIn the east, the 205th corps was able to expand the security environment around Tarin Kot. There was also an expansion of security around Kunduz.” \n“We end the year at roughly the same, in terms of population control, as we were at the beginning of the year.” \nHowever, “through December, 1900 new commandos will join existing units and the Afghan air force is receiving new aircraft.” \n(https://www.defense.gov/News/Article/Article/1369872/nato-plus-up-will-give-afghan-forces-an-offensive-boost-nicholson-says/)  The most recent attack in Lashkar Gah was a car bombing near the Border Police base in PD3 of the city. One police force officer was killed and five wounded. (http://www.tolonews.com/afghanistan/explosion-jolts-lashkargah-city-casualties-feared)  Insightful article by the LATimes from the perspective of the Marines stationed in Lashkar Gah  http://www.latimes.com/world/middleeast/la-fg-afghanistan-marines-helmand-2017-htmlstory.html "], [1034, "2017-11-12T05:25:02Z", [0.0], ""], [368, "2017-11-11T19:36:02Z", [0.0], ""], [2965, "2017-11-11T13:31:36Z", [0.0], ""], [368, "2017-11-10T17:59:51Z", [0.0], ""], [1034, "2017-11-10T16:42:12Z", [0.0], ""], [368, "2017-11-10T02:06:59Z", [0.0], ""], [691, "2017-11-09T21:08:01Z", [0.0], ""], [2965, "2017-11-09T06:13:10Z", [0.0], ""], [368, "2017-11-08T20:13:38Z", [0.0], ""], [29591, "2017-11-07T20:44:53Z", [0.01], ""], [368, "2017-11-07T19:17:38Z", [0.0], ""], [368, "2017-11-06T19:13:01Z", [0.0], ""], [368, "2017-11-05T22:45:09Z", [0.0], ""], [1034, "2017-11-05T06:03:50Z", [0.0], ""], [2965, "2017-11-04T09:35:32Z", [0.0], ""], [1034, "2017-11-04T06:14:34Z", [0.0], ""], [27938, "2017-11-03T20:11:01Z", [0.05], ""], [691, "2017-11-03T19:06:08Z", [0.0], ""], [368, "2017-11-03T17:41:28Z", [0.0], ""], [1034, "2017-11-03T06:19:07Z", [0.0], ""], [2965, "2017-11-03T02:43:04Z", [0.0], ""], [691, "2017-11-02T19:19:53Z", [0.0], ""], [368, "2017-11-02T17:34:29Z", [0.0], ""], [1034, "2017-11-02T05:18:54Z", [0.0], ""], [2965, "2017-11-02T02:14:04Z", [0.0], ""], [368, "2017-11-01T22:01:20Z", [0.0], ""], [691, "2017-11-01T18:58:40Z", [0.0], ""], [1034, "2017-11-01T05:49:10Z", [0.0], ""], [691, "2017-10-31T23:01:18Z", [0.0], ""], [368, "2017-10-31T18:49:47Z", [0.0], ""], [1034, "2017-10-31T06:32:49Z", [0.0], ""], [368, "2017-10-30T22:09:29Z", [0.0], ""], [1034, "2017-10-30T05:04:27Z", [0.0], ""], [691, "2017-10-29T20:19:15Z", [0.0], ""], [368, "2017-10-29T17:42:13Z", [0.0], ""], [1034, "2017-10-29T06:02:37Z", [0.0], ""], [368, "2017-10-29T01:56:21Z", [0.0], ""], [1034, "2017-10-28T05:13:18Z", [0.0], ""], [9755, "2017-10-27T21:11:41Z", [0.0], ""], [368, "2017-10-27T20:26:45Z", [0.0], ""], [29591, "2017-10-27T20:24:39Z", [0.01], "The Afghan National Defense and Security Forces are making progress in clearing the Taliban from Nad'Ali district, close to Lashkar Gah. \nhttp://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1356278/andsf-working-to-destroy-taliban-in-nadali-bringing-security-to-local-populace/"], [1034, "2017-10-27T20:01:30Z", [0.0], ""], [691, "2017-10-27T18:45:21Z", [0.0], ""], [691, "2017-10-26T21:53:47Z", [0.0], ""], [368, "2017-10-26T18:17:09Z", [0.0], ""], [13377, "2017-10-26T07:41:59Z", [0.0], ""], [1034, "2017-10-26T06:25:33Z", [0.0], ""], [368, "2017-10-25T23:47:52Z", [0.0], ""], [691, "2017-10-25T19:34:01Z", [0.0], ""], [1034, "2017-10-25T18:05:32Z", [0.0], ""], [691, "2017-10-24T22:51:51Z", [0.0], ""], [368, "2017-10-24T19:22:44Z", [0.0], ""], [368, "2017-10-24T01:01:00Z", [0.0], ""], [40913, "2017-10-24T00:12:31Z", [0.05], ""], [1034, "2017-10-22T23:31:38Z", [0.0], ""], [755, "2017-10-22T22:01:40Z", [0.01], "Comments: Long view, Taliban strategy on right track....\nWashington Post, October 22, 'After a bloody week in Afghanistan, elected officials seek answers from Ghani': https://www.washingtonpost.com/world/asia_pacific/after-a-bloody-week-in-afghanistan-elected-officials-seek-answers-from-ghani/2017/10/22/a894535c-b71d-11e7-99c6-46bdf7f6f8ba_story.html?utm_term=.50a0380ddc84\nClip from Post article:\n\"The attacks show that they are here and are busy fighting and the airstrikes have not affected them,” said Abdul Hafeez Mansoor, a parliament member from the central province of Panjshir. “They are doing their utmost to deteriorate the situation and are using any means and measures for doing so.” Comments: Yes, expand this => \"For years, the primary job of the C.I.A.’s paramilitary officers in the country has been training the Afghan militias. The C.I.A. has also used members of these indigenous militias to develop informant networks and collect intelligence.\" No, to this => Phoenix Program 2.0 \nNYT, October 22, 'A Newly Assertive C.I.A. Expands Its Taliban Hunt in Afghanistan': https://www.nytimes.com/2017/10/22/world/asia/cia-expanding-taliban-fight-afghanistan.html\nClips from Times article:\n\"The assignment marks a shift for the C.I.A. in the country, where it had primarily been focused on defeating Al Qaeda and helping the Afghan intelligence service. The C.I.A. has traditionally been resistant to an open-ended campaign against the Taliban, the primary militant group in Afghanistan, believing it was a waste of the agency’s time and money and would put officers at greater risk as they embark more frequently on missions.\nFormer agency officials assert that the military, with its vast resources and manpower, is better suited to conducting large-scale counterinsurgencies. The C.I.A.’s paramilitary division, which is taking on the assignment, numbers only in the hundreds and is deployed all over the world. In Afghanistan, the fight against the Islamic State has also diverted C.I.A. assets.\" CNN, October 21, 'At least 15 killed in Kabul suicide attack': http://www.cnn.com/2017/10/21/asia/afghanistan-conflict/index.html\nClips from CNN article:\n\"Taliban emboldened\nAfghanistan \"faces a continuing threat from as many as 20 insurgent and terrorist networks\" in the Afghan and Pakistan region, the Pentagon said in a recent report. These include the Taliban, al Qaeda, the Haqqani network and ISIS.\nThe Taliban appear to be building on gains made this year and feel emboldened financially and militarily, according to Nic Robertson, CNN's international diplomatic editor.\nThe Sunni Islamist organization controls more territory and population than at any point since its defeat in December 2001, CNN national security analyst Peter Bergen said.\n\"That's around 10 million people,\" Bergen said. \"This gives them considerable freedom of movement to carry out attacks. They also want to signal that they are capable of carrying out attacks in every part of the country.\" Related:\nThe Washington Post, June 6, 2015, 'SEAL Team 6, the CIA and the secret history of U.S. kill missions in Afghanistan': https://www.washingtonpost.com/news/checkpoint/wp/2015/06/06/seal-team-6-the-cia-and-the-secret-history-of-u-s-kill-missions/?utm_term=.5ba0bf96061f\nClips from above Post article:\n\"SEALs and the CIA’s Omega Program\nSEAL Team 6 members joined with the CIA in something known as the Omega Program, which hunted down Taliban fighters with fewer restrictions than other military units, the Times reported. Together, they performed “deniable operations” in Pakistan using a model with similarities to the Phoenix Program, a Vietnam-era effort in which Special Operations troops performed interrogations and assassinations, the newspaper reported.\" Forecasters,\ncc: @lsgold7 , @AB747\nCheck this out! Thanks to @SteveHammons\nTo the Stars Academy of Arts & Science: https://youtu.be/-gr-A4ebLeE\nAcademy site: https://dpo.tothestarsacademy.com/ "], [29591, "2017-10-22T20:43:47Z", [0.01], "Adjusting down - See @aaseawaf15 comment https://www.gjopen.com/comments/comments/598167 "], [368, "2017-10-22T18:26:12Z", [0.0], ""], [1993, "2017-10-22T01:38:13Z", [0.01], "Sitting at consensus. Won't happen unless Taliban gets a sudden wind."], [368, "2017-10-21T21:38:04Z", [0.0], ""], [1034, "2017-10-21T20:19:52Z", [0.0], ""], [691, "2017-10-21T19:50:06Z", [0.0], ""], [368, "2017-10-20T23:25:15Z", [0.0], ""], [4273, "2017-10-20T22:41:23Z", [0.01], ""], [691, "2017-10-20T19:54:16Z", [0.0], ""], [755, "2017-10-20T19:21:26Z", [0.01], "Comments: More bang-for-the-buck, literally. IEDs: Impedes mobility [for security forces] and, going into the winter season, are pretty weather-resistant as well. Sow-and-forget. \nWashington Post, October 20, 'Dozens dead in mosque blasts in Kabul and central Afghanistan': https://www.washingtonpost.com/world/dozens-dead-in-mosque-blast-in-kabul-report-says/2017/10/20/6549f264-b5a1-11e7-9b93-b97043e57a22_story.html?utm_term=.ca3ba6b85741 Foreign Policy, October 20, 'Pentagon Report: IED Casualties Surge in Afghanistan - Roadside bomb attacks are falling overall, except in Afghanistan.': http://foreignpolicy.com/2017/10/20/pentagon-report-ied-casualties-surge-in-afghanistan/\nClips from Policy article:\n\"In Afghanistan you have a stalemate that favors the insurgents,” said Anthony Cordesman, the Burke Chair in Strategy at the Center for Strategic and International Studies.\nIEDs give insurgents “visibility, power, and influence,” he said.\nThe Taliban may be turning to IED attacks because they can’t control cities, Cordesman suggested. Whereas the Islamic State was able for a time to occupy cities in Iraq and Syria, the Taliban hasn’t had the same success at home, and IEDs present a dramatic show of force with a terrible human cost.  “IEDs, particularly attacks on civilian populations, get them immense visibility,” he said. \nInsurgents “have found that one way of discouraging support for the Afghan government, of driving NGOs out of Afghanistan, of giving themselves constant visibility, is to have large attacks,” he said.\" Business Insider, October 19, 'A new Taliban tactic is racking up a huge body count in Afghanistan': http://www.businessinsider.com/a-new-taliban-tactic-is-racking-up-a-huge-body-count-in-afghanistan-2017-10 Adjusting down."], [1034, "2017-10-20T05:47:11Z", [0.0], ""], [368, "2017-10-19T22:21:24Z", [0.0], ""], [2965, "2017-10-19T16:48:12Z", [0.0], "http://www.intellicast.com/local/history.aspx?location=AFXX0005\nweather happens and while ISIS and Taliban made gains\nnot this season https://www.nytimes.com/interactive/2017/08/23/world/asia/afghanistan-us-taliban-isis-control.html"], [691, "2017-10-19T16:07:19Z", [0.0], ""], [368, "2017-10-18T20:55:00Z", [0.0], ""], [691, "2017-10-18T20:21:44Z", [0.0], ""], [2965, "2017-10-18T14:29:01Z", [0.0], "but see https://www.afghanistan-analysts.org/working-in-a-grey-zone-icrc-forced-to-scale-back-its-work-in-afghanistan/"], [39568, "2017-10-18T13:14:57Z", [0.05], ""], [691, "2017-10-16T21:52:42Z", [0.0], ""], [368, "2017-10-16T21:23:04Z", [0.0], ""], [691, "2017-10-16T00:36:26Z", [0.0], ""], [368, "2017-10-15T21:31:09Z", [0.0], ""], [29591, "2017-10-15T20:24:43Z", [0.02], ""], [1034, "2017-10-15T20:04:22Z", [0.0], ""], [2965, "2017-10-15T13:03:27Z", [0.0], ""], [368, "2017-10-14T17:46:51Z", [0.0], ""], [691, "2017-10-14T13:21:07Z", [0.0], ""], [368, "2017-10-13T23:53:52Z", [0.0], ""], [691, "2017-10-13T19:33:43Z", [0.01], ""], [4273, "2017-10-13T02:57:27Z", [0.05], ""], [368, "2017-10-12T19:15:03Z", [0.0], ""], [368, "2017-10-11T20:21:47Z", [0.0], ""], [23006, "2017-10-11T02:38:07Z", [0.0], ""], [368, "2017-10-10T18:54:29Z", [0.0], ""], [368, "2017-10-09T20:38:14Z", [0.0], ""], [13377, "2017-10-09T02:39:16Z", [0.02], ""], [29591, "2017-10-08T20:41:17Z", [0.02], "Secretary of Defense Mattis gave some more information on the new Afghan strategy. \n“Mr Mattis’s shift will move the military away from Obama-era rules that allow American forces to strike the Taliban if they are shooting at or otherwise threatening American or Afghan forces. Instead, under the changes, American aircraft could seek out and attack militants based simply on their affiliation to the group.\n(https://www.nytimes.com/2017/10/06/world/asia/mattis-afghanistan-rules-of-engagement.html?_r=0)\nThe U.S. wants Britain to send more troops to Afghanistan: \n“The U.S. ambassador to NATO said America wants NATO allies to send a total of an extra 1000 troops to help in battle against the resurgent Taliban, ISIL and Al-Qaeda.” (http://www.telegraph.co.uk/news/2017/10/05/us-pressures-britain-send-troops-back-afghanistan-bolster-efforts/)\nIncreased air power and the potential for additional troops, especially if deployed to the Lashkar Gah area, would limit the possibility of a successful attack by the Taliban. "], [368, "2017-10-08T19:27:02Z", [0.0], ""], [368, "2017-10-08T19:21:55Z", [0.0], ""], [691, "2017-10-08T13:29:39Z", [0.01], ""], [368, "2017-10-07T20:21:32Z", [0.0], ""], [368, "2017-10-06T19:55:35Z", [0.0], ""], [691, "2017-10-06T13:21:28Z", [0.01], ""], [368, "2017-10-05T18:33:50Z", [0.0], ""], [19801, "2017-10-05T10:49:55Z", [0.01], ""], [368, "2017-10-04T18:35:46Z", [0.0], ""], [25141, "2017-10-04T16:54:07Z", [0.0], ""], [691, "2017-10-03T21:07:15Z", [0.01], ""], [368, "2017-10-03T19:03:40Z", [0.0], ""], [19801, "2017-10-03T04:08:32Z", [0.05], "Taliban controls most of Helmand district but not the actual city. They also control 45% of Afghanistan. http://afghanistan.liveuamap.com/\nhttps://www.longwarjournal.org/mapping-taliban-control-in-afghanistan"], [691, "2017-10-02T21:53:30Z", [0.01], ""], [368, "2017-10-02T19:57:37Z", [0.0], ""], [40490, "2017-10-02T18:12:11Z", [0.6], ""], [4634, "2017-10-02T12:30:02Z", [0.0], ""], [1034, "2017-10-02T05:51:08Z", [0.0], ""], [29591, "2017-10-01T21:04:12Z", [0.02], "Lowering by 1%: See @aaseawaf15 comment: https://www.gjopen.com/comments/comments/586907\nAfghan forces killed in allied airstrike: https://www.nytimes.com/2017/10/01/world/asia/afghan-airstrike-helmand-province.html\nOmar Zwak, spokesperson for the Governor of Helmand said: “the strike was part of an operation to clear areas in the Gereshk district threatened by the Taliban and advance government’s control beyond the provincial capital, Lashkar Gah.” This comes after the Taliban restricted the power of the government in Uruzgan Province, Afghanistan.\n“Officials said that a rising Taliban threat in recent weeks had left the government no choice but to shut the health clinics - all of them, according to some accounts, or 46 of the 49 operating in the province, other reports said - and then on Saturday the only remaining hospital.”\n“The Taliban were demanding that the government select only health officials recommended by their insurgent movement, and that they select the locations of any new clinics.” \n(https://www.nytimes.com/2017/09/23/world/asia/afghanistan-taliban-oruzgan-hospitals.html?_r=0) Airstrikes killing friendly forces and the Uruzgan government withholding healthcare plays into the Taliban’s propaganda. However, despite the fact that Lashkar Gah is a contested province, U.S. - NATO forces are based in the city and are on the offence to increase government-held territory. That being said, an increase in the number of airstrikes leading to allied and civilians deaths may temporarily halt operations if investigations are conducted."], [368, "2017-10-01T20:00:29Z", [0.0], ""], [23006, "2017-10-01T19:06:32Z", [0.0], ""], [755, "2017-10-01T18:21:44Z", [0.02], "Comments: Less boots on the ground + more reliance on air power =  collateral damage. Long-term, this is a big problem. We're not going to win-hearts-and-minds this way. Big win for Taliban, et al.\nUS News & World Reports, October 1, 'Afghan Security Forces Killed in 'Friendly Fire' Incident': https://www.usnews.com/news/world/articles/2017-10-01/afghan-security-forces-killed-in-friendly-fire-incident\nClip from USN&WR article:\n\"Large parts of Helmand, Afghanistan's major opium-producing province, are in the hands of the Taliban. U.S. and Afghan commanders see air power as a vital weapon to prevent the area falling completely to the insurgents.\nBuilding up Afghanistan's own air power is a central part of President Ashraf Ghani's four-year strategic plan and the Afghan Air Force has steadily bolstered its capacity to provide logistical support to ground forces as well as air strikes.\nBut one consequence has been an increase in the number of unintended casualties caused by accidents. According to U.N. figures published in July, there was a 43 percent increase in the number of civilian casualties caused by U.S. and Afghan airstrikes in the first half of the year.\" The Bureau of Investigative Journalism, September 30, 'Caught in the crossfire - Civilians are bearing the brunt of conflict in Afghanistan', https://www.thebureauinvestigates.com/stories/2017-09-30/caught-in-the-crossfire\nClips from TBIJ article:\n\"By the start of 2017 the Taliban was pushing hard to take Sangin city’s district centre, a fortified compound which housed the local security and administrative officials, just a few miles from Hamid Gul’s family home. The compound was the only thing stopping the Taliban from claiming the whole district as their own. The US, which had lost at least 70 of its own troops keeping Sangin out of insurgent hands over the years, scrambled to respond with scores of airstrikes.\nHamid was convinced that his family were still safer behind Taliban lines than in Laskhar Gah, one of the Taliban’s prime targets. But on the morning of February 10 2017, he got an unexpected phone call from a neighbour in Sangin: the family’s house had been flattened.\nIn that one night Hamid Gul lost his 50 year-old mother, Bibi Bakhtawara, six brothers and a sister. All seven children were under 16 years of age. Bibi Rahmania, his niece, also died. She was just two years old.   \nHamid was not the only person given devastating news on that day. On the same night, a few hours later, a second civilian house, just a few miles away from his own, was also hit. The following night a third one was struck.\nTo this day, there is no consensus about what happened to those three houses and why. What is clear, however, is that by the end of those three days in early February five women and 19 children were dead, among a full toll of 26 civilians, a Bureau investigation has established. \nThree local officials interviewed by Bureau reporters on the ground claimed US airstrikes had destroyed the houses and killed their inhabitants. The United Nations (UN) said the same, in its biannual accounting of Afghan civilians killed in the war, released in July 2017, adding that there appeared to have been no fighting in the area at the time, meaning the attacks may have been pre-planned.\nA spokesperson for Resolute Support, the US-led Nato mission in Afghanistan, told the Bureau that after four investigations the organisation could not confirm or deny responsibility for killing the civilians, though he pushed back strongly against the UN’s claims that there was no fighting in the villages at the time. Resolute Support has officially concluded the case as “disputed”, one of four categories for recording allegations of civilian casualties. It was used in this case because Resolute Support cannot decide if insurgents or the Afghan National Security Forces (ANSF) were responsible for the casualties, the spokesperson told the Bureau.\nThe fact that no-one has taken responsibility for the deaths of 24 women and children offers an insight into the lack of accountability of America’s longest-running conflict, which it now fights largely from the air under opaque rules of engagement against 20-odd armed groups.\" Affirming forecast."], [368, "2017-09-30T20:34:01Z", [0.0], ""], [1034, "2017-09-30T07:22:54Z", [0.0], ""], [691, "2017-09-29T21:35:13Z", [0.01], ""], [368, "2017-09-29T18:04:38Z", [0.0], ""], [691, "2017-09-28T20:48:03Z", [0.01], ""], [368, "2017-09-28T19:34:27Z", [0.0], ""], [13377, "2017-09-27T22:01:23Z", [0.05], ""], [368, "2017-09-27T21:05:08Z", [0.0], ""], [23234, "2017-09-27T17:03:52Z", [0.01], ""], [30594, "2017-09-27T14:45:39Z", [0.02], ""], [2965, "2017-09-27T13:37:49Z", [0.0], "@Widwood2000  but cf.\nhttps://www.militarytimes.com/flashpoints/2017/09/27/isis-taliban-claim-attack-on-kabul-airport-hours-after-mattis-makes-surprise-visit/\nhttp://www.armytimes.com/flashpoints/2017/09/06/explosion-at-bagram-airfield-injures-multiple-personnel/ and\nhttps://www.afghanistan-analysts.org/the-new-kabul-green-belt-security-plan-more-security-for-whom/"], [1034, "2017-09-27T04:33:46Z", [0.0], ""], [691, "2017-09-26T21:11:54Z", [0.01], ""], [4273, "2017-09-26T19:02:47Z", [0.05], ""], [368, "2017-09-26T18:02:00Z", [0.0], ""], [691, "2017-09-25T18:38:34Z", [0.01], ""], [23234, "2017-09-25T18:30:58Z", [0.03], ""], [368, "2017-09-25T17:17:20Z", [0.0], ""], [691, "2017-09-25T01:21:22Z", [0.01], ""], [368, "2017-09-24T19:10:03Z", [0.0], ""], [10745, "2017-09-24T17:46:37Z", [0.0], ""], [1034, "2017-09-24T15:54:46Z", [0.0], ""], [368, "2017-09-23T20:37:07Z", [0.0], ""], [40217, "2017-09-23T18:27:42Z", [0.3], ""], [691, "2017-09-23T13:29:59Z", [0.01], ""], [1034, "2017-09-23T05:40:51Z", [0.0], ""], [691, "2017-09-22T21:01:22Z", [0.01], ""], [368, "2017-09-22T20:19:42Z", [0.0], ""], [83, "2017-09-22T17:28:05Z", [0.0], ""], [40094, "2017-09-22T16:29:06Z", [0.0], ""], [40124, "2017-09-22T16:19:11Z", [0.15], ""], [691, "2017-09-22T02:02:18Z", [0.01], ""], [39740, "2017-09-21T21:04:24Z", [0.0], ""], [39835, "2017-09-21T19:51:31Z", [0.0], ""], [39724, "2017-09-21T19:09:16Z", [0.0], ""], [39847, "2017-09-21T18:55:51Z", [1.0], "They try everything"], [39586, "2017-09-21T18:39:40Z", [0.0], ""], [39859, "2017-09-21T18:32:36Z", [0.75], ""], [39792, "2017-09-21T18:28:10Z", [0.09], ""], [39620, "2017-09-21T18:26:29Z", [0.1], ""], [368, "2017-09-21T18:19:56Z", [0.0], ""], [39749, "2017-09-21T18:07:07Z", [0.0], ""], [39715, "2017-09-21T18:04:56Z", [0.0], ""], [39562, "2017-09-21T17:54:49Z", [0.35], ""], [39201, "2017-09-21T17:50:15Z", [0.5], ""], [31450, "2017-09-21T14:21:05Z", [0.0], "Dropping the last few points as the battle for Lashkar Gah seems to be in a stalemate and the marines stationed there aren't going to lose."], [691, "2017-09-20T20:04:02Z", [0.01], ""], [368, "2017-09-20T19:52:04Z", [0.0], ""], [1034, "2017-09-20T05:10:42Z", [0.0], ""], [755, "2017-09-20T03:06:47Z", [0.02], "Comments: Posted today. Very cool....\nChicago Tribune, September 18, 'CIA acknowledges legendary spy who saved Hamid Karzai's life — and honors him by name': http://www.chicagotribune.com/news/nationworld/ct-cia-spy-saved-hamid-karzai-20170918-story.html\n"], [368, "2017-09-19T18:27:06Z", [0.0], ""], [1333, "2017-09-19T09:30:21Z", [0.15], ""], [368, "2017-09-18T19:25:42Z", [0.0], ""], [691, "2017-09-18T19:07:29Z", [0.01], ""], [1034, "2017-09-18T05:21:30Z", [0.0], ""], [755, "2017-09-17T21:34:13Z", [0.02], "The Seattle Times, September 16, 'Kabul fortification signals long U.S. stay in Afghanistan': http://www.seattletimes.com/nation-world/kabul-fortification-signals-long-u-s-stay-in-afghanistan/\nClips from Times article:\n\"Unlike Obama, Trump has suggested that U.S. forces would remain in Afghanistan until victory. But even his own generals have conceded that a complete military victory in Afghanistan is not possible. The only solution most see is to persuade the Taliban to sit down to peace talks, something they have refused to do as long as U.S. soldiers remain in the country. And with the insurgents gaining ground steadily in the past two years, the Taliban have even less incentive to negotiate.\n“It seems America is not yet ready to end the longest war in its history,” said Taliban spokesman, Zabiullah Mujahid, after Trump announced his policy. “As Trump stated, ‘Americans are weary of the long war in Afghanistan.’ We shall cast further worry into them and force American officials to accept realities.” Comments: High confidence this will get green-lighted. I don't agree with it. \nPress TV, September 16, 'CIA seeking authority to conduct drone attacks in Afghanistan': http://www.presstv.ir/Detail/2017/09/16/535372/US-military-drone-attacks-Afghanistan-Pakistan-CIA-Pentagon\nClips from Press article:\n\"According to the sources, CIA Director Mike Pompeo has in recent weeks made a forceful case to Trump that the restrictions imposed on the agency during the administration of former President Barack Obama has limited the US’s ability to conduct “counter-terrorism operations.”\nObama imposed the restrictions in part to limit civilian casualties, the report said.\nPompeo suggested earlier this week that Trump favors granting the spy agency greater authority to go after militants. “When we’ve asked for more authorities, we’ve been given it. When we ask for more resources, we get it.” \nIf approved, it would be the first time the CIA would have the power to conduct such attacks in Afghanistan. The agency has been conducting such airstrikes across the border in Pakistan for about a decade.\nCritics say, the Trump administration—if approve the proposal— would open the way for broader air strikes in such countries as Libya, Somalia and Yemen, where the United States says its is fighting the Daesh terror group, al-Qaeda or both.\nThe Pentagon, which has until now, had the role for conducting such strikes, expressed concern over the proposal, saying American troops on the ground in Afghanistan could end up bearing the burden of any CIA attacks that would kill civilians, the Times said.\" Related:\nSOG (Special Operations Group) - Special Activities Division: https://en.wikipedia.org/wiki/Special_Activities_Division\nThe Special Operations Group (SOG) is the department within SAD responsible for operations that include high threat military or covert operations with which the US government does not wish to be overtly associated. As such, members of the unit (called Paramilitary Operations Officers and Specialized Skills Officers) normally do not carry any objects or clothing (e.g., military uniforms) that would associate them with the United States government. If they are compromised during a mission, the United States government may deny all knowledge.\nSource: Wikipedia Affirming forecast."], [368, "2017-09-17T20:43:49Z", [0.0], ""], [1034, "2017-09-17T16:42:27Z", [0.0], ""], [37272, "2017-09-16T19:49:23Z", [0.14], ""], [368, "2017-09-16T19:44:46Z", [0.0], ""], [4634, "2017-09-16T16:29:38Z", [0.02], ""], [691, "2017-09-16T15:02:25Z", [0.01], ""], [37477, "2017-09-15T21:02:41Z", [0.15], ""], [691, "2017-09-15T20:38:15Z", [0.01], ""], [368, "2017-09-15T19:44:34Z", [0.0], ""], [5018, "2017-09-15T02:03:21Z", [0.02], ""], [691, "2017-09-14T20:32:37Z", [0.01], ""], [368, "2017-09-14T20:24:16Z", [0.0], ""], [691, "2017-09-14T02:21:42Z", [0.01], ""], [368, "2017-09-13T20:29:16Z", [0.0], ""], [691, "2017-09-13T01:30:54Z", [0.01], ""], [368, "2017-09-12T17:38:45Z", [0.0], ""], [368, "2017-09-11T20:15:20Z", [0.0], ""], [755, "2017-09-10T20:16:34Z", [0.02], "\"You have the watches, but we have the time.” - Afghan proverb Comments: USMC expands footprint in Helmand.\nWashington Post, September 6, 'An old Marine firebase gets new use in once-again expanding Afghan war': https://www.washingtonpost.com/news/checkpoint/wp/2017/09/06/an-old-marine-firebase-gets-new-use-in-once-again-expanding-afghan-war/?utm_term=.a79eda302735\nClips from Post article:\n\"The base, called Fiddler’s Green, was first built in 2009 to house artillery for a Marine-led summer offensive that thrust deep into Helmand’s Garmsir District. Now the Marines there — part of a roughly 300 strong unit called Task Force Southwest — have used the facility as a rotating command post to help Afghan forces fight off the Taliban in a neighboring town.\nWhile not directly related to President Trump’s decision to send more troops into Afghanistan, the new Marine outpost is indicative of the U.S. military’s increased effort to support the struggling Afghan military by getting closer to the fighting. U.S. commanders in Afghanistan often complained in recent years that the Obama administration’s drawdown in 2014 prohibited remaining American forces from helping everywhere they were needed.\" Comments: Firmer #s = +14k US troops\nWashington Post, September 6, '3,500 more U.S. troops headed to Afghanistan, officials say': https://www.washingtonpost.com/news/checkpoint/wp/2017/09/06/3500-more-u-s-troops-headed-to-afghanistan-officials-say/?utm_term=.23cb34133605 Black swan =  Trump and PK Aligning forecast with consensus. Still pessimistic on long-term USA commitment.  "], [368, "2017-09-10T19:42:25Z", [0.0], ""], [1034, "2017-09-10T04:04:59Z", [0.0], ""], [368, "2017-09-09T20:12:33Z", [0.0], ""], [29591, "2017-09-09T19:17:02Z", [0.03], ""], [1034, "2017-09-09T00:04:19Z", [0.0], ""], [368, "2017-09-08T18:39:02Z", [0.0], ""], [691, "2017-09-08T12:04:41Z", [0.01], ""], [368, "2017-09-07T23:26:12Z", [0.0], ""], [691, "2017-09-07T18:42:23Z", [0.01], ""], [30594, "2017-09-07T17:04:48Z", [0.05], ""], [1993, "2017-09-07T06:32:10Z", [0.05], "Coming in at consensus. I don't think Trump will let them do it...until he changes his mind. But for now, no."], [1034, "2017-09-07T05:50:16Z", [0.0], ""], [691, "2017-09-06T20:56:43Z", [0.01], ""], [368, "2017-09-06T18:12:30Z", [0.0], ""], [1034, "2017-09-06T06:42:35Z", [0.0], ""], [691, "2017-09-05T18:15:17Z", [0.01], ""], [368, "2017-09-05T17:58:55Z", [0.0], ""], [1034, "2017-09-05T06:35:25Z", [0.0], ""], [368, "2017-09-04T21:25:40Z", [0.0], ""], [691, "2017-09-04T12:23:50Z", [0.01], ""], [368, "2017-09-03T19:18:38Z", [0.0], ""], [691, "2017-09-03T17:18:16Z", [0.01], ""], [1034, "2017-09-03T07:01:50Z", [0.0], ""], [368, "2017-09-03T01:29:57Z", [0.0], ""], [691, "2017-09-02T13:56:13Z", [0.01], ""], [1034, "2017-09-02T07:28:31Z", [0.0], ""], [368, "2017-09-01T19:40:41Z", [0.0], ""], [755, "2017-09-01T18:44:16Z", [0.05], "In-Homeland Security, August 31, 'Afghan Troop Surge Likely To Include Thousands Of Paratroopers, Marines And Heavy Bombers': http://inhomelandsecurity.com/afghan-troop-surge-marines/?utm_source=IHS&utm_medium=newsletter&utm_content=afghan-troop-surge-marines&utm_campaign=20170901IHS\nClips from article:\n\"The bulk of the roughly 4,000 additional troops headed to Afghanistan will probably be composed of thousands of paratroopers from two units — the 82nd Airborne Division and an airborne brigade from the 25th Infantry Division, according to U.S. officials.\nMore air support — in the form of more F-16 fighters, A-10 ground attack aircraft and additional B-52 bomber support, or a combination of all three — is also probably on the way, according to a U.S. official, who spoke on the condition of anonymity to discuss plans that had not yet been made public. The B-52s will remain based in Qatar but will be tasked to cover Afghanistan.\nSmall Marine artillery detachments, composed of about 100 or so troops per unit, will be spread around the country to fill in gaps in air support, the official said.\" \"About half of the 82nd Airborne’s 1st Brigade Combat Team is already in Afghanistan, while the rest of the unit — around 1,500 troops — is waiting to join them as a part of the troop increase. The 4th Brigade of the 25th Infantry Division, based in Alaska, is set to relieve parts of the Army’s 1st Armored Division already in the country. To contribute to the troop increase, the 4th Brigade is likely to deploy more of its troops rather than send just enough to replace those in the 1st Armored Division. Fox News first reported the 82nd Airborne’s deployment last week.\nDuring a recent visit to Kabul, Gen. Joseph Votel, the officer who oversees U.S. operations in the Middle East and Afghanistan, told reporters that he was hoping to get some of the new forces into the country before the end of the fighting season. While in Afghanistan’s warmer climes the fighting season usually lasts almost year-round, clashes elsewhere in the country usually taper off by the end of October.\" \"Now with a relatively small force, the U.S. military and NATO counterparts are spread across the country trying to advise the Afghan military while marshaling enough air support to ensure Taliban militants are held at bay. There also more than 20,000 contractors in Afghanistan, according to a July report from the Pentagon. Those civilians do everything from aircraft maintenance to base security and are an integral part of the American war effort in the country. With more troops, those numbers are sure to increase as well.\""], [691, "2017-09-01T14:42:20Z", [0.01], ""], [1034, "2017-09-01T05:38:36Z", [0.0], ""], [29591, "2017-08-31T19:31:38Z", [0.03], "Lowering forecast: “The U.S. military says it is achieving its primary goal in Afghanistan’s embattled Helmand Province by enabling Afghan forces to expand security zones around the provincial capital of Lashkar Gah.”\n“For the past two weeks, U.S. Marine advisers have been helping government troops conduct a clearing operation in the key district of Nawa.”\nU.S. Marine Brig. Gen. Roger Turner said “We’re making gains, we’re expanding security around the provincial capital, and building momentum”\n“Officials say securing Nawa, which the Taliban held for about nine months until July, is critical for preventing the insurgents from seizing Lashkar Gah.” \n(https://www.stripes.com/news/marines-help-afghan-forces-clear-insurgents-from-helmand-district-1.485143#.WahfhDMfkdU) \nDefense Secretary James Mattis has signed orders to deploy more troops to Afghanistan: https://www.stripes.com/news/mattis-signs-orders-to-deploy-more-forces-to-afghanistan-1.485419#.WahiJTMfm8U\nNo details have been given but we know from Gen. Nicholson’s testimony more troops were needed for the NATO TAA mission. From this it’s likely that a proportion of the troops will be heading to Helmand Province to increase security, specifically Nawa as the district is contested. "], [691, "2017-08-31T18:09:46Z", [0.01], ""], [1034, "2017-08-31T10:31:17Z", [0.0], ""], [691, "2017-08-30T19:01:48Z", [0.01], ""], [1034, "2017-08-30T06:15:57Z", [0.0], ""], [691, "2017-08-29T20:06:47Z", [0.01], ""], [691, "2017-08-28T20:40:33Z", [0.01], ""], [368, "2017-08-28T16:04:23Z", [0.0], ""], [31238, "2017-08-28T12:31:33Z", [0.05], ""], [1034, "2017-08-28T05:17:49Z", [0.0], ""], [14166, "2017-08-27T21:41:42Z", [0.01], ""], [368, "2017-08-27T20:27:52Z", [0.0], ""], [691, "2017-08-27T12:31:00Z", [0.01], ""], [755, "2017-08-27T03:29:41Z", [0.05], "NPR, August 26, 'Evaluating Trump's Afghanistan Plan': http://www.npr.org/2017/08/26/546323159/evaluating-trump-s-afghanistan-plan\nClips from NPR article:\n\"BOOT: Well, I think it's probably a reasonable thing to do. I mean, it's not a policy that thrills anybody. And it doesn't hold out the prospect of any immediate victory. It's basically a recipe for long-term engagement. But it's hard to think of what the alternative is because the only other alternatives are - A, we can withdraw or, B, we can send a heck of a lot more U.S. troops. But neither option seems terribly attractive. And so I think President Trump basically chose the status quo option, which again is not sexy or exciting. But it seems like a reasonable thing to do given the level of threat that we would face in Afghanistan if the Taliban and assorted other Islamist groups were to take over.\" \"BOOT: I do. I mean, I do give him some credit. I mean, I think he's been a terrible, terrible president - one of the very worst we've ever had. But in this particular case, I have to give him some credit for basically allowing himself to have his arm twisted by his military and national security advisers who convinced him that his instincts were wrong. Now, the issue is whether he will stick with his current decision because as we've seen consistently with Trump, he changes his mind all the time and finds himself on both sides of the issue. But if he sticks with this resolve, I think that is probably the best decision he could have made regarding Afghanistan.\" Reuters, August 25, 'U.S. fighter pilots in Afghanistan prepare for more air strikes': https://www.reuters.com/article/us-afghanistan-usa-airstrikes-idUSKCN1B518I\nClip from article:\n\"The number of U.S. air strikes in Afghanistan has already dramatically spiked since Trump took office in January, from 1,074 in all of last year to 2,244 as of August 20 this year.\"  Comments: If no progress, I give this commitment 12 - 18 months. Adjusting down.    \n"], [368, "2017-08-26T20:22:01Z", [0.0], ""], [691, "2017-08-26T12:37:34Z", [0.01], ""], [691, "2017-08-25T20:53:46Z", [0.01], ""], [29591, "2017-08-25T18:25:02Z", [0.05], "Lowering forecast:  Secretary of State, Rex Tillerson, “made clear his main goal is peace talks. He said he believed there were ‘moderate elements’ within the Taliban that are ready and want to help chart a path forward” (https://www.bloomberg.com/news/articles/2017-08-22/tillerson-pushes-pakistan-to-prod-taliban-to-negotiating-table) \nThe U.S. Commander in Afghanistan, John Nicholson, called for the Taliban to \"stop fighting against your countrymen. Stop killing innocent civilians. Stop bringing hardship and misery to the Afghan people. Lay down your arms and join Afghan society. Help build a better future for this country and your own children.” \nThe Taliban immediately rejected the offer; Taliban spokesman Zabihullah Mujahid said that the group are “not giving our guns to anyone and our Taliban are fighting until the last U.S. soldier is no longer here in Afghanistan.” (http://www.military.com/daily-news/2017/08/24/trump-military-buildup-afghanistan-underway-general-says.html)\nIf more troops are sent to Helmand province, Lashkar Gah could become a bigger target, but with air support it would be unlikely that a Taliban attack would be successful.  The Taliban are continuing to use suicide bombers in the provincial capital: At least 7 people were killed in a Taliban suicide car bombing outside the Police Headquarters in Lashkar Gah. (https://www.nytimes.com/2017/08/23/world/asia/afghanistan-taliban-helmand-suicide-attack.html)  Forecasting at 5% for now as infighting amongst Afghan leaders is damaging the governments efforts to tame the Taliban insurgency. \n“It is no coincidence that many of the places where the insurgents have made their biggest gains have been in the northern provinces where warlords have long held power - and often are deeply resented.” \n“The violent disputes among governors are the most recent evidence of the infighting that is diverting resources from the fight against the insurgency and undermining public support…Such infighting among the warlords is precisely what helped catapult the Taliban to power in 1996” \n(https://www.nytimes.com/2017/08/18/world/asia/in-afghanistan-a-destructive-game-of-thrones.html?_r=0)"], [368, "2017-08-25T16:44:17Z", [0.0], ""], [4273, "2017-08-25T13:28:19Z", [0.03], ""], [1034, "2017-08-25T06:38:42Z", [0.0], ""], [368, "2017-08-24T18:53:30Z", [0.0], ""], [691, "2017-08-24T17:42:56Z", [0.01], ""], [1034, "2017-08-24T06:07:21Z", [0.0], ""], [83, "2017-08-24T01:28:33Z", [0.05], ""], [691, "2017-08-23T20:04:35Z", [0.01], ""], [368, "2017-08-23T19:22:39Z", [0.0], ""], [4273, "2017-08-23T13:17:30Z", [0.08], ""], [4634, "2017-08-23T11:36:56Z", [0.05], ""], [1034, "2017-08-23T05:37:35Z", [0.0], "Exclusive: Trump's Afghan decision may increase U.S. air power, training Stewart (2017) Aug 22, states that: The U.S. Air Force may intensify its strikes in Afghanistan and expand training of the Afghan air force following President Donald Trump's decision to forge ahead with the 16-year-old war, its top general told Reuters on Tuesday. Air Force Chief of Staff General David Goldfein said, however, he was still examining the matter, as the U.S. military's top brass had only begun the process of translating Trump's war strategy into action. Asked whether the Air Force would dedicate more assets to Afghanistan, where the United States has been engaged in its longest military conflict, Goldfein said only: \"Possibly.\" \"It's actually too early to tell what this will mean in terms of plus-ups and reductions,\" he said in a joint interview with Air Force Secretary Heather Wilson. Still, he acknowledged that the Air Force was \"absolutely\" examining the possibility of increasing air power, including to support U.S. ground forces, following Trump's promise of a stepped-up campaign against Taliban insurgents, who have gained ground against U.S.-backed Afghan government forces. Goldfein said the same about providing training to Afghan pilots. Wilson, who assumed the Air Force's top civilian job three months ago, noted the Afghan military had made strides thanks to U.S. training and equipment, but added: \"I think there is a long way to go there, very honestly.\" In a speech on Monday night, Trump appeared to answer a call from the top U.S. commander on the ground for thousands of more troops to break a stalemate with Taliban insurgents, on top of the roughly 8,400 now deployed in Afghanistan (para. 1-8). Stewart, P. (2017). Exclusive: Trump's Afghan decision may increase U.S. air power, training. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-usa-trump-afghanistan-airforce-exclus-idUSKCN1B22GY\n"], [368, "2017-08-22T23:05:16Z", [0.0], ""], [691, "2017-08-22T22:47:31Z", [0.01], ""], [4273, "2017-08-22T18:50:53Z", [0.1], ""], [1643, "2017-08-22T11:50:11Z", [0.05], "Decreasing to 5% after Trump's speech dedicating American troops via Mattis' suggestion to Afghanistan.\nhttps://www.washingtonpost.com/world/afghans-greet-trumps-announcement-with-relief-concerns/2017/08/22/60e6af8c-868f-11e7-96a7-d178cf3524eb_story.html?utm_term=.a2fb9ea2f7e9"], [23234, "2017-08-22T01:59:57Z", [0.01], ""], [368, "2017-08-21T19:31:27Z", [0.0], ""], [368, "2017-08-21T19:22:43Z", [0.0], ""], [691, "2017-08-21T17:07:21Z", [0.01], ""], [4273, "2017-08-21T13:26:29Z", [0.12], ""], [38421, "2017-08-21T02:01:49Z", [0.1], "To be updated after Trump's Afghan strategy announcement."], [368, "2017-08-20T22:51:12Z", [0.0], ""], [30594, "2017-08-20T11:10:19Z", [0.1], ""], [30594, "2017-08-20T11:08:14Z", [0.12], ""], [368, "2017-08-19T19:19:52Z", [0.0], ""], [23234, "2017-08-19T00:35:49Z", [0.04], ""], [368, "2017-08-18T17:43:29Z", [0.0], ""], [23234, "2017-08-18T11:35:13Z", [0.12], ""], [29591, "2017-08-17T21:36:08Z", [0.08], "Maintaining forecast for now, but it could be that we find out the Afghan strategy soon: \n“The National Security Council leaders will present Trump with detailed options to adjust the nations policy for South Asia and the war in Afghanistan on Friday” (https://www.stripes.com/mattis-camp-david-meeting-will-move-trump-toward-afghanistan-war-decision-1.483415#.WZX_nDMfl-U) In the last week, the Taliban has retaken control of the contested areas of Jani Khel in Paktia Province (a known stronghold of the Haqqani network) and the district of Ghormach in Faryab Province. The district of Jani Khel has changed hands three times over the past two weeks, and the district of Ghormach has changed hands twice in the last two years. \nThe contested districts throughout Afghanistan appear to change hands several times within short time frames which suggests the Afghan forces inability to retake and maintain control of the districts. http://www.longwarjournal.org/archives/2017/08/taliban-retakes-eastern-afghan-district-from-afghan-forces.php\nhttp://www.longwarjournal.org/archives/2017/08/taliban-overruns-district-in-afghan-northwest.php\n"], [368, "2017-08-17T16:48:27Z", [0.0], ""], [691, "2017-08-17T14:24:45Z", [0.01], ""], [368, "2017-08-16T19:47:32Z", [0.0], ""], [30717, "2017-08-16T05:32:02Z", [0.0], ""], [37474, "2017-08-16T03:15:30Z", [0.0], ""], [691, "2017-08-16T02:03:14Z", [0.01], ""], [368, "2017-08-15T16:48:49Z", [0.0], ""], [1034, "2017-08-15T06:36:54Z", [0.0], ""], [4273, "2017-08-14T23:43:34Z", [0.15], ""], [368, "2017-08-14T18:12:31Z", [0.0], ""], [368, "2017-08-14T18:06:03Z", [0.0], ""], [691, "2017-08-14T17:01:13Z", [0.01], ""], [1034, "2017-08-14T05:38:53Z", [0.0], ""], [368, "2017-08-13T13:57:50Z", [0.0], ""], [691, "2017-08-13T12:45:31Z", [0.01], ""], [755, "2017-08-13T01:32:43Z", [0.2], "Comments: See @AB747 August 9 post about 100 USMC boots to AF. Up-vote 1. \nSee this deployment as a stop-gap measure to strengthen security in a critical province until a clearer AF strategy is dictated by the WH. Overall country status does not look good:\nTOLO News, August 12, 'Taliban Still A Threat To Helmand's Nawa District': http://www.tolonews.com/node/58021\nClips from above TOLO article:\n\"The bazaar in the center of the district had few visitors in the first days when the area was cleared of Taliban but now the shops are closed and it is looking like a no-man’s land, residents said.\n“Taliban have been pushed back from the district. You see it. But you also see that there is no one (in the bazaar) except military men,” said Gul Rahim, a resident of Nawa.\n“Sometimes you are walking in front of your wife and sometimes she walks behind you in search of safe places. Is this life?” asked Abdul Jalil, a resident of the district, who said they are tired of war and escaping from conflicts and militants’ threats.\nSecurity forces said the clearance operation is not yet completed and that it will continue until all threats are thwarted in the area.\n“The district needs full clearance as it was captured by the Taliban for eight months. We have plans in this respect,” said Abdul Ghafar Safi, the police chief of Helmand.\nResidents of the district said they are still not sure whether the district will be maintained by government forces and they will be able to prevent a comeback by militants.\" The National, August 11, 'ISIL lures jobless Afghans and Taliban with big salaries - Paying triple the wages of a soldier has helped extremists make inroads in the north, officials say': https://www.thenational.ae/world/asia/isil-lures-jobless-afghans-and-taliban-with-big-salaries-1.618823\nComments: Opposition forces gaining nation-wide. Larger population centers appear relatively secure, but vulnerable.  CBS News, August 10, 'U.S. spent $76B on weapons and equipment for Afghan security forces': http://www.cbsnews.com/news/us-spent-76-billion-on-weapons-and-equipment-for-afghan-security-forces/\nClips from CBS article:\n\"Even with all of this equipment, Gen. John Nicholson, the top U.S. commander in Afghanistan, told Congress in February he needs a \"few thousand\" more troops to properly train and advise the Afghan military so they can eventually operate independently.\nClaude Chafin, communications director for the House Armed Services Committee, told CBS News the GAO report was sought as \"an objective review of major weapon systems and equipment provided to ANDSF to evaluate the extent to which such equipment supports the ability of ANDSF to provide security for the Afghan people.\" \nStephen Tankel, an American University professor and adjunct senior fellow at the Center for New American Security, said to CBS News that he agrees with top U.S. commanders that the Afghan military is still unprepared after more than a decade of American military guidance. \nThe \"U.S. continues to spend money every year, our forces continue to die, and the mission continues to drift,\" Tankel said.\nSome in Congress are now calling on President Trump to change U.S. policy in Afghanistan.\nSen. John McCain (R-Arizona), chairman of the Senate Armed Services Committee, announced in a press release Thursday a new amendment to the 2018 defense authorization bill that aims to \"strengthen the capability and capacity of the Afghan government and security forces.\"\nWhile no funding specifics were outlined in the release, McCain said that \"adopting a clear policy and strategy in Afghanistan, backed with the authorities and resources necessary for success, would be a critical step toward restoring that kind of leadership, which has been absent for far too long.\"   Business Insider, August 10, 'Russia appears to be winning the hearts and minds of Afghanistan better than the US': http://www.businessinsider.com/russia-appears-to-be-winning-afghan-hearts-and-minds-better-than-us-2017-8\nClips from BI article:\n\"The Russians are ramping up political, economic and propaganda activities to improve their image and reestablish their influence amid pervasive corruption that is impeding progress in Afghanistan,\" Arturo Munoz recently wrote in a RAND Corporation piece.\nThe Kremlin appears to be aiding the Afghan government and the Taliban, effectively hedging its bets in the event one side emerges victorious, Munoz wrote.\nRussia has aided the Taliban in its fight against ISIS — although the two militant groups reportedly work together at times.\nMoscow also recently gave the government 10,000 Kalashnikov rifles, pledged economic support for the country's housing sector, reopened a Russian cultural center, and is investing in about 150 other projects that could boost Afghanistan's economy and help Russia regain its moral authority.\" \nComments: See significant % of the 10k govt AKs finding their way to Taliban and other opposition forces.  Al-Jazeera, August 7, 'Officials: Taliban, ISIL coordinated Sar-e Pul attack': http://www.aljazeera.com/news/2017/08/sar-pul-taliban-isil-joined-forces-kill-afghans-170807085258761.html\nClip from Al-Jazeera article:\n\"In the first half of the year, 1,662 civilians were killed and 3,581 injured, according to the UN figures.\"\nComments: Civilian casualties continue to rise. See chart. Asharq Al-Awsat, August 6, 'Iran Gains Ground in Afghanistan as US Presence Wanes': https://english.aawsat.com/carlotta-gall/features/iran-gains-ground-afghanistan-us-presence-wanes Comments: Trump decision on AF coming; still 50-50:\nPolitico, August 10, 'Trump's indecision on Afghanistan leaves generals in lurch - The commanders missed early warning signs that the president might not immediately approve their plan for more troops': http://www.politico.com/story/2017/08/10/trump-afghanistan-generals-indecision-241463\nClips from Politico article:\n\"But the impasse, combined with reports that Trump has considered replacing Gen. John Nicholson, the top U.S. commander in Afghanistan, and a proposal to privatize large portions of the war, have shaken top commanders and their allies in the Afghan government and security forces. They are waiting to see how the Trump administration’s commitment to Afghan stability measures up to its predecessors’, according to officials involved in the review.\n“The herd is spooked here, and the delay has a practical effect,” one American officer in Kabul said, referring to the multinational headquarters that Nicholson oversees. Without a U.S. commitment, other NATO allies are hesitant to commit reinforcements they are considering.\nThe delay is especially burdening the hard-hit Afghan security forces, which were counting on a stepped-up American advisory role to beat back gains by the Taliban and new inroads by the Islamic State terrorist group. The longer the decision takes, the less likely a significant number of the additional U.S. forces will arrive by the end of Afghanistan’s so-called fighting season, which lasts into the fall.\" Adjusting down on additional commitment and will assess after WH policy known. Forecasters,\nCases in Intelligence Analysis: Structured Analytic Techniques: https://www.amazon.com/Cases-Intelligence-Analysis-Structured-Techniques/dp/1608716813\nOne of my business contacts co-wrote this book a number of years back. It piqued my interest and, with HFC 2018 approaching, I thought I'd give this a read over the fall (to be consumed along with a nice, dry Absolut martini; shaken, not stirred) to see if I can gain insight and improve my forecasting ability. Check it out.\nSarah's bio on the John Hopkins University website: http://advanced.jhu.edu/about-us/faculty/sarah-miller-beebe/\nSarah Miller Beebe, Adjunct Faculty\nSarah Miller Beebe is an analytic facilitator, coach, instructor, and speaker. Her research interests center on the intersection of intelligence analysis and human cognition, specifically whether structured analytic frameworks can mitigate mindset and bias.\nWhile in government, Mrs. Beebe served as Director for Russian Affairs on the National Security Council Staff, where she chaired interagency policy committees on U.S.-Russian counter-proliferation and counter-terrorism programs, and spearheaded work on bilateral nuclear energy cooperation. As an analyst and manager at the Central Intelligence Agency, Mrs. Beebe oversaw CIA’s analysis of Russian foreign and security policy. While serving as Acting National Counterintelligence Officer for Europe in the Office of the Director of National Intelligence’s National Counterintelligence Executive, she developed national-level strategies for Intelligence Community coordination, communication, and outreach.\nMrs. Beebe has served as Senior Fellow and Affiliate Faculty member at the George Mason University Law School Center for Infrastructure Protection and Homeland Security, and was Adjunct Assistant Professor at the University of Maryland University College, where she taught courses in Intelligence. The second edition of her book, Cases in Intelligence Analysis: Structured Analytic Techniques in Action, was published by CQ Press in 2015. 'When I'm ... er ... concentrating,' he explained, 'I never have more than one drink before dinner. But I do like that one to be large and very strong and very cold, and very well made. I hate small portions of anything, particularly when they taste bad. This drink's my own invention. I'm going to patent it when I think of a good name.'\n- James Bond, Casino Royale"], [368, "2017-08-12T19:51:51Z", [0.0], ""], [1333, "2017-08-12T16:20:33Z", [0.05], ""], [691, "2017-08-12T15:23:36Z", [0.02], ""], [1034, "2017-08-12T08:25:11Z", [0.0], ""], [691, "2017-08-11T19:37:26Z", [0.02], ""], [368, "2017-08-11T17:06:34Z", [0.0], ""], [4273, "2017-08-11T13:23:49Z", [0.18], ""], [34566, "2017-08-11T12:27:27Z", [0.0], ""], [1034, "2017-08-11T06:51:58Z", [0.0], ""], [368, "2017-08-10T19:14:18Z", [0.0], ""], [9755, "2017-08-10T17:06:00Z", [0.02], ""], [691, "2017-08-10T16:04:13Z", [0.02], ""], [1034, "2017-08-10T07:39:22Z", [0.0], ""], [368, "2017-08-09T20:24:19Z", [0.0], ""], [29591, "2017-08-09T19:18:19Z", [0.08], "Staying low for now, but keenly watching any moves the Trump administration might make towards using a ‘private military’: “The U.S. is sending up to 100 additional marines to Afghanistan to bulk up its advising force in Helmand Province, the Pentagon confirmed” (http://www.militarytimes.com/flashpoints/2017/08/08/us-sending-up-to-100-additional-marines-to-afghanistan/) \nA report from NBC news stated the marines were repositioned “to help with internal force protection” (http://www.nbcnews.com/news/us-news/u-s-sending-more-marines-afghanistan-n790446)  Afghan strategy: \nErik Prince proposed a two-year plan to use private military forces in Afghanistan. The plan involves “fewer than 5000 global guns for hire and under 100 aircraft, bringing the total cost of the U.S. effort to $10 billion a year.” \n“Mr Prince says his band of experienced sergeants would serve alongside Afghan forces on the front line for the long haul, embedding into more than 91 battalions.”\n“These contractors would not replace the 2000-strong U.S. forces operation to combat terrorism, only the US-led NATO advisory mission.”\nSeems like Trump favours this plan due to the prospect of saving money. However, the Afghans worry this may “play into the hands of Taliban recruiters who would frame the war as one against mercenary invaders.” \n(https://www.ft.com/content/452253d2-7b8b-11e7-9108-edda0bcbc928) \nFrom my understanding of the U.S. Marines’ role in Helmand Province as part of Task Force Southwest, they would be replaced by private military forces if this plan was to go ahead, which may put Lashkar Gah at greater risk of falling into the Taliban’s hands. "], [691, "2017-08-09T12:05:22Z", [0.02], ""], [368, "2017-08-08T19:46:22Z", [0.0], ""], [1034, "2017-08-08T06:07:15Z", [0.0], ""], [368, "2017-08-07T20:12:40Z", [0.0], ""], [1034, "2017-08-07T04:05:54Z", [0.0], ""], [1034, "2017-08-07T03:54:11Z", [0.0], ""], [4273, "2017-08-06T23:48:08Z", [0.15], ""], [755, "2017-08-06T19:34:43Z", [0.3], "Comments: 42 killed translates to sizable #s and commitment by Taliban in latest attacks. \nAnadolu, August 4, 'Taliban attacks repelled in Afghanistan's Helmand - Officials say more than 40 Taliban militants killed around Grishk district': http://aa.com.tr/en/asia-pacific/taliban-attacks-repelled-in-afghanistans-helmand/876415 Comments: See relations with PK moving downward with negative implications for AF. Given Trump's views and temperament, a significant draw-down of US forces in-country within the next 12 to 18 months should be considered.   \nReuters, August 6, 'In Afghan review, Trump's frustration carries echoes of Obama years': https://www.reuters.com/article/us-usa-afghanistan-trump-idUSKBN1AM0F5\nClips from Reuters article:\n\"More than a dozen interviews with current and former U.S. officials familiar with the discussions reveal a president deeply frustrated with the lack of options to win the 16-year-old war, described internally as \"an eroding stalemate.\"\nThe debate carries echoes of the same dilemma Barack Obama faced in 2009. Then, as now, odds are that Trump will ultimately send more troops, current and former officials say.\n\"It's the least worst option,\" one former U.S. official familiar with the discussions said, speaking on condition of anonymity, while acknowledging that with Trump, a pullout cannot be completely ruled out.\nTrump's defense secretary, retired Marine Corps General Jim Mattis, has had the authority for nearly two months to add thousands more troops to the roughly 8,400 there now (down from a peak of more than 100,000 in 2011). Army General John Nicholson, commander of U.S. forces in Afghanistan, requested the troops back in February.\nBut officials say Mattis won't use his authority until he has buy-in from Trump for a strategic vision for America's longest war. Beyond more troops for Afghanistan, the strategy would aim to address militant safe havens across the border in Pakistan.\nThat too has become a divisive issue, with several members of Trump's inner circle split on how hard to press Islamabad.\nSources say that the discussions - which included a high-level White House meeting on Thursday - could drag out for the rest of the summer, blowing past a mid-July deadline to present a war strategy to an increasingly impatient Congress.\nAfter Thursday's meeting, chaired by Vice President Mike Pence, people familiar with the deliberations told Reuters that a final decision did not appear imminent.\"\n\"While U.S.-backed fighters are rolling back Islamic State in Iraq and Syria, the same cannot be said of the fight against the Taliban insurgency in Afghanistan.\nU.S. intelligence agencies have assessed that the conditions in Afghanistan will almost certainly deteriorate through next year, even with a modest increase in military assistance from America and its allies.\nDuring a July 19 meeting in the White House Situation Room, Trump said Mattis and Marine General Joseph Dunford, the chairman of the Joint Chiefs of Staff, might want to consider firing Nicholson, who was picked by Obama in 2016 to lead the war effort and has earned the respect of Afghan leaders.\n\"We aren't winning,\" Trump told them, according to accounts of the conversation.\" The Guardian, August 3, 'The war America can't win: how the Taliban are regaining control in Afghanistan': https://www.theguardian.com/world/2017/aug/03/afghanistan-war-helmand-taliban-us-womens-rights-peace\nClips from Guardian article:\n\"In Helmand, which is markedly worse off than when foreign combat troops left three years ago, Afghan forces on the frontline are desperate for support. But critics say that more military power only risks fomenting insurgency.\n“Even if you kill all the teenagers, the next generation will join the Taliban,” said Abdul Jabbar Qahraman, a former presidential envoy to Helmand. “The insurgency used to be mostly a business. Now it’s also about revenge.”\nAfghanistan is America’s longest war, but it is a war America cannot win. And nowhere is this more evident than in Helmand.\nPlaces where British and American troops fought their hardest battles are now firmly under Taliban control.\nBabaji, the scene of one of biggest British air assaults in modern times, fell to the Taliban shortly after the Guardian visited last year.\nMarjah – where in 2010 thousands of US, British and Afghan troops launched the largest joint offensive in the war – is firmly in the control of the insurgents.\nIn Musa Qala, the Taliban run a veritable government; in Lashkar Gah, they are close enough to occasionally lob rockets into the governor’s compound.\nProlonged, large-scale battles are rare. Instead, the war is a slow grind of guerrilla attacks, sporadic gun clashes and the occasional push to overrun a population centre. Homemade bombs – the Taliban’s weapon of choice – continue to spread.\nSeveral provincial capitals remain in government hands only due to US air support. In the first six months of 2017, the coalition released 1,634 weapons, the highest level of air engagement since 2012.\" Incremental adjustment down for the passage of time."], [368, "2017-08-06T17:59:27Z", [0.0], ""], [36780, "2017-08-06T15:04:56Z", [0.8], ""], [1034, "2017-08-06T08:17:50Z", [0.0], ""], [368, "2017-08-05T20:09:52Z", [0.0], ""], [1034, "2017-08-05T06:55:47Z", [0.0], ""], [368, "2017-08-04T19:43:13Z", [0.0], ""], [1034, "2017-08-04T08:17:04Z", [0.0], "In Afghan Debate, Is There a Lesson in the 2011 Pullout From Iraq? Trofimov (2017) Aug 3, states that: As President Donald Trump’s administration weighs, how to handle Afghanistan’s chronic war, looming large is the question of what is the right lesson of the 2011 U.S. withdrawal from another conflict: Iraq. Was it a strategic failure—or a step that, over the long term and at significant cost, forced the Iraqis to assume responsibility for their own war? And if so, can this experience be replicated in Afghanistan? In 2014, as Islamic State surged to the doorstep of Baghdad and the Iraqi army collapsed, it seemed to many that the American pullout was a catastrophic mistake that enabled international terrorism (para 1-3). Then, quarreling Iraqi political factions came together. The Kurdish regional government in the north ushered in unprecedented security cooperation with Baghdad and the rebuilt Iraqi army. Defeating Islamic State became an Iraqi rather than an American war (para. 7). “The American withdrawal put Iraqis in front of their own challenges and they realized that they have to resolve these problems on their own,” said Iraqi lawmaker Dhiaa al-Assadi. Mr. Assadi heads a parliamentary bloc of supporters of Moqtada al-Sadr, a populist Shiite cleric whose militias used to fight U.S. troops before 2011 (para.7-8). The answer is, most likely, no. America’s Afghan war, now 16 years long, is different from the Iraqi conflict in many crucial respects. And that is not just because Afghan President Ashraf Ghani, unlike Iraq’s leader six years ago, wants an American military presence to continue for as long as possible (para. 11). While the Iraqi insurgency raged within the country’s Sunni minority, Afghanistan’s Taliban are drawn mostly from the country’s dominant ethnic group, the Pashtuns. And the Taliban keep advancing despite the presence of nearly 9,000 U.S. troops. While U.S. casualties in Afghanistan are relatively rare nowadays, they still occur: On Wednesday, the Pentagon said two U.S. troops died in Kandahar. Unlike oil-rich Iraq, Afghanistan can’t pay for its own military and requires several billion dollars in Western assistance every year. Add to this a political class that is even more corrupt and riven by infighting than the Iraqis in 2014, and it becomes clear that removing the American backstop would likely precipitate a rapid and inevitable collapse of the Afghan state, former and current Western officials say (para. 1-14). Trofimov, Y. (2017). In Afghan Debate, Is There a Lesson in the 2011 Pullout From Iraq? The Wall Street Journal. World. Middle East. Crossroads. Retrieved from\nhttps://www.wsj.com/articles/in-afghan-debate-is-there-a-lesson-in-the-2011-pullout-from-iraq-1501752604?mod=nwsrl_brussels_beat&cx_refModule=nwsrl"], [4273, "2017-08-04T04:24:41Z", [0.05], ""], [36255, "2017-08-03T20:17:38Z", [0.7], ""], [36255, "2017-08-03T20:09:08Z", [0.15], ""], [368, "2017-08-03T17:47:15Z", [0.0], ""], [691, "2017-08-03T12:06:37Z", [0.02], ""], [1034, "2017-08-03T07:43:24Z", [0.0], ""], [368, "2017-08-02T17:56:33Z", [0.0], ""], [691, "2017-08-02T14:15:45Z", [0.02], ""], [1034, "2017-08-02T06:20:26Z", [0.0], ""], [368, "2017-08-01T20:17:08Z", [0.0], ""], [29591, "2017-08-01T19:15:39Z", [0.08], "Maintaining current forecast: according to a Wall Street Journal report: “the Pentagon is having to prove to the White House why U.S. forces should remain there [Afghanistan] at all.” “Officials confirmed the Journal’s story and said the consideration of a withdrawal is part of the reason why the administrations plan for Afghanistan has been delayed.” (https://www.navytimes.com/flashpoints/2017/07/31/trump-considers-withdrawal-from-afghanistan/) \nHowever, with John Kelly as new WH Chief of Staff; his military career and experience should provide the administration with a reasoned argument on Afghanistan and so I don’t see it likely that U.S. troops will withdraw completely - especially considering the Marines are deployed as part of NATO Resolute Support, and Kelly being a former marine himself knows the capabilities of U.S. forces as opposed to contractors. Meanwhile, the Taliban’s strategy seems to be focused more on causing casualties than maintaining territory. “The Taliban have overrun three districts across the country in the last week, and the pattern suggests they are focused on inflicting heavy casualties on Afghan forces, rather than holding the territory they take over. When they overrun outposts and police stations they often capture more weapons and ammunition.” (https://www.nytimes.com/2017/07/26/world/asia/afghanistan-taliban-kandahar-slaughter.html?mabReward=CTM7&recp=0&action=click&pgtype=Homepage&region=CColumn&module=Recommendation&src=rechp&WT.nav=RecEngine) \nWith the Taliban gaining more weapons, it would likely put them in a position to have a fierce fight with security forces around Lashkar Gah. However, as mentioned previously the U.S. air campaign is currently at its highest rate since 2012 and so any large collections of Taliban ammunitions would be a target. "], [691, "2017-08-01T12:28:03Z", [0.02], ""], [1034, "2017-08-01T05:35:57Z", [0.0], ""], [368, "2017-07-31T16:47:00Z", [0.0], ""], [691, "2017-07-31T12:16:04Z", [0.02], ""], [1034, "2017-07-31T05:42:03Z", [0.0], ""], [691, "2017-07-30T12:28:40Z", [0.02], ""], [1034, "2017-07-30T08:48:43Z", [0.0], ""], [691, "2017-07-29T13:01:44Z", [0.02], ""], [1034, "2017-07-29T06:28:06Z", [0.0], ""], [691, "2017-07-28T21:03:43Z", [0.02], ""], [368, "2017-07-28T17:58:58Z", [0.0], ""], [4634, "2017-07-28T11:04:13Z", [0.08], ""], [30594, "2017-07-28T09:07:23Z", [0.12], ""], [1034, "2017-07-28T08:03:54Z", [0.0], ""], [368, "2017-07-27T19:31:00Z", [0.0], ""], [31238, "2017-07-27T16:17:01Z", [0.1], ""], [691, "2017-07-27T14:38:43Z", [0.02], ""], [1034, "2017-07-27T07:35:14Z", [0.0], ""], [691, "2017-07-26T20:04:26Z", [0.02], ""], [368, "2017-07-26T17:27:58Z", [0.0], ""], [368, "2017-07-25T22:07:50Z", [0.0], ""], [691, "2017-07-25T20:01:58Z", [0.02], ""], [1034, "2017-07-25T07:46:47Z", [0.0], "Taliban Seize Two More Afghan Districts in Sustained Fighting Marshal and Sukhanyar (2017) July 22, states that: KABUL, Afghanistan — In the latest sign of intensifying Taliban violence across Afghanistan, insurgents overran two districts in the north and the west of the country on Sunday, in one case shooting patients at a hospital and torching government facilities, Afghan officials said. With the Taliban’s annual offensive in full swing, after the opium harvest and the fasting for the holy month of Ramadan, Afghan forces have been engaged with the Taliban in 21 of the country’s 34 provinces, according to the country’s minister of defense, Gen. Tariq Shah Bahrami. The frequency of attacks across several provinces in recent days and the casualty rate among the security forces, particularly the police and government militiamen, have raised alarms. The uptick in violence comes as the Trump administration is considering sending a few thousand more troops, adding to the force of about 8,700 Americans already in the country to bolster the Afghan security forces. In the meantime, the United States military has intensified airstrikes in support of the Afghan forces. In the first six months of 2017, American aircraft released more than 1,600 weapons, according to the United States Central Command, nearly 20 percent more than the number for all of 2016. In Helmand Province alone last week, American forces carried out an average of 10 strikes a day. The fall of both districts to the Taliban on Sunday happened after days of constant combat, with the militants mounting sustained efforts to seize territory, officials said. Kohistan District, in northern Faryab Province, was first to fall, just after midnight on Saturday, after more than a week of fighting. The Taliban overran the district center and the government buildings, said Abdul Karim Yourish, a spokesman for the Faryab police. It is the second district in the province that the insurgents control; they overran Ghormach District last year (para. 1-6). Marshal, M. & Sukhanyar, J. (2017). Taliban Seize Two More Afghan Districts in Sustained Fighting. The New York Times. World. Asia Pacific. Retrieved from\nhttps://www.nytimes.com/2017/07/23/world/asia/taliban-seize-two-more-afghan-districts-in-sustained-fighting.html\n"], [29591, "2017-07-24T19:33:11Z", [0.08], "The Taliban are continuing to take more territory: “in the northeastern Badakhshan province, the Taliban killed at least 32 members of the local police and government aligned uprising groups in a push to capture Tagaq district” (https://www.theguardian.com/world/2017/jul/21/us-friendly-fire-kills-at-least-eight-afghan-policemen-in-helmand). Whilst Nawa district was retaken by ANSF, the Taliban attacked Gereshk district, “with multiple checkpoints hit, and at one point six overrun” (http://edition.cnn.com/2017/07/23/asia/afghanistan-camp-shorab-marines/index.html). The Taliban also seized control of Kohistan district in Faryab Province, and overran Taywara district in Ghor Province (https://www.stripes.com/news/middle-east/taliban-capture-two-more-districts-as-summertime-fighting-continues-1.479462#.WXYhADOUX-Y).  Whilst the Taliban insurgency is not positive news, it should turn the heat up on the Pentagon to at least come up with a temporary strategy in order to stall the Taliban and prevent further districts from being taken. \nThe previously mentioned CNN article stated: “It seems the Marines have made a difference here. Most importantly, they are now camped just outside the regional capital of Lashkar Gah, which a year ago was on the brink of falling to the Taliban”. Meanwhile; “The U.S. air campaign in Afghanistan has reached a level not seen since 2012” (https://www.theguardian.com/world/2017/jul/21/us-friendly-fire-kills-at-least-eight-afghan-policemen-in-helmand) \n"], [691, "2017-07-24T15:08:30Z", [0.02], ""], [36590, "2017-07-24T10:35:37Z", [0.1], ""], [1034, "2017-07-24T06:31:00Z", [0.0], ""], [368, "2017-07-23T19:10:53Z", [0.0], ""], [691, "2017-07-23T19:03:05Z", [0.02], ""], [1034, "2017-07-23T08:06:48Z", [0.0], ""], [13377, "2017-07-23T01:39:19Z", [0.13], ""], [368, "2017-07-22T18:44:06Z", [0.0], ""], [23234, "2017-07-22T17:17:17Z", [0.05], ""], [691, "2017-07-22T12:15:26Z", [0.02], ""], [1034, "2017-07-22T07:27:51Z", [0.0], ""], [1034, "2017-07-22T00:58:59Z", [0.0], ""], [368, "2017-07-21T18:51:17Z", [0.0], ""], [691, "2017-07-21T16:14:45Z", [0.02], ""], [691, "2017-07-20T18:39:23Z", [0.02], ""], [368, "2017-07-20T18:11:54Z", [0.0], ""], [23234, "2017-07-20T16:42:22Z", [0.14], ""], [30594, "2017-07-20T14:42:06Z", [0.13], ""], [23234, "2017-07-20T10:45:24Z", [0.19], "Comment deleted on Jul 22, 2017 05:17PM UTC"], [1034, "2017-07-20T07:11:52Z", [0.0], ""], [368, "2017-07-19T18:53:22Z", [0.0], ""], [691, "2017-07-19T12:59:34Z", [0.02], ""], [1034, "2017-07-19T06:43:21Z", [0.0], ""], [15196, "2017-07-19T02:57:09Z", [0.02], ""], [1333, "2017-07-18T20:15:49Z", [0.0], "The Afghan National Army retook control of the district of Nawa from the Taliban today in central Helmand province. Nawa, which is adjacent to the provincial capital of Lashkar Gah, was under Taliban control for nine months before Afghan forces could muster the strength to mount an operation and retake it. The Afghan military, backed by forces from NATO’s Resolute Support mission, launched the operation to seize Nawa on July 15. The spokesman for the governor of Helmand said that the operation was launched from three directions, TOLONews reported. Afghan officials have estimated that at least 38 Taliban fighters were killed during the assault and supporting coalition airstrikes. Yesterday, the Taliban released a statement that noted fighting in Nawa, and claimed to have killed 12 Afghan security personnel, including a local police commander – but made no mention of loss of control in Nawa. Nawa was overrun by the Taliban in early Oct. 2016, after a suicide bomber detonated an explosive-laden armored vehicle inside the district headquarters and an assault team team took control of the government buildings. One day after it fell to the Taliban, Resolute Support wrongly claimed that the Taliban assault was “repelled” and Nawa was “under government control.” While Nawa is now under government control, given recent history and the security situation in Helmand, it is likely to become a contested district in short order. Over the past year, the district has been contested at best, as it has exchanged hands four times. Nawa previously fell to the Taliban in early Aug. 2016, but Afghan forces reentered the district center several weeks later. Helmand province has become a stronghold for the Taliban since US forces began withdrawing from the province in 2013. The Taliban now controls six of the province’s 14 districts (Baghran, Dishu, Khanashin, Now Zad, Musa Qala, and Sangin) and contests another six, including the provincial capital (Lashkar Gah, Nahr-i-Sarraj, Kajaki, Nad Ali, Marjah, and Garmsir), according to data compiled by FDD’s Long War Journal. The status of Washir district is uncertain as news reports from the district are scarce. Nearly all of Helmand has been controlled or influenced/contested for well over a year. Al Qaeda has taken advantage of the security situation in Helmand and is known to operate in southern Helmand. Fighters from al Qaeda in the Indian Subcontinent are reported to have trained at camps located in Helmand’s Dishu and Khanashin districts as recently as 2014. The town of Baramacha in Dishu is a known hub of jihadist activity. The camps are believed to be operational to this day. [See FDD’s Long War Journal report, Al Qaeda operates in southern Helmand province.] The situation in Helmand is so bleak that the Taliban has effectively surrounded the provincial capital of Lashkar Gah, and have launched several forays into the city. The Taliban have also unleashed major attacks in the district. In Oct. 2016, the Taliban ambushed a large convoy of Afghan troops after they negotiated their safe passage from their base on the outskirts of Lashkar Gah. More than 200 Afghan troops were killed, wounded, captured, or surrendered. One month ago, a Taliban suicide bomber killed at least 29 people and wounded scores more after detonating a car bomb outside of the Kabul Bank branch inside the city.\nhttp://www.longwarjournal.org/archives/2017/07/afghan-forces-liberate-district-in-central-helmand.php"], [1333, "2017-07-18T19:00:13Z", [0.0], "Marines that were there in 2011 have been sent back to seize control of Helmand."], [368, "2017-07-18T17:01:46Z", [0.0], ""], [691, "2017-07-18T16:10:01Z", [0.02], ""], [4634, "2017-07-18T12:36:45Z", [0.12], ""], [1034, "2017-07-18T05:46:27Z", [0.0], ""], [368, "2017-07-17T19:37:48Z", [0.0], ""], [691, "2017-07-17T19:29:57Z", [0.02], ""], [1034, "2017-07-17T07:08:37Z", [0.0], "Govt forces reclaim Helmand’s Nawa after operation Stanikzai (2017) July 16, states that: KABUL (Pajhwok): Security forces successfully recaptured Nawa district of southern Helmand province on Saturday besides inflicting heavy casualties on rebels, a statement from the Government Media and Information Center (GMIC) said. Afghan National Defense and Security Forces (ANDSF) launched an operation yesterday for retaking the district; as a result, dozens of Taliban militants were killed and wounded during the offensive conducted to drive the Taliban militants out of the district, the Ministry of Defence (MoD) was quoted as saying by the GMIC statement on Sunday afternoon. Deputy spokesperson for MoD, Gen. Radmanish, during a presser at the GMIC said the ANDSF clearing operation was ongoing in the south and north parts of Nawa district aimed at completely cleaning the district of Taliban presence, it said (para. 1-3). Stanikzai, Z. (2017). Govt forces reclaim Helmand’s Nawa after operation. Pajhwok Afghanistan News. Retrieved from\nhttp://www.pajhwok.com/en/2017/07/16/govt-forces-reclaim-helmand%E2%80%99s-nawa-after-operation Gordon (2017) July 14, states that: WASHINGTON — The leader of the Islamic State’s branch in Afghanistan, Abu Sayed, was killed by an American drone strike this week, the Pentagon said on Friday. The strike, on Tuesday, targeted the militants’ headquarters in Kunar Province, Afghanistan. Other members of the group were also killed in the operation, the Pentagon said in a statement, which asserted that the attack would “significantly disrupt the terror group’s plans to expand its presence in Afghanistan” (para. 1-3). The Trump administration is conducting a review to determine its broader strategy to deal with the nearly 16-year-old conflict in Afghanistan. Defense Secretary Jim Mattis, who had told lawmakers that he expected the review to be completed by mid-July, told reporters on Friday that it was close to completion (para. 8). “We’re not going to meet some timeline if we are not ready,” he said. “But we’re pretty close.” As a stopgap, the White House has authorized Mr. Mattis to send nearly 4,000 troops to Afghanistan, though none appear to have been deployed so far (para. 8-10). Gordon, M., R. (2017). ISIS Leader in Afghanistan Is Killed by Drone, Pentagon Says. The New York Times. Asian pacific. Retrieved from\nhttps://www.nytimes.com/2017/07/14/world/asia/isis-afghanistan-leader-abu-sayed.html"], [368, "2017-07-16T20:08:56Z", [1.0], "Increasing possibility of military control by the taliban due to lack of effective military training of Afghan forces in Helmand province (due limited or no education among Afghan troops); despite e calls for increase in military presence in Afghanistan, it is not clear where the strategic placements are best needed ( unless you are familiar with the over strategic plans by US led coalition forces)"], [368, "2017-07-16T20:05:03Z", [0.0], "Comment deleted on Jul 16, 2017 08:05PM UTC"], [368, "2017-07-16T20:01:47Z", [0.0], ""], [12879, "2017-07-16T16:26:51Z", [0.03], ""], [12879, "2017-07-16T16:04:43Z", [0.05], ""], [1034, "2017-07-16T08:44:34Z", [0.0], ""], [755, "2017-07-15T21:52:22Z", [0.35], "Comments: Still pessimistic. After 16 years, 'Afghanistanization' of the war appears to have stalled, even rolled back. Going against consensus for now with an incremental downward adjustment for the passage of time.\nNYT, July 15, 'Back in Afghan Hot Spot, U.S. Marines Chase Diminished Goals': https://www.nytimes.com/2017/07/14/world/asia/back-in-afghan-hot-spot-us-marines-chase-diminished-goals.html\nClips from the Times article:\n\"The mission is no longer about complete control of Helmand. Old efforts to establish local governance and rule of law here have so clearly failed that they are no longer in the picture. The Marines are simply trying to keep Lashkar Gah from falling to the Taliban, and to help the Afghan forces come out of their barracks and put up a fight.\" \"For the Marines, the new mission is close to no action — a lot of talking over maps with little good news on them.\" \"The general has now turned to what the Marine advisers have laid out as a priority: The Afghans need to get out of their bases and barracks.\nSergeant Major Carver insisted that the Afghan troops outnumbered the Taliban and had better training and equipment. “If only they shot back, and didn’t do this,” he said, displaying a duck-and-cover position.\nThe Marines say they are trying to change the Afghan forces’ “checkpoint mentality,” a hesitant mind-set largely induced by an older generation of leaders.\n“I don’t think anybody can control Helmand,” Sergeant Major Carver said. “But what you can do is force the enemy to react to you, as opposed to the other way around.” \"Over the past couple months, the Afghan soldiers have managed to carry out two operations while the Taliban’s offensive was slowed by Ramadan and another huge poppy harvest. The missions have been basic: reinforcement of forces in Sangin District, and resupply of units that had been surrounded in Marja District.\nThat basic missions have been turned into such great undertakings, even requiring extensive air support, suggests just how little control the Afghan forces have.\nNo convoy had made it to Marja for more than a year. On the way there, the forces had to continuously engage the Taliban and clear improvised explosive devices, or I.E.D.s. On the return trip, they found that the Taliban had re-carpeted the roads with I.E.D.s.\n“We dug up about 75,” General Ahmadzai said. “We didn’t really have the ability to dig up more..”\nSometimes, just how different the current mission is from what the younger Marines expected has left them disoriented. Many of them had heard stories of the Marine surge here that started in 2009, and of the years of counterinsurgency tactics that followed.\nNow, they are not being asked to lead the fight, but to train a local force in hopes it will hold out against the Taliban.\" Business Insider, July 15, 'Trump's new Afghanistan strategy may draw on old, controversial methods': http://www.businessinsider.com/new-trump-afghanistan-strategy-using-erik-prince-military-contractors-2017-7\nClip from BI article:\n\"And the fact that Gorka and others in the White House are seriously contemplating turning America's longest war in Afghanistan over to private military contractors who prioritize profit over the national interest is very troubling.\" Posted this morning on the forum:\nLong War Journal, July 15, 'The terrorist diaspora: After the fall of the caliphate': http://www.longwarjournal.org/archives/2017/07/the-terrorist-diaspora-after-the-fall-of-the-caliphate.php?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+LongWarJournalSiteWide+%28FDD%27s+Long+War+Journal+Update%29&utm_content=Yahoo%21+Mail\nClips from Journal article:\n\"The Islamic State is an international organization. Since November 2014, when Abu Bakr al Baghdadi first announced the establishment of “provinces” around the globe, the Islamic State’s membership grew outside of Iraq and Syria. This further complicates any effort to estimate its overall size. Some of these “provinces” were nothing more than small terror networks, while others evolved into capable insurgency organizations in their own right. The Libyan branch of the caliphate temporarily controlled the city of Sirte. Although the jihadists were ejected from their Mediterranean abode by the end of 2016, they still have some forces inside the country. Similarly, Wilayah Khorasan (or Khorasan province), which represents the “caliphate” in Afghanistan and Pakistan, seized upwards of ten districts in Afghanistan as of early 2016, but has since lost ground. More recently, jihadists in the Philippines seized much of Marawi, hoisting the Islamic State’s black banner over the city. Wilayah Sinai controls at least some turf, and is able launch spectacular attacks on security forces. It was responsible for downing a Russian airliner in October 2015. Other “provinces” exist in East Africa, West Africa, Yemen and elsewhere.\nIn May, the Office of the Director of National Intelligence (ODNI) reported that the so-called caliphate “is seeking to foster interconnectedness among its global branches and networks, align their efforts to ISIS’s strategy, and withstand counter-ISIS efforts.” Gen. John Nicholson, the commander of U.S. Forces-Afghanistan, has said that Wilayah Khorasan went through an “application process” and the Islamic State mothership provided it with “advice,” “publicity,” and “some financial support.” Although it is impossible to judge the extent of the Islamic State’s cohesion, as much of the data is not available, there is at least some connectivity between the group’s leadership and its “provinces” elsewhere. This is best seen on the media side, as the organization is particularly adept at disseminating messages from around the globe in multiple languages, despite some recent hiccups in this regard.\nWhile their fortunes may rise or fall at any given time, this global network of Islamic State “provinces” will remain a formidable problem for the foreseeable future. Not only are they capable of killing large numbers of people in the countries they operate in, this structure also makes tracking international terrorist travel more difficult. For instance, counterterrorism officials have tied plots in Europe to operatives in Libya. This indicates that some of the Islamic State’s “external plotters,” who are responsible for targeting the West, are not stationed in Iraq and Syria. The U.S.-led air campaign has disrupted the Islamic State’s “external operations” capacity by killing a number of jihadists in this wing of the organization. But others live.\""], [368, "2017-07-15T20:37:24Z", [0.0], ""], [4273, "2017-07-15T19:36:03Z", [0.01], ""], [23234, "2017-07-15T15:29:07Z", [0.01], ""], [691, "2017-07-15T13:13:35Z", [0.02], ""], [1034, "2017-07-15T07:43:08Z", [0.0], ""], [29591, "2017-07-14T20:04:38Z", [0.09], "Enhancing Security and Stability in Afghanistan - Report June 2017 https://www.defense.gov/Portals/1/Documents/pubs/June_2017_1225_Report_to_Congress.pdf “The ANDSF (Afghan National Defense and Security Forces) is generally capable and effective at protecting major population centres, preventing the Taliban from maintaining prolonged control of specific areas, and responding to Taliban attacks.”\n“The Taliban has proven capable of taking rural areas, returning to areas after the ANDSF have cleared but not maintained a holding presence”  “The Taliban are likely to use smaller groupings of fighters and cross-provincial mobile units as the AAF’s (Afghan Air Force) capabilities grow and coalition airstrikes continue. The Taliban will likely use harassing attacks against lightly defended checkpoints, challenge the reach of the ANDSF in rural areas, isolate villages by staging smaller attacks in surrounding areas, and impeded ground lines of communication ahead of attacks against district and provincial centres in order to isolate key urban areas” \nNoting; “Insurgents will likely focus on prioritised targets, such as in Helmand and Kunduz Provinces. In addition, the Taliban may continue its efforts to overrun a provincial capital such as Tarin Kot, Uruzgan Province or Lashkar Gah, Helmand Province.”  With U.S. troops in Helmand working as level one advisors: “Advisors work with their Afghan counterparts on a continuous, persistent (usually daily) basis, either from an embedded footprint or in close proximity.” and Marines conducting TAA missions in Lashkar Gah, its unlikely the Taliban will be able to launch a successful attempt at taking Lashkar Gah. \n“U.S. Marine advisors with Task Force Southwest conducted a train, advise and assist mission at the Helmand Provincial Police Headquarters in Lashkar Gah…Marines also reviewed the security posture of the PHQ and ensured that Afghan National Defense and Security Forces have an effective defence of Lashkar Gah” (https://www.dvidshub.net/news/240690/fly-advise-marines-with-task-force-southwest-visit-provincial-headquarters) \n"], [368, "2017-07-14T18:48:59Z", [0.0], ""], [691, "2017-07-14T15:41:33Z", [0.02], ""], [1034, "2017-07-14T06:55:05Z", [0.0], ""], [368, "2017-07-13T18:23:43Z", [0.0], ""], [691, "2017-07-13T15:34:33Z", [0.02], ""], [4273, "2017-07-13T13:33:03Z", [0.15], ""], [691, "2017-07-12T20:37:44Z", [0.02], ""], [1034, "2017-07-12T07:14:22Z", [0.0], ""], [1333, "2017-07-11T20:19:38Z", [0.05], ""], [1034, "2017-07-11T06:07:10Z", [0.0], ""], [368, "2017-07-10T21:15:53Z", [0.0], ""], [16652, "2017-07-10T13:38:52Z", [0.09], ""], [1034, "2017-07-10T06:28:44Z", [0.0], ""], [691, "2017-07-09T18:44:49Z", [0.02], ""], [368, "2017-07-09T18:21:31Z", [0.0], ""], [30594, "2017-07-09T13:44:49Z", [0.14], "Nato deploys more troops - as it seems.\nGood comment by @AB747 - thx!\n"], [1034, "2017-07-09T07:17:43Z", [0.0], ""], [368, "2017-07-08T18:08:38Z", [0.0], ""], [1034, "2017-07-08T05:20:20Z", [0.0], ""], [368, "2017-07-07T19:47:47Z", [0.0], ""], [23006, "2017-07-07T18:09:55Z", [0.1], "-following consensus\n- afghan army can count on international assistance in one form of another\n- taliban support curtailed as ISIS loses ground in Iraq, elsewhere\n"], [29591, "2017-07-07T17:35:53Z", [0.1], "Consider the chances of the Taliban taking Lashkar Gah unlikely: The Taliban have been making surges: Nawa Distrcit, just outside of Laskhar Gah, was taken by Taliban fighters last October, Sangin (80km from Lashkar Gah) was taken March of this year and there was a recent battle in Marjah (44km from Lashkar Gah). \nMarine Brig. Gen. Roger Turner recently said: “Afghan ground forces in Helmand, have been able to launch offensive operations against the Taliban, including a recent battle in Marjah.” \n(https://www.stripes.com/news/middle-east/marines-rekindling-old-afghan-relations-in-helmand-province-1.475412#.WV-2uDMfnq1)  However, Lashkar Gah seems to have a greater security presence than the nearby areas (2016, 700 US troops deployed to the city along with Afghan forces): \n“In Helmand, about 300 U.S. Marines are advising Afghan security forces and trying to prevent the loss of more territory to the insurgents. The insurgents have pushed as far as the gates of the provincial capital, Lashkar Gah, which is protected by a heavy belt of security” \n“Officials in Helmand said that Private Kirkpatrick died during efforts by Afghan commandos supported by American air power and special operations forces, to target Taliban fighters who were preparing to launch further attacks on Laskhar Gah.”\n“Over the past three days, a joint effort is underway to disrupt the momentum of the Taliban in the Nawa district, because Nawa is becoming a growing threat for the capital of Helmand,” said Abdul Karim Attal, head of the Helmand Provincial Council. \n(https://www.nytimes.com/2017/07/05/world/asia/private-hansen-kirkpatrick-killed-afghanistan.html?_r=0)\nGiven the operations that are being conducted, it appears the US and Afghan forces have the intelligence to prevent/dramatically lower the chance of any surprise moves by the Taliban.\nAs long as the Pentagon implements a plan quickly and effectively to prevent loss of more territory and to launch an offensive against the Taliban it is unlikely the city will be taken.  Whether the Taliban will have the capability to break the defences in Lashkar Gah is questionable: According to reports, the Taliban recently fled Tora Bora as it was under attack from ISIS. \n“The Islamic State and Taliban have been competing savagely for dominance in the areas they control, but the more extreme ISIS fighters have dominated Achin District” (https://www.nytimes.com/2017/06/14/world/asia/isis-captures-tora-bora-afghanistan.html?rref=collection%2Ftimestopic%2FTaliban&action=click&contentCollection=timestopics&region=stream&module=stream_unit&version=latest&contentPlacement=9&pgtype=collection) \nI’m not sure why the Taliban would give up an area under their control to ISIS? Defensive capability could be one reason.  Also worth noting is a Taliban breakaway faction called the Renouncers. \n“A border police official said that among the units guarding the entrances to Lashkar Gah is a renouncer unit trained and equipped by the National Directorate of Security.” \n(https://www.nytimes.com/2017/06/19/world/asia/afghanistan-taliban-faction-renouncers.html?rref=collection%2Ftimestopic%2FTaliban&action=click&contentCollection=timestopics&region=stream&module=stream_unit&version=latest&contentPlacement=5&pgtype=collection) \nThe Renouncers would serve as protection for Lashkar Gah from the Taliban, as the above article explains.  A couple of developments, among others, that I will be looking for: news on the U.S. strategy in Afghanistan (i.e. troop numbers) and a change in the security ranks of Afghan forces (ageing layer of commanders and generals is perceived as corrupt and also affects troop morale). "], [691, "2017-07-07T15:32:49Z", [0.02], ""], [1034, "2017-07-07T06:11:50Z", [0.0], ""], [368, "2017-07-06T17:59:00Z", [0.0], ""], [691, "2017-07-06T12:37:52Z", [0.02], ""], [1034, "2017-07-06T05:21:00Z", [0.0], ""], [368, "2017-07-05T18:49:19Z", [0.0], ""], [1034, "2017-07-05T04:41:37Z", [0.0], ""], [368, "2017-07-04T23:17:18Z", [0.0], ""], [691, "2017-07-04T13:12:11Z", [0.03], ""], [368, "2017-07-03T18:47:50Z", [0.0], ""], [691, "2017-07-03T14:03:57Z", [0.03], ""], [1034, "2017-07-03T06:14:12Z", [0.0], ""], [368, "2017-07-02T22:38:52Z", [0.0], ""], [15196, "2017-07-02T20:22:42Z", [0.1], ""], [1034, "2017-07-02T06:56:27Z", [0.0], ""], [368, "2017-07-01T18:17:12Z", [0.0], ""], [691, "2017-07-01T15:45:50Z", [0.03], ""], [26242, "2017-07-01T08:46:45Z", [0.1], ""], [1034, "2017-07-01T06:01:12Z", [0.0], ""], [368, "2017-07-01T00:11:20Z", [0.0], ""], [691, "2017-06-30T14:17:55Z", [0.03], ""], [1034, "2017-06-30T06:49:55Z", [0.0], ""], [30330, "2017-06-29T19:33:41Z", [0.25], ""], [691, "2017-06-29T19:32:01Z", [0.03], ""], [368, "2017-06-29T17:20:51Z", [0.0], ""], [1034, "2017-06-29T06:49:05Z", [0.0], ""], [368, "2017-06-28T23:47:27Z", [0.0], ""], [23234, "2017-06-28T13:00:27Z", [0.18], ""], [1034, "2017-06-28T05:33:06Z", [0.0], ""], [368, "2017-06-27T19:18:06Z", [0.0], ""], [1034, "2017-06-27T05:47:54Z", [0.0], ""], [691, "2017-06-26T19:54:06Z", [0.05], ""], [368, "2017-06-26T17:43:35Z", [0.0], ""], [23234, "2017-06-26T09:36:06Z", [0.26], ""], [1034, "2017-06-26T06:17:54Z", [0.0], ""], [368, "2017-06-25T18:06:23Z", [0.0], ""], [1034, "2017-06-25T07:43:10Z", [0.0], ""], [368, "2017-06-24T16:34:34Z", [0.0], ""], [691, "2017-06-24T13:19:18Z", [0.06], ""], [1034, "2017-06-24T06:40:43Z", [0.0], ""], [368, "2017-06-23T23:52:46Z", [0.0], ""], [691, "2017-06-23T21:02:15Z", [0.06], ""], [35532, "2017-06-23T15:00:25Z", [0.4], "The Taliban leadership claims to have embarked on a new more comprehensive strategy in this year spring offensive. True to their messaging, the Taliban have broaden their area of operations to non-pashtun regions of Afghanistan and this might well be the linchpin of this new strategy. It is a strategy designed to split the country along ethnic and regional lines. In effect, in turning their insurgencies efforts in other regions, the Taliban intends to divide the state apparatus in forcing the Afghan Government to make decisions on the allocations of security resources. The Afghan military is stretched thin, as it is the reason the US is sending in more troops, and the command and control structure of the country security forces has to make decisions on how to better allocate resources to counter a growing number of threats. This imperative is, as the Taliban hope, going to put pressure on the cohesion of the Afghan Government as certain regions are deemed more vital than other. Naturally, the Afghan officials, especially military leaders, from regions that are going to be neglected will cause problems in a country that notoriously has a patched up western engineered national cohesion.  This need to make strategic choice will therefore benefit the Taliban in several ways. First and self-evident, as the state directs security resources, the Taliban will maneuver. Second, as the tensions build from the prioritization decisions of the Afghan state will divide the Government which will seep into the population and strain national unity. Third and finally, as the pressures build from ethnic and regional divisions, this will affect the security sector military capaciry"], [1034, "2017-06-23T05:53:43Z", [0.0], ""], [691, "2017-06-22T21:43:42Z", [0.06], ""], [368, "2017-06-22T15:36:33Z", [0.0], ""], [1034, "2017-06-22T05:49:04Z", [0.0], ""], [368, "2017-06-21T19:45:10Z", [0.0], ""], [1034, "2017-06-21T06:20:57Z", [0.0], ""], [368, "2017-06-20T17:07:33Z", [0.0], ""], [1034, "2017-06-20T07:10:47Z", [0.0], ""], [31238, "2017-06-19T20:51:51Z", [0.15], ""], [368, "2017-06-19T18:27:48Z", [0.0], ""], [691, "2017-06-19T14:32:32Z", [0.06], ""], [1034, "2017-06-19T07:20:58Z", [0.0], ""], [23234, "2017-06-18T18:40:52Z", [0.02], ""], [368, "2017-06-18T18:26:28Z", [0.0], ""], [691, "2017-06-18T13:09:56Z", [0.06], ""], [368, "2017-06-18T03:25:28Z", [0.0], ""], [691, "2017-06-17T14:08:52Z", [0.06], ""], [691, "2017-06-16T21:23:47Z", [0.06], "How long, by the way, do they have to keep it for this to be a Yes?   "], [368, "2017-06-16T20:25:12Z", [0.0], ""], [368, "2017-06-16T20:12:15Z", [0.0], ""], [32723, "2017-06-16T11:40:06Z", [0.82], ""], [1034, "2017-06-15T23:22:41Z", [0.0], ""], [368, "2017-06-15T18:37:48Z", [0.0], ""], [23234, "2017-06-15T01:14:06Z", [0.09], ""], [368, "2017-06-15T00:09:47Z", [0.0], ""], [1034, "2017-06-14T05:36:14Z", [0.0], ""], [4273, "2017-06-14T02:28:34Z", [0.12], ""], [368, "2017-06-13T23:35:53Z", [0.0], ""], [36016, "2017-06-13T18:22:31Z", [0.0], ""], [691, "2017-06-13T18:07:43Z", [0.06], ""], [1034, "2017-06-13T05:33:00Z", [0.0], ""], [35806, "2017-06-12T18:49:10Z", [0.11], ""], [368, "2017-06-12T18:17:54Z", [0.0], ""], [691, "2017-06-12T14:24:37Z", [0.06], ""], [34613, "2017-06-12T13:47:47Z", [0.65], ""], [1034, "2017-06-12T07:05:41Z", [0.0], ""], [368, "2017-06-12T01:17:49Z", [0.0], ""], [1034, "2017-06-11T06:36:01Z", [0.0], ""], [368, "2017-06-11T03:50:33Z", [0.0], ""], [15196, "2017-06-10T21:16:20Z", [0.3], ""], [691, "2017-06-10T13:27:42Z", [0.06], ""], [1034, "2017-06-10T08:05:02Z", [0.0], ""], [13377, "2017-06-09T19:58:58Z", [0.15], ""], [368, "2017-06-09T19:52:21Z", [0.0], ""], [1034, "2017-06-09T06:29:27Z", [0.0], ""], [4634, "2017-06-09T06:16:34Z", [0.15], ""], [35398, "2017-06-09T03:39:47Z", [0.55], ""], [368, "2017-06-08T18:38:42Z", [0.0], ""], [691, "2017-06-08T12:31:24Z", [0.08], ""], [1034, "2017-06-08T06:04:57Z", [0.0], ""], [35960, "2017-06-08T04:29:53Z", [0.25], ""], [368, "2017-06-07T19:21:01Z", [0.0], ""], [16652, "2017-06-07T08:55:51Z", [0.09], ""], [1034, "2017-06-07T07:26:06Z", [0.0], ""], [368, "2017-06-06T18:12:56Z", [0.0], ""], [691, "2017-06-06T14:48:57Z", [0.1], ""], [31238, "2017-06-06T13:37:58Z", [0.3], ""], [1034, "2017-06-06T06:53:34Z", [0.0], ""], [1643, "2017-06-06T02:11:52Z", [0.55], "1) Great video interview with experienced journalists on the ground makes me think that if there is no troop increase from US then Taliban have an 80% chance of taking Lashkar Gar before April 1, 2018.   https://www.youtube.com/watch?v=P7L4pXi2_5I 2) This question really seems to come down to whether or not Trump will support increasing the number of troops in Afghanistan.  According to the article below, Bannon is against it while McMaster and Mattis have a history in the region and my guess is that they will push for either sending in enough troops that they can be safe and productive or pulling out completely.  I to not know which direction Trump will go, but will give the edge to Bannon's recommendation of no increase in troops. https://www.nytimes.com/2017/06/03/world/asia/afghanistan-war-trump.html"], [35926, "2017-06-05T17:38:34Z", [0.38], ""], [368, "2017-06-05T17:22:00Z", [0.0], ""], [1034, "2017-06-05T06:33:14Z", [0.0], ""], [9755, "2017-06-05T04:01:03Z", [0.6], ""], [554, "2017-06-04T23:37:03Z", [0.3], ""], [691, "2017-06-04T20:22:16Z", [0.1], ""], [22305, "2017-06-04T19:13:09Z", [0.95], ""], [368, "2017-06-04T17:59:51Z", [0.0], ""], [35405, "2017-06-04T17:04:17Z", [0.3], ""], [1034, "2017-06-04T06:58:03Z", [0.0], ""], [28474, "2017-06-04T00:52:48Z", [0.0], ""], [368, "2017-06-03T18:06:30Z", [0.0], ""], [755, "2017-06-03T16:42:13Z", [0.4], "Comments: National govt under siege. How will this translate to support for the Helmand province and it's capital?\nBBC News, June 3, 'Kabul blast: Deadly explosions at protest victim's funeral': http://www.bbc.com/news/world-asia-40142606\nClips from article:\n\"Kabul has now had three deadly incidents in four days. Residents are still reeling from the aftermath of the huge suicide attack which killed over 90 people earlier this week.\nAnger at the government for not doing more to prevent that attack led to protests on Friday. Now the funeral of one of those victims has been targeted, presumably by a militant group.\nA number of high-profile politicians were present at the funeral today. The fact that even they are not immune to the rising violence shows the scale of the threat in the city.\nKabul was once considered the most secure part of Afghanistan. Now it seems the most dangerous.\"  Related:\nHaqqani network: https://en.wikipedia.org/wiki/Haqqani_network\nThe Haqqani network is an Afghan guerrilla insurgent group using asymmetric warfare to fight against US-led NATO forces and the government of Afghanistan. Maulvi Jalaluddin Haqqani and his son Sirajuddin Haqqani lead the group. The group is based in Afghanistan, where it operates.\nSource: Wikipedia\n"], [1034, "2017-06-03T07:10:16Z", [0.0], ""], [368, "2017-06-02T19:38:34Z", [0.0], ""], [34717, "2017-06-02T19:37:21Z", [0.0], ""], [1034, "2017-06-02T06:11:09Z", [0.0], ""], [35889, "2017-06-02T04:16:39Z", [0.33], "Trump probably wont get any support from Europeans, and public distaste for further US involvement."], [16652, "2017-06-02T01:23:22Z", [0.09], ""], [368, "2017-06-01T17:08:46Z", [0.0], ""], [691, "2017-06-01T11:47:51Z", [0.1], ""], [1034, "2017-06-01T06:30:03Z", [0.0], ""], [19801, "2017-06-01T05:58:00Z", [0.25], "It is contested, but the government should be able to hold on to its gains."], [368, "2017-05-31T18:50:16Z", [0.0], ""], [691, "2017-05-31T11:50:44Z", [0.1], ""], [1034, "2017-05-31T06:16:43Z", [0.0], ""], [368, "2017-05-30T20:38:37Z", [0.0], ""], [26711, "2017-05-30T17:00:02Z", [0.35], ""], [691, "2017-05-30T15:53:44Z", [0.1], ""], [522, "2017-05-30T11:48:12Z", [0.35], "State of the ANA increases probability. US troop reinforcements will hold/deny but the risk and ambition to succeed will continue."], [1034, "2017-05-30T06:01:33Z", [0.0], ""], [16652, "2017-05-30T05:39:28Z", [0.09], ""], [368, "2017-05-30T01:46:07Z", [0.0], ""], [4273, "2017-05-30T01:37:15Z", [0.18], ""], [4462, "2017-05-29T15:44:01Z", [0.35], ""], [28380, "2017-05-29T09:49:16Z", [0.4], ""], [35686, "2017-05-29T09:44:43Z", [0.2], "*Preamble*:\nI am wondering how to interpret \"take\". I assume it means that the Taliban takes control of the inner city for at least a day. I think that the likelihood for the Taliban to permanently hold the city is low, but the possibility for the Taliban to - at least temporarily (e.g. for a day) - capture the inner city is above 0% (see Kunduz 09/2015; Taliban managed to seize and hold the city for two weeks; 500 Taliban against 7,000 Afghan troops). *Thoughts*:\nThe area around Lashkar Gah is heavily contested. According to a Taliban report, the area around Lashkar Gah is largely under their control (could be propaganda but other sources point in the same direction): http://www.longwarjournal.org/archives/2017/03/afghan-taliban-lists-percent-of-country-under-the-control-of-mujahideen.php Apparently, the local government is continuing to lose ground and Western troops would not be deployed if the situation would be under control (although, I find it hard to locate figures regarding amount of attacks, amount of troops involved in fighting i.e. large scale fighting?, casualties on all sides, etc that would point in one direction). Two informative articles: http://www.bbc.com/news/39586937\nhttps://jamestown.org/program/talibans-spring-offensive-afghanistan-faces-crucial-year/ Google Trends tells me that \"Lashkar Gah\" news coverage is stable (http://google.com/trends). Unfortunately, nothing to deduct if an attack/offensive is imminent. Taliban offensive for 2017 started April 28th. The Taliban strategy combines (i) efforts to overrun the countryside with (ii) a relentless terrorism campaign in the cities. \n\"As its spring offensive evolves, the Taliban is likely to attempt to capture and retain a major population center, likely a provincial capital. Lashkar Gah, the capital of southern Helmand Province, or Kunduz, in the country's north, appear to be prime targets for a Taliban takeover. Key to achieving such a goal would be the acquisition of new weapons, such as an advanced anti-aircraft system, but there are no indications so far that any of its old or new backers are ready to commit such major resources to the group.\" *Initial estimate*:\nAbout 40,000 to 45,000 militants are active across Afghanistan (https://www.nytimes.com/2016/12/02/world/asia/afghanistan-security-terrorism-taliban.html?_r=0). Given that the Lashkar Gah area is a Taliban stronghold, I bluntly say that 30,000 militants are in the region. I put Afghan troops at 26,000 in the area (183,000 total Afghan troops divided by 7 corps) + 300 US troops, whereas I assume that 30% of Afghan troops will not fight when the heat is on.  This gives me a ratio of \"militants : Afghan troops\" of 1.6. If my reasoning is correct, the ratio would give the militants (currently) an edge and makes an attack more likely.  Nevertheless - to my knowledge -no large scale fighting has taken place in 2016/YTD'17, which would be required to take the inner city of Lashkar Gah. I start with a 20% likelihood."], [1034, "2017-05-29T06:26:21Z", [0.0], ""], [368, "2017-05-29T00:32:01Z", [0.0], ""], [35821, "2017-05-28T23:37:12Z", [0.7], ""], [13377, "2017-05-28T21:58:26Z", [0.12], ""], [35642, "2017-05-28T16:15:47Z", [0.27], ""], [1034, "2017-05-28T07:34:34Z", [0.0], ""], [368, "2017-05-27T21:34:32Z", [0.0], ""], [35811, "2017-05-27T19:12:41Z", [0.22], ""], [1034, "2017-05-27T06:31:57Z", [0.0], ""], [22264, "2017-05-26T22:24:38Z", [0.0], ""], [368, "2017-05-26T16:33:06Z", [0.0], ""], [1034, "2017-05-26T05:35:54Z", [0.0], ""], [16652, "2017-05-25T19:43:57Z", [0.07], ""], [1034, "2017-05-25T07:03:15Z", [0.0], ""], [35605, "2017-05-25T02:39:02Z", [0.12], ""], [368, "2017-05-24T19:21:12Z", [0.0], ""], [1034, "2017-05-24T09:34:07Z", [0.0], ""], [16652, "2017-05-24T04:38:54Z", [0.07], ""], [368, "2017-05-24T02:09:39Z", [0.0], ""], [30594, "2017-05-23T15:04:38Z", [0.16], "Very complex question. I try my best without going too much in an 'inside view' getting lost…\nI say sorry for such a long comment... A) Motivation of Taliban: has two aspects: 'preference' and 'salience' Preference: What is the battle factor of Lashkar Gah for the Taliban?\n- Pro:\n○ Lashkar Gah is the center of Helmand and would be keystone to the retake of the region.\n○ See below the battle factor for the US which contains most likely several valid points for the Taliban, respectively.\n○ --> Yes, there is some preference in the Taliban for this city to be retaken. But is it a salient objective?\n- Con:\n○ I have a colleague who extensively dealt with Islamic terrorist organizations, particularly Al Qaida and ISIS: one must understand that Al Qaida and ISIS separated over a strategic conflict: is it better to keep calm and wait until the US leaves in order to rebuilt a local power base if they are gone (Al Qaida), or should the organization actively try to get them out of the territory and then should try to build up a state with imperial like expansion (ISIS). - Clearly, the latter would let us expect that Lashkar Gah will be a target. We should not forget that ISIS' strategy of taking over cities made their warfare more symmetric than fighting from the underground. And that strategy failed - at least in Mosul and Iraq. The first would lead us to expect that territory gains are not the first objective. Taliban belong to the Al Qaida strand of Islamic terrorism or militia. Taliban might be reasonable to have a strategy of terrorism and of degrading the Afghan political system. \nThis is a very crucial point for the forecast: Will the Taliban really put everything into the retake of Lashkar Gah? (cf. this article on the situation: https://www.timesca.com/index.php/news/26-opinion-head/18059-the-taliban-s-spring-offensive-afghanistan-faces-a-crucial-year) My impression is that this is at least debateable. If their motivation is not strong, a Mosul-like (re-)take of the city is not so likely. It could well be that the motivation of Taliban to (re-)take the city depends on the committment of its defense to fight fiercly… this would make US and NATO troops a crucial point. B) Capability - has two components: Taliban and the defense: NATO, US, Afghan forces B.1) Starting with Taliban How far away are the Taliban right now from Lashgar Gar?\n- Clearly, they control the territory east, north and south of Lasgahr Gar (see map here: https://en.wikipedia.org/wiki/Taliban#Resurgence) What is the pace with which the Taliban gain territory?\n- They seem to gain territory in the summer season when it is possible to fight. 2016 seemed to be a 'good' year for them with a lot of territory gains in only some months (http://features.foreignpolicy.com/first-helmand-then-afghanistan/; http://www.cbc.ca/news/politics/operation-medusa-gains-lost-1.4105506 ; https://www.timesca.com/index.php/news/26-opinion-head/18059-the-taliban-s-spring-offensive-afghanistan-faces-a-crucial-year ).\n- According to several articles Helmand is more or less controlled by the Taliban which took them one to one and a half year. But it is problematic to extrapolate from that on a possible retake of Lashgar Gar… since the game seems to get a little different now… see below! Is there a probability distribution for the time of the possible retake?\n- Winter is not \"fighting season\" due to the weather conditions (https://www.rferl.org/a/afghanistan-dozens-taliban-militants-killed/28364708.html; https://www.usatoday.com/story/news/world/2017/05/18/nato-afghanistan-marine-gen-joseph-dunford-says-alliance-should-move-quickly-deploy-forces/101820070/) - although I have seen on the climate diagrams available that the average temp in winter is quite high… The point probably is that Taliban fighters live in the mountains and cannot easily be deployed… (???) Is there some evidence that Taliban could at least in principle gain huge momentum? Put differently: what is a good reference group for the Taliban success?\n- Base-Rate-approach: To cases with the largest possible territory gains of terrorist networks and militia like organizations in recent history belong ISIS, Boko Haram, the Taliban, and the retaking efforts of the international coalitions in Iraq.\n○ ISIS and Mosul/Iraq as a success: June 2014 till the end of 2014: expansion of ISIS over Mosul into Syria and to the borders of Turkey; Iraqi army imploded. \n○ ISIS was very successful in Raqqa, Falluja (took only two months) etc. - but they had a very considerable moment of surprise that hit an ill prepared defense.\n○ Boko Haram expanded tremendously in 2014; I do not know how comparable the situation is to the one in Afghanistan today. \n§ However, Boko Haram had not to face US and NATO trained military; state failure was more severe than in Iraq, and probably, too, had some moment of surprise on its side. \n○ International alliance and Mosul: Is going to be a success, but not within the time horizon debated, here.\n○ International allicance and Raqqa: is not over, at all.\n○ Taliban and Kunduz, 2015, summer to September (short period of retake (https://en.wikipedia.org/wiki/Battle_of_Kunduz)\n§ However, there is the argument that ethnic homogeneity in Lashkar Gah adds to the defense power, there, in contrast to Kunduz (http://features.foreignpolicy.com/first-helmand-then-afghanistan/). So this speaks against Taliban momentum, there. \n§ On the other hand: Lashkar Gar is mostly populated by Pashtuns: Taliban are Pashtuns, as well; that could make it more likely to gain momentum.\n○ other Taliban: ???\n○ A statistical more powerful case selection / data set would comprise takes/retakes or the attempt to do so in several other occasions in recent history: there could be plenty of cases taken from civil wars, such as taking place in South Sudan right now; or one could have a look on the warlords' warfare in recent history, e.g. Somalia. WE NOT TO THINK ABOUT THIS… COULD IMPROVE THE FORECAST, HERE!\n○ My educated guess is that the odds for (re-)taking cities of that kind (200000 inh.) is much lower than 50 percent since we would see much more war if it would not. World history led to the evolution of effective defense mechanisms for cities and high costs for invaders - otherwise stable agglomerations of people would not have survived. I know, there are some special 'scope conditions' at work here, so I will take them into account further on. Which resources can be deployed by the Taliban to take Lashkar Gah?\n- Taliban seemingly get weapons from Russia (allegedly to fight ISIS in Afghanistan, but weapons were found in Helmand around Lashkar Gah) (https://www.washingtonpost.com/news/checkpoint/wp/2017/04/24/russia-is-sending-weapons-to-taliban-top-u-s-general-confirms/?utm_term=.c98ab7c5f061; http://www.washingtontimes.com/news/2017/feb/9/john-nicholson-russian-involvement-afghanistan-bec/)\n- Taliban has external support from Pakistan and a safe haven there.\n- The more ISIS is breaking down, the more resources the Taliban (who belong to the al-Qaida network) have for their fight against US, NATO and Afghan Gov.\n- There seem to be 60000 fighters, and they got more and more despite a hugh death toll; so they are a self-regenerating Hydra (http://www.voanews.com/a/despite-massive-taliban-death-toll-no-drop-in-insurgency/1866009.html) B.2) Let me turn to NATO, US, Afghan forces What is the battle factor of Lashkar Gah and the prevention of a possible Taliban territory gain?\n- First, the city is the keystone of the Helmand region. It is symbolically very important, in terms of power, administration, and the media coverage which is likely to be generated if the city will be retaken. \n- Second, it is a city with 200000 inhabitants, much more 'worth' than the small towns in Helmand: economically, culturally, with regard to 'human capital' etc.. Too, the city is kind of at a crossroads in the country: consequently it seems to have infrastructural - or: strategic - importance. (I have read comments that Lashkar Gah is of limited strategic importance…)\n- Third, the West seems to have invested in Lashkar Gah: credibility and path dependence (sunk costs) is adding much to the battle factor; see @shsmith330 comment: http://www.gjopen.com/comments/comments/504712. Besides this, the main objective to stabilize Afghanistan in order to prevent preperations of terrorist attacks on US territory is in danger if there is kind of a 'dam break' here.\n- Fourth, and consequently, the retake by Talibans has some potential to be a signal. And it would be a clearly wrong signal for the West when it had so much trouble with  ISIS in Iraq and Syria and when Boko Harem in Central Africa is likely to cause humanitarian catastrophe. Losing Lahskar Gah to the Taliban is a signal for the Islamistic paramilitary movements around the world that they could possibly have a comeback. And it is a signal that the US may give up all its strategic gains after the 2001 intervention.\n- Fifth, the behavior of the US Admin underlines the 'theoretic' battle factor of the first four points: Trump has clearly bound his credibility on its ability to fight such ISIS- and Taliban-like movements. The US has already send troops to Lahskar Gah in order to signal it is willing contribute to effective defense. See the comment by @acohen: http://www.gjopen.com/comments/comments/505588 and by @SneakyPete531: http://www.gjopen.com/comments/comments/504737.\n\nWhich resources can be deployed to prevent Lashkar Gah being taken from the Taliban?\n- Could an implosion like in Iraq happen to the Afghan troops in Lashgar Gar?\n§ pro\n□ Afghan troops are probably infiltrated by Taliban, and they might have a bad moral… (http://features.foreignpolicy.com/first-helmand-then-afghanistan/)\n□ Iraqi army has a much, much greater tradition and much, much more fighting experience than the Afghan military. So the Afghan army seems to more prone to implosion.\n§ con\n§ The most considerable reasoning against that is US and NATO involvement… (see below)\n§ Supposedly, Lashgar Gar population is pro Afghan Government, not against: as was the Mosul population (http://features.foreignpolicy.com/first-helmand-then-afghanistan/) with the Sunnis (vs. the Shiites)\n- Apart from that, which troops are available in Afghanistan, in general?\n○ NATO, 12000 troops\n     § US, 8400 troops\n\t□ 50 percent training of Afghan forces (ANDS)\n\t□ 50 percent counterterrorism (incl. Special Forces)\n○ Afghan National Defense and Security Forces (ANDS), 195000 troops, financed by the West, trained by NATO and US\n\t§ there is some indication that ANDS is corrupt, infiltrated, has bad morale - at least in the rural areas (http://features.foreignpolicy.com/first-helmand-then-afghanistan/); may be the more professional 'human military capital' is at work in the defense of cities (but, on the other hand, it seemed not to be the case in Iraq and Mosul)\n\t- What might be deployed to Afghanistan?\n\t\t○ from the US\n\t\t\t§ Gen. Nicholson calls for 3000 to 5000 troops, plus some hundred Special Forces (https://www.nytimes.com/2017/05/08/us/politics/donald-trump-afghanistan-troops-taliban-stalemate.html?mwrsm=Email), otherwise: there would be stalemate\n\t\t\t§ obviously the US administration is seriously thinking about deploying more troops (https://www.bloomberg.com/view/articles/2017-05-17/trump-has-to-decide-50-000-troops-to-afghanistan) … no decision has been made, yet!\n\t\t○ from other NATO members\n\t\t\t§ US tries to lobby other NATO members to send more troops (https://www.usatoday.com/story/news/world/2017/05/18/nato-afghanistan-marine-gen-joseph-dunford-says-alliance-should-move-quickly-deploy-forces/101820070/) … no decision has been made, yet!\n\t\t○ functions of possibly deployed units\n\t\t\t§ training of Afghan units to fight cohesively\n\t\t\t§ commanding and advising the units deeper in the command chain\n\t\t\t§ special forces might support fighting tactically\n\t\t\t§ seems reasonable that this would work (http://features.foreignpolicy.com/first-helmand-then-afghanistan/; https://www.nytimes.com/2017/04/29/world/asia/marines-return-to-helmand-province-for-a-job-they-thought-was-done.html?_r=1) \nAll in all: \n- The Taliban are close to Lashgar Gar, they probably have a serious interest in retaking the city although its salience is more limited than ISIS had in taking Mosul.\n- The Taliban have troops, they have weapons, there is summer season, so the danger of a retake is given from the Taliban side. \n- Afghans and the NATO countries, above all the US, are very likely have a huge interest (preference and salience) in preventing a retake of Lashgar Gar in Afghanistan. \n- So it is all nailed down to the question whether the NATO-US-Afghan-complex will have enough troops and will get them into effective operations against Taliban. This could possible signal the Taliban not to go in an all-in strategy like ISIS did in Mosul. Without more troops, I would say the Taliban chances are 1:3 against a successful retake - given that they really want a retake! Given the signals from the Trump administration, they will at least send more troops from US and NATO countries. If they will do so, the likelihood for a retake shrinks dramatically. (More troops itself are a strong signal which could lead to fewer efforts of Taliban to retake the city --- due to deterrence…) I would say it is 1:5 or 1:6 against, may be even less. I start with 1:5 against the retake, 'pricing in' that there are more troops to be deployed: 16 percent. If not, I will adjust my forecast.  If there is indication that the Taliban do not have a strong motivation to retake the city, I think the odds have to be adjusted downwards. After September, October fighting season is over… so Taliban's chances to retake the city can be hyperbolically discounted after September. Before September a more linear discounting seems adequate… But, beware of unknown unknown… and of all the facts and calculus I missed in my perspective. Anyone ideas?\n"], [1034, "2017-05-23T06:07:22Z", [0.0], ""], [28414, "2017-05-22T20:26:14Z", [0.0], ""], [368, "2017-05-22T19:21:14Z", [0.0], "Lashar Gah, the provincial capital of Helmund Province is unlikely to be penetrated and fall to the Taliban.  Presence of American troops and other alliance members are able to keep Lashkar Gah safe;  despite contested territory close to Lashkar Gah, penetration into the territory surrounding near Lashkar Gah has not occurred.  The Taliban would have to penetrate deep into the contested terrority, and southwest in Helmund."], [35425, "2017-05-22T15:21:54Z", [0.6], "Given the reduction of forces from the U.S, who will stop the insurgence at this point? While Afghan forces continue to weaken it's hard to imagine anyone helping at this point."], [16652, "2017-05-22T13:41:43Z", [0.1], ""], [4273, "2017-05-22T13:39:58Z", [0.15], ""], [1034, "2017-05-22T06:29:16Z", [0.0], ""], [25426, "2017-05-22T01:48:10Z", [0.1], ""], [368, "2017-05-21T19:43:20Z", [0.0], ""], [31238, "2017-05-21T18:50:55Z", [0.2], ""], [31238, "2017-05-21T18:50:24Z", [0.25], ""], [30347, "2017-05-21T17:22:54Z", [0.3], "Likelihood of Taliban taking Lashkar Gah dependent on pace of mini-surge implementation.  Comments by CJCS suggest US wants surge ASAP in time for a fall-winter  TAA deployment designed to supplement current Helmand-based Marine Corps task force.  If Helmand-based TAA troop surge allocation is successfully deployed before winter, Lashkar Gah survives through 2018.  If not, chances of Taliban success rise above even-odds of probability."], [755, "2017-05-21T17:22:14Z", [0.4], "1) Start of summer offensive.\n2) Dedicated, motivated, resurgent Taliban.\n3) Taliban controls 85% of Helmand province (year before ANSF controlled 80%).\n4) The province is the main source of AF opium output, funds much of Taliban.\n5) Suspected material and intelligence support from RU (heavier, more sophisticated weapons), PK (through ISI) and IR (through IRGC elements).\n6) AF national government corrupt and marginally functional.\n7) ANSF has chronically high desertion rates and heavily infiltrated by Taliban.\n8) Gen. Nicholson calls current situation 'stalemate'.\n9) See [assumed] additional 3-5k US troops to bolster levels to +13k as insufficient.\n10) See NATO commitment to remain engaged in AF dependent on USA commitment. \n "], [35267, "2017-05-21T14:13:57Z", [0.25], ""], [15196, "2017-05-21T13:44:11Z", [0.05], ""], [6903, "2017-05-21T13:36:56Z", [0.35], ""], [1034, "2017-05-21T06:48:25Z", [0.0], ""], [35642, "2017-05-21T03:19:14Z", [0.31], ""], [35709, "2017-05-21T00:46:57Z", [0.1], ""], [28091, "2017-05-20T23:33:11Z", [0.0], ""], [4273, "2017-05-20T13:12:56Z", [0.25], ""], [4634, "2017-05-20T10:06:13Z", [0.12], ""], [1034, "2017-05-20T07:13:06Z", [0.0], ""], [35641, "2017-05-20T05:48:28Z", [0.1], "Trump though embattled is letting Generals make decisions and will send in troops before letting this city fall. It will remain contested. "], [706, "2017-05-20T05:01:26Z", [0.5], "Perhaps Russia will help."], [4729, "2017-05-20T04:07:04Z", [0.03], ""], [35520, "2017-05-19T23:18:48Z", [0.8], ""], [35358, "2017-05-19T17:19:03Z", [0.14], "I think so."], [4273, "2017-05-18T23:32:22Z", [0.3], ""], [31450, "2017-05-18T19:38:57Z", [0.03], "Well I'm going to be an optimist here and say Lashkar Gah is not going to fall to the Taliban. Between trump's expected troop surge and the fact that marines have already returned to the city, I think the city ends up contested but not controlled. It has been my impression in Afghanistan that its political leaders and not marines who retreat from areas. And trump is clearly heading in the opposite direction. https://www.nytimes.com/2017/04/29/world/asia/marines-return-to-helmand-province-for-a-job-they-thought-was-done.html"], [35675, "2017-05-18T18:16:52Z", [0.05], ""], [35377, "2017-05-18T12:32:26Z", [0.58], ""], [29980, "2017-05-18T03:03:08Z", [0.5], ""], [1034, "2017-05-17T23:48:22Z", [0.0], ""], [35473, "2017-05-17T15:54:38Z", [0.25], "The capital will continue to be zealously defended by National Afghani forces as well as anyone with economical interest/investment in the area. On the other hand, opposing forces are not going to stop their efforts to undermine and overtake control of the capital. At this time the Taliban simply do not have the same level of resources and support that the government has, so they should not prevail soon. But if/as soon as any other major centers, such as Kabul fall, then the entire government is likely to be overthrown and replaced by Taliban leadership- making the specific question moot."], [691, "2017-05-17T12:42:32Z", [0.1], ""], [4634, "2017-05-17T04:54:47Z", [0.18], ""], [4273, "2017-05-17T00:24:17Z", [0.4], ""], [35569, "2017-05-16T22:23:42Z", [0.2], "Because Afghanistan is landlocked, the Helmund Province in Afghanistan functions as a port and Lashkar Gah is the capital of Helmund Province.  The city of Lashkar Gah is one of the larger, more advanced small cities.  The west has invested a lot in that region and currently hold the city.  There is a functioning university, functioning roads, etc. that were paid for and fought for by the west.  The Taliban will continue to attack, but US Special Forces and the Afghani Army will hold them back.  "], [3363, "2017-05-16T21:47:49Z", [0.15], ""], [35637, "2017-05-16T21:16:25Z", [0.3], "U.S. will provide additional support to help Afghan government forces retain control, essentially drawing a line in the sand on the Taliban advance this Spring."], [32100, "2017-05-16T19:24:28Z", [0.4], ""], [1333, "2017-05-16T19:16:25Z", [0.0], ""], [35610, "2017-05-16T18:50:59Z", [0.12], ""], [691, "2017-05-16T18:39:26Z", [0.12], "The US will strive to be very helpful in this particular effort, on account of having many not-so-fond memories of Helmand.  Too early to be real sure one way or the other, though."], [12879, "2017-05-16T18:22:26Z", [0.3], ""], [35636, "2017-05-16T18:00:54Z", [0.0], ""], [16272, "2017-05-16T17:20:48Z", [0.35], ""], [35459, "2017-05-16T17:18:57Z", [0.3], ""]], "open_date": "2017-05-16T17:00:36Z", "close_date": "2018-03-31T17:00:39Z"}