{"question_id": 693, "title": "How many viewers will tune in to watch Sunday Night Football on 19 November 2017? \n", "possible_answers": ["Fewer than 14.5 million", "Between 14.5 million and 15 million, inclusive", "More than 15 million but less than 15.5 million", "Between 15.5 million and 16 million, inclusive", "More than 16 million"], "crowd_forecast": [0.0, 0.0, 0.08, 0.22, 0.7], "correct_answer": "More than 16 million", "correct_forecast": 0.7, "preds": [[37868, "2017-11-20T15:10:22Z", [0.6, 0.1, 0.1, 0.1, 0.1], ""], [37868, "2017-11-20T15:06:05Z", [0.0, 0.08, 0.85, 0.07, 0.0], "Comment deleted on Nov 20, 2017 03:10PM UTC"], [37868, "2017-11-20T13:38:48Z", [0.55, 0.13, 0.07, 0.07, 0.18], "Comment deleted on Nov 20, 2017 03:06PM UTC"], [691, "2017-11-20T13:32:15Z", [0.0, 0.0, 0.04, 0.48, 0.48], ""], [35636, "2017-11-20T08:51:51Z", [0.0, 0.0, 0.0, 0.0, 1.0], "All in on 16mn+ WotC Wisdom of the Crowds"], [1993, "2017-11-20T05:07:59Z", [0.0, 0.0, 0.1, 0.15, 0.75], "Philadelphia @ Dallas. They played in Week 8 of Sunday Night Football last year. Viewership 18 million as reported on SportsMediaWatch. 16.825 million report on Futon Critic. That was running against Game 5 of World Series.  Last year's viewership for this week (Futon Critic) was 16.9 million. That was Green Bay @ Washington. Green Bay tends to pull big numbers, similar to Dallas.  Difficult to predict due to numbers just being down this year. I'm not confident in Philadelphia's ability to attract viewers."], [1693, "2017-11-20T02:22:27Z", [0.0, 0.0, 0.0, 0.22, 0.78], ""], [1693, "2017-11-20T02:21:49Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [40733, "2017-11-20T02:17:20Z", [0.0, 0.0, 0.05, 0.18, 0.77], ""], [33035, "2017-11-20T02:07:49Z", [0.0, 0.05, 0.15, 0.35, 0.45], ""], [35544, "2017-11-19T21:54:01Z", [0.15, 0.4, 0.2, 0.2, 0.05], ""], [34353, "2017-11-19T21:45:08Z", [0.0, 0.0, 0.04, 0.09, 0.87], "Adjusting a little for American Music Awards on tonight. Looking at years past on Futon Critic, it looks like the AMA's haven't significantly drawn on viewership from SNF, especially when the match-up has promised to be entertaining. Given the divisional rivalry tonight, I still think it will have a higher viewership."], [1693, "2017-11-19T20:27:33Z", [0.0, 0.0, 0.0, 0.12, 0.88], ""], [27345, "2017-11-19T19:07:19Z", [0.05, 0.05, 0.07, 0.08, 0.75], "From @danbell7819 -- \"Cowboys vs. Eagles has never had fewer than 16m viewers.\"  I'm cautious about going too high on 'more than 16m' because of the overall downward trend in NFL ratings (due to a variety of factors). Thanks for this Dan! Great stuff.  https://www.gjopen.com/comments/comments/617461"], [1333, "2017-11-19T18:38:31Z", [0.0, 0.0, 0.55, 0.35, 0.1], ""], [1333, "2017-11-19T17:53:24Z", [0.0, 0.1, 0.55, 0.25, 0.1], ""], [23234, "2017-11-19T17:27:11Z", [0.0, 0.0, 0.0, 0.0, 1.0], "(I get all the sports questions wrong; I'm thinking more than 20 million.) Factors weighed in the forecast:\nPro:\nAmerica.\nFootball.\nThanksgiving (almost).\nCowboys.\nEagles are 8-1. Con:\nPeople watch increasingly less football on TV as opposed to other media.\nPeople are taking stands on the Kaepernick--Trump conversation, which may convince them to watch less football based on personal/political convictions.\nPeople watch less football as it becomes less popular due to long-term trends like CTE-awareness.\nRussia hacking/influence. https://twitter.com/emptywheel/status/932308785561047045 edit nov 20, 1 p.m. eastern: though they still haven't given the number, comparing this headline to the summary of the question seems to indicate the figure reported later today should be more than 18 m (because that was not the first week of the season and this is the highest rated game since the first week of the season). http://variety.com/2017/tv/news/sunday-night-football-ratings-eagles-cowboys-1202619232/ \"TV Ratings: ‘Sunday Night Football’ Scores Best Numbers Since Week 1\""], [1092, "2017-11-19T17:08:33Z", [0.1, 0.8, 0.1, 0.0, 0.0], ""], [12879, "2017-11-19T16:31:39Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [12879, "2017-11-19T16:31:19Z", [0.0, 0.0, 0.0, 0.7, 0.3], ""], [691, "2017-11-19T12:45:26Z", [0.01, 0.01, 0.04, 0.56, 0.38], ""], [35398, "2017-11-19T00:00:41Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12879, "2017-11-18T19:53:42Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [12879, "2017-11-18T19:38:14Z", [0.0, 0.0, 0.05, 0.45, 0.5], ""], [1333, "2017-11-18T18:58:48Z", [0.0, 0.05, 0.15, 0.65, 0.15], ""], [34353, "2017-11-18T18:29:35Z", [0.01, 0.01, 0.03, 0.08, 0.87], "After researching the viewership for the Cowboys-Eagles match-up on SNF for the past 5 seasons, these games have never had less than 16M viewers, and have had over 20M on several occasions. Adjusting my forecast as such."], [691, "2017-11-18T17:39:08Z", [0.03, 0.05, 0.09, 0.26, 0.57], ""], [27345, "2017-11-18T15:04:17Z", [0.05, 0.05, 0.1, 0.1, 0.7], "There is some sort of rivalry between Cowboys and Eagles. https://en.wikipedia.org/wiki/Cowboys%E2%80%93Eagles_rivalry Plus I think these are pretty big market teams (right?).   I am probably way too bullish on 'more than 16m' given that this appears to have only happened 3 of 10 times this season...which would imply something close to 30% chance.  I should check viewership for past Eagles vs. Cowboys games but don't have time now..."], [5018, "2017-11-18T06:22:15Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [37474, "2017-11-18T00:51:51Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [40733, "2017-11-18T00:16:21Z", [0.0, 0.0, 0.11, 0.18, 0.71], "My results were decent last week, but the conversion from last week, but were high likely due to the DEN over-calibration mentioned in the prior warnings I've updated the model for the 11/19/17 SNF game between DAL & PHI.  Results / calculations follow. Summary of my approach: \n1) I pulled down the viewership information from the past 2 seasons here: \nhttp://www.sportsmediawatch.com/nfl-tv-ratings-viewership-nbc-cbs-fox-espn-nfln-regular-season-playoffs/ 2) Straight Averaging SNF gives you a result of: 16.5M 3) However, this ignores the teams that played, as such I conducted a team-by-team assessment of viewership. DAL / PIT / GB had the most consistent high-viewership (22.0M / 20.6M / 20.2M, respectively) A number of teams had really low viewership and few data-points (LA, CLE, TEN) all with less than 7 Million. So what about the two playing Sunday? \nDAL: 22.0M (Highest) \nPHI: 14.6M (Average)   This puts my Base guess of viewership as: 16.4 = [Avg (14.6, 22.0) + SNF Premium (1.8) + Annual Adjust (-1.6)] * Futon to SMW Ratio (.89%) Words of caution: \n1) Standard Deviation of the errors recently is about 7.5% of the estimate (1.4M in this case). \n2) DAL has among the highest viewership, and I'm not really sure why the model is spitting out something so low. \n3) PHI Is currently 8-1, which should boost viewership. \n4) DAL / PHI played last year on SNF with viewership of 18 Million according to SMW (16.0M Equivalent).  \n5) Only DAL vs. SF on 10/22 would not have kept viewership in the top bucket this year.  (DAL vs. AZ also, but excluded since MNF always posting terrible viewership)\n6) Downward Trend:  Obviously there is a significant downward trend in viewership.  I've started to account for this in my annual adjustment (now up to a 1.6 reduction for 2017).  However, this has been growing rather than shrinking.  Trend lining the miss would suggest a reduction of 1.8 is necessary for this week.  I hope this helps.\nNote:  I have been really tempted to over-ride my model this week with a 100% chance to be 16+"], [41009, "2017-11-17T21:27:00Z", [0.04, 0.02, 0.03, 0.04, 0.87], "Well, I'm pretty sure my prior model is overshooting now, but here it goes."], [12879, "2017-11-17T19:03:06Z", [0.0, 0.25, 0.5, 0.25, 0.0], "WAG.....WILL the NFL BOYCOTT still continue???"], [34353, "2017-11-17T18:14:17Z", [0.01, 0.01, 0.25, 0.42, 0.31], "Last week was lower viewership than I thought, but higher that the community's consensus. This week's SNF game is a NFC East rivalry match-up between the first place Eagles and the second place Cowboys. As it stands, the Eagles are likely to secure a playoff spot. Dallas, however, needs to win this game and several more to stay in contention for a wild card spot.  The game should be interesting, given Zeke Elliott's suspension, Dallas' seeming implosion last week, Philly's on fire offense, and the fact that divisional rivalries are usually more competitive games since the teams play each other at least twice every season, which provides plenty of film for review and planning. Dallas has a large fan base, and Philly's fans are particularly engaged this season given how well the team has been doing. Conversely, SNF viewership has been steadily declining with notable exceptions, so that may affect overall viewership. But I'm going to forecast on the higher end given the match-up."]]}