{"question_id": 125, "title": "Which movie will win the Oscar for Best Picture?", "possible_answers": ["The Big Short", "Bridge of Spies", "Brooklyn", "The Martian", "Mad Max: Fury Road", "Room", "The Revenant", "Spotlight"], "crowd_forecast": [0.12, 0.0, 0.0, 0.0, 0.0, 0.0, 0.69, 0.19], "correct_answer": "Spotlight", "correct_forecast": 0.19, "preds": [[14800, "2016-02-28T06:20:33Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.35], "Updating my prediction.  Initially thought it was a two horse race between Spotlight and the Big Short.  Now most offshore books have The Revenant favored, so I have to factor that into my prediction.  "], [11040, "2016-02-28T03:41:22Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.2], ""], [15108, "2016-02-28T00:49:32Z", [0.26, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52, 0.22], ""], [12341, "2016-02-28T00:45:26Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.05], ""], [19956, "2016-02-28T00:36:48Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.2], ""], [241, "2016-02-28T00:08:34Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.3], ""], [20703, "2016-02-27T22:42:54Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.0], ""], [755, "2016-02-27T22:34:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.45], "The latest expert picks....\nFortune, February 26, 'Oscars 2016 Predictions: This Is Who Experts Say Will Win': http://fortune.com/2016/02/26/oscars-2016-predictions/\nTop 3 appear to be The Revenant (strong), Spotlight and The Big Short\nAdjusting. "], [6303, "2016-02-27T22:17:47Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.1], "I am consolidating my guesses to the top 3 movies."], [12605, "2016-02-27T20:31:48Z", [0.13, 0.0, 0.0, 0.0, 0.0, 0.01, 0.75, 0.11], ""], [20698, "2016-02-27T20:12:50Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.0], "Too much press for the revenant not to win."], [127, "2016-02-27T19:46:10Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [10267, "2016-02-27T19:21:53Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [20693, "2016-02-27T19:02:13Z", [0.25, 0.0, 0.0, 0.0, 0.01, 0.04, 0.3, 0.4], ""], [18530, "2016-02-27T18:11:28Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.72, 0.18], ""], [11872, "2016-02-27T17:45:29Z", [0.3, 0.0, 0.0, 0.0, 0.3, 0.0, 0.3, 0.1], ""], [60, "2016-02-27T17:28:14Z", [0.02, 0.0, 0.0, 0.0, 0.0, 0.0, 0.97, 0.01], "Final prediction:  REV -- 97%\nSHORT -- 2%\nSPOT -- 1% Gonna go with the \"math\" on this one. Feb 25: \"Oscar flashback: How close were 'Birdman' & 'Boyhood,' '12 Years a Slave' & 'Gravity,' 'The Hurt Locker' & 'Avatar'?\" --> http://www.goldderby.com/news/11852/oscar-predictions-best-picture-the-revenant-the-big-short-spotlight-analysis-13579086.html In a previous article, I established an expansive theory which revolved around mathematics and statistics. Now that everything has been revealed, we have our final numbers. “Spotlight” has 21 boxes ticked off, “The Big Short” has 22 and “The Revenant” has the most, with 23. Yes, I predicted that “The Big Short” would get the most boxes ticked off and yes, because of that I predicted that it would win Best Picture at the Oscars. BUT, although that prediction was wrong, my theory of ‘whichever film ticks of the most boxes will win Best Picture’ is still on course to be proven right... as long as “The Revenant” wins big at the Oscars. But that does not mean “The Big Short” or “Spotlight” comes away as a loser yet, as this season has given us the most intense rivalry with the closest battle to be crowned top dog since I can remember. Therefore, I’ve decided to take three great rivalries and examine them under my ’35 boxes’ research and theory, hopefully learning something about this year’s race in return.  2014: “Birdman” vs “Boyhood”\n2013: “12 Years A Slave” vs “Gravity”\n2009: “The Hurt Locker” vs “Avatar” So, what does all of this mean? Firstly, I believe it may mean that “Birdman,” was lucky to win. “Boyhood” ticks six more boxes then “Birdman.\" Even if we take away those Golden Globes boxes, as some people like to do, then “Boyhood” is still five ahead. We could say that certain boxes mean more then others (PGA WIN over Golden Globe Acting Nomination for example) but the reason I created this style of research and this article with these 35 boxes is to be as expansive as possible across the board, not to designate importance. It’s a statistical, mathematical way of looking at the Oscar race, devoid of all the usual ‘this tea leaf means more’ stuff that we Escapologists (that’s a word, right?) love to dwell in. And here, in what is the exception to my theory and the rule of ‘the most boxes ticked wins,’ I believe that it shows “Birdman”’s Best Picture victory to be an upset. I won’t go so far as to say it was a mistake (“Birdman,” is a great film, after all), but those numbers would suggest that. “Boyhood” was number one from the very beginning of the season (practically since Sundance that year) and my gut instinct is that it peaked too early and people perhaps became bored of it, fed up of hearing about it and enjoyed the fresh, late arrival of “Birdman” and so wanted to enjoy this ‘new toy’ on the scene. And that late surge hushed “Boyhood” and was enough for “Birdman” to sneak the win. A very close race, but “Birdman”’s late, ‘new toy’ quality gave it that edge. “12 Years A Slave,” however, performs much better over it’s rival, “Gravity,” as it pulled ahead by five boxes. Although “Gravity” did have a lot of support, prevailing at the DGA and PGA, “12 Years A Slave” had that oh-so-important universal love (crucial to winning Best Picture because of the preferential ballot), doing well across the board. So, it wasn’t a barnstormer by Steve McQueen’s drama, but “12 Years A Slave,” with all that concrete support in all the key areas (directing, acting, writing, editing) and at all the right places, gave it a fairly easy ride in the end. “Gravity” gave it a good go, though. In the third rivalry there really is a rout, with “The Hurt Locker” ticking off a whopping 13 more boxes then “Avatar.” Although “Avatar” was said to be a fierce competitor to Kathryn Bigelow’s war drama at the time, on closer inspection it is blown out of the water and blown out of Pandora along with all that Unobtanium (wow, what a clever, imaginative name for something that is hard to obtain!.) Indeed, “Avatar”’s lack of acting and writing prowess across nearly all of the categories exposes that crucial weakness. “The Hurt Locker” had both across all 35 boxes, along with the guild support and a lot of love for director Bigelow. So, on closer inspection, this race was not as close as we once thought. Now, this is all very well and good, but what does it mean for this year’s Oscar race?\nBecause this year is a three-horse race as opposed to the above years’ two-horse races, it is a little tougher to draw comparisons from. However (as previously mentioned), after the BAFTAS, which were the final few boxes of the 35 to be revealed, “Spotlight”’s final total comes in at 21, “The Big Short”’s at 22 and “The Revenant” at 23. All of these films have been on the same page pretty much right from the off, garnering equal, consistent support across the board - so there won’t be a “Birdman/Boyhood” situation this year. Nor will we have an “Avatar/The Hurt Locker” situation; none of the three films have managed to pull ahead the way “The Hurt Locker” did. So, the rivalry from which we can learn the most is “12 Years A Slave” versus “Gravity.” Even though this year’s race is a much closer one then McQueen’s period drama vs Cuaron’s space thriller, both those films had splits and both had their strengths and weaknesses just like this year's trio. So, in relation to the above research, let’s take a look at how this year’s films fit into the mould of the “12 Years A Slave/Gravity” rivalry and see who is the likely runner(s) up and winner. It’s worth mentioning that due to the close nature of our race this year, the words ‘winner’ and ‘runner up’ have often become muddled for all three films. “The Big Short”\nLike “Gravity,” Adam McKay’s ‘traumedy,’ as he calls it, prevailed at PGA. However like Cuaron’s space-flick, it failed to win Best Picture at the Golden Globes, the Critic’s Choice awards and the BAFTAS. Both films won zilch at SAG, too.\nBut comparisons can also be made with “12 Years A Slave.” Both films got consistent support across the board for the key four elements; directing, acting, writing and editing - plus the corresponding nominations at the Oscars. So “The Big Short” is stuck somewhere in between these two films, which is proven by it’s numbers; it got 22 total boxes ticked off, while “Gravity” got 20 and “12 Years A Slave” got 25. Almost slap bang in the middle of the two. It’s better then a runner up but, I’m afraid, it’s not quite good enough to be a winner. With just a tad more support, I could be saying roll on the Academy Awards for the “Anchorman” anchor and his traumedy masterpiece. “Spotlight”\nTom McCarthy’s restrained, journalist-drama has fallen behind. Although it won at Critic’s Choice, as “12 Years A Slave” did, it came away from the Golden Globes empty-handed and struggled at the BAFTAS, unlike “12 Years A Slave.”\nFurthermore, “Spotlight” has failed to earn any consistent acting and directing support, both of which “Gravity” and “12 Years A Slave” had in abundance. It has also fared poorly with the guilds, with it’s only triumph coming at SAG for Best Ensemble. Of all the guilds, that award is probably the least accurate tea leaf; only six of the last 10 Best Ensemble winners have gone on to win Best Picture. Heck, “American Hustle” won Best Ensemble in 2013 and later got blanked at the Academy Awards. Indeed, “Spotlight,” with only it’s screenplay providing it with any consolation, is falling into the mould of “Gravity” and into the mould of runner up, if that. “The Revenant”\nInarritu’s western also draws similarities between both films. It’s got three out of the four key Oscar nominations in directing, acting and editing, the exact same as “Gravity,” and both films won at DGA. Similarly to “12 Years A Slave,” it won at SAG, won the top prize at the Golden Globes and BAFTA (both films also got a Best Actor win at the latter as well) and got consistent support across the entire board. It does have one weakness, though... it’s writing. As mentioned time and again, screenwriters Inarritu and Mark L. Smith have failed to crop up anywhere on the circuit. But the key thing here is that “The Revenant,” like “12 Years A Slave,” has the most boxes ticked out of the 35. The former has 23, while the latter has 25. That final stat is the one that sticks with me. Like Daniel Montgomery, I too like to stick to stats and math when it comes to predicting and try my best to avoid emotion-predicting. I have gone on record stating that I have faith in my theory and, like my theory states, ‘the film with the most boxes ticked will win Best Picture.’ All of the 35 boxes have now been revealed. Time is up and I’m staying faithful to my theory and faithful to math.  ~~~~~~~ COMMENT: Man, I wish I hadn't thrown so much shade at REV at the beginning of this IFP (it's partly why I've got it so high right now). If I were just forecast on this IFP today (i.e. didn't have to factor in days when I had REV at 0), this is probably how I'd set my %'s:\nREV -- 71%\nSHORT -- 19%\nSPOT -- 11%"], [13974, "2016-02-27T17:06:46Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.0], ""], [12874, "2016-02-27T17:03:32Z", [0.11, 0.0, 0.0, 0.04, 0.01, 0.0, 0.58, 0.26], ""], [16292, "2016-02-27T15:12:22Z", [0.29, 0.01, 0.01, 0.01, 0.01, 0.01, 0.42, 0.24], ""], [691, "2016-02-27T14:11:05Z", [0.01, 0.0, 0.0, 0.0, 0.0, 0.0, 0.87, 0.12], ""], [10783, "2016-02-27T11:49:25Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [10783, "2016-02-27T11:48:16Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [19756, "2016-02-27T09:40:54Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.8], ""], [20684, "2016-02-27T09:17:30Z", [0.24, 0.18, 0.05, 0.03, 0.02, 0.07, 0.26, 0.15], ""], [1333, "2016-02-27T09:11:59Z", [0.0, 0.1, 0.35, 0.1, 0.1, 0.0, 0.35, 0.0], ""], [6303, "2016-02-27T04:05:24Z", [0.3, 0.0, 0.05, 0.0, 0.0, 0.05, 0.5, 0.1], "My updated prediction is based on 538.com and is focused on just the top 5 movies in polls."], [767, "2016-02-27T02:24:53Z", [0.05, 0.0, 0.0, 0.0, 0.1, 0.0, 0.75, 0.1], "I still think this is perfect year for an Oscar upset (remember the year of Crash? or the year of Shakespeare in Love?) but all buzz points to a Revenant sweep. "], [1993, "2016-02-27T00:44:29Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], "Increasing my forecast for \"The Revenant\" just for one day."], [12828, "2016-02-27T00:37:03Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [15311, "2016-02-27T00:11:40Z", [0.3, 0.0, 0.0, 0.12, 0.04, 0.0, 0.5, 0.04], ""], [231, "2016-02-26T23:30:04Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [16940, "2016-02-26T22:31:49Z", [0.05, 0.01, 0.01, 0.01, 0.01, 0.01, 0.85, 0.05], ""], [2, "2016-02-26T21:52:04Z", [0.2, 0.01, 0.0, 0.01, 0.01, 0.0, 0.4, 0.37], ""], [12879, "2016-02-26T21:46:10Z", [0.12, 0.0, 0.0, 0.0, 0.0, 0.0, 0.69, 0.19], ""], [10267, "2016-02-26T21:32:48Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [3140, "2016-02-26T21:31:26Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.69, 0.31], "The Outside View\t\n                                                Bing  \tPundits\tOdds Checker - Best Bid\tOscar Vegas Odds\nThe Revenant\t                37.00%\t66.67%\t69.23%\t45.45%\nSpotlight\t                                26.00%\t18.52%\t25.00%\t55.56%\nThe Big Short\t                        19.00%\t14.81%\t13.33%\t11.11%\nThe Martian \t                          6.00%\t               0.66%\t11.11%\nMad Max\t                          5.00%\t\t        0.99%\t 4.76%\nBridge of Spies\t                  4.00%\t\t        0.40%\t3.23%\nRoom \t                                  2.00%\t\t        0.66%\t2.44%\nBrooklyn\t                         1.00%\t\t       0.40%\t1.96% I averaged all these odds to get an outside view \tOUTSIDE VIEW\tINSIDE VIEW\tFINAL\nThe Revenant\t54.58%\tIt’s a two movie race. Its Leo's year and generally the Academy likes what I feel to be very slow which The Reverant was. Also with the #oscarssowhite hashtag, may be The Reverant would get better votes\t68.74%\nSpotlight\t31.26%\tI have not seen the movie but read the review and plot and seem to be less appealing to the academy.\t31.26%\nThe Big Short\t14.56%\tI liked the movie, but it was too entertaining or  main stream to win an Oscar. \t0.0000%\nThe Martian \t5.92%\tIt was too commercial or  main stream to win an Oscar. \t0.00%\nMad Max\t3.58%\tIt was too commercial or  main stream to win an Oscar. \t0.00%\nBridge of Spies\t2.54%\tI did not see the movie and the odds are too low. \t0.00%\nRoom \t1.70%\tI did not see the movie and the odds are too low. \t0.00%\nBrooklyn\t1.11%\tI did not see the movie and the odds are too low. \t0.00%"], [18879, "2016-02-26T19:57:30Z", [0.03, 0.0, 0.0, 0.0, 0.0, 0.0, 0.68, 0.29], "Select the Right Level of Effort Per Question - I could go back and forth between Spotlight and The Revenant. The academy is difficult to gain insight to the method to their madness. In regard to variation of predictability, this question falls in place similar to the \"path of a hurricane\" on the scale. I can reasonably attribute a larger % chance to The Revenant due to the fact that the film has emerged victorious in previous award ceremonies, which include some of the same voters as the Oscar's. However, given the mysterious nature of what truly goes on, debating between the two films is largely effort wasted. Ultimately, I am revising my estimate and increasing Spotlight's probability slightly."], [16795, "2016-02-26T19:34:33Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.6], "just gut feeling at this moment"], [14572, "2016-02-26T19:21:12Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [20588, "2016-02-26T19:07:32Z", [0.1, 0.0, 0.0, 0.01, 0.0, 0.0, 0.79, 0.1], ""], [14880, "2016-02-26T17:57:40Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.4, 0.5], "This is a tough call because the Academy lack rhyme or reason, but you can glean something from prior awards. i.e., many have the same voters. Still something of a black box though.  "], [19199, "2016-02-26T17:51:46Z", [0.41, 0.0, 0.0, 0.12, 0.0, 0.1, 0.37, 0.0], ""], [19199, "2016-02-26T17:49:08Z", [0.4, 0.0, 0.0, 0.12, 0.0, 0.1, 0.38, 0.0], ""], [19193, "2016-02-26T17:48:39Z", [0.1, 0.04, 0.0, 0.14, 0.0, 0.1, 0.51, 0.11], ""], [17007, "2016-02-26T17:47:51Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.2, 0.35, 0.0], ""], [19197, "2016-02-26T17:47:06Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.2, 0.6, 0.0], ""], [11053, "2016-02-26T17:43:15Z", [0.0, 0.0, 0.0, 0.03, 0.0, 0.0, 0.97, 0.0], ""], [19200, "2016-02-26T17:43:10Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.05, 0.8, 0.0], ""], [19197, "2016-02-26T17:34:14Z", [0.0, 0.0, 0.0, 0.1, 0.0, 0.2, 0.7, 0.0], ""], [19198, "2016-02-26T17:33:34Z", [0.03, 0.0, 0.0, 0.1, 0.0, 0.07, 0.8, 0.0], ""], [19192, "2016-02-26T17:32:09Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [271, "2016-02-26T16:15:13Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.1], ""], [19469, "2016-02-26T16:03:16Z", [0.13, 0.01, 0.01, 0.03, 0.02, 0.01, 0.25, 0.54], ""], [12605, "2016-02-26T15:18:47Z", [0.03, 0.0, 0.0, 0.0, 0.0, 0.01, 0.85, 0.11], "Even the metacritic users say so ...  http://www.metacritic.com/feature/predictions-for-who-will-win-2016-academy-awards\nhttp://www.gjopen.com/comments/comments/145148"], [12874, "2016-02-26T15:11:49Z", [0.11, 0.0, 0.0, 0.01, 0.01, 0.0, 0.61, 0.26], ""], [19924, "2016-02-26T13:46:52Z", [0.0, 0.0, 0.0, 0.05, 0.05, 0.0, 0.2, 0.7], ""], [15680, "2016-02-26T13:34:27Z", [0.13, 0.0, 0.0, 0.01, 0.01, 0.0, 0.6, 0.25], ""], [691, "2016-02-26T12:19:22Z", [0.01, 0.0, 0.0, 0.0, 0.0, 0.0, 0.84, 0.15], ""], [10949, "2016-02-26T09:58:26Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.5], "New interesting article:\nhttp://www.bbc.com/news/business-35643048:\nStill leaning toward Spot Light.  "], [14572, "2016-02-26T06:32:43Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.75, 0.2], ""], [20631, "2016-02-26T06:22:17Z", [0.3, 0.05, 0.04, 0.1, 0.03, 0.12, 0.27, 0.09], ""], [102, "2016-02-26T05:42:12Z", [0.16, 0.0, 0.0, 0.0, 0.0, 0.0, 0.56, 0.28], ""], [19784, "2016-02-26T02:49:36Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.3], ""], [17875, "2016-02-26T01:06:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ": )"], [18088, "2016-02-26T01:00:02Z", [0.17, 0.02, 0.02, 0.04, 0.05, 0.01, 0.46, 0.23], "My guts is telling me that I should put all of my marbles on The Revenant, but the information at hand won't let me do that. I feel like I might end up regretting doing the straight-man analysis on this one. "], [12828, "2016-02-26T00:01:49Z", [0.05, 0.02, 0.0, 0.0, 0.0, 0.0, 0.5, 0.43], ""], [241, "2016-02-25T23:57:20Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.2], ""], [20616, "2016-02-25T23:34:11Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.89, 0.11], ""], [20613, "2016-02-25T23:16:13Z", [0.0, 0.1, 0.1, 0.25, 0.0, 0.1, 0.45, 0.0], ""], [13361, "2016-02-25T21:37:08Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.35], "The closer we get to the Oscars, the more I'm leaning toward The Revenant over Spotlight given the awards cycle so far (Golden Globes, SAG, BAFTA). I still not confident they will give Iñárritu Best Picture two years in a row, but if it doesn't go to The Revenant, I would say Spotlight is next in line & The Big Short also has a chance. I'll update my predictions based on FiveThirtyEight and Predictwise http://projects.fivethirtyeight.com/oscars-2016/\nhttp://predictwise.com/entertainment/"], [10267, "2016-02-25T21:34:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [15108, "2016-02-25T21:09:10Z", [0.24, 0.0, 0.0, 0.08, 0.16, 0.0, 0.33, 0.19], "I don't think Room, Brooklyn, or Bridge of Spies have generated nearly enough buzz because of poor performances at other awards shows. The Revenant has continued to win."], [20607, "2016-02-25T20:42:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.15], ""], [15097, "2016-02-25T20:36:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [20491, "2016-02-25T20:26:23Z", [0.0, 0.85, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0], "Spielburg wins with WWII movies.  The Academy needs to remain relevant to viewers so Fury Road. "], [17942, "2016-02-25T20:21:32Z", [0.26, 0.0, 0.0, 0.03, 0.05, 0.0, 0.35, 0.31], ""], [20603, "2016-02-25T20:17:16Z", [0.25, 0.09, 0.07, 0.09, 0.01, 0.1, 0.29, 0.1], ""], [15179, "2016-02-25T19:52:40Z", [0.13, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52, 0.35], ""], [15701, "2016-02-25T19:30:44Z", [0.25, 0.05, 0.0, 0.0, 0.0, 0.1, 0.3, 0.3], "Just a note that the media talks about is LEonardo Dicaprio and The Revenant.\nBut honestly, I'm not persuaded the press knows at all. I don't think there is evidence that the favourite wins.\nAnd even if DiCaprio wins, there is ample evidence of Best Actor/Actress not being the same as best Director. From my personal experience, I know 3 or 4 people that have seen it, including me.\nAnd all of us\na) had trouble hearing Tom Hardy at the start. The accent/sound level is messed up.\nb) aren't really persuaded by the Revenge angle. \nThis is my opinion, but I have to ask are they good reasons not to give it the Oscar? I think so. Spotlight (worthy, ensemble cast, emotional, best actor nominations), and The Big Short(best supporting actor nom, ensemble cast, social concious/worthy) are both good value. The Revenant is a Great film - I saw things I hadn't seen before on cinema but the storytelling just isn't good enough to win for me to be persuaded that it should get a higher percentage.\n"], [20598, "2016-02-25T19:07:08Z", [0.15, 0.06, 0.08, 0.05, 0.35, 0.0, 0.11, 0.2], ""], [14667, "2016-02-25T18:43:45Z", [0.18, 0.0, 0.0, 0.0, 0.0, 0.0, 0.46, 0.36], ""], [20597, "2016-02-25T18:35:45Z", [0.15, 0.1, 0.05, 0.15, 0.3, 0.05, 0.15, 0.05], ""], [20588, "2016-02-25T17:42:34Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.2], ""], [15347, "2016-02-25T16:00:08Z", [0.22, 0.0, 0.0, 0.0, 0.0, 0.0, 0.49, 0.29], ""], [11040, "2016-02-25T14:40:21Z", [0.01, 0.0, 0.0, 0.01, 0.01, 0.01, 0.62, 0.34], ""], [691, "2016-02-25T12:51:42Z", [0.08, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.37], ""], [20497, "2016-02-25T12:43:58Z", [0.0, 0.0, 0.0, 0.03, 0.07, 0.0, 0.9, 0.0], ""], [20566, "2016-02-25T11:18:46Z", [0.14, 0.12, 0.08, 0.11, 0.14, 0.03, 0.29, 0.09], ""], [10039, "2016-02-25T08:29:19Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.05], ""], [20549, "2016-02-25T07:13:29Z", [0.1, 0.0, 0.0, 0.05, 0.15, 0.0, 0.7, 0.0], "Golden Globe went to Revenant, and they are right ~50% of time. Revenant also won big at BAFTAs, lots of momentum. No other film is a real contender in terms of buzz."], [18343, "2016-02-25T02:31:21Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.1], ""], [14253, "2016-02-24T23:49:05Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], "Revising as have been below consensus on The Revenant."], [10267, "2016-02-24T23:26:20Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [15311, "2016-02-24T23:04:13Z", [0.3, 0.0, 0.0, 0.12, 0.05, 0.0, 0.45, 0.08], ""], [691, "2016-02-24T21:13:52Z", [0.08, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.37], ""], [20510, "2016-02-24T19:23:44Z", [0.1, 0.1, 0.0, 0.0, 0.0, 0.1, 0.6, 0.1], ""], [14487, "2016-02-24T19:22:40Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.2], ""], [12630, "2016-02-24T17:45:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [15906, "2016-02-24T15:50:38Z", [0.14, 0.01, 0.01, 0.02, 0.02, 0.01, 0.56, 0.23], ""], [12879, "2016-02-24T15:33:51Z", [0.13, 0.0, 0.0, 0.0, 0.0, 0.0, 0.63, 0.24], ""], [12605, "2016-02-24T15:08:48Z", [0.03, 0.0, 0.0, 0.0, 0.0, 0.01, 0.16, 0.8], "Collection of today's predictions from half-dozen fortune tellers, link.  http://postimg.org/image/56q7fvxsf/\n-----\nOkay, I repeat the same mistake: Everybody, and their mothers, say REV is going to win. For no other reason than being contrarian, I say Spotlight won many more awards from too many bodies, including the Actors Guild."], [20436, "2016-02-24T13:43:42Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [15348, "2016-02-24T06:02:37Z", [0.18, 0.01, 0.0, 0.02, 0.02, 0.0, 0.66, 0.11], ""], [15794, "2016-02-24T05:42:06Z", [0.05, 0.0, 0.0, 0.0, 0.05, 0.0, 0.9, 0.0], ""], [10267, "2016-02-24T01:51:32Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [20468, "2016-02-24T01:44:01Z", [0.15, 0.05, 0.05, 0.05, 0.15, 0.05, 0.35, 0.15], ""], [20460, "2016-02-23T22:19:32Z", [0.1, 0.03, 0.0, 0.0, 0.0, 0.15, 0.6, 0.12], "The Revenant did well in the Golden Globes and Leonardo DiCaprio may win Best Actor in part because he has not won it before which would help the film for Best Picture. Many of the other films don't match the profile of what the Academy typically picks."], [16024, "2016-02-23T21:26:57Z", [0.33, 0.0, 0.0, 0.03, 0.0, 0.0, 0.46, 0.18], ""], [20458, "2016-02-23T20:54:33Z", [0.1, 0.01, 0.01, 0.05, 0.05, 0.01, 0.65, 0.12], ""], [20456, "2016-02-23T20:49:40Z", [0.25, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.6], ""], [100, "2016-02-23T20:15:55Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [19476, "2016-02-23T19:55:52Z", [0.63, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.07], "Ok, so I've done further research and I'm updating my forecast. God it is hard to predict the winning picture in such an unusual year...  So the race is clearly between 3 movies, and here is my updated rationale for each one of them. Revenant: Revenant has gained a lot of momentum since its win at BAFTAs, that's why I'm increasing its probability to 30%. Not to mention it is the one with more nominations (12). Historically, when a picture has 12 or more nominations, it wins the award. However, only 3 movies have won the Oscar without a screenplay nomination in the last 75 years (Titanic, The sound of music, Hamlet). Moreover, I believe that the British Academy somewhat made it up to Iñárritu for not giving the award last year (lost to Boyhood and Linklater), and the other two serious contenders were clearly American subjects which are not as attractive to the British critics as Nature vs Man. In addition, Revenant won the DGA award, which predicts the winning director about 90% of the times and the 80% of the times for the film. Personally, it was my favorite movie, I really hope it wins, but statistics are something that I just can't ignore. Spotlight: Spotlight was snubbed at Editing and Directing at BAFTAs and American Cinema Editors Awards (ACE), two major categories it would need to win in order to take the best picture award home. Actors loved the film, and also did journalists, but not all of them will vote for the Academy Awards. Spotlight won the SAG, but, sadly for them, this is the lowest success rate predictor of all Guild awards. So I believe Revenant managed to catch up with Spotlight, and its chances for winning the Oscar are now better than ever. The Big Short: So, out of these films, this one I liked the least (not that I didn't enjoy it). However, as I mentioned earlier, hard data is something I find really difficult to ignore. Big Short won the PGA, and as I contemplated in all my previous forecasts, it has aligned (100%) with the Academy award ever since they have the same 'preferential ballot' voting system. Both systems have around 7,000 voters, which should add statistical significance to the PGA. In addition, it is the only film to hit the big four nominations beside Spotlight (Directing, Actor, Editing, Screenplay), and the only best picture nominee other than Spotlight to have a SAG cast nomination. It is the ONLY nominee to hit all five major guild nominations and all five BAFTA nominations. Not only that, but it won a three of the most critical guild awards: Producers, Writers and Editors.  I probably have a poor taste in cinema, however, I'm sticking to the numbers here. Personally, I'd rather have Revenant taking the Oscar, but I think it is best if I stick to the numbers and have a pleasant surprise if it goes the other way.  Anything can happen its a very unusual year for the Academy Awards."], [20446, "2016-02-23T18:58:59Z", [0.1, 0.05, 0.05, 0.0, 0.0, 0.1, 0.3, 0.4], ""], [15108, "2016-02-23T18:16:55Z", [0.24, 0.03, 0.07, 0.1, 0.06, 0.0, 0.31, 0.19], ""], [950, "2016-02-23T18:14:40Z", [0.0, 0.02, 0.0, 0.02, 0.06, 0.02, 0.88, 0.0], ""], [15680, "2016-02-23T17:29:19Z", [0.13, 0.0, 0.0, 0.01, 0.01, 0.0, 0.54, 0.31], ""], [15844, "2016-02-23T16:36:49Z", [0.35, 0.05, 0.0, 0.15, 0.0, 0.0, 0.25, 0.2], ""], [15844, "2016-02-23T16:35:05Z", [0.35, 0.01, 0.0, 0.15, 0.1, 0.0, 0.22, 0.17], ""], [15844, "2016-02-23T16:32:50Z", [0.22, 0.01, 0.0, 0.15, 0.16, 0.0, 0.35, 0.11], ""], [20242, "2016-02-23T15:49:02Z", [0.15, 0.1, 0.1, 0.2, 0.05, 0.05, 0.3, 0.05], "Each of these movies has a pretty low probability with The Revenant barely edging out the others."], [20440, "2016-02-23T14:45:24Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [691, "2016-02-23T14:13:13Z", [0.08, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.37], ""], [19807, "2016-02-23T11:55:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], "I am raising REV to 90 and pulling SHORT out of the race. Most models (and not only 538's) converge to one conclusion:  the race is between REV and SPOT, with REV winning in most scenarios. Comparison between models found here: https://fivethirtyeight.com/features/oscar-data-model-predictions-2015/"], [689, "2016-02-23T08:48:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [19753, "2016-02-23T06:00:43Z", [0.1, 0.15, 0.0, 0.0, 0.0, 0.0, 0.45, 0.3], ""], [17875, "2016-02-23T05:09:05Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [1993, "2016-02-23T02:57:14Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [14253, "2016-02-23T00:28:34Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [16886, "2016-02-22T23:53:10Z", [0.15, 0.0, 0.0, 0.27, 0.08, 0.07, 0.34, 0.09], ""], [94, "2016-02-22T23:11:46Z", [0.12, 0.0, 0.0, 0.0, 0.01, 0.0, 0.6, 0.27], ""], [19043, "2016-02-22T22:07:51Z", [0.26, 0.0, 0.01, 0.01, 0.02, 0.01, 0.37, 0.32], ""], [10267, "2016-02-22T21:48:42Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [16742, "2016-02-22T21:25:33Z", [0.0, 0.0, 0.3, 0.0, 0.05, 0.05, 0.55, 0.05], ""], [1529, "2016-02-22T21:18:13Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.1], "http://www.usatoday.com/story/life/movies/2016/02/21/oscars-best-picture-race-academy-awards/80400730/ \"Of course, making everything more complicated is the Oscars’ preferential ballot, in which voters rank their best-picture choices instead of picking one winner. If no movie gets a 50% count plus one of first-place votes, then the rankings become important. “It doesn’t matter if you have more No. 1s. What matters is if you also have No. 2s or No. 3s,” Stone says.\""], [1529, "2016-02-22T21:13:15Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.1], ""], [20370, "2016-02-22T21:09:58Z", [0.25, 0.15, 0.0, 0.5, 0.0, 0.0, 0.1, 0.0], ""], [15097, "2016-02-22T20:59:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.58, 0.42], ""], [15487, "2016-02-22T20:54:55Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [60, "2016-02-22T19:40:54Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.96, 0.04], "Upping REV from 94 to 96. Came across this article in The Economist (!) of all places and thought some of you might find it interesting. Essentially, it summarizes most of what I've read when it comes to this year's BP Oscar race. I don't usually like to include the whole of an article in a forecast, but the parts I would have cut vs. kept were negligible, so I've just gone and included the whole thing.  I'm still staying heavily on REV to make up for being 0 on it for so long throughout the lifespan of this IFP. I think in the day or two before the Oscars, I might weigh in with a \"final\" prediction. Feb 19: \"'The Revenant' is ahead by a nose\" --> https://www.intelligentlifemagazine.com/culture/the-daily/the-revenant-is-ahead-by-a-nose The race for the Best Picture Oscar is all over the place this year. Pundits always say that, having a professional interest in making the race sound closer than it is. But this year it really is close, with all the preceding awards which normally foretell Oscar glory going in completely different directions. Tom McCarthy’s sexual-abuse exposé “Spotlight” was the front-runner for a long time, picking up the acting-ensemble award from the Screen Acting Guild – until its momentum was stolen by Adam McKay’s “The Big Short”. This film about the Wall Street meltdown won Best Drama at the Producers Guild of America (PGA), and who would bet against them? Except the Golden Globes and the BAFTAs, which earlier this week gave the Best Film, Director, Cinematography and Actor awards to Alejandro Gonzalez Iñárritu’s brutal, beautiful Western, “The Revenant”.  Iñárritu picked up an Oscar for “Birdman” last year and he could well be about to win again, making him the first director since John Ford to accomplish back-to-back wins. Never underestimate the Academy’s desire to make history. Nobody likes a sweep more than them. There are few things more satisfying – or simpler – than going down that list of boxes, checking the same film for Editing, Best Picture, Directing, Screenplay. It looks crisp, decisive, unassailable. It’s a rare Best Picture winner that doesn’t also win for Editing, regardless of whether it happens to be the best-edited film or not (was “Argo”?). No film has won Best Picture without also winning for its script since “Titanic”; and auteurists get hot and bothered when films win without their directors, like riderless horses.   That has been the trend in recent years. The reasons are complex, having to do with Hollywood’s shifting economic model, but they boil down to basic maths. While the number of Oscars to hand out remains constant (24), the number of potential films to chose from – which is to say, dramas with gravitas that score highly with critics and audiences – shrinks slightly every year, as Hollywood chases “Star Wars III” and “Spiderman 4”. Which means the Academy has had to hunt slightly further afield than they would normally like, whether that means going indie (“The Hurt Locker”), going genre (“The Departed”, “No Country for Old Men”), heading overseas (“The Artist”), or softening objections to arthouse neobrutalism in the name of a good cause (“12 Years a Slave”).  None of those winners is what you might call a typical “Oscar movie”. It’s not because the Academy has gotten hipper. This year’s controversy over the whiteness of the Oscars, which resulted in a promise by the Academy’s president to rejuvenate membership, only told us what we already know: that the preponderance of the Academy’s 6,000 members are white, male and over 60. If someone were to make “Gandhi” today they would be all over it in a second. Hence the forces of fogeyishnes that propelled “The King’s Speech” and “Argo” to their wins. The preferential ballot favours consensus choices over polarisers: it’s not enough to be the number-one pick of a group of passionate supporters, you must also collect enough number-two and number-three picks on everybody else’s ballot.  The brutality of “The Revenant” is the sticking point here. Traditionally viscera cuts against gravitas, although again, Best Picture winners like “The Departed” and “12 Years a Slave” have loosened the Academy up a little. They owed Scorsese “The Departed”, and “12 Years A Slave” had the historical weight of its subject matter. Is the fact that “The Revenant” is a Western, like “No Country”, sufficiently reassuring? If not then the field is open for either “The Big Short” or “Spotlight”, our original front-runner. “The Big Short” won big at the PGAs, which has predicted the eventual Best Picture winner all eight times that it has voted since adopting the same preferential ballot as the Oscars. It’s not hard to see why this film, about a band of unlikely renegades betting against the money markets, was popular with producers: that’s a pretty good description of their job. But the film’s blackly satirical, snarky tone slightly thwarts the gravitas requirements. The Academy wants its moral lessons served up in neater, squarer boxes.  Which is where “Spotlight” comes in. For some critics, myself included, Tom McCarthy’s film is scrupulous but a little underdeveloped dramatically: we never felt the Church’s wrath. The sleeping giant never awoke.  But there’s no denying the power of its victims’ testimonials. Of all the contenders, “Spotlight” has the warmest emotional current. The only problem is that it looks set to win only one other Oscar, for Best Original Screenplay, which would make it the lowest-yield Best Picture winner in history. Is Hollywood ready for this, the anti-sweep? At this stage, I have “The Revenant” ahead by a nose, but check back on the 25th for my final predictions in all 24 categories. "], [691, "2016-02-22T19:08:12Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], "I assume this Q means this year's Oscar, and not the one ten years from now when somebody remakes \"Revenant.\"  "], [18888, "2016-02-22T18:12:39Z", [0.14, 0.03, 0.04, 0.04, 0.13, 0.05, 0.32, 0.25], "Final update for real. Combining my last forecast from 538's model (REV-29;SPOT-22;SHORT-20;MAX-13;MARTI-8;SPIES-5;ROOM-2;BROOK-1) with the predictions of a panel 538 interviewed (https://fivethirtyeight.com/features/oscar-data-model-predictions-2015/), where I weighted predicted winners as earning 2 points and runner ups 1 point (REV-8/24;SPOT-7/24;MAX-3/24;SHORT-2/24;ROOM-2/24;BROOK-2/24). This bumps up REV and SPOT, and significantly lowers SHORT and BROOK. Seems more likely this update cuts my losses than helps me win outright, but it was fun reading through 538's various models and modelers."], [925, "2016-02-22T18:03:17Z", [0.0, 0.0, 0.0, 0.15, 0.05, 0.0, 0.6, 0.2], ""], [13360, "2016-02-22T16:45:49Z", [0.07, 0.0, 0.0, 0.0, 0.0, 0.0, 0.73, 0.2], ""], [15680, "2016-02-22T16:37:48Z", [0.13, 0.0, 0.0, 0.01, 0.01, 0.0, 0.47, 0.38], ""], [1161, "2016-02-22T15:56:24Z", [0.02, 0.02, 0.0, 0.03, 0.0, 0.0, 0.51, 0.42], ""], [15133, "2016-02-22T12:18:33Z", [0.23, 0.04, 0.06, 0.11, 0.01, 0.15, 0.25, 0.15], ""], [14142, "2016-02-22T11:57:30Z", [0.25, 0.0, 0.0, 0.15, 0.0, 0.15, 0.3, 0.15], ""], [20349, "2016-02-22T10:58:18Z", [0.2, 0.0, 0.0, 0.01, 0.0, 0.1, 0.44, 0.25], ""], [13196, "2016-02-22T09:31:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0, 0.0], ""], [14572, "2016-02-22T06:18:12Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.75, 0.05], ""], [11040, "2016-02-22T04:55:44Z", [0.05, 0.0, 0.0, 0.01, 0.01, 0.01, 0.54, 0.38], ""], [20157, "2016-02-22T04:46:10Z", [0.25, 0.01, 0.01, 0.2, 0.21, 0.01, 0.3, 0.01], ""], [12879, "2016-02-22T04:40:04Z", [0.12, 0.0, 0.0, 0.0, 0.0, 0.0, 0.61, 0.27], ""], [12828, "2016-02-22T03:19:55Z", [0.15, 0.02, 0.0, 0.0, 0.0, 0.0, 0.4, 0.43], ""], [20224, "2016-02-22T02:06:38Z", [0.02, 0.02, 0.02, 0.4, 0.02, 0.02, 0.3, 0.2], ""], [6303, "2016-02-22T01:34:32Z", [0.24, 0.01, 0.01, 0.01, 0.15, 0.01, 0.3, 0.27], "My prediction is based on 538.com, and has not changed from last week."], [17751, "2016-02-22T01:31:24Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [19251, "2016-02-22T01:27:29Z", [0.1, 0.1, 0.1, 0.25, 0.05, 0.15, 0.15, 0.1], ""], [4139, "2016-02-22T01:26:06Z", [0.2, 0.2, 0.0, 0.3, 0.0, 0.0, 0.3, 0.0], ""], [20047, "2016-02-21T23:31:37Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.0], ""], [20330, "2016-02-21T23:28:48Z", [0.25, 0.0, 0.2, 0.0, 0.05, 0.0, 0.4, 0.1], ""], [1379, "2016-02-21T22:53:28Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [10749, "2016-02-21T22:29:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [10653, "2016-02-21T22:22:39Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.55], ""], [1078, "2016-02-21T21:35:22Z", [0.05, 0.0, 0.05, 0.05, 0.0, 0.07, 0.7, 0.08], ""], [16742, "2016-02-21T20:35:35Z", [0.0, 0.0, 0.4, 0.0, 0.2, 0.2, 0.0, 0.2], ""], [17875, "2016-02-21T16:05:26Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ": )"], [691, "2016-02-21T15:38:33Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [11872, "2016-02-21T14:20:01Z", [0.3, 0.0, 0.0, 0.0, 0.1, 0.0, 0.5, 0.1], ""], [212, "2016-02-21T13:54:02Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [767, "2016-02-21T05:03:42Z", [0.08, 0.0, 0.0, 0.0, 0.08, 0.0, 0.74, 0.1], ""], [11430, "2016-02-21T04:42:45Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.75], ""], [11430, "2016-02-21T04:40:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.1, 0.8], ""], [10267, "2016-02-21T04:29:45Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [19956, "2016-02-21T04:13:32Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.25], ""], [2, "2016-02-21T00:28:04Z", [0.22, 0.02, 0.0, 0.01, 0.01, 0.0, 0.3, 0.44], ""], [20194, "2016-02-20T22:18:44Z", [0.12, 0.04, 0.11, 0.06, 0.19, 0.09, 0.17, 0.22], ""], [17875, "2016-02-20T20:08:20Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ": )"], [1161, "2016-02-20T19:51:14Z", [0.09, 0.05, 0.0, 0.02, 0.02, 0.09, 0.37, 0.36], "BAFTA speaks."], [18207, "2016-02-20T11:46:35Z", [0.03, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.12], ""], [4571, "2016-02-20T10:27:37Z", [0.19, 0.0, 0.0, 0.01, 0.01, 0.0, 0.56, 0.23], "Revenant won the BAFTA FORECAST 20FEB16 THE BETTING MARKETS 'MOSTLY NAILED IT'...\n'All eight films nominated were among the top nine favorites. The [market] also nailed the best actor nominations. The five highest-ranked supporting actors also swept.' -according to fivethirtyeight\nhttp://fivethirtyeight.com/datalab/betting-markets-mostly-nailed-the-oscar-nominations/ ...AND THE AGGREGATE OF TWO BETTING MARKETS AND GOOD JUDGEMENT GIVES THE BELOW FORECAST\naggregate score from Sportsbet, Oddschecker and Good Judgement (weighting 1-2-1):\n____________Sportsbet__Oddcheck__Good Jud__Aggregate\nSPOT__________29%______37%________26%_______32%\nSHORT________12%______15%________13%_______14%\nREV___________55%______46%________61%________54%\nMAX___________1%________1%_________0%_________1%\nMARTIAN______2%________1%_________0%_________1%\nOTHERS___________________________________________0%\nhttp://www.oddschecker.com/awards/oscars\nhttp://www.sportsbet.com.au/betting/hollywood/oscars REVENANT WON BAFTA, Art Directors Guild, Golden Globe for Beste Picture (+2%)\nThe BIG SHORT won PGA Award for Outstanding Producer of a Theatrical Motion Picture (+5%)\nhttp://www.imdb.com/title/tt1663202/awards\n"], [20082, "2016-02-20T07:35:52Z", [0.02, 0.0, 0.0, 0.0, 0.0, 0.0, 0.83, 0.15], ""], [17819, "2016-02-20T07:09:33Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.1], ""], [10039, "2016-02-20T05:38:10Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [13997, "2016-02-20T04:49:37Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.4, 0.35], ""], [12479, "2016-02-20T03:39:02Z", [0.02, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.03], ""], [17875, "2016-02-20T03:10:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ": )"], [20255, "2016-02-20T02:33:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [20255, "2016-02-20T02:27:02Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [10898, "2016-02-20T01:25:50Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.3], ""], [12874, "2016-02-19T23:51:10Z", [0.09, 0.0, 0.0, 0.01, 0.0, 0.0, 0.65, 0.25], ""], [20261, "2016-02-19T23:47:01Z", [0.04, 0.0, 0.1, 0.23, 0.0, 0.05, 0.3, 0.28], "Revenant had strong wins from the Golden Globes award ceremony.  Room, while having high RT ratings, seems too controversial for an Oscar nomination for best picture.  "], [11437, "2016-02-19T23:04:42Z", [0.1, 0.02, 0.02, 0.05, 0.02, 0.02, 0.75, 0.02], ""], [20255, "2016-02-19T21:58:49Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.15], ""], [19476, "2016-02-19T21:41:12Z", [0.62, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.08], ""], [20255, "2016-02-19T21:27:10Z", [0.6, 0.1, 0.0, 0.1, 0.0, 0.0, 0.19, 0.01], ""], [10267, "2016-02-19T21:26:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [20247, "2016-02-19T20:30:19Z", [0.09, 0.0, 0.01, 0.01, 0.01, 0.01, 0.58, 0.29], "Very difficult one, given the changing tide of preferences and the voting format for best picture.\nKey sources were:\nhttps://www.pinnaclesports.com/en/betting-articles/specials/how-to-predict-the-oscars - Globes, critics and SAG have been pretty predictive in the past, making Spotlight and Revenant out front\nFiveThirtyEight - http://fivethirtyeight.com/features/oscar-data-model-predictions-2015/ - supporting Spotlight and Rev as top 2 choices\nBookies odds - http://www.oddschecker.com/awards/oscars/best-picture 1) Rev, 2) Spotlight, 3) Big Short\nand\nGoldDerby - http://www.oddschecker.com/awards/oscars/best-picture\nExperts, Editors, and Best predictors. Supported these top 3, arguably more support for BigShort than Spotlight here. "], [18879, "2016-02-19T18:44:43Z", [0.03, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.22], ""], [12006, "2016-02-19T18:16:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [52, "2016-02-19T17:54:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [19422, "2016-02-19T14:59:32Z", [0.15, 0.01, 0.01, 0.01, 0.02, 0.01, 0.49, 0.3], ""], [15536, "2016-02-19T14:26:45Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.75, 0.2], ""], [691, "2016-02-19T14:14:21Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [5863, "2016-02-19T13:32:00Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.65], ""], [20234, "2016-02-19T12:08:10Z", [0.0, 0.2, 0.0, 0.6, 0.0, 0.0, 0.2, 0.0], "Martian is completely 'new'. Bridges and revenant are 'traditional' choices"], [19807, "2016-02-19T11:46:21Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.1], "I base my forecast on 538's analysis: http://projects.fivethirtyeight.com/oscars-2016/ Their methodology is really cool. Read further here: https://fivethirtyeight.com/features/fivethirtyeights-guide-to-predicting-the-oscars/ and here https://fivethirtyeight.com/datalab/how-fivethirtyeights-oscar-predictions-did/  on the predictability of past insider awards (DGA, PGA, BAFTA, SAG, ACE and WGA) I am assuming that the the most predictive insider awards are DGA, PGA, BAFTA, SAG, ACE and  WGA. I include non-insider awards like the Golden Globes and Chicago Critics in the the overall 538 rating. The reason I do that (and following 538's lead) is that many members of the insiders guilds and associations are also members of the Academy and vote for both the Academy and their trade associations. So according to this analysis I am making the following forecasts: - 0% to all movies except REV, SHORT and SPOT for the following reasons:\n      REV won the DGA and BAFTA (the first and the third most predictive awards according to 538) \n      REV is the top rated on 538 rating  \n      SPOT is the second most rated on 538 and won the WGA and SAG awards (both with a predictive power of 40%) \n      SHORT is the third most rated on 538 and won the PGA award (the second most predictive award according to 538)  - 80% to REV because \n      REV won the DGA and BAFTA (the first and the third most predictive awards according to 538) \n      REV is the top rated overall on 538 rating   - 10% to SHORT because\n      SHORT is the third most rated on 538 and \n      SHORT won the PGA award (the second most predictive award according to 538)  - 10% to SPOT \n    SPOT is the second most rated overall on 538 \n    SPOT won the WGA and SAG awards (both with a predictive power of 40%)"], [14667, "2016-02-19T11:08:55Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.4], ""], [13997, "2016-02-19T10:07:22Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.3, 0.45], ""], [17875, "2016-02-19T06:52:26Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "catching up on Revenant"], [20194, "2016-02-19T06:02:52Z", [0.15, 0.06, 0.07, 0.1, 0.15, 0.07, 0.22, 0.18], ""], [14155, "2016-02-19T05:32:53Z", [0.15, 0.01, 0.05, 0.1, 0.05, 0.09, 0.28, 0.27], ""], [19170, "2016-02-19T05:16:16Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.6], ""], [60, "2016-02-19T03:16:19Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.94, 0.06], "Zeroing out SHORT.\nUpping SPOT from 1 to 6.\n(Big money still on REV to make up for having at 0 for most of this IFP). Feb 18: \"Do Your Oscar Predictions Stack Up? Here’s What The Data Says\" --> http://fivethirtyeight.com/features/oscar-data-model-predictions-2015/ The best picture race has been a doozy: “Mad Max: Fury Road” got off to a strong start in our model, dueling with “Spotlight” in the early part of January. Then “Spotlight” began to pull ahead, only to fall behind “The Big Short” after the highly predictive Producers Guild awards. Once the Screen Actors Guild awards had been announced, however, the two films were neck and neck — until “The Revenant” pulled off huge wins at the Directors Guild and BAFTAs, the awards from the British Academy. Our model has “The Revenant” with a decisive lead going into the Academy Awards, but “The Big Short” and “Spotlight” can’t be counted out.\n[...]\nAlthough there’s some love for “Mad Max: Fury Road,” “The Big Short,” “Room” and “Brooklyn,” it looks like our two front-runners are “The Revenant” and “Spotlight.” ~~~ COMMENT: I'm staying heavy on REV (partly because it looks like it's going to win, but mostly because -- if it does win -- I had it at zero for most of this IFP. I plan to revisit next week to temper this 90+ prediction on REV (and *likely* up SPOT... or maybe SHORT? Gah.)"], [1529, "2016-02-19T02:22:50Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.1], ""], [12413, "2016-02-19T01:51:49Z", [0.25, 0.0, 0.0, 0.1, 0.0, 0.0, 0.55, 0.1], ""], [12214, "2016-02-19T01:27:16Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.1, 0.55, 0.3], ""], [1993, "2016-02-19T01:19:26Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.4], ""], [20218, "2016-02-19T00:20:31Z", [0.0, 0.0, 0.2, 0.0, 0.22, 0.15, 0.1, 0.33], ""], [10267, "2016-02-18T22:48:38Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [15314, "2016-02-18T20:45:17Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.25], ""], [15179, "2016-02-18T20:40:34Z", [0.1, 0.05, 0.05, 0.05, 0.05, 0.1, 0.3, 0.3], ""], [17642, "2016-02-18T20:34:50Z", [0.14, 0.01, 0.0, 0.01, 0.0, 0.0, 0.65, 0.19], ""], [20202, "2016-02-18T20:20:56Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.1, 0.75], ""], [15348, "2016-02-18T20:19:17Z", [0.25, 0.01, 0.01, 0.02, 0.01, 0.0, 0.4, 0.3], ""], [17642, "2016-02-18T18:59:44Z", [0.15, 0.01, 0.0, 0.01, 0.0, 0.01, 0.57, 0.25], ""], [15186, "2016-02-18T18:32:06Z", [0.16, 0.0, 0.0, 0.0, 0.0, 0.0, 0.74, 0.1], ""], [10039, "2016-02-18T18:31:57Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.86, 0.14], ""], [19816, "2016-02-18T17:57:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.15], ""], [19816, "2016-02-18T17:56:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.15], ""], [2, "2016-02-18T17:23:24Z", [0.22, 0.02, 0.0, 0.01, 0.01, 0.0, 0.37, 0.37], ""], [94, "2016-02-18T17:14:51Z", [0.14, 0.0, 0.0, 0.01, 0.01, 0.0, 0.56, 0.28], "http://www.oddschecker.com/awards/oscars/best-picture\nBetting markets have moved to the crowd's position here on the Revenant."], [19170, "2016-02-18T15:34:05Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.5], ""], [13276, "2016-02-18T14:45:59Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.35], "http://www.latinpost.com/articles/115010/20160215/oscars-2016-predictions-revenant-wins-bafta-lock-best-picture.htm , some good rationale in there and comments on historical correlation between Oscars and the other awards."], [691, "2016-02-18T13:55:55Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [12605, "2016-02-18T12:24:03Z", [0.04, 0.0, 0.0, 0.0, 0.0, 0.01, 0.3, 0.65], ""], [17819, "2016-02-18T10:41:44Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.34, 0.33], "After reading some of the comments, I've decided that going all out on the Revenant might not be the best choice. There are good arguments for any one of these three pictures winning. Still some time left. But will go with a safer bet only taking the wisdom of the crowd into​ account ever so slightly."], [20182, "2016-02-18T08:05:39Z", [0.1, 0.0, 0.0, 0.3, 0.0, 0.0, 0.6, 0.0], ""], [14656, "2016-02-18T07:41:45Z", [0.35, 0.0, 0.0, 0.07, 0.0, 0.0, 0.33, 0.25], "Thanks to @johnfdhartman for the BAFTA, DGA etc analyses. Revising my submission to better align.  Raising Revenant significantly, taking from Spotlight and Martian.  Maintaining Big Short - allowing 2 for personal preference in a Fun challenge."], [20156, "2016-02-18T07:18:24Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.01, 0.97, 0.02], "I've been making bets on the Oscars for a decade and it's quite clear what the Academy is looking for when they vote on the best film. The Revenant has everything they like (unique production design, revenge story with a twist, amazing actors suffering in hard weather conditions for a long time, Inarritu as director and Lubezki as the best cinematographer of our time). Moreover, there is not real contestant this year. It seems like all production companies have given up when they saw The Revenant was coming. It has won all major awards from the Golden Globe to the Bafta. And finally, if as a layperson you watch all nominated movies, The Revenant demonstrates much higher amplitudes than the others regarding emotions, filming and acting. "], [20156, "2016-02-18T07:14:11Z", [0.01, 0.01, 0.0, 0.0, 0.0, 0.01, 0.95, 0.02], ""], [2, "2016-02-18T06:28:52Z", [0.27, 0.03, 0.0, 0.01, 0.01, 0.0, 0.31, 0.37], ""], [16292, "2016-02-18T05:59:15Z", [0.31, 0.01, 0.01, 0.01, 0.01, 0.01, 0.37, 0.27], "On @Grok's suggestion, I'm updating on my previous forecast (1) to account for The Revenant winning the BAFTA best picture. Over the last 20 years (The timescale I've been using for the other award-based indicators), the BAFTA best picture has gone on to win the Oscar 9 times. This isn't a great indicator, but it's much better than the 20% we'd expect if they were unrelated. I'm eyeballing that this is statistically significant, so we'll go with it.  I'm also going to weight the BAFTA a little bit higher, because 4 of the 11 movies that won the BAFTA best picture but failed to win the Oscar were British (Four Weddings and a Funeral, the Full Monty, The Queen, Atonement), and I'm guessing that the BAFTA's are *slightly* biased towards British entries. Thus, since The Revenant is not British, I think the BAFTAs are slightly better indicator of its Oscars success than if it were. So I'll say that the BAFTAs have 50% accuracy, which is pretty significant. For no good reason I'll say that the combined accuracy of BAFTA and DGA is 90%. This gives me 35% on Revenant, 28% on Spotlight, and 32% on The Big Short. I'll bump down Revenant 4% because  Iñárritu won last year, and then I'll bump it up like 6% because it's been nominated for shitloads of other categories, finally giving the probabilities I've assigned. DISCLAIMER: This is actually a really lazy and inconsistent way of assigning probabilities, FYI. It beats running on intuitions about how much you think Academy voters like finance films, but it's not great. It'd be awesome if anyone could refine this for me. (1):https://www.gjopen.com/comments/comments/136308"], [5001, "2016-02-18T03:38:52Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.45], ""], [19956, "2016-02-18T01:34:15Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.3], ""], [14253, "2016-02-18T01:06:33Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [691, "2016-02-18T00:27:34Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [13817, "2016-02-17T23:24:28Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.15], ""], [19422, "2016-02-17T22:55:05Z", [0.2, 0.01, 0.01, 0.01, 0.02, 0.01, 0.4, 0.34], ""], [19422, "2016-02-17T22:49:45Z", [0.2, 0.01, 0.01, 0.01, 0.02, 0.01, 0.37, 0.37], ""], [14945, "2016-02-17T22:22:38Z", [0.02, 0.06, 0.03, 0.02, 0.1, 0.05, 0.67, 0.05], ""], [9755, "2016-02-17T22:13:04Z", [0.09, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.46], ""], [20053, "2016-02-17T21:52:33Z", [0.04, 0.02, 0.08, 0.06, 0.0, 0.06, 0.3, 0.44], ""], [10267, "2016-02-17T21:33:52Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.15], ""], [12006, "2016-02-17T20:07:56Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.2], ""], [12006, "2016-02-17T20:06:04Z", [0.1, 0.0, 0.0, 0.0, 0.15, 0.0, 0.5, 0.25], ""], [17875, "2016-02-17T18:56:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], "catching up on REV's bandwaggon"], [19170, "2016-02-17T18:49:19Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.6], ""], [19984, "2016-02-17T16:51:22Z", [0.21, 0.01, 0.01, 0.01, 0.0, 0.0, 0.51, 0.25], ""], [20123, "2016-02-17T12:17:33Z", [0.0, 0.0, 0.0, 0.4, 0.0, 0.0, 0.6, 0.0], ""], [20082, "2016-02-17T10:39:51Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.15], ""], [68, "2016-02-17T09:02:44Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.25], "\"Revenant\" odds have shortened over the last two days from 6/4 to 4/6. Adjusting accordingly.\nhttp://www.oddschecker.com/awards/oscars/best-picture"], [13997, "2016-02-17T07:54:17Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [17819, "2016-02-17T06:45:17Z", [0.13, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.17], "Seems very likely that the revenant will win by the wisdom of the group and sources like http://projects.fivethirtyeight.com/oscars-2016/ .  Reviews seem to be  pointing in the direction of Spotlight though.  It feels like the  reviews shouldn't be weighed the same as the other sources seeing as academies will be voting (I think) and this is a subset that may have a more biased view?? Am I correct in assuming this? Comments welcome. :-)"], [17875, "2016-02-17T06:37:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], "There's a lot of buzz about the Revenant so I'm trying to catch up and even out on Spot and Rev"], [17819, "2016-02-17T06:20:59Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.67, 0.0], ""], [1993, "2016-02-17T04:56:27Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.4], ""], [15186, "2016-02-17T04:05:11Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.1], ""], [18888, "2016-02-17T03:56:29Z", [0.2, 0.05, 0.01, 0.08, 0.13, 0.02, 0.29, 0.22], "My final, post-BAFTA update using fivethirtyeight's oscars scorecard: http://projects.fivethirtyeight.com/oscars-2016/"], [14253, "2016-02-17T02:43:25Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], "For the first time ever I have seen all the movies nominated (except Mad Max) and these are the only two that deserve it. "], [18343, "2016-02-17T02:00:29Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.05], ""], [691, "2016-02-16T23:32:19Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [1529, "2016-02-16T23:18:36Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.2], ""], [691, "2016-02-16T22:43:08Z", [0.11, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.38], ""], [15097, "2016-02-16T20:58:28Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.48, 0.42], ""], [16025, "2016-02-16T20:37:02Z", [0.08, 0.01, 0.03, 0.08, 0.02, 0.01, 0.7, 0.07], "The revenant has a 70% chance of winning the Oscar for best picture. The revenant won big at the BAFTA movie awards ceremony. The U.K. film industry showered Valentine’s Day love on “The Revenant” Sunday, awarding the endurance epic five prizes, including best picture and best actor, at the British Academy Film Awards. This gives the revantent momentum leading up to the Oscars. However, one could argue that if there were awards given out for which movie looks like they went to the furtherst ends to create the film, sure, DiCaprio and the revanentwould be the only winner.\nBut how much ‘acting’ does he actually do in The Revenant? Some critics don’t care how tough the production was, or how arduous the shooting schedule was and that you shouldn’t get an Oscar via attrition. It could be argued that this film did not have enough lines and extensive character dialogue to merit this award. Some of these factors could come into play while voting for the award. However, the odds are stacked in the revanents favor. The movie and its actors went to incredible heights to film this movie such as sleeping inside a dead animal, and coming close to getting life threatening frost bite. Not many movies would even attempt to put their actors through this, which is why this movie is so extraordinary. Other films such as the martian and spotlight could also get some votes and attention but the plots in these films are very predictable do not go have extreme scenes like in the Revenant. Some movie critics are already claiming that the revanent to win the oscars, putting his chances of winning at about 70%. "], [18011, "2016-02-16T20:32:22Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.0, 0.75, 0.1], ""], [14285, "2016-02-16T20:25:13Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [13395, "2016-02-16T19:38:28Z", [0.15, 0.01, 0.01, 0.01, 0.01, 0.01, 0.5, 0.3], ""], [19170, "2016-02-16T18:55:04Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.6], ""], [16272, "2016-02-16T18:36:44Z", [0.15, 0.03, 0.01, 0.09, 0.0, 0.02, 0.4, 0.3], ""], [20053, "2016-02-16T18:32:58Z", [0.0, 0.0, 0.1, 0.08, 0.0, 0.08, 0.39, 0.35], ""], [20097, "2016-02-16T17:14:29Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.15, 0.4, 0.4], ""], [2, "2016-02-16T16:48:09Z", [0.3, 0.03, 0.0, 0.01, 0.01, 0.0, 0.23, 0.42], "Moving up Big Short over Revenant.  Per @johnfdhartman's great recap of other similar awards.  I've been a bit biased against the Big Short, but I'm capitulating."], [16292, "2016-02-16T15:24:06Z", [0.31, 0.01, 0.01, 0.01, 0.01, 0.01, 0.36, 0.28], ""], [16292, "2016-02-16T15:17:12Z", [0.34, 0.01, 0.01, 0.01, 0.01, 0.01, 0.3, 0.31], "So here's a summary of the most convincing evidence I've seen:\n- The Big Short won the PGA, which predicts the Oscar for best picture 70% of the time. However, as @gleald points out, since the PGA changed its voting method to that of the Oscars, it has had 100% accuracy - so I'll weight the past 7 years more highly and put its accuracy at 85%. - Spotlight won the Critic's Choice Movie Awards, which predicts about 60% of the time, and the SAG outstanding cast award, which predicts 50% of the time. We'll put this as a combined indicator with 70% accuracy. - The Revenant won the DGA, which predicts 81% of the time. - Iñárritu's film Birdman won best picture last year, and I'm told that it's unlikely that he will win it twice in a row. We'll reduce the above 81% to 70% for this reason. - Over the last 20 years, Braveheart was the only film to win Best Picture but failed to win the DGA, SAG, CCA, or the PGA, so we'll put the base rate at 5% for the films that aren't the top 3. So we'll put the remaining films at 1% each. I really can't be assed sticking this all into Bayes Theorem, so I'll calculate the remaining 95% as a weighted sum of the likelihood given by our indicators, which gives us 34% on The Big Short, and 31% on both The Revenant and Spotlight, adjusted for rounding. Gross."], [10924, "2016-02-16T15:00:32Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.15], ""], [476, "2016-02-16T14:01:55Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.23, 0.44], "Adjusting based on main points of this article. http://www.vulture.com/2016/02/why-the-revenant-might-not-win-best-picture.html# Highly improbable an Oscar winning best picture director will win back to back Best Picture award. http://www.vulture.com/2016/02/why-the-revenant-might-not-win-best-picture.html#\n"], [16093, "2016-02-16T13:56:35Z", [0.3, 0.2, 0.0, 0.0, 0.0, 0.0, 0.3, 0.2], ""], [241, "2016-02-16T12:28:07Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.15], "http://www.osga.com/online_gaming_articles.php?Predictions-and-picks-for-the-2016-Oscars-16854#.VsMVG_krLIU"], [14253, "2016-02-16T12:15:23Z", [0.05, 0.0, 0.0, 0.1, 0.0, 0.0, 0.5, 0.35], ""], [10039, "2016-02-16T09:27:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [17819, "2016-02-16T07:40:03Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.0], "All things seem to support increasing the probability of The Revenant winning."], [8159, "2016-02-16T05:25:53Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [16625, "2016-02-16T04:49:32Z", [0.0, 0.0, 0.0, 0.95, 0.0, 0.0, 0.05, 0.0], ""], [5001, "2016-02-16T04:11:20Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.35], "OK... I have grave reservations about the two top awards given to the same guy two years in a row but hey, all markets and prediction sites say that's most likely. Caving in since I know little about Hollywood. I watched and thought that The Revenant is a perfectly ordinary movie that is extraordinary unbelievable 80% of its running time."], [20066, "2016-02-16T02:49:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.0, 0.3], ""], [19044, "2016-02-16T02:21:21Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.1], ""], [20031, "2016-02-16T01:54:52Z", [0.15, 0.0, 0.0, 0.03, 0.02, 0.01, 0.55, 0.24], ""], [427, "2016-02-16T00:30:28Z", [0.0, 0.07, 0.05, 0.08, 0.0, 0.05, 0.75, 0.0], ""], [15311, "2016-02-16T00:23:11Z", [0.3, 0.0, 0.0, 0.2, 0.05, 0.0, 0.45, 0.0], ""], [14258, "2016-02-15T22:07:17Z", [0.01, 0.0, 0.0, 0.0, 0.0, 0.0, 0.98, 0.01], ""], [6552, "2016-02-15T21:42:16Z", [0.3, 0.0, 0.0, 0.0, 0.1, 0.0, 0.5, 0.1], ""], [16025, "2016-02-15T21:35:33Z", [0.08, 0.01, 0.03, 0.08, 0.02, 0.01, 0.7, 0.07], "Leonardo Decaprio has a 70% chance of winning the Oscar for best picture. Leonardo won big at the BAFTA movie awards ceremony.  The U.K. film industry showered Valentine’s Day love on “The Revenant” Sunday, awarding the endurance epic five prizes, including best picture and best actor, at the British Academy Film Awards. This gives Leonardo momentum leading up to the Oscars. However, one could argue that if there were awards given out for which actor looks like he went through the most hardship in making a movie, sure, DiCaprio would be the only winner.\nBut how much ‘acting’ does he actually do in The Revenant? Some critics don’t care how tough the production was, or how arduous the shooting schedule was and that you shouldn’t get an Oscar via attrition. It could be argued that Leonardo did not have enough lines and extensive character dialogue to merit this award. Some of these factors could come into play while voting for the award. However, the odds are stacked in Leonardo's favor. He went to incredible heights to film this movie such as sleeping inside a dead animal, and coming close to getting life threatening frost bite. Not many actors would even attempt to do this, which is why this performance is so extraordinary. Other films such as the martian and spotlight could also get some votes and attention but the actors in these films do not go to the extremes in which Leonardo does in the Revenant. Leonardo also won best performance in the golden globes, giving more reason to believe that he will win. Some movie critics are already claiming that he is a lock to win the oscars, putting his chances of winning at about 70%. "], [20050, "2016-02-15T20:41:25Z", [0.05, 0.04, 0.01, 0.1, 0.02, 0.01, 0.7, 0.07], ""], [10898, "2016-02-15T19:59:33Z", [0.21, 0.0, 0.0, 0.0, 0.0, 0.0, 0.49, 0.3], ""], [10898, "2016-02-15T19:58:59Z", [0.22, 0.0, 0.0, 0.0, 0.0, 0.0, 0.44, 0.34], ""], [8885, "2016-02-15T19:45:36Z", [0.09, 0.01, 0.06, 0.12, 0.06, 0.01, 0.62, 0.03], "The Revenant is superior and having already won GGs, and other industry accolades it has too much momentum to be denied the Oscar. "], [18661, "2016-02-15T19:23:32Z", [0.0, 0.0, 0.0, 0.22, 0.31, 0.0, 0.47, 0.0], ""], [12630, "2016-02-15T19:12:43Z", [0.16, 0.0, 0.0, 0.0, 0.0, 0.0, 0.72, 0.12], ""], [241, "2016-02-15T18:56:35Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.1], ""], [11040, "2016-02-15T18:11:25Z", [0.18, 0.0, 0.0, 0.01, 0.03, 0.01, 0.42, 0.35], ""], [13276, "2016-02-15T16:51:55Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.5], ""], [11872, "2016-02-15T15:41:45Z", [0.6, 0.0, 0.0, 0.0, 0.1, 0.0, 0.3, 0.0], ""], [52, "2016-02-15T15:37:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [4890, "2016-02-15T15:36:36Z", [0.0, 0.0, 0.0, 0.0, 0.25, 0.0, 0.75, 0.0], ""], [19170, "2016-02-15T15:08:42Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.6], ""], [15964, "2016-02-15T13:11:10Z", [0.15, 0.0, 0.0, 0.0, 0.05, 0.0, 0.5, 0.3], ""], [10949, "2016-02-15T11:50:16Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.55], "Must take BAFTA into consideration. Keep in mi though Birdman did not win or was even nominated, meaning it ha to go to Reverent. All other poor results a Big Short got a cold shoulder."], [10714, "2016-02-15T11:02:02Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.6, 0.3], ""], [68, "2016-02-15T07:42:03Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.3], "The Revenant has won the BAFTA award for best film, the last of the major pre-Oscar awards considered reasonably good predictors in the past.   Assuming that only Spotlight and Big Short are the competition, discounting potential upsets such as Mad Max, the Revenant is now the favorite, even though its director won last year with Birdman, and there have only been three successive wins for best picture by the same director in the entire history of the Oscars. FiveThirtyEight has Revenant at 2.29, Spotlight at 1.78 and Big Short at 1.64 ( out of a total of 8.05 - they also have Mad Max 1.01 and Martian 0.64). http://projects.fivethirtyeight.com/oscars-2016/ The bookmakers listed in Oddschecker have Revenant varying from 6/4 to 3/4 i.e. from about 40 to 57%, Spotlight 7/4 and Big Short 7/2.  They give the others less than 2%. http://www.oddschecker.com/awards/oscars/best-picture\n"], [17819, "2016-02-15T07:03:32Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.0], "Things seem to be pointing in favor for the Revenant (Even though I feel that The Big Short is a better movie). Will update my forecast later on, but for now, it feels like the probability of The Revenant winning is high. My reasons for this is taking in account the wisdom of the group as well as the comments on the internet. All these sources seem to be pointing into one direction. Still not entirely sure if I want to trust this forecast though. Hence only the 60%"], [18819, "2016-02-15T05:57:28Z", [0.0, 0.0, 0.0, 0.0, 0.35, 0.0, 0.65, 0.0], ""], [19078, "2016-02-15T05:16:53Z", [0.7, 0.0, 0.0, 0.0, 0.15, 0.0, 0.15, 0.0], ""], [19599, "2016-02-15T05:13:56Z", [0.24, 0.0, 0.0, 0.06, 0.14, 0.07, 0.18, 0.31], ""], [60, "2016-02-15T05:02:22Z", [0.02, 0.0, 0.0, 0.0, 0.0, 0.0, 0.97, 0.01], "Raising REV from 0 to 97.\nLowering SPOT/SHORT (essentially to zero). I have been so down on The Revenant for a number of reasons, but it seems that those have likely become irrelevant with Revenant's BAFTA for Best Picture earlier this evening in Britain. Part of me still wishes that a film like Spotlight or The Big Short could win the Best Picture -- in part -- so that there can be a greater spotlight (no pun intended) on the issues raised in those films. However, it seems like all the signs are pointing towards a Revenant best picture in two weeks time. Since I've had Rev at 0 (!) form the beginning of this IFP (because I really thought it would be between Short/Spotlight), I'm raising Rev VERY high for the next week or so, until I make my \"final\" prediction sometime after Oscar voting closes (Feb 23rd). Right now, though, things are point to a Revenant win. Here are a couple of the sources that have informed this forecast: Feb 14: \"BAFTA Awards 2016: What do they mean for Oscars?\" --> http://www.goldderby.com/news/11738/bafta-awards-2016-oscars-analysis-the-revenant-mad-max-spotlight-the-big-short-13579086.html Feb 13: \"Oscar predictions: 'The Big Short' leads among key precursor prizes and will win Best Picture\" --> http://www.goldderby.com/news/11728/oscar-predictions-best-picture-the-big-short-the-revenant-spotlight-13579086.html [If you read this post, be sure to \"pencil in\" the winners for BAFTA and you'll see that REV comes out on top.] Feb 13: \"Oscar flashback: Which precursor prizes are key to winning Best Picture?\" --> http://www.goldderby.com/news/11727/oscar-predictions-best-picture-golden-globes-critics-choice-pga-sag-dga-13579086.html Feb 14: \"'The Revenant' Wins Best Film At 2016 BAFTAs, But The Oscar Race Is Far From Over\" --> http://www.bustle.com/articles/141837-the-revenant-wins-best-film-at-2016-baftas-but-the-oscar-race-is-far-from-over Feb 14: 538's \"The Race To The Oscars\" --> http://projects.fivethirtyeight.com/oscars-2016/ Things I'll be looking for soon -- the fellow who made some predictions in the second link (Jacob Sarkisian) talked about using his model to compare close races in the recent past. I'm interested to see his results there. Also, he hasn't \"updated\" his prediction since Revenant won at BAFTA, so I think he'll change his tune from Short to BAFTA. I'm also interested to see what 538 says about Best Picture given their updated model."], [20008, "2016-02-15T04:02:32Z", [0.1, 0.1, 0.1, 0.3, 0.1, 0.05, 0.2, 0.05], ""], [17942, "2016-02-15T03:30:17Z", [0.26, 0.0, 0.0, 0.03, 0.05, 0.0, 0.24, 0.42], ""], [12874, "2016-02-15T02:31:31Z", [0.12, 0.0, 0.0, 0.01, 0.0, 0.0, 0.52, 0.35], ""], [12240, "2016-02-15T02:23:34Z", [0.32, 0.27, 0.15, 0.21, 0.0, 0.0, 0.05, 0.0], ""], [1028, "2016-02-15T01:57:05Z", [0.6, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0, 0.15], ""], [18965, "2016-02-15T01:18:09Z", [0.05, 0.25, 0.0, 0.0, 0.15, 0.0, 0.55, 0.0], ""], [961, "2016-02-15T01:06:09Z", [0.0, 0.0, 0.0, 0.45, 0.0, 0.0, 0.55, 0.0], ""], [18031, "2016-02-15T00:50:59Z", [0.0, 0.0, 0.0, 0.2, 0.35, 0.0, 0.45, 0.0], "Though Mad Max is much popular and well placed as a better film, The Revenant will win considering that it looks like a \"made for Oscar\" film. "], [6303, "2016-02-15T00:12:35Z", [0.24, 0.01, 0.01, 0.01, 0.15, 0.01, 0.3, 0.27], "My prediction is based on 538.com, but may not be too accurate this far in advance."], [5957, "2016-02-14T23:47:18Z", [0.05, 0.0, 0.05, 0.03, 0.0, 0.05, 0.8, 0.02], ""], [19964, "2016-02-14T23:41:05Z", [0.36, 0.03, 0.03, 0.07, 0.01, 0.06, 0.18, 0.26], ""], [9823, "2016-02-14T23:26:12Z", [0.25, 0.1, 0.1, 0.05, 0.05, 0.1, 0.25, 0.1], ""], [241, "2016-02-14T23:15:57Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.35], ""], [647, "2016-02-14T22:54:24Z", [0.1, 0.04, 0.04, 0.2, 0.15, 0.02, 0.35, 0.1], ""], [767, "2016-02-14T22:27:37Z", [0.08, 0.01, 0.01, 0.01, 0.08, 0.01, 0.7, 0.1], "THE REVENANT has won the BAFTA Best Film of 2015.  It also won  best director, best actor, cinematography and sound. \nSo, I think this puts The Revenant at the front of what was a 3 movie race.  Based on other awards that usually predict the Oscar, this year has been split. The Revenant now has the edge with DGA, Golden Globe, Bafta awards and nom nods on all others.   I will add an element to consider, the studio behind each film.  On that account, the studios behind The Revenant have the advantage (they presumably have the resources and experience to mount the best Oscar campaign given the number of Oscar winning films they've produced).   I've been on the edge with The Revenant because it was not nominated on the script category and that is its weakest point.  I should add, its ending could very well compensate for any complexity the story may have lacked.   I'm looking to see if the screenplay plays a part in the years the top industry awards have picked different films.  But so far, I'm betting on The Revenant despite this being a year where the stage is perfectly set for an Oscar surprise year if there ever was one.   NOTE:  I edited this comment to reflect an error regarding Oscar voting deadline.  Final voting started February 12.  FINAL POLLS CLOSE ON FEBRUARY 23 at 5:00 pm PST."], [12879, "2016-02-14T21:39:03Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.32], ""], [13144, "2016-02-14T21:04:02Z", [0.0, 0.0, 0.05, 0.1, 0.0, 0.1, 0.75, 0.0], ""], [15314, "2016-02-14T19:36:17Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.5], ""], [19982, "2016-02-14T18:12:41Z", [0.0, 0.0, 0.0, 0.0, 1.0, 0.0, 0.0, 0.0], "Strong female protagonist. Beautiful cinematography. Shot on film."], [19979, "2016-02-14T17:47:11Z", [0.0, 0.0, 0.0, 0.5, 0.0, 0.0, 0.5, 0.0], ""], [691, "2016-02-14T15:22:50Z", [0.12, 0.0, 0.0, 0.0, 0.0, 0.0, 0.42, 0.46], ""], [19965, "2016-02-14T15:19:22Z", [0.03, 0.04, 0.07, 0.07, 0.02, 0.11, 0.24, 0.42], ""], [19959, "2016-02-14T12:06:32Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.65, 0.25], ""], [10039, "2016-02-14T08:24:06Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [19956, "2016-02-14T08:20:50Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.35], ""], [14667, "2016-02-14T08:11:16Z", [0.28, 0.0, 0.0, 0.0, 0.0, 0.0, 0.32, 0.4], ""], [19953, "2016-02-14T04:55:38Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [19945, "2016-02-14T02:54:49Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.0], ""], [19480, "2016-02-13T23:48:57Z", [0.25, 0.25, 0.05, 0.45, 0.0, 0.0, 0.0, 0.0], ""], [19422, "2016-02-13T22:50:09Z", [0.28, 0.01, 0.01, 0.01, 0.02, 0.01, 0.31, 0.35], ""], [18530, "2016-02-13T22:49:47Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.18, 0.72], ""], [18530, "2016-02-13T22:37:55Z", [0.1, 0.0, 0.72, 0.0, 0.0, 0.0, 0.18, 0.0], ""], [1115, "2016-02-13T22:15:22Z", [0.25, 0.0, 0.0, 0.25, 0.0, 0.0, 0.25, 0.25], ""], [17875, "2016-02-13T21:23:01Z", [0.49, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51], "While Revenant is the odds on favorite this year, I think it'll do well in other categories.  I anticipate Spotlight or Big Short winning and I'm leaning Spotlight.  disclaimer: I haven't seen any of these movies. "], [10039, "2016-02-13T20:20:55Z", [0.18, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.07], ""], [10039, "2016-02-13T19:40:29Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [10746, "2016-02-13T18:54:52Z", [0.3, 0.02, 0.02, 0.15, 0.04, 0.02, 0.15, 0.3], "I think the big showdown for best picture will be between Spotlight and The Big Short, Inarritu is sure to receive the Best Dir. nod for The Revenant with a smaller possibility for Best Picture too. \n"], [12879, "2016-02-13T18:17:16Z", [0.27, 0.0, 0.0, 0.0, 0.0, 0.0, 0.46, 0.27], ""], [10039, "2016-02-13T17:48:34Z", [0.23, 0.0, 0.0, 0.01, 0.0, 0.01, 0.37, 0.38], ""], [14345, "2016-02-13T16:40:10Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [691, "2016-02-13T16:21:38Z", [0.12, 0.0, 0.0, 0.0, 0.0, 0.0, 0.42, 0.46], ""], [19170, "2016-02-13T16:00:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [19691, "2016-02-13T15:32:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], "Based on assessment of online reviews and various independent sources. The best director is also often (c75%) linked with best film and based on the lengths that the director went to film the revenant, I think he has a very good chance of winning best director, and hence a very good chance the revenant will get best picture."], [19919, "2016-02-13T13:57:54Z", [0.25, 0.25, 0.0, 0.05, 0.45, 0.0, 0.0, 0.0], ""], [19918, "2016-02-13T12:54:50Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [15091, "2016-02-13T12:08:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [15159, "2016-02-13T10:20:18Z", [0.01, 0.01, 0.01, 0.01, 0.01, 0.01, 0.29, 0.65], ""], [19903, "2016-02-13T04:38:06Z", [0.1, 0.1, 0.1, 0.2, 0.0, 0.05, 0.4, 0.05], ""], [19043, "2016-02-13T00:59:07Z", [0.29, 0.01, 0.01, 0.02, 0.02, 0.01, 0.3, 0.34], ""], [12874, "2016-02-12T23:54:30Z", [0.38, 0.0, 0.0, 0.01, 0.0, 0.0, 0.2, 0.41], ""], [15477, "2016-02-12T21:32:36Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.15], ""], [691, "2016-02-12T19:37:41Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.42], ""], [10267, "2016-02-12T18:11:45Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.45], ""], [19883, "2016-02-12T17:52:12Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.35], ""], [17875, "2016-02-12T16:32:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.11, 0.89], "disclaimer: I'm a late entrant to this IFP and haven't seen any of these movies. The bias toward SPOT atm because it had early momentum I missed so I'm baking it into my prediction before the final month. Basically a guess masquerading as a forecast : )"], [10039, "2016-02-12T10:02:20Z", [0.25, 0.0, 0.0, 0.01, 0.0, 0.01, 0.35, 0.38], ""], [16010, "2016-02-12T09:33:38Z", [0.27, 0.0, 0.0, 0.0, 0.0, 0.0, 0.31, 0.42], "Updating using a consensus view of the bookies [normalised just using the odds from the three front runners]. I have a completely unfounded sense that The Big Short will not win - just based on the 'type' of film it is versus the other two, which are much more aligned to historical winners."], [17875, "2016-02-12T07:14:26Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.28, 0.72], "I'm leaning Spotlight atm.  Great acting, cast, and story-line.  Then again, Reverent and The Big Short are probably going to make a big push so I'll watch the odds makers to see if something happens."], [19766, "2016-02-12T05:36:26Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.75, 0.0], ""], [19848, "2016-02-12T04:11:06Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.25, 0.5], "More relevant"], [17875, "2016-02-12T02:42:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.44, 0.56], "disclaimer: I'm a late entrant to this IFP and haven't seen any of these movies. The bias toward SPOT atm because it had early momentum I missed so I'm baking it into my prediction before the final month.  Basically a guess masquerading as a forecast : )"], [15844, "2016-02-12T01:53:58Z", [0.02, 0.01, 0.0, 0.15, 0.16, 0.0, 0.55, 0.11], ""], [19841, "2016-02-12T01:08:01Z", [0.1, 0.05, 0.05, 0.0, 0.0, 0.0, 0.4, 0.4], ""], [19170, "2016-02-12T00:10:52Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.5], ""], [691, "2016-02-11T23:54:39Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.42], ""], [19838, "2016-02-11T22:19:27Z", [0.33, 0.0, 0.33, 0.01, 0.0, 0.0, 0.33, 0.0], ""], [10267, "2016-02-11T22:06:38Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.45], "137175275"], [19422, "2016-02-11T20:58:07Z", [0.25, 0.01, 0.01, 0.01, 0.02, 0.01, 0.34, 0.35], ""], [15999, "2016-02-11T20:21:12Z", [0.17, 0.02, 0.05, 0.03, 0.03, 0.15, 0.15, 0.4], "Spotlight has a captivating storyline with classic elements the Academy likes, showcases a real situation. Other ones had great acting but a less original story"], [421, "2016-02-11T19:58:32Z", [0.3, 0.0, 0.0, 0.05, 0.05, 0.0, 0.6, 0.0], ""], [1333, "2016-02-11T19:26:50Z", [0.1, 0.1, 0.0, 0.1, 0.0, 0.0, 0.35, 0.35], ""], [19827, "2016-02-11T18:32:33Z", [0.1, 0.05, 0.05, 0.15, 0.1, 0.02, 0.5, 0.03], ""], [1475, "2016-02-11T16:08:30Z", [0.0, 0.35, 0.25, 0.0, 0.25, 0.0, 0.0, 0.15], ""], [15964, "2016-02-11T15:34:26Z", [0.25, 0.0, 0.0, 0.0, 0.2, 0.0, 0.3, 0.25], ""], [241, "2016-02-11T15:05:49Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.4], "FYI. http://www.abc10.com/entertainment/events/oscars/best-picture-revenant-max-lead-oscar-charge/38135686"], [16795, "2016-02-11T14:06:05Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.49, 0.51], "I watched last week both movies, The Revenant and Spotlight, and (okay I could be answering here an easier question: which one I liked most?) in my opinion The Revenant is a movie made for movie makers while Spotlight is a more easy to digest movie with a theme that goes directly to your heart. Thus, since good part of academy voters don't necessarily are involved with movie making, I'm changing my take on this."], [19805, "2016-02-11T08:28:33Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.2, 0.55, 0.15], ""], [17819, "2016-02-11T08:05:39Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.33, 0.34], ""], [14667, "2016-02-11T06:14:05Z", [0.3, 0.0, 0.0, 0.01, 0.0, 0.0, 0.3, 0.39], ""], [12879, "2016-02-11T02:50:55Z", [0.22, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.33], ""], [19784, "2016-02-11T02:09:15Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.0], ""], [15701, "2016-02-11T01:34:52Z", [0.25, 0.05, 0.0, 0.0, 0.0, 0.1, 0.3, 0.3], "So. Outside-In.\nHistorically, Oscar awards:\n- event films (titanic, gladiator,  LOTR)\n- your turn films\n- ?\n- physical/health challenges (beautiful mind Big name director,  - even out actor with\n- Director/picture the same?\n-  LOTR\nChicago\nA beautiful mind *\nF gulp *\nPhiladelphia\nTitanic *\nAmerican beauty\nGladiator *\nMillion dollar baby\nDeparted *\nNo country old men *\nHurt locker\nSlum dog - Spielberg. Tom Hanks. Superb supported actor. Showed Berlin Wall going up. Hopeful. US won! - DiCaprio. Never won. \nI saw direction showed. \nThe horse scene. The bear scene. \nTom hardy as the heel.\nSound was crap. Invested in revenge. - Personally, I think the big short is what should win. They'd be doing a public service in winning.\nBale modern actors.  Spotlight. I emotionally involved. "], [19776, "2016-02-11T00:08:32Z", [0.27, 0.03, 0.02, 0.02, 0.08, 0.09, 0.25, 0.24], ""], [15870, "2016-02-10T22:53:45Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.25], ""], [19714, "2016-02-10T22:52:16Z", [0.2, 0.2, 0.1, 0.0, 0.0, 0.1, 0.2, 0.2], "Big Short was great, but not Oscar material.  Bridge - Speilberg. Brooklyn - quirky and sweet - long shot.  Max and Martian - these movies never win.   Revenant - they like all the work that goes into making a movie.  Room - weird and touching - long shot.  Spotlight - not that great a movie but Hollywood loves the story."], [10267, "2016-02-10T22:03:33Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.4], ""], [691, "2016-02-10T20:53:05Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.42], ""], [19753, "2016-02-10T20:37:02Z", [0.25, 0.15, 0.0, 0.0, 0.0, 0.0, 0.4, 0.2], ""], [15097, "2016-02-10T18:47:14Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.55], ""], [19731, "2016-02-10T18:46:24Z", [0.0, 0.0, 0.0, 0.8, 0.0, 0.0, 0.2, 0.0], ""], [15906, "2016-02-10T18:38:40Z", [0.27, 0.01, 0.01, 0.02, 0.02, 0.01, 0.3, 0.36], ""], [17875, "2016-02-10T17:23:57Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], "disclaimer: I'm a very late entrant to this IFP and haven't seen any of these movies. 50/50 is basically a guess masquerading as a forecast : )"], [19331, "2016-02-10T17:14:53Z", [0.23, 0.0, 0.05, 0.0, 0.03, 0.06, 0.32, 0.31], ""], [19331, "2016-02-10T17:09:45Z", [0.22, 0.01, 0.11, 0.01, 0.01, 0.11, 0.25, 0.28], ""], [19176, "2016-02-10T15:47:27Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.65], ""], [18952, "2016-02-10T12:14:40Z", [0.22, 0.0, 0.05, 0.0, 0.0, 0.0, 0.48, 0.25], ""], [10039, "2016-02-10T10:35:35Z", [0.22, 0.0, 0.0, 0.02, 0.01, 0.01, 0.36, 0.38], ""], [19639, "2016-02-10T09:04:38Z", [0.0, 0.0, 0.0, 0.0, 0.2, 0.0, 0.3, 0.5], ""], [5001, "2016-02-10T05:24:30Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.5], ""], [15122, "2016-02-10T04:52:30Z", [0.15, 0.01, 0.01, 0.02, 0.1, 0.01, 0.5, 0.2], ""], [755, "2016-02-10T04:38:39Z", [0.0, 0.2, 0.0, 0.0, 0.0, 0.0, 0.3, 0.5], "Time to get off my ass and be serious..... I did a little research and made some adjustments:\nIndiewire, February 5, '2016 Oscar Predictions: Best Picture': http://www.indiewire.com/article/2016-oscar-predictions-best-picture-20150312\n\"While \"Spotlight\" may seem like the early frontrunner, the drama faces some serious competition from four strong studio nominees, all of which joined the journalism drama as DGA nominees. These titles are \"The Big Short\" and \"The Revenant,\" both of which have been surging at the box office lately, and the latter of which won three Golden Globes, including best picture, as well as \"The Martian\" and \"Mad Max: Fury Road.\" Rounding out the nominees are \"Bridge of Spies,\" \"Room\" and \"Brooklyn,\" though none of them are posing a serious threat to the top five.  Predicted Winner: \"Spotlight\"\nPotential Spoiler: \"The Big Short\""], [1529, "2016-02-10T03:45:57Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.35], ""], [60, "2016-02-10T02:47:56Z", [0.43, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.57], "Raising SPOT from 42 to 57.\nLowering SHORT from 58 to 43. Seeing @praedico's (https://www.gjopen.com/comments/comments/128108) forecast reminded me that I forgot to update my forecast after the DGA's this weekend. Surprisingly, neither SPOT nor SHORT won -- The Revenant won. Despite this, I still think that this race is between SPOT/SHORT, so I'm rebalancing my forecast a bit -- in part -- because the consensus is higher on SPOT right now (than on SHORT). Fivethirtyeight (http://projects.fivethirtyeight.com/oscars-2016/) has BAFTA on its calendar, so I'll have to revisit this forecast (and that link after those awards)."], [18888, "2016-02-10T02:27:59Z", [0.21, 0.06, 0.01, 0.09, 0.14, 0.02, 0.26, 0.21], "538 updated their scores (which I use as percentages of total available points) after the DGA awards, putting the Revenant on top: http://projects.fivethirtyeight.com/oscars-2016/"], [12828, "2016-02-10T02:11:29Z", [0.18, 0.05, 0.0, 0.03, 0.01, 0.03, 0.35, 0.35], ""], [19476, "2016-02-10T02:00:39Z", [0.76, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.14], "- PGA predicts historically 73% of the academy award best picture winner (The Big Short).\n- DGA predicts it 90% of the times for the director and 81% of the time  for the film (Iñarritu/Revenant).\n- 4 times there was a missmatch between these awards. 50% of the times the PGA predicted it, 50% of the times the DGA. \n- SAGA is the worst predictor historically (Spotlight) \n- However, ever since the PGA changed its voting method to that of the Academy, the match between its winner and that of the Acadamy is 7/7 (100%).\n- The only film winner of the Academy award not having a screenplay nomination is Titanic. This plays bad for Revenant and good for The big short and Spotlight, which do have a nomination on this category.\n- When a film has 12 or more nominations (Revenant) it usually wins the Academy award; however, it has always been the case that it also wins the PGA, so this year is not the case.\n- The greater group present in the Academy voting members are actors, which turned out to favor Spotlight."], [15165, "2016-02-10T01:49:40Z", [0.1, 0.0, 0.05, 0.0, 0.0, 0.0, 0.35, 0.5], ""], [7523, "2016-02-10T00:42:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.15], ""], [18343, "2016-02-09T23:48:59Z", [0.15, 0.0, 0.0, 0.0, 0.05, 0.0, 0.7, 0.1], ""], [10267, "2016-02-09T21:29:56Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.4], ""], [1007, "2016-02-09T21:24:29Z", [0.15, 0.0, 0.05, 0.15, 0.0, 0.05, 0.25, 0.35], ""], [11742, "2016-02-09T20:58:58Z", [0.2, 0.05, 0.05, 0.1, 0.05, 0.05, 0.3, 0.2], ""], [16025, "2016-02-09T20:39:47Z", [0.15, 0.0, 0.05, 0.25, 0.0, 0.0, 0.45, 0.1], "Alexander Inuarratu's new thriller starring Leonardo Dicaprio has received endless praise for its cinematography and direction. Dicaprio also puts on an incredible performance via his technique of method acting. Right now I'd say its the favorite do to its groundbreaking cinematography, but The Martian is a close second as Matt Damon delivers an outstanding performance as well. But, this is Leonardos year because the graphics in the revenant were amazing and he is due to win oscae"], [19523, "2016-02-09T20:20:31Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.15], "Keeping it to my top three: \nThe Revenant has a lot of momentum. It has Iñárritu and Lubezki — I'd say they nailed it.\nThe Big Short is zeitgeisty. It won the PGA Award, giving it the best odds according to conventional wisdom.\nSpotlight raises awareness. It is relevant to a contemporary audience. Tricky year."], [19381, "2016-02-09T20:15:53Z", [0.2, 0.0, 0.0, 0.15, 0.01, 0.0, 0.35, 0.29], ""], [19041, "2016-02-09T19:59:28Z", [0.05, 0.0, 0.0, 0.15, 0.0, 0.0, 0.45, 0.35], ""], [15536, "2016-02-09T19:24:09Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.8, 0.0], ""], [19567, "2016-02-09T18:41:14Z", [0.0, 0.06, 0.07, 0.11, 0.24, 0.08, 0.19, 0.25], ""], [5863, "2016-02-09T17:46:12Z", [0.05, 0.0, 0.0, 0.3, 0.0, 0.0, 0.0, 0.65], ""], [94, "2016-02-09T17:45:31Z", [0.31, 0.0, 0.0, 0.01, 0.01, 0.01, 0.3, 0.36], ""], [17875, "2016-02-09T17:27:20Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], "disclaimer: I'm a very late entrant to this IFP and haven't seen any of these movies.  50/50 is basically a guess masquerading as a forecast  : ) "], [10924, "2016-02-09T16:21:23Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.25], ""], [11206, "2016-02-09T16:03:41Z", [0.33, 0.01, 0.0, 0.0, 0.01, 0.01, 0.28, 0.36], ""], [19451, "2016-02-09T14:31:36Z", [0.29, 0.0, 0.01, 0.02, 0.01, 0.01, 0.3, 0.36], ""], [16292, "2016-02-09T14:09:09Z", [0.41, 0.01, 0.01, 0.03, 0.02, 0.01, 0.32, 0.19], ""], [691, "2016-02-09T13:46:51Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.42], ""], [19544, "2016-02-09T12:47:15Z", [0.01, 0.0, 0.0, 0.0, 0.0, 0.0, 0.99, 0.0], ""], [10039, "2016-02-09T10:52:26Z", [0.22, 0.0, 0.0, 0.01, 0.01, 0.01, 0.34, 0.41], ""], [17819, "2016-02-09T10:44:41Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.31, 0.36], ""], [17819, "2016-02-09T08:25:11Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.4], ""], [17819, "2016-02-09T08:20:30Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.35], ""], [17819, "2016-02-09T08:15:12Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.4], ""], [17819, "2016-02-09T08:11:43Z", [0.28, 0.05, 0.05, 0.05, 0.04, 0.08, 0.21, 0.24], ""], [19170, "2016-02-09T07:27:59Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.55], ""], [68, "2016-02-09T07:25:59Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.45], "Moving Revenant up 10% at the expense of The Big Short after the former won the Directors' Guild Award, which is one of the more reliable predictors of an Oscar. Against it, however, is that only three directors in the entire history of the Oscars have won the Best Picture Oscar in successive years."], [767, "2016-02-09T06:27:29Z", [0.22, 0.01, 0.01, 0.01, 0.15, 0.01, 0.29, 0.3], "The Revenant won the coveted Director's Guild Award which puts it back at the forefront of the race. But I still think it's crowded at the top. There are good changes we can have another Crash year. \nAfter The Revenant win at the DGA, The Guardian called the race unpredictable (mainly because the top awards given in the industry went to different films).  Can the GJP prove them wrong?  \nA good indicator is the usual buzz at film festivals (Toronto, Sundance, Berlin) but I didn't attend this year. So, here is what I'm looking at:\n-SPOLIGHT won the Screen Actors Guild Award and the Critics Choice.  \n-THE BIG SHORT won the Producer's Guild (which some times has gone along with the Academy when the DGA has deviated).  \n-MAD MAX is still the critic's darling (included in many top 10 lists) but it wasn't nominated for best film at BAFTA which takes away points since, in recent years, they tend to go along with the Academy, at least in nominations.  \n-THE REVENANT'S weakest point is the script (one major category in which it didn't get a nom). \n-SPOTLIGHT has the best shot to get the award for best original script, and likewise, The BIG SHORT has the edge for best adapted screenplay.  \n-SPOTLIGHT, overall, is superbly crafted and carries a heavy moral weight.  The film's script should satisfy the Academy intellectually and emotionally. I don't want to get into criticism here but the film reaches very far in terms of society and something the Academy loves \"the human experience.\"  But is this topic in now or would the Hollywood elite have a more pressing issue in mind to push?  That matters. \n-MAD MAX has a female lead in a year where gender equality is one of the most talked about issues and that gives it points. This film got 10 noms overall, only second to REVENANT.  Production design of the film and a lot of technical aspects give it a lot of points as well.  \n- As for the BIG SHORT, there is a big demand for tv shows, docs and films about the financial crisis. It has one of the best scripts of the year and in many ways it's a difficult film to make well.   \n- The REVENANT is by all measures a directorial feat and has the most noms of all this year, 12, but I have doubts about its overall depth or its transcendence beyond the look at its main character.  I'm not sure we can tell all that much about humanity just by looking at Glass. Nature is the protagonist in the film and in many ways it can serve as a great metaphor. I still have doubts about the clarity of it's depth and frankly, unrelenting suffering can get a little tiring. Of them all, this ss the most difficult movie to make but a lot of people say they don't vote for a film based on that. \n-The DGA is traditionally the best predictor for the Academy Award (it's as old as the Oscars and I think it has only picked a different film 13 times) but in those years where it has picked a different film, the Producer's Guild has sided with the Oscar pick. \nIt is notable that the SAG is the largest branch of the Academy yet their record in predicting best picture is not great (this could be because they give award to actors individually and then to a film's cast ensemble). \nThe Golden Globes are not as good predictors as the DGA. \nWith that in mind, and pending the BAFTA on Feb 14, I am giving Spotlight the edge for best pic.  It only got 6 nom overall, just like Big Short, while the Revenant got 12 but I think that is because of the types of films that they are.  \n"], [15353, "2016-02-09T06:01:43Z", [0.26, 0.0, 0.0, 0.0, 0.05, 0.0, 0.45, 0.24], ""], [436, "2016-02-09T05:31:28Z", [0.18, 0.0, 0.0, 0.0, 0.0, 0.0, 0.27, 0.55], "I'm mostly here to knock Revenant down a peg. Hard to imagine the same director winning the Oscar two years in a row, especially when Spotlight is such perfect Oscar bait."], [19476, "2016-02-09T05:24:40Z", [0.73, 0.0, 0.0, 0.0, 0.0, 0.0, 0.27, 0.0], ""], [15311, "2016-02-09T05:06:45Z", [0.3, 0.0, 0.0, 0.25, 0.05, 0.0, 0.4, 0.0], ""], [15348, "2016-02-09T04:26:00Z", [0.25, 0.01, 0.01, 0.02, 0.01, 0.0, 0.35, 0.35], ""], [16025, "2016-02-09T02:50:35Z", [0.15, 0.0, 0.05, 0.25, 0.0, 0.0, 0.45, 0.1], ""], [16025, "2016-02-09T02:26:42Z", [0.15, 0.0, 0.05, 0.35, 0.0, 0.0, 0.45, 0.0], "Alexander Inuarratu's new thriller starring Leonardo Dicaprio has received endless praise for its cinematography and direction. Dicaprio also puts on an incredible performance via his technique of method acting. Right now I'd say its the favorite do to its groundbreaking cinematography, but The Martian is a close second as Matt Damon delivers an outstanding performance as well."], [16291, "2016-02-09T01:47:06Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.35], ""], [17642, "2016-02-09T01:37:50Z", [0.23, 0.01, 0.0, 0.01, 0.0, 0.01, 0.35, 0.39], ""], [1993, "2016-02-09T01:30:04Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.33, 0.42], "Rejiggering again, as I can't see \"The Big Short\" being the second choice of many Academy voters."], [1993, "2016-02-09T01:25:45Z", [0.28, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.42], "Difficult to know what to do. In the past 12 years, the winner of the PGA Award for Outstanding Producer of a Theatrical Motion Picture has predicted the Oscar winner for Best Picture 9 times. That would be \"The Big Short\" this year. The three exceptions were \"The Aviator\", which lost to \"Million Dollar Baby\" in 2004;  \"Brokeback Mountain\", which lost to \"Crash\" in 2005; and \"Little Miss Sunshine\", which lost to \"The Departed\" in 2006. \"Million Dollar Baby\" and \"Crash\" could be considered left-leaning \"issues\" films, which are popular with the Academy. This is hopeful for \"Spotlight\" this year, as it's an \"issue\" movie. \"The Departed\" is a gangster movie starring two Hollywood favorites -Leonardo di Caprio and Jack Nicholson- and directed by Martin Scorsese, another darling of the older Hollywood set. This is very similar to \"The Revenant\" this year, a Western directed by Alejandro Inarritu and starring di Caprio (who received the SAG award for Best Actor for both films). Notably, there was no \"issues\" film nominated the year \"The Departed\" won. I'm not sure what this means -except that either \"The Revenant\" or \"Spotlight\" could supplant \"The Big Short\". The producers branch of the Academy can't carry it alone. Does it mean that \"Spotlight\" is more likely to win than \"The Revenant\"? I think so, but the #2 choice of the Academy voters will determine the winner, if no film gets 50% of the vote on the first ballot. So the real question is which film is likely to get the most second place votes. The three films mentioned above will presumably survive several rounds of elimination. \"The Big Short\" is a comedy and a finance movie, which historically count against. \"The Revenant\" has made by far the most money, so more Academy voters will have seen it. \"Spotlight\" is the issues movie."], [10267, "2016-02-08T22:24:17Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.5], ""], [16495, "2016-02-08T21:59:27Z", [0.1, 0.0, 0.0, 0.0, 0.1, 0.0, 0.3, 0.5], ""], [11040, "2016-02-08T21:10:27Z", [0.24, 0.0, 0.0, 0.01, 0.03, 0.01, 0.37, 0.34], ""], [17875, "2016-02-08T20:11:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], "I'm a very late entrant to this IFP and haven't seen any of these movies. So 50/50 is basically a guess masquerading as a forecast with all the possibility of rationalizing after the fact and as little need for reasoning at the front end as I can think of  : )\n "], [13961, "2016-02-08T19:24:33Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.2], ""], [476, "2016-02-08T19:08:38Z", [0.33, 0.0, 0.0, 0.0, 0.0, 0.0, 0.33, 0.34], "The Academy tgradition of rewarding big box office stars may override Hollywood political correctness in this case. "], [16223, "2016-02-08T18:53:07Z", [0.2, 0.0, 0.0, 0.0, 0.05, 0.0, 0.75, 0.0], ""], [19381, "2016-02-08T18:48:15Z", [0.2, 0.05, 0.01, 0.15, 0.15, 0.03, 0.3, 0.11], ""], [19381, "2016-02-08T18:46:57Z", [0.2, 0.05, 0.01, 0.15, 0.2, 0.03, 0.35, 0.01], ""], [241, "2016-02-08T17:54:08Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.4], ""], [19473, "2016-02-08T17:36:14Z", [0.15, 0.0, 0.0, 0.05, 0.0, 0.0, 0.15, 0.65], ""], [16093, "2016-02-08T17:22:11Z", [0.2, 0.3, 0.0, 0.0, 0.0, 0.0, 0.2, 0.3], ""], [241, "2016-02-08T17:18:33Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.4], ""], [19462, "2016-02-08T15:35:03Z", [0.15, 0.0, 0.0, 0.15, 0.0, 0.0, 0.65, 0.05], ""], [1173, "2016-02-08T14:49:58Z", [0.15, 0.15, 0.0, 0.05, 0.0, 0.1, 0.35, 0.2], ""], [19451, "2016-02-08T14:18:42Z", [0.3, 0.0, 0.01, 0.02, 0.01, 0.01, 0.29, 0.36], ""], [17863, "2016-02-08T14:00:32Z", [0.0, 0.15, 0.1, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [691, "2016-02-08T13:03:42Z", [0.22, 0.01, 0.0, 0.02, 0.0, 0.01, 0.33, 0.41], ""], [17695, "2016-02-08T12:32:13Z", [0.0, 0.0, 0.0, 0.1, 0.2, 0.0, 0.35, 0.35], ""], [19408, "2016-02-08T12:03:05Z", [0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0, 0.0], ""], [710, "2016-02-08T09:50:26Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.42, 0.33], ""], [10039, "2016-02-08T09:38:14Z", [0.25, 0.0, 0.0, 0.01, 0.01, 0.01, 0.29, 0.43], ""], [522, "2016-02-08T09:29:26Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.0], "Early indicators now point to a Best Picture win"], [689, "2016-02-08T07:00:36Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.34, 0.31], "Comment deleted on May 10, 2016 10:54PM UTC"], [10898, "2016-02-08T06:52:36Z", [0.28, 0.0, 0.0, 0.0, 0.0, 0.0, 0.38, 0.34], "http://www.theguardian.com/film/2016/feb/07/alejandro-gonzalez-inarritu-the-revenant-wins-directors-guild-of-america-award-oscars-race-2016"], [18701, "2016-02-08T05:05:52Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.75, 0.0], ""], [16181, "2016-02-08T04:32:45Z", [0.0, 0.0, 0.0, 0.55, 0.0, 0.09, 0.35, 0.01], ""], [16533, "2016-02-08T04:25:22Z", [0.25, 0.1, 0.0, 0.0, 0.0, 0.1, 0.1, 0.45], ""], [961, "2016-02-08T04:05:45Z", [0.0, 0.0, 0.0, 0.65, 0.0, 0.0, 0.35, 0.0], ""], [11660, "2016-02-08T03:16:18Z", [0.0, 0.1, 0.0, 0.1, 0.0, 0.0, 0.8, 0.0], ""], [13055, "2016-02-08T02:33:37Z", [0.05, 0.0, 0.0, 0.0, 0.05, 0.05, 0.25, 0.6], ""], [4066, "2016-02-08T02:08:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.05, 0.85], ""], [4066, "2016-02-08T02:07:32Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.05, 0.85], ""], [6705, "2016-02-08T01:54:48Z", [0.05, 0.05, 0.05, 0.15, 0.15, 0.05, 0.45, 0.05], "THE BEST FILM WILL BE THE REVENANT AND THE BEST ACTOR WILL BE DE CAPRIO.  THIS FILM HAS ALL THE HOLLYWOOD ELEMENTS FOR SUCCESS."], [10267, "2016-02-08T01:32:06Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.2], ""], [10267, "2016-02-08T01:29:41Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.3], ""], [9098, "2016-02-08T00:37:15Z", [0.05, 0.15, 0.0, 0.0, 0.0, 0.05, 0.75, 0.0], ""], [8873, "2016-02-07T23:45:13Z", [0.25, 0.14, 0.0, 0.25, 0.25, 0.0, 0.11, 0.0], ""], [4104, "2016-02-07T23:12:24Z", [0.05, 0.25, 0.0, 0.0, 0.05, 0.0, 0.65, 0.0], ""], [19429, "2016-02-07T23:07:48Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.2, 0.75, 0.0], ""], [427, "2016-02-07T23:01:52Z", [0.0, 0.07, 0.13, 0.0, 0.0, 0.05, 0.75, 0.0], "Academy likes heavy duty movies"], [10945, "2016-02-07T22:50:22Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.55], ""], [9125, "2016-02-07T22:46:00Z", [0.02, 0.08, 0.07, 0.26, 0.02, 0.02, 0.27, 0.26], ""], [4935, "2016-02-07T22:08:05Z", [0.98, 0.0, 0.0, 0.02, 0.0, 0.0, 0.0, 0.0], ""], [16902, "2016-02-07T22:07:00Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [1222, "2016-02-07T21:50:36Z", [0.45, 0.25, 0.15, 0.05, 0.05, 0.02, 0.02, 0.01], ""], [6677, "2016-02-07T21:48:17Z", [0.0, 0.0, 0.0, 0.55, 0.45, 0.0, 0.0, 0.0], ""], [19416, "2016-02-07T21:19:46Z", [0.1, 0.0, 0.0, 0.2, 0.0, 0.1, 0.35, 0.25], ""], [3467, "2016-02-07T20:57:24Z", [0.35, 0.05, 0.05, 0.15, 0.05, 0.05, 0.25, 0.05], "Room is too disturbing, Spotlight turns off some with Catholic backgrounds, Mad Max is too violent, the Cold War is not relevant to contemporary audience, so Bridge of Spies is not popular, the Big Short is topical and relates to the presidential election, The Revenant stars the currently most popular actor, Brooklyn is talked about in my circles."], [991, "2016-02-07T20:37:11Z", [0.0, 0.45, 0.0, 0.0, 0.3, 0.0, 0.25, 0.0], ""], [19413, "2016-02-07T20:20:24Z", [0.2, 0.09, 0.06, 0.02, 0.07, 0.05, 0.23, 0.28], ""], [1993, "2016-02-07T18:13:52Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.45], "Increasing \"The Big Short\" due to Academy's strong overlap with the Producer's Guild. Decreasing \"The Revenant\", as I think it's more likely to get the Director's award, even if it will be two in a row for Innaritu. FYI, this is the voting procedure for Best Picture, from http://www.goldderby.com/cms/view/209/: \"Unlike the winners of the other categories which are determined by popular vote -- i.e, a voter picks just one of the nominees and the Oscar goes to the that nominee with the most votes -- the winner of Best Picture is arrived at by a more complicated system. The academy uses preferential voting, as it does to determine nominees in most other races, to determine the winner of Best Picture. This method of voting was reintroduced in 2009, when the academy went to 10 Best Picture nominees for the first time since 1943 and was kept it in place in 2010 when the number of nominees was to be somewhere between five and 10. The academy believes this \"best allows the collective judgment of all voting members to be most accurately represented.\" The preferential method was first used in 1934 when there were 12 Best Picture nominees (there had been between three and 10 in the first six years of the Academy Awards) and was used the following year when there were again 12 nominees, from 1936 to 1943 when there were 10 nominees, and in both 1944 and 1945 when there were just five contenders.  Voters rank the Best Picture nominees. If one nominee garners more than 50% of the first place votes, it will win Best Picture.  If, as is more likely, no nominee reaches this threshold, the film with the fewest first place votes is eliminated, with its ballots being reapportioned to the second place choice.  Should no film cross the required 50% + one ballot threshold, the film with the fewest first place votes is again elminated, with its ballots being apportioned to the next choice still in play (i.e., if the second place choice is no longer in the running, then the ballot would be reapportioned to the third place choice and so on.) This process of elimination and reapportion continues until one film reaches at least 50% + one ballots. That is the Best Picture winner.\""], [12828, "2016-02-07T17:11:21Z", [0.1, 0.05, 0.0, 0.03, 0.01, 0.03, 0.43, 0.35], ""], [18874, "2016-02-07T15:14:03Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.0], "De Caprio is arguably \"over due\" after his many almost ran efforts. Gonzales surprises again.  Admittedly, the sustance of the film is rather violent and, the intelligence in conversation terms of the movie fails miserably. That said, being awarded both Best Picture & Best Actor ----- BEST describes where the movie industry can pander such absolute BS😱😱👎!  Bad is unfortunately in this case Good even if it was the most violent \"love story\" I have ever seen! Decaprio killing everything in sight after losing his wife & son."], [13395, "2016-02-07T14:50:18Z", [0.35, 0.02, 0.02, 0.0, 0.05, 0.01, 0.2, 0.35], "Despite The Revenant's achievement in the DGA, the PGA suggests that The Big Short has strong appeal among Academy Award voters, but most gambling websites state that Spotlight have the shortest odds (and personally I think that it's the best film of the nominations). All the other films are very unlikely to win, because they don't appear to appeal to the voters very much. The BAFTA awards will give a good indication too."], [19332, "2016-02-07T14:27:19Z", [0.04, 0.02, 0.11, 0.32, 0.11, 0.01, 0.39, 0.0], ""], [6552, "2016-02-07T14:03:41Z", [0.6, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.3], ""], [14258, "2016-02-07T14:01:59Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.45], ""], [691, "2016-02-07T12:31:46Z", [0.24, 0.01, 0.0, 0.01, 0.0, 0.01, 0.3, 0.43], ""], [12605, "2016-02-07T11:19:47Z", [0.27, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.28], "Why are my IFPs all so hard? \"The Best Picture Oscar is truly a crapshoot this year. The 88th Academy Awards are but a few weeks away, and the only thing that's for sure is that nothing's for sure. This never happens.\" \"At any rate the pundit class has been waiting with baited breath to see what the DGA picked, since it is a normally predictive and reliable Guild who has a strong handle on who goes on to win the Best Director Oscar, with Best Picture usually following. Going into tonight we had the rare occurence of a possible win by all five nominees.\" \"Just when it seemed inevitable that \"The Revenant\" would win the Oscar for best picture, doesn't the Screen Actors Guild come along and vote for \"Spotlight\" as best feature-film ensemble. That is the guild's equivalent of a best-picture vote.\" http://mashable.com/2016/02/07/directors-guild-awards-winners-revenant/\nhttp://deadline.com/2016/02/dga-awards-the-revenant-alejandro-inarritu-leonardo-dicaprio-winners-oscars-1201697938/\nhttp://www.readingeagle.com/life/article/george-hatza-no-consensus-in-this-years-oscar-battle"], [11390, "2016-02-07T08:57:58Z", [0.0, 0.0, 0.1, 0.23, 0.0, 0.0, 0.67, 0.0], ""], [13276, "2016-02-07T08:56:09Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.25], ""], [19376, "2016-02-07T06:51:11Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.01, 0.99, 0.0], ""], [12828, "2016-02-06T23:03:30Z", [0.1, 0.1, 0.1, 0.05, 0.05, 0.03, 0.3, 0.27], ""], [19348, "2016-02-06T19:48:00Z", [0.41, 0.1, 0.02, 0.03, 0.03, 0.03, 0.21, 0.17], ""], [4615, "2016-02-06T19:37:25Z", [0.55, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.25], ""], [19331, "2016-02-06T17:09:24Z", [0.14, 0.01, 0.25, 0.02, 0.02, 0.18, 0.09, 0.29], ""], [12828, "2016-02-06T15:33:45Z", [0.1, 0.1, 0.2, 0.05, 0.05, 0.03, 0.3, 0.17], ""], [691, "2016-02-06T14:37:10Z", [0.24, 0.01, 0.0, 0.01, 0.0, 0.01, 0.3, 0.43], ""], [10916, "2016-02-06T13:33:01Z", [0.32, 0.01, 0.01, 0.04, 0.01, 0.08, 0.2, 0.33], ""], [14761, "2016-02-06T06:28:03Z", [0.28, 0.12, 0.1, 0.0, 0.1, 0.2, 0.2, 0.0], ""], [12879, "2016-02-06T03:22:47Z", [0.22, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.23], ""], [19280, "2016-02-06T01:31:30Z", [0.02, 0.02, 0.02, 0.05, 0.02, 0.01, 0.85, 0.01], "Historical drama and adventure provides a nostalgic escape during a year of much uncertainty."], [767, "2016-02-05T23:39:55Z", [0.26, 0.0, 0.01, 0.04, 0.2, 0.01, 0.18, 0.3], ""], [13395, "2016-02-05T22:40:19Z", [0.25, 0.02, 0.02, 0.02, 0.02, 0.05, 0.37, 0.25], ""], [18009, "2016-02-05T21:36:35Z", [0.52, 0.01, 0.01, 0.01, 0.01, 0.01, 0.28, 0.15], ""], [241, "2016-02-05T21:20:57Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.75], ""], [19036, "2016-02-05T20:50:42Z", [0.0, 0.11, 0.0, 0.6, 0.08, 0.0, 0.21, 0.0], ""], [14993, "2016-02-05T19:10:08Z", [0.15, 0.1, 0.05, 0.1, 0.05, 0.06, 0.27, 0.22], ""], [1686, "2016-02-05T17:55:47Z", [0.0, 0.0, 0.0, 0.0, 0.6, 0.0, 0.4, 0.0], ""], [691, "2016-02-05T17:36:15Z", [0.24, 0.01, 0.0, 0.01, 0.0, 0.01, 0.3, 0.43], ""], [18771, "2016-02-05T17:15:57Z", [0.37, 0.05, 0.02, 0.07, 0.08, 0.02, 0.11, 0.28], ""], [19177, "2016-02-05T16:15:29Z", [0.05, 0.05, 0.05, 0.0, 0.3, 0.15, 0.35, 0.05], ""], [19170, "2016-02-05T15:54:47Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.55], ""], [271, "2016-02-05T15:53:53Z", [0.5, 0.0, 0.0, 0.03, 0.0, 0.0, 0.02, 0.45], ""], [19160, "2016-02-05T15:06:59Z", [0.01, 0.02, 0.05, 0.05, 0.0, 0.02, 0.75, 0.1], ""], [19155, "2016-02-05T14:52:00Z", [0.4, 0.1, 0.0, 0.1, 0.0, 0.0, 0.4, 0.0], ""], [19156, "2016-02-05T14:50:14Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [19104, "2016-02-05T11:58:32Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [52, "2016-02-05T11:52:12Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7], ""], [19121, "2016-02-05T11:32:44Z", [0.15, 0.2, 0.0, 0.2, 0.05, 0.05, 0.3, 0.05], ""], [19026, "2016-02-05T10:17:03Z", [0.13, 0.01, 0.06, 0.01, 0.29, 0.18, 0.12, 0.2], ""], [689, "2016-02-05T08:34:22Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.44, 0.33], ""], [10039, "2016-02-05T08:28:19Z", [0.37, 0.0, 0.0, 0.02, 0.01, 0.0, 0.18, 0.42], ""], [19092, "2016-02-05T08:00:09Z", [0.13, 0.02, 0.08, 0.02, 0.28, 0.08, 0.1, 0.29], ""], [10949, "2016-02-05T07:13:12Z", [0.2, 0.0, 0.01, 0.02, 0.0, 0.0, 0.27, 0.5], "New update ba on betting odds, SE Spotlight is the favorite."], [19075, "2016-02-05T05:53:34Z", [0.1, 0.0, 0.0, 0.1, 0.0, 0.0, 0.8, 0.0], "Looks like that film has momentum."], [19067, "2016-02-05T05:17:10Z", [0.04, 0.04, 0.04, 0.0, 0.04, 0.04, 0.8, 0.0], ""], [14296, "2016-02-05T03:13:45Z", [0.25, 0.0, 0.25, 0.25, 0.0, 0.0, 0.25, 0.0], ""], [19055, "2016-02-05T02:48:40Z", [0.0, 0.55, 0.0, 0.25, 0.0, 0.0, 0.15, 0.05], ""], [14656, "2016-02-05T01:56:44Z", [0.35, 0.0, 0.0, 0.1, 0.0, 0.0, 0.25, 0.3], "Started with 30 a piece for Revenant, Spotlight and Big Short, with remaining 10 to Martian.  Thanks to kbaker re point about Iñárritu and Oscar 2-in-a-row.  I favour Big Short, given upheavals in financial markets over past month or so and ongoing headlines in newspapers.  I'm assuming members of the panel also read financial news.  Hence took 5 from Revenant and added that to Big Short. Martian reminds me too much of Gravity - male version this time.  Still, given Gravity missed Bet Picture, still slight chance it might prevail."], [12879, "2016-02-05T01:06:00Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.25], ""], [15914, "2016-02-04T23:45:52Z", [0.05, 0.0, 0.1, 0.05, 0.0, 0.05, 0.7, 0.05], "Hard on for director for old man self reliance nature Americana "], [10267, "2016-02-04T22:28:04Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.5], ""], [1080, "2016-02-04T21:29:16Z", [0.0, 0.0, 0.0, 0.7, 0.0, 0.0, 0.3, 0.0], "The Golden Globes made The Martian a comedy just so The Revenant could win something, anything. Without that gamesmanship the Martian should easily beat out The Revenant."], [691, "2016-02-04T21:24:58Z", [0.22, 0.01, 0.0, 0.01, 0.0, 0.01, 0.23, 0.52], ""], [4571, "2016-02-04T21:12:08Z", [0.33, 0.01, 0.01, 0.01, 0.03, 0.01, 0.2, 0.4], "FORECAST 4FEB16 THE BETTING MARKETS 'MOSTLY NAILED IT'...\n'All eight films nominated were among the top nine favorites. The [market] also nailed the best actor nominations. The five highest-ranked supporting actors also swept.' -according to fivethirtyeight\nhttp://fivethirtyeight.com/datalab/betting-markets-mostly-nailed-the-oscar-nominations/ ...AND THE AGGREGATE OF TWO BETTING MARKETS AND GOOD JUDGEMENT GIVES THE BELOW FORECAST\naggregate score from Sportsbet, Oddschecker and Good Judgement (weighting 2-3-1):\n____________Sportsbet__Oddcheck__Good Jud__Aggregate\t\nSPOT__________38%______47%________23%_______40%\nSHORT________36%______36%________20%_______33%\nREV___________16%______13%________54%________20%\nMAX___________5%________1%_________3%_________3%\nMARTIAN______2%________1%_________0%_________1%\nOTHERS___________________________________________1% http://www.oddschecker.com/awards/oscars\nhttp://www.sportsbet.com.au/betting/hollywood/oscars"], [19022, "2016-02-04T20:48:32Z", [0.07, 0.04, 0.15, 0.06, 0.0, 0.27, 0.08, 0.33], "Hollywood love to pat itself on the back "], [15016, "2016-02-04T20:24:52Z", [0.0, 0.0, 0.0, 0.3, 0.0, 0.11, 0.5, 0.09], ""], [19026, "2016-02-04T18:56:47Z", [0.13, 0.01, 0.06, 0.01, 0.26, 0.2, 0.12, 0.21], ""], [15314, "2016-02-04T18:51:09Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.35], ""], [15347, "2016-02-04T18:29:43Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.53, 0.27], ""], [15906, "2016-02-04T16:19:11Z", [0.4, 0.01, 0.01, 0.03, 0.02, 0.01, 0.15, 0.37], ""], [12763, "2016-02-04T15:18:45Z", [0.48, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52], "Must admit the only one I've seen was the Martian.  But looking at odds and reviews, and 538, it looks like it's a 2 or 3 horse race, with Mad Max being a lagging 3rd.  May update if I ever get around to watching these"], [446, "2016-02-04T14:20:54Z", [0.15, 0.15, 0.05, 0.15, 0.05, 0.05, 0.25, 0.15], ""], [18952, "2016-02-04T12:44:05Z", [0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.7, 0.15], ""], [18952, "2016-02-04T12:43:06Z", [0.0, 0.0, 0.1, 0.1, 0.0, 0.0, 0.8, 0.0], ""], [14667, "2016-02-04T06:14:53Z", [0.35, 0.0, 0.0, 0.01, 0.0, 0.0, 0.25, 0.39], ""], [15186, "2016-02-04T05:24:27Z", [0.27, 0.03, 0.03, 0.03, 0.03, 0.03, 0.42, 0.16], ""], [18980, "2016-02-04T02:24:46Z", [0.15, 0.05, 0.25, 0.05, 0.05, 0.05, 0.15, 0.25], ""], [18888, "2016-02-03T21:39:39Z", [0.25, 0.06, 0.02, 0.1, 0.16, 0.03, 0.14, 0.24], "Using 538's \"Award Points\" to form percentage of total earned points. Not sure if that's how they intend it to be used, but so I did: http://fivethirtyeight.com/features/can-you-fake-the-academy-to-predict-the-oscars/"], [691, "2016-02-03T21:07:20Z", [0.24, 0.02, 0.0, 0.01, 0.0, 0.01, 0.51, 0.21], ""], [11788, "2016-02-03T20:23:50Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.4], ""], [16292, "2016-02-03T20:08:50Z", [0.55, 0.01, 0.01, 0.03, 0.03, 0.01, 0.15, 0.21], ""], [17642, "2016-02-03T20:05:27Z", [0.19, 0.02, 0.01, 0.1, 0.02, 0.01, 0.46, 0.19], ""], [94, "2016-02-03T18:23:27Z", [0.38, 0.0, 0.0, 0.02, 0.01, 0.01, 0.17, 0.41], ""], [14933, "2016-02-03T18:13:35Z", [0.0, 0.0, 0.1, 0.0, 0.0, 0.05, 0.75, 0.1], ""], [12029, "2016-02-03T18:02:45Z", [0.0, 0.3, 0.0, 0.15, 0.0, 0.0, 0.55, 0.0], ""], [10039, "2016-02-03T16:22:17Z", [0.37, 0.0, 0.0, 0.02, 0.01, 0.01, 0.18, 0.41], ""], [10949, "2016-02-03T14:42:23Z", [0.15, 0.0, 0.05, 0.05, 0.0, 0.0, 0.35, 0.4], "Before I answer the question let us list the past winners: Birdman, 12 Years a Slave, Argo, Artist, King’s Speech, Hurt Locker, Slumdog, No country, Departed, Crash. There is a common element: all of major historical significance or periodicals except Birdman, Slumdog and No Country which are more contemporary societal pieces and all are somehow unique.  All films are visually attractive yet are not particularly big-budget films. So, let me try… The obvious favorite is The Revenant, which like Last of the Mohicans, is an epic film. It has all elements to win and in a landslide. However, there are three reasons for no: 1.       Inarritu just won for Birdman and a two-in-a-row is highly unlikely as the Oscars are partially political and biased. Sometimes winning for a poor piece to compensate for multiple previous nominations. 2.       It is very anti Canadien and historical biased. This is sometimes a draw back. 3.       It could be argued that it is of little relevance, early trappers, and might not be differentiated enough from Last of the Mohicans to win. The second favorite is Spotlight. A moving drama of political and social relevance. Only issue, is that McCarty has made no movies of previous caliber. Third: The Big Short. Personally favorite and actually the only one I watched. It is crude and a bit cynical in its depiction and might not win as the producer has typically only makes weak comedies in the past. Also, walls street movies even with their messages are a bit glorifying easy-wealth. The Margin Call was notably better and came out empty handed. The Martian: Ridley Scott already has an Oscar and is does fit the typical winner categor, albeit futuristic Brooklyn: Could have a chance to support Nick Nornby, yet significance is on the low side Bridge of Spies: cannot comment, not a big fan of cold war spies movies, been done too often and are getting boring Room: seems very disturbing (will not watch) and does not fit at all with previous winners Mad Max: A visually attractive piece, yet basically a flat-out action film and a remake at that. Thus not original. Spotlight: 40%, The Revenant: 35%, The Big Short: 15%, The Martian: 5%, Brooklyn: 5%, Bridge: 0%, Room: 0%, Mad: 0%"], [16841, "2016-02-03T14:40:04Z", [0.18, 0.07, 0.02, 0.02, 0.11, 0.02, 0.31, 0.27], ""], [15680, "2016-02-03T13:47:14Z", [0.37, 0.0, 0.0, 0.01, 0.01, 0.0, 0.25, 0.36], ""], [18919, "2016-02-03T10:13:40Z", [0.0, 0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55], ""], [18907, "2016-02-03T06:23:28Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [18900, "2016-02-03T03:13:30Z", [0.12, 0.1, 0.1, 0.02, 0.02, 0.09, 0.32, 0.23], ""], [11962, "2016-02-03T02:00:01Z", [0.15, 0.4, 0.0, 0.3, 0.05, 0.0, 0.1, 0.0], ""], [18893, "2016-02-03T00:37:38Z", [0.0, 0.1, 0.0, 0.4, 0.15, 0.05, 0.25, 0.05], ""], [15165, "2016-02-03T00:16:42Z", [0.2, 0.05, 0.05, 0.05, 0.0, 0.05, 0.25, 0.35], ""], [18879, "2016-02-02T23:49:39Z", [0.34, 0.0, 0.0, 0.0, 0.0, 0.0, 0.23, 0.43], "I believe that the winner will be one of the following: Spotlight, The Big Short, or The Revenant. Earlier in the year, Spotlight was the clear frontrunner and still appears to be so. However, given the recent success of The Big Short and The Revenant at the box office, they are clear contenders. My personal opinion is that it is really between Spotlight and The Big Short; yet, The Revenant's success at the Golden Globes has increased my likelihood of the film receiving this award.\n"], [18879, "2016-02-02T23:44:22Z", [0.34, 0.0, 0.0, 0.0, 0.0, 0.0, 0.23, 0.43], ""], [15291, "2016-02-02T22:58:04Z", [0.06, 0.02, 0.05, 0.15, 0.02, 0.05, 0.35, 0.3], ""], [1395, "2016-02-02T22:16:55Z", [0.37, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.33], ""], [691, "2016-02-02T21:24:35Z", [0.24, 0.01, 0.0, 0.01, 0.0, 0.01, 0.63, 0.1], ""], [60, "2016-02-02T20:05:05Z", [0.58, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.42], "Lowering (SHORT) from 73% to 58%.\nRaising (SPOT) from 27% to 42%. Not TOO much has changed from my first forecast (https://www.gjopen.com/comments/comments/106921) in the way that I see the race shaping, but there were a couple of awards shows recently that had and effect on my forecast. Feb 2 --> http://fivethirtyeight.com/features/can-you-fake-the-academy-to-predict-the-oscars/ This past weekend saw two awards ceremonies: the Eddie Awards from the American Cinema Editors guild and the Screen Actors Guild awards. \n[...]\nThe best picture race is now a three-picture contest. “The Big Short” won the Eddie for comedy, “Mad Max: Fury Road” won the Eddie for best drama and “Spotlight” won the coveted Screen Actors Guild award for outstanding cast. As a result, “Spotlight” almost recaptured the lead in the Oscar race from “The Big Short,” but it’s effectively a tie. With the BAFTAs and Writers Guild awards in two weeks, the race is still up for grabs, but whichever film ends up winning the top prize at the Directors Guild awards this weekend will likely go into Oscar night the favorite. ~~~ COMMENT: I'm rejecting the premise that this is a three-picture race. I still think it's between SHORT and SPOT, as I think that one of those two will win the DGA this weekend. I'll update this forecast on the weekend sometime after the DGA Awards."], [18771, "2016-02-02T19:12:57Z", [0.37, 0.05, 0.02, 0.07, 0.06, 0.02, 0.13, 0.28], "The, they won't give it to Iñárritu again, rational is starting to feel more compelling. Just adjusting by a few points. Giving the points to Spotlight, since I'm thinking that people are angrier about the abuse in that film than the ones in the Big Short."], [3242, "2016-02-02T18:36:34Z", [0.05, 0.01, 0.05, 0.04, 0.05, 0.25, 0.55, 0.0], "The popular consensus seems to be pointing towards The Revenant or The Room; both films have been praised highly, both for the film itself and for the leading actors’ performances.      "], [18857, "2016-02-02T18:02:51Z", [0.11, 0.06, 0.02, 0.06, 0.01, 0.14, 0.34, 0.26], ""], [18855, "2016-02-02T17:43:13Z", [0.05, 0.05, 0.0, 0.0, 0.0, 0.05, 0.85, 0.0], ""], [10972, "2016-02-02T17:40:32Z", [0.05, 0.05, 0.05, 0.15, 0.05, 0.05, 0.35, 0.25], ""], [11040, "2016-02-02T16:22:09Z", [0.42, 0.0, 0.0, 0.03, 0.04, 0.01, 0.12, 0.38], ""], [3539, "2016-02-02T15:40:48Z", [0.4, 0.0, 0.0, 0.08, 0.0, 0.0, 0.52, 0.0], ""], [10039, "2016-02-02T14:52:24Z", [0.42, 0.0, 0.0, 0.0, 0.0, 0.0, 0.14, 0.44], ""], [14253, "2016-02-02T13:14:39Z", [0.15, 0.01, 0.01, 0.25, 0.0, 0.0, 0.45, 0.13], ""], [13897, "2016-02-02T12:29:07Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.1, 0.85, 0.0], ""], [16326, "2016-02-02T10:01:55Z", [0.05, 0.1, 0.0, 0.3, 0.1, 0.0, 0.45, 0.0], ""], [14987, "2016-02-02T09:14:57Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.05, 0.85, 0.05], ""], [18822, "2016-02-02T07:11:47Z", [0.0, 0.05, 0.0, 0.9, 0.0, 0.0, 0.05, 0.0], ""], [10898, "2016-02-02T06:40:14Z", [0.29, 0.0, 0.0, 0.0, 0.0, 0.0, 0.33, 0.38], ""], [10898, "2016-02-02T06:36:21Z", [0.25, 0.01, 0.01, 0.02, 0.02, 0.01, 0.27, 0.41], ""], [16115, "2016-02-02T06:30:35Z", [0.25, 0.0, 0.0, 0.1, 0.0, 0.0, 0.65, 0.0], ""], [16071, "2016-02-02T06:10:27Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.45, 0.45], ""], [17942, "2016-02-02T03:56:10Z", [0.39, 0.0, 0.0, 0.05, 0.07, 0.0, 0.23, 0.26], ""], [15311, "2016-02-02T03:43:29Z", [0.35, 0.0, 0.0, 0.25, 0.05, 0.0, 0.35, 0.0], ""], [6303, "2016-02-02T03:31:12Z", [0.42, 0.0, 0.0, 0.0, 0.02, 0.0, 0.25, 0.31], "My prediction is based on 538.com, but may not be too accurate this far in advance."], [6303, "2016-02-02T03:24:31Z", [0.42, 0.0, 0.0, 0.15, 0.02, 0.0, 0.1, 0.31], "My prediction is based on 538.com, but may not be too accurate this far in advance."], [6541, "2016-02-02T03:01:22Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [1245, "2016-02-02T02:40:02Z", [0.15, 0.15, 0.55, 0.15, 0.0, 0.0, 0.0, 0.0], ""], [16292, "2016-02-02T02:39:30Z", [0.65, 0.01, 0.01, 0.03, 0.03, 0.01, 0.12, 0.14], ""], [16292, "2016-02-02T02:38:34Z", [0.65, 0.01, 0.01, 0.03, 0.03, 0.01, 0.1, 0.16], ""], [12630, "2016-02-02T01:35:43Z", [0.43, 0.0, 0.0, 0.0, 0.19, 0.0, 0.0, 0.38], ""], [17023, "2016-02-02T01:10:27Z", [0.39, 0.01, 0.01, 0.03, 0.02, 0.01, 0.1, 0.43], "Downgraded the revenant (still possibly a bit generous) and increasing SPOT to take my top spot after looking at Oscar historical picks, as well as winning the SAG award."], [18771, "2016-02-01T23:11:08Z", [0.37, 0.05, 0.02, 0.07, 0.06, 0.02, 0.15, 0.26], ""], [9755, "2016-02-01T22:44:16Z", [0.19, 0.0, 0.0, 0.15, 0.0, 0.0, 0.33, 0.33], ""], [4115, "2016-02-01T21:56:13Z", [0.45, 0.01, 0.01, 0.01, 0.01, 0.01, 0.2, 0.3], ""], [17023, "2016-02-01T21:39:58Z", [0.39, 0.01, 0.01, 0.03, 0.02, 0.01, 0.17, 0.36], "Updating with more current betting lines, accounting for vegas juice. Still haven't had time to look at other sources. I'll want to check and see how likely it is for \"best actor\" (Almost certainly Leo) also wins \"best picture. I anticipate my score for the revenant will drop, while giving either SPOT or SHORT a majority share of the %"], [16501, "2016-02-01T21:24:25Z", [0.12, 0.14, 0.1, 0.06, 0.04, 0.16, 0.2, 0.18], ""], [10267, "2016-02-01T21:06:30Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.4], ""], [14828, "2016-02-01T20:56:03Z", [0.08, 0.0, 0.0, 0.0, 0.01, 0.0, 0.01, 0.9], ""], [15964, "2016-02-01T20:53:31Z", [0.05, 0.05, 0.05, 0.05, 0.25, 0.05, 0.25, 0.25], ""], [11986, "2016-02-01T20:50:10Z", [0.24, 0.0, 0.0, 0.0, 0.0, 0.0, 0.44, 0.32], "It's a close call. With the recent SAG awards presented. The competition is between the favorites and the most nominated. I feel like Di Caprio winning best actor, would render this a competition btw Spotlight and The Big Short, but Most nominated, usually gets, best picture. "], [2, "2016-02-01T20:21:06Z", [0.18, 0.07, 0.0, 0.02, 0.02, 0.0, 0.29, 0.42], ""], [14993, "2016-02-01T20:16:25Z", [0.15, 0.1, 0.05, 0.1, 0.05, 0.06, 0.24, 0.25], ""], [1903, "2016-02-01T20:05:38Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.8, 0.0], "That's the only movie I've heard much about.  I'm only a casual movie person, so if I've heard a lot of buzz, chances are its' going to be a big winner."], [2684, "2016-02-01T19:31:44Z", [0.0, 0.0, 0.0, 0.1, 0.0, 0.1, 0.8, 0.0], "At the Golden Globes last month, the occasionally humorous drama \"The Martian\" was categorized, surprisingly even to the director, as a comedy. This allowed the film to receive an overall award whilst not impeding \"The Revenant\" from winning best drama. This is quite a move, and combined with Leonardo's best actor award, I'd say it's almost a sure thing."], [1150, "2016-02-01T17:44:36Z", [0.09, 0.09, 0.03, 0.2, 0.03, 0.06, 0.3, 0.2], ""], [14812, "2016-02-01T17:15:01Z", [0.2, 0.05, 0.05, 0.1, 0.05, 0.05, 0.05, 0.45], "Started everyone with 12.5% chance then adjusted based on predictions of major movie websites."], [2, "2016-02-01T17:08:23Z", [0.2, 0.08, 0.0, 0.03, 0.03, 0.0, 0.24, 0.42], ""], [16795, "2016-02-01T16:52:10Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52, 0.48], "It seems that the oscar for best movie this year is turning to a two horse race. Thus, I'm dropping the movie that is more comedian inclined."], [12874, "2016-02-01T16:17:12Z", [0.36, 0.01, 0.01, 0.03, 0.01, 0.03, 0.19, 0.36], ""], [18711, "2016-02-01T15:53:13Z", [0.34, 0.0, 0.0, 0.0, 0.0, 0.0, 0.66, 0.0], ""], [7272, "2016-02-01T15:32:55Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.0], "An incredible epic movie, with great casting, and this much popularity, usually garners the votes to win."], [1092, "2016-02-01T15:15:19Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.2], ""], [593, "2016-02-01T14:55:36Z", [0.15, 0.15, 0.1, 0.15, 0.15, 0.1, 0.1, 0.1], ""], [1132, "2016-02-01T14:54:35Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.15, 0.25, 0.25], ""], [14738, "2016-02-01T14:30:45Z", [0.05, 0.1, 0.1, 0.05, 0.05, 0.2, 0.2, 0.25], ""], [10564, "2016-02-01T14:16:54Z", [0.05, 0.05, 0.0, 0.15, 0.0, 0.05, 0.65, 0.05], ""], [16202, "2016-02-01T14:09:57Z", [0.1, 0.03, 0.0, 0.0, 0.05, 0.12, 0.3, 0.4], ""], [13399, "2016-02-01T13:52:56Z", [0.05, 0.15, 0.05, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [231, "2016-02-01T13:29:39Z", [0.15, 0.0, 0.0, 0.0, 0.05, 0.0, 0.25, 0.55], "http://www.cnn.com/2016/01/30/entertainment/sag-awards-2016-feat/index.html"], [11785, "2016-02-01T13:26:55Z", [0.1, 0.1, 0.0, 0.1, 0.0, 0.0, 0.6, 0.1], ""], [691, "2016-02-01T13:22:19Z", [0.23, 0.01, 0.0, 0.01, 0.0, 0.01, 0.64, 0.1], ""], [11985, "2016-02-01T12:53:23Z", [0.0, 0.0, 0.05, 0.05, 0.0, 0.05, 0.0, 0.85], ""], [16499, "2016-02-01T12:35:59Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [68, "2016-02-01T11:48:42Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.45], "Adjusting Spotlight up on basis of SAG award. \nBookmakers have Spotlight joint favorite with Big Short, which was their clear front runner last week.\nhttp://www.oddschecker.com/awards/oscars/best-picture Other forecasts have Spotlight in the lead with over 50%, so I'll revisit in a few days."], [11206, "2016-02-01T10:26:43Z", [0.42, 0.01, 0.0, 0.0, 0.01, 0.37, 0.19, 0.0], ""], [15979, "2016-02-01T09:19:43Z", [0.0, 0.05, 0.0, 0.0, 0.0, 0.1, 0.0, 0.85], ""], [14434, "2016-02-01T09:01:03Z", [0.15, 0.0, 0.0, 0.07, 0.0, 0.0, 0.78, 0.0], ""], [15852, "2016-02-01T08:47:07Z", [0.02, 0.02, 0.11, 0.01, 0.01, 0.08, 0.2, 0.55], "Bridge of Spies, Mad Max, and The Martian are too populist to be a 'worthy' oscar movie.  The Revenant is impressive but the Academy will be willing to reward it in Best Director/Best Cinematography.  This clears the road for Spotlight to win in the best picture category. "], [4271, "2016-02-01T08:41:11Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.0], ""], [11430, "2016-02-01T07:22:12Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.1, 0.75], ""], [11430, "2016-02-01T07:09:59Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.15, 0.55], ""], [14402, "2016-02-01T06:49:35Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55], ""], [16742, "2016-02-01T06:36:27Z", [0.0, 0.0, 0.35, 0.0, 0.3, 0.15, 0.0, 0.2], ""], [14572, "2016-02-01T06:20:34Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.75, 0.0], ""], [18013, "2016-02-01T06:16:02Z", [0.25, 0.0, 0.0, 0.1, 0.0, 0.0, 0.35, 0.3], ""], [15935, "2016-02-01T05:21:00Z", [0.3, 0.02, 0.0, 0.1, 0.03, 0.05, 0.35, 0.15], ""], [7333, "2016-02-01T05:18:35Z", [0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.6, 0.3], ""], [18437, "2016-02-01T04:21:35Z", [0.0, 0.0, 0.0, 0.01, 0.0, 0.0, 0.99, 0.0], ""], [9861, "2016-02-01T04:12:33Z", [0.0, 0.05, 0.0, 0.0, 0.0, 0.0, 0.75, 0.2], ""], [689, "2016-02-01T03:36:50Z", [0.23, 0.0, 0.0, 0.0, 0.0, 0.0, 0.54, 0.23], ""], [18322, "2016-02-01T03:32:35Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.75, 0.0], ""], [15420, "2016-02-01T03:13:13Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [558, "2016-02-01T02:52:59Z", [0.1, 0.03, 0.01, 0.03, 0.03, 0.32, 0.2, 0.28], ""], [11962, "2016-02-01T02:27:12Z", [0.1, 0.4, 0.0, 0.3, 0.1, 0.0, 0.1, 0.0], ""], [16291, "2016-02-01T01:55:50Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.4], ""], [3649, "2016-02-01T01:54:40Z", [0.08, 0.01, 0.02, 0.03, 0.02, 0.2, 0.6, 0.04], ""], [4559, "2016-02-01T01:47:40Z", [0.0, 0.0, 0.0, 0.0, 0.45, 0.0, 0.55, 0.0], ""], [8171, "2016-02-01T01:47:00Z", [0.1, 0.1, 0.0, 0.1, 0.0, 0.0, 0.6, 0.1], ""], [13979, "2016-02-01T01:36:14Z", [0.3, 0.1, 0.0, 0.0, 0.1, 0.0, 0.0, 0.5], ""], [8688, "2016-02-01T01:14:23Z", [0.0, 0.0, 0.0, 0.1, 0.1, 0.0, 0.5, 0.3], ""], [10710, "2016-02-01T01:09:25Z", [0.45, 0.2, 0.0, 0.0, 0.0, 0.35, 0.0, 0.0], ""], [12879, "2016-02-01T00:56:10Z", [0.22, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.18], ""], [2712, "2016-02-01T00:48:14Z", [0.35, 0.0, 0.0, 0.2, 0.0, 0.0, 0.45, 0.0], ""], [16434, "2016-02-01T00:45:05Z", [0.05, 0.0, 0.0, 0.05, 0.1, 0.0, 0.35, 0.45], "It's a two movie race:  Spotlight just won SAG, so it has the advantage.  "], [11669, "2016-02-01T00:30:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [8888, "2016-02-01T00:25:02Z", [0.0, 0.15, 0.0, 0.0, 0.0, 0.0, 0.85, 0.0], ""], [18246, "2016-02-01T00:22:24Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [16886, "2016-02-01T00:08:30Z", [0.15, 0.05, 0.05, 0.27, 0.08, 0.07, 0.24, 0.09], ""], [16671, "2016-02-01T00:07:31Z", [0.1, 0.0, 0.0, 0.3, 0.1, 0.0, 0.4, 0.1], ""], [10908, "2016-01-31T23:31:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [767, "2016-01-31T23:28:39Z", [0.24, 0.01, 0.01, 0.05, 0.2, 0.01, 0.18, 0.3], "Spotlight won big at the SAG awards, that gives it an advantage. Still waiting to see what the DGA decides. "], [15004, "2016-01-31T23:26:25Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.2], ""], [2, "2016-01-31T23:15:32Z", [0.25, 0.1, 0.0, 0.03, 0.03, 0.0, 0.22, 0.37], "No change as I already had Spotlight ahead.  But they just won top SAG award. http://www.nytimes.com/2016/02/01/movies/spotlight-takes-top-screen-actors-guild-award.html \"The film beat out, among other contenders, “The Big Short,” which won the Producers Guild of America’s top prize. Oscar handicappers closely follow the awards handed out by Hollywood’s professional guilds because their membership often overlaps with the Academy’s.\""], [15741, "2016-01-31T23:11:49Z", [0.25, 0.01, 0.0, 0.01, 0.0, 0.01, 0.37, 0.35], ""], [16157, "2016-01-31T23:06:45Z", [0.1, 0.2, 0.02, 0.1, 0.1, 0.05, 0.4, 0.03], ""], [12745, "2016-01-31T23:02:05Z", [0.15, 0.02, 0.0, 0.05, 0.02, 0.01, 0.65, 0.1], "The Revenant won best picture at the golden globes. It touches on a subject that the committee will want to be seen to recognise, and it is \"artsy\"."], [14429, "2016-01-31T22:58:21Z", [0.0, 0.0, 0.0, 0.5, 0.0, 0.0, 0.4, 0.1], "I based my judgement on past comparables of oscar nominees and winners and the number of theatres played in during their lifetimes.\n"], [13550, "2016-01-31T22:58:12Z", [0.85, 0.03, 0.01, 0.05, 0.01, 0.0, 0.05, 0.0], "Based on the hollywood reporter "], [1506, "2016-01-31T22:52:43Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.05, 0.75], "Spotlight is a well constructed plot featuring superb acting. The Revenant is beautifully filmed, but, ultimately, a revenge film will not win."], [14993, "2016-01-31T22:51:14Z", [0.15, 0.1, 0.05, 0.1, 0.05, 0.06, 0.2, 0.29], ""], [2497, "2016-01-31T22:44:45Z", [0.25, 0.25, 0.0, 0.0, 0.25, 0.0, 0.25, 0.0], ""], [12647, "2016-01-31T22:37:04Z", [0.39, 0.01, 0.01, 0.02, 0.02, 0.01, 0.15, 0.39], ""], [835, "2016-01-31T22:36:16Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.9, 0.0], ""], [7668, "2016-01-31T22:28:36Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [1161, "2016-01-31T22:28:05Z", [0.12, 0.09, 0.02, 0.02, 0.02, 0.13, 0.25, 0.35], "The Screen Actors Guild Awards can be a better predictor of the Oscars than the Golden Globes. Mr. DiCaprio appears to be a lock for Best Actor, which opens the door a little wider for Spotlight as Best Picture."], [625, "2016-01-31T22:14:39Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [8653, "2016-01-31T22:09:28Z", [0.05, 0.0, 0.0, 0.95, 0.0, 0.0, 0.0, 0.0], ""], [5083, "2016-01-31T22:07:10Z", [0.05, 0.2, 0.1, 0.3, 0.1, 0.05, 0.1, 0.1], "My friend is 40, an editor, a movie fan but has only seen 3 movies more than once when they were playing in theaters. He went to see THE MARTIAN four times. Otherwise, I am guessing the fine acting, excellent structure and script that made THE BRIDGE OF SPIES so moving or SPOTLIGHT (same reason), either one, are odds-on ahead of the special effects spectacular THE REVENANT."], [2356, "2016-01-31T22:05:04Z", [0.35, 0.0, 0.0, 0.15, 0.0, 0.0, 0.15, 0.35], ""], [4980, "2016-01-31T21:59:43Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.25], ""], [5746, "2016-01-31T21:52:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [3888, "2016-01-31T21:47:30Z", [0.01, 0.01, 0.02, 0.02, 0.02, 0.02, 0.8, 0.1], "Revenant is hands down best movie. Masterpiece."], [4089, "2016-01-31T21:40:14Z", [0.1, 0.0, 0.0, 0.1, 0.25, 0.0, 0.5, 0.05], "La adoracion feminista por mad max podria dar la sorpresa "], [7297, "2016-01-31T21:38:44Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [149, "2016-01-31T21:20:28Z", [0.0, 0.0, 0.15, 0.0, 0.0, 0.05, 0.75, 0.05], ""], [15348, "2016-01-31T21:16:41Z", [0.25, 0.01, 0.01, 0.03, 0.02, 0.0, 0.33, 0.35], "while mad max and the martian were well-received and popular in the box office, they do not seem to fit into the image of the archetypal best picture that the committee seems to favor most as well as films such as the big short, spotlight, and the revenant. from this article, it would appear that spotlight is the frontrunner currently (http://www.theguardian.com/film/2016/jan/30/sag-awards-2016-impact-oscars-academy-awards-spotlight-leonardo-dicaprio-brie-larson-alicia-vikander), but that fans of spotlight might cross-cut into fans of the big short (similar genre of film) is something that might work against it. the thing going against the revenant is the fact that it's director only recently won for birdman, but it is still a strong contender from various polls."], [18294, "2016-01-31T21:07:26Z", [0.65, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.25], ""], [4788, "2016-01-31T21:01:01Z", [0.2, 0.0, 0.0, 0.05, 0.0, 0.0, 0.45, 0.3], "Hard for a director to have back to back winning Best Picture awards. Big Short is politically correct for the academy - and Spotlight is socially correct subject matter for them - sooo"], [746, "2016-01-31T20:53:31Z", [0.0, 0.0, 0.0, 0.0, 0.01, 0.0, 0.99, 0.0], ""], [17427, "2016-01-31T20:51:55Z", [0.0, 0.0, 0.0, 0.3, 0.42, 0.0, 0.28, 0.0], ""], [4073, "2016-01-31T20:45:54Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.0], ""], [9755, "2016-01-31T20:29:35Z", [0.27, 0.0, 0.0, 0.15, 0.0, 0.0, 0.29, 0.29], ""], [18366, "2016-01-31T19:22:54Z", [0.27, 0.0, 0.0, 0.01, 0.01, 0.02, 0.31, 0.38], ""], [18343, "2016-01-31T17:20:53Z", [0.1, 0.0, 0.0, 0.0, 0.2, 0.0, 0.6, 0.1], ""], [11788, "2016-01-31T17:05:10Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.4], ""], [15500, "2016-01-31T16:57:23Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [11788, "2016-01-31T16:47:39Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.0], ""], [3539, "2016-01-31T15:55:47Z", [0.4, 0.0, 0.0, 0.1, 0.0, 0.0, 0.5, 0.0], ""], [12605, "2016-01-31T15:49:08Z", [0.37, 0.01, 0.01, 0.01, 0.01, 0.01, 0.27, 0.31], ""], [13395, "2016-01-31T15:36:35Z", [0.15, 0.02, 0.02, 0.02, 0.02, 0.05, 0.57, 0.15], ""], [18303, "2016-01-31T15:22:15Z", [0.2, 0.05, 0.03, 0.05, 0.19, 0.05, 0.25, 0.18], ""], [691, "2016-01-31T15:15:47Z", [0.23, 0.01, 0.0, 0.01, 0.0, 0.01, 0.64, 0.1], ""], [12605, "2016-01-31T15:07:04Z", [0.22, 0.0, 0.0, 0.0, 0.04, 0.0, 0.35, 0.39], ""], [13395, "2016-01-31T11:15:46Z", [0.11, 0.05, 0.05, 0.02, 0.02, 0.05, 0.6, 0.1], ""], [11430, "2016-01-31T09:31:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.15, 0.55], ""], [10039, "2016-01-31T09:28:11Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.14, 0.46], ""], [16010, "2016-01-31T08:16:16Z", [0.46, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.34], "Base rate taken from top three films odds in bookie markets (historically no film outside top 3 has won best picture). Normalising the bookie markets offers between these three. "], [10039, "2016-01-31T07:11:58Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.45], ""], [52, "2016-01-31T03:24:13Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6], ""], [5001, "2016-01-31T02:49:09Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.6], ""], [12605, "2016-01-30T23:52:48Z", [0.3, 0.0, 0.0, 0.0, 0.01, 0.0, 0.32, 0.37], ""], [12605, "2016-01-30T23:51:44Z", [0.0, 0.0, 0.3, 0.0, 0.01, 0.0, 0.32, 0.37], "Spotlight +10 -5 = 5 net indicators but 39% of winners were dramas\nRevenant +10 -5 = 5 net indicators but 39% of winners were dramas\nBig Short +12 -3 = 9 net indicators but 14% of winners were comedies"], [12605, "2016-01-30T23:38:42Z", [0.45, 0.01, 0.0, 0.0, 0.04, 0.0, 0.25, 0.25], "Spotlight +10 -5 = 5 net indicators\nRevenant +10 -5 = 5 net indicators\nBig Short +12 -3 = 9 net indicators"], [18259, "2016-01-30T23:07:40Z", [0.0, 0.0, 0.0, 0.41, 0.0, 0.59, 0.0, 0.0], ""], [18251, "2016-01-30T22:11:18Z", [0.3, 0.3, 0.0, 0.0, 0.0, 0.0, 0.4, 0.0], ""], [17702, "2016-01-30T21:27:48Z", [0.0, 0.05, 0.0, 0.1, 0.1, 0.3, 0.45, 0.0], "Bridge of spies will get the \"Tom is back\" vote and the martian will get the feel good vote. However the quality votes will be split between the Revenant and ROOM with the spectacle vote going to Thunder Road"], [961, "2016-01-30T21:07:07Z", [0.0, 0.0, 0.35, 0.65, 0.0, 0.0, 0.0, 0.0], ""], [12471, "2016-01-30T20:33:04Z", [0.0, 0.0, 0.0, 0.0, 0.25, 0.0, 0.3, 0.45], ""], [12471, "2016-01-30T20:32:32Z", [0.0, 0.0, 0.0, 0.0, 0.25, 0.3, 0.0, 0.45], ""], [18222, "2016-01-30T19:23:43Z", [0.3, 0.1, 0.0, 0.0, 0.0, 0.2, 0.0, 0.4], ""], [231, "2016-01-30T19:18:23Z", [0.2, 0.02, 0.0, 0.03, 0.04, 0.01, 0.3, 0.4], "http://www.businessinsider.com/oscar-odds-2016-2016-1"], [10267, "2016-01-30T18:05:04Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.25], ""], [15353, "2016-01-30T17:14:42Z", [0.2, 0.01, 0.01, 0.15, 0.01, 0.01, 0.41, 0.2], ""], [12874, "2016-01-30T16:27:01Z", [0.47, 0.01, 0.01, 0.03, 0.01, 0.03, 0.2, 0.24], ""], [12874, "2016-01-30T16:26:18Z", [0.48, 0.01, 0.01, 0.03, 0.01, 0.03, 0.2, 0.23], ""], [102, "2016-01-30T15:48:58Z", [0.19, 0.0, 0.01, 0.0, 0.01, 0.0, 0.51, 0.28], ""], [102, "2016-01-30T15:31:16Z", [0.16, 0.0, 0.01, 0.0, 0.01, 0.0, 0.62, 0.2], ""], [15906, "2016-01-30T15:28:57Z", [0.47, 0.01, 0.01, 0.02, 0.02, 0.01, 0.18, 0.28], ""], [1993, "2016-01-30T15:25:35Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.5], ""], [1106, "2016-01-30T15:01:30Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-01-30T14:00:26Z", [0.23, 0.02, 0.0, 0.01, 0.0, 0.01, 0.64, 0.09], ""], [18188, "2016-01-30T09:00:51Z", [0.0, 0.0, 0.0, 0.0, 0.7, 0.0, 0.3, 0.0], ""], [5001, "2016-01-30T06:20:22Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.55], "I watched The Revenant today. This is a fun question, so I'll indulge and let my personal bias unchecked. "], [4729, "2016-01-30T05:56:22Z", [0.05, 0.0, 0.05, 0.0, 0.0, 0.0, 0.9, 0.0], ""], [18177, "2016-01-30T04:17:57Z", [0.6, 0.0, 0.0, 0.1, 0.0, 0.0, 0.3, 0.0], "The Oaxaca committee loves to award movies for showing us things we already know. crash anyone?"], [16291, "2016-01-30T03:34:45Z", [0.55, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.25], ""], [15680, "2016-01-30T02:23:53Z", [0.37, 0.01, 0.01, 0.02, 0.02, 0.01, 0.25, 0.31], ""], [102, "2016-01-30T01:43:43Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.3], ""], [12672, "2016-01-30T01:04:22Z", [0.0, 0.9, 0.0, 0.0, 0.0, 0.0, 0.1, 0.0], ""], [643, "2016-01-30T00:18:06Z", [0.02, 0.0, 0.0, 0.03, 0.0, 0.0, 0.9, 0.05], ""], [18135, "2016-01-29T23:38:10Z", [0.05, 0.0, 0.1, 0.2, 0.0, 0.05, 0.2, 0.4], ""], [11430, "2016-01-29T23:06:22Z", [0.05, 0.0, 0.0, 0.05, 0.0, 0.3, 0.6, 0.0], ""], [18097, "2016-01-29T22:47:25Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [14672, "2016-01-29T22:26:36Z", [0.43, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.32], ""], [142, "2016-01-29T21:54:31Z", [0.2, 0.0, 0.02, 0.08, 0.0, 0.0, 0.7, 0.0], ""], [16971, "2016-01-29T21:48:29Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.41, 0.44], "Haven't seen any of these movies so I am really unsure.\nJust did internet research as to how past winners were determined and how the Academy member become member an what their demographics consist of. \nAlso consulted fivethirtyeight they have some good logic. \nI look to adjust as the awards ceremonies move forward."], [706, "2016-01-29T19:24:00Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.0], "Overall vs. Hollywood leftist agenda."], [84, "2016-01-29T17:55:12Z", [0.1, 0.0, 0.0, 0.07, 0.07, 0.0, 0.76, 0.0], ""], [84, "2016-01-29T17:52:22Z", [0.02, 0.0, 0.0, 0.02, 0.02, 0.0, 0.94, 0.0], ""], [10039, "2016-01-29T17:18:24Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4], ""], [4615, "2016-01-29T15:52:09Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.15], ""], [15680, "2016-01-29T14:11:48Z", [0.37, 0.01, 0.01, 0.02, 0.02, 0.05, 0.25, 0.27], ""], [15680, "2016-01-29T14:07:52Z", [0.36, 0.01, 0.01, 0.02, 0.02, 0.05, 0.25, 0.28], ""], [18074, "2016-01-29T13:15:43Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [691, "2016-01-29T13:04:02Z", [0.23, 0.02, 0.0, 0.01, 0.0, 0.01, 0.64, 0.09], ""], [18066, "2016-01-29T11:50:05Z", [0.0, 0.0, 0.0, 0.4, 0.0, 0.0, 0.6, 0.0], ""], [10898, "2016-01-29T07:33:21Z", [0.24, 0.01, 0.01, 0.06, 0.02, 0.01, 0.25, 0.4], ""], [14253, "2016-01-29T06:17:12Z", [0.15, 0.01, 0.01, 0.25, 0.0, 0.0, 0.58, 0.0], ""], [18011, "2016-01-29T05:22:49Z", [0.0, 0.0, 0.0, 0.7, 0.0, 0.0, 0.3, 0.0], ""], [93, "2016-01-29T02:13:48Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [18009, "2016-01-29T01:58:00Z", [0.65, 0.01, 0.01, 0.01, 0.02, 0.01, 0.28, 0.01], ""], [14933, "2016-01-29T01:36:20Z", [0.0, 0.2, 0.1, 0.0, 0.0, 0.05, 0.55, 0.1], ""], [16292, "2016-01-29T01:11:25Z", [0.56, 0.02, 0.01, 0.04, 0.04, 0.01, 0.12, 0.2], ""], [16292, "2016-01-29T01:08:39Z", [0.65, 0.02, 0.01, 0.04, 0.04, 0.01, 0.06, 0.17], ""], [17999, "2016-01-29T00:33:12Z", [0.0, 0.75, 0.0, 0.0, 0.0, 0.0, 0.25, 0.0], ""], [767, "2016-01-28T22:42:20Z", [0.24, 0.01, 0.01, 0.08, 0.2, 0.01, 0.22, 0.23], "Mad Max has been the top critics darling. \nBig Short has been getting a lot of traction it he last two weeks and some are seeing it as the front runner after winning the Producers Guild of America Award for best pic.  \nThe Revenant did very well at the Golden Globes but no director has won back to back best picture in the Academy's history.  Also, Oscar ballots had to be mailed in the Friday before the Golden Globes ceremony which makes me question its impact on voters.  The Revenant didn't get nominated for best script which takes away some points for me.\nSpotlight is extremely well crafted but one would have to consider how close the Academy felt to the topic in the film or what statement it may want to make, if any, this year. \nFrom what I've seen, both the Directors Guild and the Producers Guild are some of the most reliable predictors (people who actually work in the industry vs the press/film critics are the actual Academy voters).  The NY Film Critics Circle is also a good predictor traditionally but this year they gave their top award to Carol.  The DGA will take place on Feb 6.  That would be a deal breaker for me.   "], [17968, "2016-01-28T22:33:22Z", [0.15, 0.01, 0.02, 0.05, 0.2, 0.02, 0.25, 0.3], ""], [17965, "2016-01-28T22:21:48Z", [0.0, 0.0, 0.0, 0.0, 0.11, 0.0, 0.89, 0.0], "Because :)"], [11335, "2016-01-28T21:51:12Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [1395, "2016-01-28T21:35:23Z", [0.46, 0.0, 0.0, 0.0, 0.0, 0.0, 0.22, 0.32], ""], [15353, "2016-01-28T21:33:50Z", [0.2, 0.05, 0.05, 0.15, 0.05, 0.05, 0.25, 0.2], ""], [14543, "2016-01-28T21:30:22Z", [0.25, 0.12, 0.05, 0.14, 0.03, 0.03, 0.23, 0.15], ""], [1395, "2016-01-28T21:24:26Z", [0.38, 0.0, 0.0, 0.0, 0.0, 0.0, 0.18, 0.44], ""], [17943, "2016-01-28T20:39:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.75, 0.15], ""], [17614, "2016-01-28T20:04:16Z", [0.06, 0.05, 0.02, 0.37, 0.25, 0.02, 0.19, 0.04], ""], [357, "2016-01-28T19:42:17Z", [0.0, 0.0, 0.0, 0.85, 0.0, 0.0, 0.15, 0.0], ""], [15506, "2016-01-28T19:22:42Z", [0.25, 0.0, 0.0, 0.05, 0.0, 0.0, 0.45, 0.25], ""], [15506, "2016-01-28T19:18:23Z", [0.05, 0.01, 0.01, 0.17, 0.01, 0.01, 0.64, 0.1], ""], [16272, "2016-01-28T18:35:06Z", [0.3, 0.03, 0.01, 0.09, 0.0, 0.02, 0.35, 0.2], ""], [4115, "2016-01-28T18:19:44Z", [0.4, 0.01, 0.01, 0.01, 0.1, 0.01, 0.2, 0.26], ""], [2, "2016-01-28T18:11:29Z", [0.25, 0.1, 0.0, 0.03, 0.03, 0.0, 0.22, 0.37], "Moving up Spotlight on @praedico's excellent analysis.  http://www.gjopen.com/comments/comments/109939 Now I might actually have to watch it.  "], [15108, "2016-01-28T18:09:09Z", [0.22, 0.05, 0.07, 0.1, 0.06, 0.02, 0.25, 0.23], "Rationale in order from least to most likely: Room - apparently a great film, haven't seen it yet, but seems too small... also an indie (if that counts for anything) - will update this after I've seen it Bridge of Spies - haven't heard much aside from \"go see it,\" some of its aggregate reviews are considerably low for it to win (Meteoritic @ 81%, IMDB @ 7.7/10...) that being said I won't count it out until I've seen it Mad Max: Fury Road - this is the film I'd most like to win Best Picture, but I think it came out too long ago and its competitors are fresher in the eyes of the public and most importantly the Academy, nonetheless if there is a dark horse it has to be Mad Max Brooklyn - Haven't seen it yet, but it seems like a variation of a story I've heard before, and despite the film's purported elegance and grace I'd be surprised if diaspora turned love story (plus more) won Best Picture The Martian - Awesome movie, really enjoyed it in all aspects, but I have to say that this was one of those movies where I sat down knowing how it'd end, and this detracted from it. The Martian has a lower probability because of its predictability (on a strict, broadly defined plot basis, it is not very complex, sort of unfolds before you) and also because it is in the same vein as Gravity; I think the Academy seems reluctant to give the award to a space thriller.  Top 3: A Close Race The Big Short - I've seen it twice and I think it's a hugely important film for our generation. The film oscillates effortlessly between jubilation, humor and sadness, loss as it delineates the housing crash in 2008. Short's star studded cast embodies its charisma, attention to detail, and at times outlandish nature. This has been my favorite movie of the year so far, but I think its lack of real conflict and story arc could hurt its chances. This seems to be one of the films that is nominated for everything but could fall short. It's also technically a comedy, which could also hurt its chances at winning. Spotlight - Seeing it tomorrow but I've heard great things. Many respectable reviewers (NYTimes, WSJ, Rolling Stone) have given it rave reviews, with WSJ's Morgenstern calling it \"the best film of the year.\" Spotlight seemingly has everything, a great cast, director, and compelling script that tells a story of truth and righteousness. Spotlight's thrilling nature will surely work in its favor.  The Revenant: Also saw this twice, the first time being front row at an advanced screening in December and the second in early January. I really love this film but I think it is at risk of being over-hyped. From its outset and even from the trailer viewers can determine that Leo will get his revenge. With this in mind it's obvious that this isn't necessarily what The Revenant is really about, instead it is important to consider themes like loss, family, and life/death in general. What Revenant has going for it is Leo's face (an automatic mass-hype generator), incredible production value (filmed in all natural light, very few special effects), an amazing supporting cast (I actually thought Hardy performed the best), and a director with a Midas touch. What it has going against it is the hype factor, that being that hype can rise fast and drop abruptly. I've also heard a lot of people say they didn't like the film or were bored by it. I was kind of bored the second time around as the epiphanic moments I had the first time I saw it were reminiscences rather than mental clicks. Revenant is the favorite right now, but I'd be kind of surprised to see the same director win Best Picture two years in a row. To counter, one must consider that the Golden Globes are always a good indicator, and this year The Revenant took best drama, director, and actor.  To Summarize:\nTight race between the top 3, a few movies I still haven't seen. Forecast definitely will change. \nI will update my forecasts as I see the remaining films. \n"], [15342, "2016-01-28T17:47:02Z", [0.01, 0.01, 0.01, 0.15, 0.02, 0.05, 0.45, 0.3], ""], [1993, "2016-01-28T17:17:03Z", [0.2, 0.0, 0.0, 0.0, 0.1, 0.0, 0.2, 0.5], "The Academy never misses a chance to be self-congratulatory. \"Spotlight\" is the \"issues\" movie, so it is my pick. I'm not sure that it will make a difference, but I think that Academy voters are more likely to have seen \"The Big Short\" and \"The Revenant\". It may count against \"The Revenant\" that a film by the same director (Alejandro G. Iñárritu) won Best Picture and Best Director last year, and the Academy is likely to award it with Best Actor. I'm still at 20% for \"The Revenant\", because I don't want to be too far away from the consensus \"just in case\".  \"The Big Short\" is a comedy, and those rarely get Best Picture. Add to that that the Academy completely snubbed \"Margin Call\", an excellent film about the financial crisis, with an all-star cast, in 2012. My feeling is that they don't like movies about Wall Street or finance. Michael Douglas won Best Actor for \"Wall Street\" in 1988, but that's as far as the Academy's love affair with finance goes. Critics love \"Mad Max: Fury Road\", but it is an action flick and will not appeal to the older Academy Voters, which is most of them. The other films just don't have enough Oscar-push behind them."], [15291, "2016-01-28T17:08:15Z", [0.15, 0.04, 0.08, 0.22, 0.03, 0.03, 0.4, 0.05], ""], [17854, "2016-01-28T14:15:23Z", [0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.0], "The Revenant is the odds on favorite, but the Academy has surprised us in the past.  Films that should have won (like Citizen Kane, or Saving Private Ryan) were upset."], [17855, "2016-01-28T13:50:18Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.77, 0.23], "I think the golden globes are a great predictor. Also the Revenant is a deep and beautiful picture from ones of the favorites of the academy. Nevertheless the political statement of Spotlight could make it. "], [17855, "2016-01-28T13:46:36Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.77, 0.23], ""], [925, "2016-01-28T13:29:36Z", [0.1, 0.0, 0.05, 0.15, 0.05, 0.0, 0.4, 0.25], ""], [17852, "2016-01-28T13:22:25Z", [0.65, 0.0, 0.0, 0.0, 0.0, 0.15, 0.15, 0.05], ""], [17838, "2016-01-28T12:53:28Z", [0.05, 0.0, 0.0, 0.05, 0.0, 0.0, 0.65, 0.25], "Spotlight and The Big Short have limited chance given their subject matter that usual strikes a chord with some voters. That said, The Revenant is the type of dramatic feature that falls into the 'epic' genre that will collect the most votes. "], [68, "2016-01-28T12:17:46Z", [0.45, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.35], "h/t @ts2m,  http://www.gjopen.com/comments/comments/106766 (and the metacritic links therein)\n http://fivethirtyeight.com/features/how-much-do-we-need-to-know-to-predict-the-oscars/ and http://www.oddschecker.com/awards/oscars/best-picture CAVEAT - I haven't seen any of the movies, so there's no personal bias yet."], [691, "2016-01-28T12:12:57Z", [0.22, 0.04, 0.0, 0.02, 0.0, 0.01, 0.6, 0.11], ""], [12874, "2016-01-28T12:09:56Z", [0.5, 0.01, 0.01, 0.04, 0.01, 0.0, 0.15, 0.28], ""], [52, "2016-01-28T12:05:13Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5], ""], [17844, "2016-01-28T11:19:40Z", [0.0, 0.21, 0.0, 0.1, 0.0, 0.0, 0.69, 0.0], ""], [4729, "2016-01-28T06:43:34Z", [0.05, 0.0, 0.1, 0.0, 0.0, 0.0, 0.85, 0.0], ""], [4729, "2016-01-28T06:42:46Z", [0.05, 0.0, 0.2, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [17609, "2016-01-28T06:41:53Z", [0.0, 0.0, 0.0, 0.35, 0.0, 0.1, 0.55, 0.0], ""], [15348, "2016-01-28T06:20:03Z", [0.3, 0.01, 0.01, 0.03, 0.02, 0.0, 0.33, 0.3], ""], [17064, "2016-01-28T06:02:58Z", [0.0, 0.0, 0.0, 0.32, 0.15, 0.08, 0.45, 0.0], ""], [15311, "2016-01-28T05:41:55Z", [0.15, 0.0, 0.0, 0.25, 0.05, 0.0, 0.55, 0.0], ""], [17791, "2016-01-28T04:51:08Z", [0.1, 0.0, 0.0, 0.25, 0.25, 0.0, 0.4, 0.0], ""], [17791, "2016-01-28T04:49:24Z", [0.1, 0.06, 0.09, 0.25, 0.15, 0.05, 0.25, 0.05], ""], [14332, "2016-01-28T03:46:37Z", [0.0, 0.0, 0.05, 0.0, 0.1, 0.0, 0.85, 0.0], ""], [17033, "2016-01-28T03:21:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [11788, "2016-01-28T02:57:27Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [17642, "2016-01-28T01:31:42Z", [0.21, 0.08, 0.01, 0.18, 0.05, 0.01, 0.45, 0.01], ""], [9755, "2016-01-28T00:27:47Z", [0.3, 0.1, 0.02, 0.09, 0.02, 0.03, 0.33, 0.11], ""], [13144, "2016-01-27T23:44:35Z", [0.0, 0.0, 0.2, 0.2, 0.0, 0.1, 0.5, 0.0], ""], [17556, "2016-01-27T21:57:05Z", [0.65, 0.0, 0.0, 0.05, 0.0, 0.0, 0.15, 0.15], ""], [17172, "2016-01-27T21:54:50Z", [0.25, 0.07, 0.09, 0.03, 0.1, 0.07, 0.35, 0.04], ""], [17569, "2016-01-27T21:54:01Z", [0.43, 0.0, 0.0, 0.07, 0.03, 0.0, 0.47, 0.0], ""], [17149, "2016-01-27T21:48:07Z", [0.12, 0.0, 0.04, 0.26, 0.17, 0.02, 0.37, 0.02], ""], [17149, "2016-01-27T21:47:44Z", [0.12, 0.0, 0.04, 0.26, 0.17, 0.02, 0.37, 0.02], ""], [9755, "2016-01-27T21:37:11Z", [0.29, 0.0, 0.0, 0.01, 0.01, 0.05, 0.35, 0.29], "Until I  can see some of these movies , I have modified my predictions. revenant should win a few oscars but maybe Oscar will supprise us in best picture."], [691, "2016-01-27T21:17:56Z", [0.25, 0.06, 0.0, 0.04, 0.0, 0.01, 0.51, 0.13], ""], [500, "2016-01-27T21:05:04Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [689, "2016-01-27T20:03:54Z", [0.33, 0.01, 0.0, 0.0, 0.0, 0.0, 0.33, 0.33], ""], [689, "2016-01-27T20:02:22Z", [0.33, 0.01, 0.0, 0.0, 0.0, 0.33, 0.0, 0.33], ""], [2, "2016-01-27T19:59:22Z", [0.29, 0.1, 0.0, 0.03, 0.03, 0.0, 0.22, 0.33], "Initial reaction.  I've only seen Martin and Mad Max.  Will have to catch a few of these in the new couple of weeks.  Would watch Big Short, Bridge of Spies, Revenant, Spotlight.  The others look less interesting."], [15952, "2016-01-27T19:57:27Z", [0.0, 0.0, 0.0, 0.15, 0.1, 0.25, 0.25, 0.25], "REV 8.3\nSPOT 8.3\nROOM 8.3\nMAX 8.2\nMARTI 8.1\nSHORT 8\nSPIES 7,7\nBROOK 7.7"], [15266, "2016-01-27T19:12:11Z", [0.75, 0.05, 0.0, 0.2, 0.0, 0.0, 0.0, 0.0], ""], [1529, "2016-01-27T19:01:30Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.2], ""], [12630, "2016-01-27T18:14:38Z", [0.57, 0.0, 0.0, 0.0, 0.19, 0.0, 0.0, 0.24], ""], [15198, "2016-01-27T17:53:16Z", [0.32, 0.0, 0.0, 0.02, 0.05, 0.01, 0.3, 0.3], ""], [16795, "2016-01-27T17:43:31Z", [0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.47, 0.43], ""], [14840, "2016-01-27T17:40:44Z", [0.32, 0.0, 0.0, 0.06, 0.0, 0.0, 0.3, 0.32], ""], [15298, "2016-01-27T17:40:11Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.4], ""], [15097, "2016-01-27T17:24:31Z", [0.1, 0.15, 0.0, 0.0, 0.0, 0.0, 0.15, 0.6], ""], [11872, "2016-01-27T17:17:25Z", [0.75, 0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0], ""], [17023, "2016-01-27T16:56:09Z", [0.36, 0.02, 0.02, 0.04, 0.04, 0.01, 0.21, 0.3], "Baseline estimations based on gambling odds. Will update with more accuracy when I have time to look at more information and adjust for public perception."], [12874, "2016-01-27T13:22:18Z", [0.5, 0.01, 0.01, 0.06, 0.02, 0.0, 0.2, 0.2], ""], [476, "2016-01-27T12:12:12Z", [0.45, 0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3], "Considering the currebt Cold War-style brinkmanship scenario of Spielberg's \"Bridge of Spies\" ($76.5 million box office since its release in October, 2015 according to Box Office Mojo info) should resonate with Academy voters more than retro Woodstein 2.0 \"Spotlight\"  that glorifies print media journalism in the nascent days of the internet (\"Spotlight has grossed just $34 million worldwide according to Box  Office Mojo data as of 25 Jan 2016 with a release date of 6 Nov 2015). But \"The Big Short\" also based on some factual information) examining the Subprime Mortgage Bubble that touched off the 2007 global economic crisis, seems positioned to win best picture because it shows the power of Hollywood globally. The film has grossed $86 million over the past month, according to latest Box Office Mojo, $30 million. Also figuring in is that Goldman Sachs and JP Morgan have just agreed to pay billion of dollars in fines for their roles in the \"pump and dump\" schemes associated with the bubble.  More than the other films, \"The Big Short\" emphasizes the power of social media and the internet, which are keys to the future of Hollywood.  As for \"Revenant\" it has grossed $225 million worldwide since being released on Christmas Day 2015 (Box Office Mojo stats) which is the most impressive of the nominees. But it is all DeCaprio all the time, which should earn for him the best male actor Oscar, in my view. Considering the issues of race and gender surrounding this year's ceremony, from where I sit, The Big Short seems to be the right call. "], [17001, "2016-01-27T10:59:09Z", [0.45, 0.05, 0.0, 0.05, 0.0, 0.0, 0.45, 0.0], ""], [10039, "2016-01-27T10:46:29Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.3], ""], [14761, "2016-01-27T10:12:39Z", [0.15, 0.85, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [14800, "2016-01-27T09:54:36Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5], "This is a two way race between \"The Big Short\" and \"Spotlight.\" Period! They are the only two movies that will win.  The Revenant will not win, even though its currently favored in this challenge, because the director won for Birdman last year.  The other movies have a very small chance at winning,  hence why I put them at 0%.  I put the Big Short and Spotlight at 50% chances each and will look to revise my forecast closer to the awards.  "], [13942, "2016-01-27T06:25:22Z", [0.8, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2], ""], [755, "2016-01-27T04:50:24Z", [0.0, 1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], "Finally, something fun to call on. I was a working actor (SAG-AFTRA) for many years before taking a long hiatus to raise my family. Nothing fancy on this one. Just a personal like."], [16257, "2016-01-27T04:27:11Z", [0.1, 0.1, 0.05, 0.02, 0.08, 0.05, 0.4, 0.2], ""], [16906, "2016-01-27T03:30:56Z", [0.2, 0.7, 0.0, 0.1, 0.0, 0.0, 0.0, 0.0], "The Oscars might award the film that balances popularity, emotionality and good storytelling. Bridge of Spies belongs to that rare breed of film that balances all three. The Oscars might, for once, award the Best Picture to a film that most of its audiences have actually seen, after years of criticism about the obscurity of its winning films. Also, Steven Spielberg deserves an Oscar. "], [102, "2016-01-27T03:16:03Z", [0.2, 0.0, 0.0, 0.06, 0.0, 0.0, 0.5, 0.24], ""], [102, "2016-01-27T03:01:57Z", [0.16, 0.0, 0.0, 0.06, 0.0, 0.0, 0.57, 0.21], ""], [15906, "2016-01-27T02:16:45Z", [0.41, 0.02, 0.01, 0.03, 0.03, 0.02, 0.18, 0.3], ""], [5001, "2016-01-27T01:59:28Z", [0.2, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.6], ""], [16972, "2016-01-27T01:48:17Z", [0.1, 0.0, 0.0, 0.1, 0.0, 0.05, 0.75, 0.0], ""], [16863, "2016-01-27T01:26:11Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.95, 0.0], ""], [837, "2016-01-27T01:17:46Z", [0.1, 0.0, 0.0, 0.15, 0.0, 0.1, 0.65, 0.0], "I've heard great things about The Big Short, but I'm skeptical that Hollywood is going to go for a finance film.  It's more likely that they choose a film about The Limits of Human Endurance. "], [12874, "2016-01-27T01:12:54Z", [0.6, 0.01, 0.01, 0.06, 0.02, 0.0, 0.1, 0.2], ""], [1057, "2016-01-26T23:07:46Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "Leo's best work yet."], [60, "2016-01-26T23:06:43Z", [0.73, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.27], "To my reading of the \"tea leaves,\" this is (kind of) a two-picture race between The Big Short and Spotlight. But don't take my word for it... Jan 26: \"How Much Do We Need To Know To Predict The Oscars?\" http://fivethirtyeight.com/features/how-much-do-we-need-to-know-to-predict-the-oscars/ “The Big Short” won the top prize at the Producers Guild Awards on Saturday, making it the new favorite in our model. Historically, the winner of that Producers Guild honor has gone on to win the Academy Award for best picture about 70 percent of the time. Even more importantly, many of the people who vote on it are also members of the Academy; that gives the Producers Guild prize extra predictive power. In our model, Oscar nominees receive points for being nominated for or winning other awards that historically predict the Oscars. The better a historical predictor a given award is, the more points it’s worth. With 30 percent of possible points remaining to be distributed, “The Big Short” has 19 percent of possible points, “Spotlight” has 14 percent and “The Revenant” has 11 percent. “The Big Short” now has the highest potential final score in the field, followed closely by “Spotlight.” It’s increasingly looking like a two-picture race, but it’s too early to count anyone out. ~~ It's worth looking at how things looked on Jan 22 (before the PGA Awards): http://fivethirtyeight.com/features/fivethirtyeights-guide-to-predicting-the-oscars/ This race is the most wide open. There are many preceding awards left to go, and the field is large (eight films), which makes it hard to pick a leader. This weekend’s Producers Guild of America awards ceremony should give us a little clarity; the guild’s award for best theatrical picture is the second-most-predictive award we follow for the best picture Oscar. At the moment, “Spotlight” leads the race with 14 percent of all possible points locked up. It is followed closely by “The Revenant” (11 percent of possible points) and “Mad Max: Fury Road” (10 points). “The Revenant” won the Golden Globe for best drama, but it’s important to keep in mind that despite the popularity of the Globes, the winner of that award matches up with the Academy’s choice only about half the time. “Mad Max: Fury Road” has benefited from lots of nominations, as well as wins from the Chicago Film Critics Association and the National Board of Review. Whether that success will carry through to the Producers Guild awards remains to be seen. All the awards that have been announced so far have been voted on by members of the press, and while that group does have an inside track on perceiving winners and a means of controlling the narrative, it does not vote on the Academy Awards. It’s worth noting, for instance, that “Boyhood” did very well among the press last year but “Birdman” won the best picture Oscar after thriving at the industry awards. “Spotlight” is ahead this year because it received the most nominations in the categories we track and thanks to its best picture win at the Critics’ Choice Movie Awards, which are by far the most predictive of any of the press awards. What to watch: This is where we’d greatly benefit from more data. Whichever film wins at the Producers Guild awards will pick up a quarter of the remaining points and will be guaranteed front-runner status until at least February. After that, the key event to watch will be the Directors Guild of America’s top award. Any film that sweeps those two will be a strong favorite for best picture through the rest of February. If two films split them, we’ll have a serious race on our hands. ~~~~ COMMENT: So -- \"The Big Short\" won the PGA Awards. The DGA Awards are on Feb 6th. I'm happy to stay \"heavy\" on The Big Short until those awards are handed out. If The Big Short wins there, then we can be pretty confident that's who'll win the Oscar. If Spotlight wins there, then maybe this is back to a coin flip (let's just hope this guy isn't flipping the coin --> http://www.sbnation.com/nfl/2016/1/20/10801928/super-bowl-50-officiating-crew-clete-blakeman-coin-flip-packers-cardinals)"], [1055, "2016-01-26T23:05:47Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [94, "2016-01-26T22:38:04Z", [0.41, 0.0, 0.0, 0.03, 0.03, 0.01, 0.19, 0.33], "Following betting markets\n[1] http://www.oddschecker.com/awards/oscars/best-picture"], [12663, "2016-01-26T22:25:29Z", [0.0, 0.0, 0.0, 0.1, 0.1, 0.0, 0.6, 0.2], ""], [15111, "2016-01-26T22:16:22Z", [0.1, 0.0, 0.02, 0.0, 0.0, 0.0, 0.85, 0.03], ""], [12605, "2016-01-26T21:40:29Z", [0.47, 0.01, 0.01, 0.01, 0.01, 0.01, 0.01, 0.47], "A reminder to myself, why, where and how: I can't decide, because BIGSHORT won the PGA award, but SPOTLIGHT won the BFCA award. I felt the buzz of the Big Short since December, it's the leading movie among metacritic users. Spotlight is the leading movie among professional critics and got most awards and nominations. Since the Best Picture is voted by a majority of non-experts, I'm somewhat \"long\" on the Big Short that gets a lot of non-expert votes, while the experts want more spotlights on the Spotlight. UPCOMING AWARDS (70% CHANCE)\n“22nd Screen Actors Guild Awards - Wikipedia, the Free Encyclopedia.” 2016. Accessed January 26. https://en.wikipedia.org/wiki/22nd_Screen_Actors_Guild_Awards.\n“68th Directors Guild of America Awards - Wikipedia, the Free Encyclopedia.” 2016. Accessed January 26. https://en.wikipedia.org/wiki/68th_Directors_Guild_of_America_Awards.\n“69th British Academy Film Awards - Wikipedia, the Free Encyclopedia.” 2016. Accessed January 26. https://en.wikipedia.org/wiki/69th_British_Academy_Film_Awards.\n“American Cinema Editors Awards 2016 - Wikipedia, the Free Encyclopedia.” 2016. Accessed January 26. https://en.wikipedia.org/wiki/American_Cinema_Editors_Awards_2016. OUTDATED PREDICTION, BUT GOOD READ\n“A Comprehensive and Complete Guide to Predicting the Oscars (aka Everything You Need to Know to Guess the Oscar Winners).” 2016. Accessed January 26. http://www.gonewiththetwins.com/pages/news/2012/predictingtheoscars.php. ALL AWARDS IN ONE PLACE\n“All 2015 Film Awards and Nominations - Metacritic.” 2016. Accessed January 26. http://www.metacritic.com/feature/2015-film-awards-and-nominations-scorecard. THE SOLUTION BOOK\n“How to Predict the Oscar Races (2015 Edition) - Metacritic.” 2016. Accessed January 26. http://www.metacritic.com/feature/how-to-predict-the-oscars-2015. ------------------\nStock Market recommendation HOLD SPOTLIGHT\nYES    Oscar nomination for film editing <--------\nYES    Oscar nomination for screenplay <--------\nYES    Metascore > 79\nYES    Oscar nominations >5\nYES    Oscar nominations for directing\nYES    Oscar nominations for acting\nPENDING    won DGA\nPENDING    won SAG\nNO    won PGA\nYES    won BFCA Critics Choice (Best Picture, Best Acting Ensemble, Best Original Screenplay)\nPENDING    won BAFTA\nYES    opened in October or later\nNO    won Best Drama Golden Globes HOLD BIG SHORT\nYES    Oscar nomination for film editing <--------\nYES    Oscar nomination for screenplay <--------\nYES    Metascore > 79\nNO    Oscar nominations >5 (but it's five!)\nYES    Oscar nominations for directing\nYES    Oscar nominations for acting (only supporting)\nPENDING    won DGA\nPENDING    won SAG\nYES    won PGA <--------\nYES    won BFCA Critics Choice (Best Adapted Screenplay, Best Comedy, Best Actor in a Comedy)\nPENDING    won BAFTA\nYES    opened in October or later\nNO    won Best Comedy Golden Globes SELL REVENANT\nYES    Oscar nomination for film editing\nNO    Oscar nomination for screenplay <--------\nNO    Metascore > 79\nYES    Oscar nominations >5\nYES    Oscar nominations for directing\nYES    Oscar nominations for acting\nPENDING    won DGA\nPENDING    won SAG\nNO    won PGA\nYES    won BFCA Critics Choice (Best Actor)\nPENDING    won BAFTA\nYES    opened in October or later\nYES    won Best Drama Golden Globes"], [1506, "2016-01-26T21:31:50Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], "Based on Hollywood buzz and the need to honor Leo with Best Actor, The Revenant stands a very good chance.  The Spotlight is a smart, well made story."], [9755, "2016-01-26T21:16:07Z", [0.05, 0.05, 0.05, 0.05, 0.0, 0.05, 0.7, 0.05], ""], [915, "2016-01-26T21:15:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "betting that the Academy can't pass up the American twist on the classic \"hero on a quest\" trope."], [12605, "2016-01-26T20:48:17Z", [0.35, 0.02, 0.03, 0.01, 0.01, 0.05, 0.05, 0.48], ""], [15738, "2016-01-26T20:29:49Z", [0.2, 0.1, 0.1, 0.0, 0.0, 0.1, 0.5, 0.0], ""], [102, "2016-01-26T20:24:47Z", [0.1, 0.0, 0.0, 0.0, 0.2, 0.0, 0.2, 0.5], "http://www.indiewire.com/article/2016-oscar-predictions-best-picture-20150312"], [14840, "2016-01-26T20:23:12Z", [0.21, 0.05, 0.05, 0.1, 0.0, 0.05, 0.33, 0.21], "I may be overthinking this, LOL.  One thing I'm certain of:  \"Mad Max: Fury Road\" won't win Best Picture.  Sci-fi films virtually never win, and if one does win this year, it will be \"The Martian.\""], [102, "2016-01-26T20:19:57Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [4810, "2016-01-26T20:12:25Z", [0.05, 0.0, 0.0, 0.0, 0.0, 0.15, 0.8, 0.0], "going by quality level"], [14840, "2016-01-26T19:58:58Z", [0.21, 0.04, 0.04, 0.04, 0.0, 0.04, 0.51, 0.12], "Tweaking it a little more;  no rule against that!"], [13361, "2016-01-26T19:57:54Z", [0.1, 0.0, 0.0, 0.1, 0.05, 0.0, 0.35, 0.4], "If Iñárritu hadn't won Best Picture last year for Birdman, I'd say The Revenant was the forerunner, giving how taxing the movie was to make. However, Spotlight may have a shot for it's great cast and weighty true story subject matter. Also, the Golden Globes best picture only tends to win the Oscar about 50% of the time & it appears Leonardo DiCaprio is favored to finally win his first Best Actor Oscar for The Revenant, so another film may have a shot at Best Picture. I'd give The Big Short and The Martian equal probability to win behind those two & Mad Max a slight chance. They will probably honor Room with Brie Larson winning best actress."], [14840, "2016-01-26T19:44:21Z", [0.21, 0.08, 0.05, 0.05, 0.0, 0.05, 0.51, 0.05], "Upon further consideration, while I really do think \"The Revenant\" is the most likely winner (and the most deserving), the Academy often surprises us, so I've spread my numbers out a little more."], [16942, "2016-01-26T19:35:22Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.0], ""], [14285, "2016-01-26T19:35:09Z", [0.2, 0.05, 0.1, 0.0, 0.1, 0.0, 0.55, 0.0], ""], [142, "2016-01-26T19:34:59Z", [0.0, 0.0, 0.05, 0.2, 0.0, 0.0, 0.75, 0.0], "The Revenant has it all; hype, death, betrayal, love, Leonardo and, a vicious bear scene."], [10924, "2016-01-26T19:25:36Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.3], ""], [691, "2016-01-26T19:19:52Z", [0.11, 0.06, 0.0, 0.28, 0.0, 0.01, 0.5, 0.04], ""], [493, "2016-01-26T19:17:39Z", [0.05, 0.05, 0.05, 0.1, 0.05, 0.2, 0.2, 0.3], "Based mostly on this: http://whatever.scalzi.com/2016/01/15/early-oscar-predictions-2016/\n"], [1332, "2016-01-26T19:16:33Z", [0.2, 0.0, 0.0, 0.1, 0.1, 0.0, 0.6, 0.0], ""], [14840, "2016-01-26T19:15:55Z", [0.05, 0.05, 0.0, 0.05, 0.0, 0.0, 0.8, 0.05], "I'd probably give \"The Revenant\" about a 97 percent probability of victory, except for the fact that \"Birdman\" won Best Picture last year, and I'm a little concerned that the Academy may be reluctant to give the Best Picture award to two films directed by the same man in two successive years.  But I suspect \"The Revenant\" still gets it."], [52, "2016-01-26T19:11:43Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.3], "A quick Google search of the various betting markets seems to indicate that at this time The Big Short and Spotlight are trending up (at least they are number 1 and 2 (order depending on the site) and The Revenant is down. Going bold for The Big Short---a statement film that causes conversation outside of the theater.  I am going to regret getting into this one, but, what the heck... Somebody talk me down off the ledge please.  :)"], [13270, "2016-01-26T18:42:34Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [16883, "2016-01-26T18:27:03Z", [0.15, 0.0, 0.0, 0.15, 0.0, 0.25, 0.45, 0.0], ""], [15165, "2016-01-26T18:25:31Z", [0.2, 0.05, 0.15, 0.15, 0.05, 0.1, 0.2, 0.1], ""], [12879, "2016-01-26T18:25:22Z", [0.0, 0.15, 0.0, 0.1, 0.0, 0.0, 0.75, 0.0], ""], [14375, "2016-01-26T18:08:46Z", [0.05, 0.0, 0.08, 0.1, 0.05, 0.03, 0.66, 0.03], "Only one clear favorite this year"]]}