{"question_id": 2088, "title": "Before 2 October 2021, will the UN General Assembly recognize delegates from the National Unity Government (NUG) as representing Myanmar for the 76th General Assembly session?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "Yes", "correct_forecast": 0.0, "preds": [[81456, "2021-10-01T10:41:23Z", [1.0], "Triggered by a comment by @MCowley below, on \"optimism\" and \"specific recognition from the UNGA\", and just hours before the question closes (with the crowd still at 0%), let me wrap-up and summarize for one last time the evidence that I think shows that the question has already been resolved as a \"Yes\". (There's nothing new here, only stuff that I have already posted in the last ~ 5-10 days) As per the latest reports from credible sources, Kyaw Moe Tun remains the Myanmar representative to the UNGA for the time being, and at least until the Credentials Committee meets in November:\nhttps://www.reuters.com/world/myanmar-will-not-address-world-leaders-un-afghanistan-will-2021-09-24/ (Sep 24)\nhttps://edition.cnn.com/2021/09/27/world/unga-afghanistan-taliban-isaczai-intl/index.html (Sep 27)\nhttps://apnews.com/article/united-nations-general-assembly-asia-afghanistan-voting-myanmar-33b3c02fe1d72b30a6890e73bab42fbd (\"It is a rare feather in the diplomatic cap of the shadow government\", Sep 27)\nhttps://www.irrawaddy.com/in-person/interview/international-pressure-essential-in-war-against-junta-myanmars-un-ambassador.html (Sep 30) following a plan first reported by Foreign Policy and later confirmed by the Wall Street Journal:\nhttps://foreignpolicy.com/2021/09/13/myanmar-united-nations-china-biden-general-assembly/\nhttps://www.wsj.com/articles/u-s-and-china-avert-potential-clash-in-u-n-over-myanmar-representation-11632234248 On Sep 24, The Conversation (supposedly famous for their FactCheck unit, https://theconversation.com/the-conversations-factcheck-granted-accreditation-by-international-fact-checking-network-at-poynter-74363) reported that Kyaw Moe Tun was able to participate in the opening session of the 76th UNGA, claiming that \"this was a big win for the NUG\":\nhttps://theconversation.com/two-governments-claim-to-run-myanmar-so-who-gets-the-countrys-seat-at-the-un-167885 The fact that Kyaw Moe Tun chose not to speak at the UNGA high-level general debate is irrelevant to the question, and, according to the reports above, it was voluntary and not due to any formal objection by any state or UN body; UNGA president spoke on record on Sep 28, explicitly confirming and clarifying this:\nhttps://www.wionews.com/world/myanmar-did-not-make-a-request-to-speak-unga-president-abdulla-shahid-clarifies-to-wion-416617 In any case, and according to the question clarification of Sep 13, provisional recognition counts. Notice here that the UNGA is by no means confined to the high-level general debate of September, and it goes on until at least August 2022:\nhttps://www.un.org/en/ga/76/meetings/ Notice the quoted statement by the UN Secretary-General spokesman in CNN (https://edition.cnn.com/2021/09/27/world/unga-afghanistan-taliban-isaczai-intl/index.html) regarding the fact that the Afghan representative, too, chose not to speak in the general debate: \"This does not change the fact that the representative of Afghanistan remains the same\". The cases of Afghanistan & Myanmar here are formally equivalent: both representatives had their credentials challenged, both remain in their position until the Credentials Committee meets and reports, and both removed themselves from the general debate speaker list voluntarily. As of Sep 23, according to the State Department and the US Embassy in Burma (sic), Kyaw Moe Tun was still the Burmese (sic) UN Permanent Representative:\nhttps://www.state.gov/counselor-chollets-meeting-with-burmese-representatives/\nhttps://twitter.com/usembassyburma/status/1441184315052679168 Last but not least, as of today, Kyaw Moe Tun is still listed as the Myanmar Permanent Representative in the official page of the UN Protocol and Liaison Service:\nhttps://bluebook.unmeetings.org/ (choose \"Member States maintaining permanent missions in Headquarters\" in the 1st pull-down menu and \"Myanmar\" in the 2nd) The fact that Kyaw Moe Tun does represent the NUG is arguably clear and unambiguous:\nhttps://mizzima.com/article/ambassador-u-kyaw-moe-tun-speaks-mizzima (\"So, I am representing the NUG\" in interview)\nhttps://www.myanmarmissionnewyork.org/links together with https://www.myanmarmissionnewyork.org/permanent-representative And with that, I rest my case. Let's see..."], [34959, "2021-10-01T01:12:26Z", [0.01], "While I like some people's optimism, the question seems to require specific recognition from the UNGA and as it states \"attendance alone would not count\", as noted in their example of 2 rival delegations from Venezuela both sitting in session.  I'm rounded up to 1%."], [96541, "2021-09-30T18:28:39Z", [0.0], ""], [101031, "2021-09-30T09:36:52Z", [1.0], ""], [81456, "2021-09-30T08:01:10Z", [1.0], "Here is Kyaw Moe Tun in an interview published today, Sep 30, by The Irrawaddy (which refers to him as \"Myanmar UN ambassador\" in the title): https://www.irrawaddy.com/in-person/interview/international-pressure-essential-in-war-against-junta-myanmars-un-ambassador.html  He summarizes the (mostly known, by now) situation nicely and clearly; excerpts: -------------------\nThough the military council dismissed me, the UN and member states recognize me as the permanent representative. [..]  So it was decided by consensus to keep me. [...] The credentials committee, I understand, has had informal meetings with member countries about my case.  As ASEAN, the European Union, US and UK reached an agreement, other countries have also agreed to keep me in my position. [...] The credentials committee will have a formal meeting in November and review the issue and report to the General Assembly.  The General Assembly is not a week-long meeting. It started on September 14 and continues until September 2022. [...] Our delegation will be able to speak at the plenary sessions and standing committees. We agreed [not to address the general debate] to best serve our country in the long term. [...] We have opportunities to address those meetings about the situation in Myanmar. We believe we will convey the voices of Myanmar’s people through those channels.   My understanding is that there will be a meeting in November [to discuss Myanmar’s representation]. The credentials committee has used the word “continuity”, so I understand I will remain in my position for the 76th session.\n------------------- Also, the UNGA president spoke on record on Sep 28, clarifying explicitly that Kyaw Moe Tun's removal from the UNGA general debate speaker list was voluntary, and not due to any formal objection by any state or UN body whatsoever:\nhttps://www.wionews.com/world/myanmar-did-not-make-a-request-to-speak-unga-president-abdulla-shahid-clarifies-to-wion-416617 As of today, Kyaw Moe Tun is still listed as the Myanmar Permanent Representative in the official page of the UN Protocol and Liaison Service:\nhttps://bluebook.unmeetings.org/ (choose \"Member States maintaining permanent missions in Headquarters\" in the 1st pull-down menu and \"Myanmar\" in the 2nd) The fact that Kyaw Moe Tun does represent the NUG is arguably clear and unambiguous:\nhttps://mizzima.com/article/ambassador-u-kyaw-moe-tun-speaks-mizzima (\"So, I am representing the NUG\" in interview)\nhttps://www.myanmarmissionnewyork.org/links together with https://www.myanmarmissionnewyork.org/permanent-representative"], [34959, "2021-09-29T05:02:19Z", [0.01], ""], [95683, "2021-09-29T02:19:47Z", [0.0], ""], [88452, "2021-09-28T06:48:40Z", [0.99], ""], [95683, "2021-09-28T02:24:34Z", [0.0], ""], [62808, "2021-09-27T21:03:55Z", [0.5], ""], [101031, "2021-09-27T18:56:55Z", [0.9], "Based on the evidence of @ctsats"], [94872, "2021-09-27T15:56:22Z", [1.0], ""], [34959, "2021-09-27T14:30:08Z", [0.02], ""], [81456, "2021-09-27T10:19:38Z", [1.0], "Most probably, and for the time frame of the question, this has been resolved by now, as laid out in my previous rationale https://www.gjopen.com/comments/1335986 . Reuters (Sep 25) https://www.reuters.com/world/myanmar-will-not-address-world-leaders-un-afghanistan-will-2021-09-24/ :\n----------------\ndiplomats said China, Russia and the United States had reached an understanding, where Moscow and Beijing will not object to Kyaw Moe Tun remaining in Myanmar's U.N. seat for the moment as long as he does not speak during the high-level meeting. Until a decision is made by the credentials committee on both Afghanistan and Myanmar, Isaczai and Kyaw Moe Tun will remain in the seats, according to the General Assembly rules.\n----------------- AP today (Sep 27) https://apnews.com/article/united-nations-general-assembly-asia-afghanistan-voting-myanmar-33b3c02fe1d72b30a6890e73bab42fbd :\n-----------------\nThe current envoy, Ambassador Kyaw Moe Tun [...] For at least a couple of months, he appears likely to keep his seat — or at least deny it to an appointee of the military government. It is a rare feather in the diplomatic cap of the shadow government, which has not been recognized by any nation\n----------------- CNN today (Sep 27) https://edition.cnn.com/2021/09/27/world/unga-afghanistan-taliban-isaczai-intl/index.html :\n-----------------\nKyaw Moe Tun was also scheduled to speak Monday, but confirmed to CNN that he had withdrawn. He declined to comment on the reason, but cited a Foreign Policy report describing a US-China-brokered deal to hold off on granting UN credentials to the junta. There is an understanding between Russia, China and the United States regarding Myanmar not speaking as long as Ambassador Kyaw Moe Tun remains in his post, a UN diplomat has separately told CNN. \"I withdrew from the speaker list in order to keep the seat for the people of Myanmar,\" Kyaw Moe Tun said.\n---------------- The Conversation (https://theconversation.com/two-governments-claim-to-run-myanmar-so-who-gets-the-countrys-seat-at-the-un-167885) confirms that the incumbent representative was able to participate in the opening of the general assembly session on Sep 14 (https://twitter.com/DrSasa22222/status/1438433948607004673?s=20), commenting that \"this was a big win for the NUG\". Speaking about the similar case of Afghanistan (in the sense that both existing representatives with challenged credentials did not address the UNGA general debate), UN Secretary-General spokesman Stéphane Dujarric said \"This does not change the fact that the representative of Afghanistan remains the same\", which is naturally applicable for Myanmar as well:  https://edition.cnn.com/2021/09/27/world/unga-afghanistan-taliban-isaczai-intl/index.html Since he is not attending the General Debate, which ends today, no point of order is expected. And the credentials committee is not expected to meet before November or late October."], [95683, "2021-09-27T02:24:42Z", [0.0], ""], [94872, "2021-09-26T21:17:10Z", [0.85], ""], [95683, "2021-09-26T20:36:29Z", [0.0], ""], [93350, "2021-09-26T14:12:43Z", [0.0], "The United Nations General Assembly will consider the credentials of all representatives of all member States, but an issue can be raised as to whether the representative is accredited by Government actually in power. This is pertinent in this case.\nMembership in the Organisation, in accordance with its charter is open to all peace-loving States and that they are able to carry out such obligations.\nThe NUG has announced a ‘peoples defensive war against the junta and so abandoning the non-violent tactics of Suu Kyi as adopted during her house arrest. This is perceived as an overt call to violence with a potential outbreak of civil war, which can hardly be countenanced by the UN and its charter.\nMember States are not minded in recognising an authority ‘in exile’ as the legitimate government, given the difficulty in defining ‘legitimate’. https://theconversation.com/two-governments-claim-to-run-myanmar-so-who-gets-the-countrys-seat-at-the-un-167885  https://www.un.org/en/about-us/about-un-membership  https://www.ilsa.org/Jessup/Jessup12/Talmon_Who%20is%20a%20legitimate%20government%20in%20exile.pdf\n"], [81456, "2021-09-26T11:26:34Z", [0.88], "In an exclusive interview in Myanmar magazine Mizzima (https://mizzima.com/article/ambassador-u-kyaw-moe-tun-speaks-mizzima), Kyaw Moe Tun confirms the plan first reported in Foreign Policy and later in the Wall Street Journal (https://www.gjopen.com/comments/1335986); some relevant excerpts: --------------------\nAlthough the Credentials Committee has been formed on 14 September. The Committee normally holds its meeting in November. It considered holding the meeting immediately this year. However, it will be convened in November and will discuss the credentials there. So, I will retain my seat. As the Credentials Committee has not decided on the proposed credentials of the junta regime, I will have to continue the incumbent position. Therefore, I delivered a speech on some occasions during the 76th session of UNGA. The report of Foreign Policy magazine is consistent with our knowledge on this issue to a certain degree. I was instructed to make a speech at the meetings of high-level General Debate between 21 and 27 September. The instruction was also seen on the 27 September schedule. But I also withdrew the instruction after comprehensive discussions at other platforms for ensuring a long-term continuity as the scheduled speech on 27 September is not essential. So, the arrangement was made the exclusion of Myanmar ‘s Permanent Representative at the General Debate. But I could make speeches at the meetings of 6 main committees from 27 September to December which is the main period for UNGA. Most of the countries expect me as a Permanent Representative of the elected government, and that they always refer me for this position. I here express the concern of the Myanmar people, which is also the voice of NUG. So, I am representing the NUG."], [94872, "2021-09-26T03:45:10Z", [0.6], ""], [94872, "2021-09-24T17:33:50Z", [0.5], ""], [81456, "2021-09-24T08:34:22Z", [0.85], "According to the State Department and the US Embassy in Bhurma (sic), Kyaw Moe Tun is still today (Sep 24) the Myanmar Permanent Representative to the UN:\nhttps://twitter.com/usembassyburma/status/1441184315052679168\nhttps://www.state.gov/counselor-chollets-meeting-with-burmese-representatives/ He is also clearly and unambiguously representing NUG (if there was still any formal ambiguity):\nhttps://twitter.com/nugmyanmar/status/1441065841974521864\nhttps://twitter.com/kyawtun62907405/status/1441199471992336385\nhttps://www.myanmarmissionnewyork.org/links + https://www.myanmarmissionnewyork.org/permanent-representative"], [94872, "2021-09-24T02:04:36Z", [0.4], ""], [94872, "2021-09-24T01:55:42Z", [0.25], ""], [94872, "2021-09-23T00:38:47Z", [0.1], ""], [101031, "2021-09-22T11:43:41Z", [0.65], "There seems to be no denying the Kyaw Moe Tun is the delegate of the NUG. \nAnd to date it seems that he is still recognised as the permanent representative to the UN according to\nthe official UN Protocol and Liaison Service: \nhttps://bluebook.unmeetings.org/ , which currently shows Kyaw Moe Tun as the PR (choose \"Member States maintaining permanent missions in Headquarters\" in the 1st pull-down menu and \"Myanmar\" in the 2nd)\nEven though he is not attending the General Debate this week due to some diplomatic wrangling.\nhttps://archive.is/gdsp5 If Kyaw Moe Tun attends the plenary sessions from the 28th as the Myanmar permanent representative then I think I can increase my probability beyond the current level."], [101031, "2021-09-22T10:27:08Z", [0.5], "Hmm tough call. I like the evidence submitted since the announcement of a diplomatic deal. My score is shot from a few big swings in my probability but I still think I need to be middle or higher. I need to think on it"], [81456, "2021-09-22T10:12:33Z", [0.79], "WSJ yesterday [1] updated on the plan first revealed by FP last week [2, 3]: -------------------------------------\nU.S. and China Avert Potential Clash in U.N. Over Myanmar Representation Myanmar’s permanent representative to the United Nations [...] will sit out a series of high-level meetings in New York this week. [...] The compromise allows Kyaw Moe Tun to participate in all U.N. functions after the annual “general debate” ends next week [...] “This seat will not be taken by a representative of the military, that is for sure,” Mr. Kyaw Moe Tun said in an interview, adding that he won’t make a speech or be present for the event. “In the long run, there will be a lot of occasions for me to deliver many, many statements—there will be a plenary, there will be committees—that’s very important to me and to the country.” The nine-member [credentials] committee [...] will meet in November to weigh a decision. Mr. Kyaw Moe Tun said he doesn’t anticipate a challenge meanwhile, and expects continuity until and after the meeting.\n------------------------------------ So, as I see it, if this scenario plays out as planned, when the question closes on Oct 2, Kyaw Moe Tun will still be the permanent representative of Myanmar in the GA, even provisionally, representing the NUG. An important detail (and point of possible confusion) is that the 76th Session of the UN General Assembly, which the question is explicitly about, goes on until September 2022, and it does *not* end with the end of the general debate next week. If I had any doubts previously as to Kyaw Moe Tun being considered as an NUG representative, they went away after checking the weekly formal letters he has been sending to the UN Secretary-General [4], where it is explicit that he recognizes and represents NUG as the legitimate government of Myanmar (well, even the people portrayed in the front page of [4] are NUG officials, and the Links section consists exclusively of links to NUG and its ministries). Still, there are many things ambiguous and unclear (including the interpretation of the outcome by GJO), that keep me clear from the high confidence zone (80-100). --------------------------------------\n[1] https://archive.is/gdsp5\n[2] https://archive.is/eZDqv\n[3] https://www.gjopen.com/comments/1333340\n[4] https://www.myanmarmissionnewyork.org/"], [94872, "2021-09-21T00:06:49Z", [0.05], ""], [94872, "2021-09-21T00:03:56Z", [0.03], ""], [87691, "2021-09-20T03:54:11Z", [0.0], ""], [90709, "2021-09-17T17:43:58Z", [0.58], "With more pressure on democratic countries to push back on coups and authoritarian governments, the recent recommendation/letter to keep Kyaw Moe Tun as Myanmar ambassador could be a leading indicator of the UNGA decision. The challenge now is the civil unrest the NUG has pushed ahead of the UNGA which has thrown some areas in disarray and the military govt now calling the NUG a terrorist organization. The gameplay across authoritarian governments is to call any democratic group fighting back a terrorist organization. I no longer support the trend in the crowd forecast of 0%. Provisional recognition also has shifted my view towards a higher likelihood. \nhttps://www.aljazeera.com/news/2021/9/13/un-urged-to-retain-kyaw-moe-tun-as-myanmar-ambassador\nhttps://www.lowyinstitute.org/the-interpreter/battle-myanmar-s-seat-un-general-assembly\nhttps://www.scmp.com/week-asia/opinion/article/3148326/why-un-should-recognise-myanmars-national-unity-government-not "], [79142, "2021-09-17T00:10:53Z", [0.0], ""], [34959, "2021-09-16T04:36:35Z", [0.0], ""], [62808, "2021-09-15T19:49:56Z", [0.0], ""], [86715, "2021-09-15T14:13:37Z", [0.0], ""], [86715, "2021-09-15T14:13:24Z", [0.01], ""], [83135, "2021-09-15T14:08:26Z", [0.0], "The military government will never be recognized as long as they continue their hard line "], [94872, "2021-09-15T04:44:24Z", [0.33], ""], [81456, "2021-09-14T21:12:45Z", [0.5], "Standing by..."], [101031, "2021-09-14T19:12:59Z", [0.0], "Based on the backroom diplomatic deal to keep KMT out of the Myanmar seat until the Cred. Comm. make a decision (likely to defer) in Oct/Nov and stop a point of order being raised that has potential to bring in the Junta delegate.\n"], [81456, "2021-09-14T17:49:06Z", [0.66], "BREAKING (Sep 13) from Foreign Policy: U.S. and China Reach Deal to Block Myanmar’s Junta From U.N.:\nhttps://foreignpolicy.com/2021/09/13/myanmar-united-nations-china-biden-general-assembly/\nhttps://twitter.com/KevinCChang/status/1437721732069085185 Excerpts:\n--------------\nThe United States and China have brokered an agreement that will effectively block Myanmar’s military rulers from addressing the United Nations’ General Assembly next week, according to diplomats But the pact—which was hammered out during weeks of behind-the-scenes diplomatic negotiations—will require Myanmar’s defiant, still-serving U.N. ambassador who represented the previous government to hold his tongue during the high-level event, refraining from the tough rhetoric he deployed last year in denouncing the military’s power grab. The arrangement, which was described by multiple diplomatic sources and representatives of advocacy groups familiar with internal deliberations, has been informally endorsed by representatives of the European Union, members of the Association of Southeast Asian Nations, and Russia.  The United States and its European allies were concerned that a country sympathetic to the military regime’s claims might appeal to the credential committees to take up the matter before its first scheduled meeting in November. They are hoping to delay any decision on Myanmar’s representation as long as possible, preserving a diplomatic stalemate that ensures Myanmar’s current ambassador, Kyaw Moe Tun, will maintain his right to Myanmar’s U.N. seat. “We’re interested in keeping the status quo as long as we can,” said one diplomat from a country involved in the discussions.  In a brief telephone interview, Kyaw Moe Tun confirmed that international negotiations are underway to determine how to move forward on Myanmar’s U.N. seat. He said he would “most likely not” deliver an address to the U.N. General Assembly, even though the list of speakers for the assembly includes Myanmar The deal involved an arrangement in which U.N. member states would agree to put off any discussion in the U.N. Credentials Committee of the military junta’s diplomatic status until after the U.N.’s annual diplomatic jamboree. In the meantime, Kyaw Moe Tun [...] has agreed not to address the assembly during the session or sit in Myanmar’s seat in the General Assembly. In the telephone interview, Kyaw Moe Tun did not confirm whether Myanmar’s seat will remain empty during the high-level debate.  Discussion on the fate of Myanmar’s diplomatic representation will be put off until at least November, when the U.N. Credentials Committee will convene to consider a request by Myanmar’s military regime to install its chosen envoy to represent Myanmar at the world body.  “What we are hearing, and this seems to be increasingly solid, is that the credential committee will defer. They will say they can’t draw a firm conclusion now, and that will encourage [Kyaw Moe Tun] to stay on,” said Richard Gowan, the U.N. representative at the International Crisis Group. But Kyaw Moe Tun will not represent the country’s National Unity Government “Apparently, there has been a quiet gentleman’s agreement that the current ambassador will keep a low profile during [this] high-level week and won’t use it as an opportunity to attack the regime,” Gowan added. Some in Washington see the effort to keep the junta away from the U.N. gathering as a key step to denying it further international legitimacy. “It would be useful to ensure that the Tatmadaw [military] does not have representatives at the U.N., as you know, because I think that gives them automatic credibility,” said one congressional committee aide, speaking on condition of anonymity. “It’s something we don’t want to see.”\n----------------- Now, I am not sure how we should read this \"Kyaw Moe Tun will not represent the country’s National Unity Government\". I can take it to mean simply that Kyaw Moe Tun will not *speak* as NUG representative during the UNGA General Debate (i.e. keeping a low profile, in accordance with other excerpts above and the apparent spirit of the alleged deal); an alternative reading could be that he will explicitly agree not to be considered as representing NUG, but this does not seem to be supported by the rest of the article. And if he does not represent NUG, who exactly will he be representing? Thoughts? In the meantime, and until further updates emerge, I am throttling down from 79% to 66% solely due to this uncertainty.\n"], [102595, "2021-09-14T12:07:10Z", [0.75], ""], [81456, "2021-09-14T09:00:29Z", [0.79], "Increasing to my initial forecast, after the explicit clarification that a provisional recognition would count (h/t @GMR). Reuters reports today (https://www.reuters.com/world/asia-pacific/un-faces-rival-claims-myanmar-seat-doubts-over-afghanistan-2021-09-13/): The Credentials Committee \"traditionally does not meet until October or November.\" \"Until a decision is made on Myanmar's accreditation, Suu Kyi's Ambassador Kyaw Moe Tun will remain in the seat, according to the General Assembly rules.\" \"While the junta requested that its foreign minister Wunna Maung Lwin lead a delegation to the high-level U.N. gathering it will likely be Kyaw Moe Tun who addresses the world body on Sept. 27, diplomats said.\""], [94872, "2021-09-14T05:45:41Z", [0.4], ""], [101031, "2021-09-13T18:39:14Z", [0.63], "Provisional recognition will resolve yes.\n@ctsats note clarification in question.\nMy only issue is timing"], [102595, "2021-09-13T11:38:09Z", [0.65], ""], [81456, "2021-09-13T11:19:09Z", [0.74], "Why the UN should recognise Myanmar’s National Unity Government, not the junta (Sep 13, https://www.scmp.com/week-asia/opinion/article/3148326/why-un-should-recognise-myanmars-national-unity-government-not , essentially a wrap up of this legal opinion: https://the-world-is-watching.org/wp-content/uploads/2021/09/Myanmar-Legal-Opinion-Final-2.pdf); by Richard J. Goldstone, founding Chief Prosecutor of the UN International Criminal Tribunals for the former Yugoslavia and Rwanda, co-signed by 10 legal scholars: \"We, the undersigned legal scholars, recommend that the junta’s credentials be rejected.\" \"There is a sound legal case for the General Assembly to take this course of action, based on historical precedents.\" \"In the last three decades, the General Assembly has consistently refused to accept the credentials of regimes that have come to power by overthrowing democratically elected governments, in violation of national constitutions, as the military junta has in Myanmar\" [Haiti 1993, Sierra Leone 1997, Honduras 2009, Libya 2011] \"The General Assembly has increasingly been willing to approve the credentials of governments and groups even where they lacked effective control of the entire territory of the state.\" \"Neither the NUG nor the junta is in effective control of all Myanmar, though the NUG, supported by ethnic nationalities’ parties, is in effective control of more territory than the regime.\" \"We believe there are compelling legal arguments to accept the credentials of the NUG.\" --- That said, we have to keep in mind that legal arguments are maybe necessary but certainly not sufficient, and that the final decision of the UNGA will be political in nature. It just doesn't hurt to know that the option of recognizing the credentials of NUG is backed by solid legal and historical arguments."], [94872, "2021-09-13T07:12:49Z", [0.3], ""], [101031, "2021-09-12T07:44:38Z", [0.5], "-10% on Cred Comm not getting it done in time, ie no 'point of order'"], [101031, "2021-09-12T07:43:17Z", [0.6], "Around 25% on GJO interpretation of the result and 15% on chance of no seat or Junta win Maybe I should ask GJO on their interpretation of provisional accreditation. But I can't be bothered"], [95683, "2021-09-11T22:46:01Z", [0.0], ""], [1333, "2021-09-11T21:06:25Z", [0.0], "https://www.reuters.com/world/asia-pacific/taliban-myanmar-junta-unlikely-be-let-into-un-now-diplomats-2021-12-01/\n"], [81456, "2021-09-11T20:28:59Z", [0.73], "The recent (Sep 8) Legal Opinon: the Representation of the State of the Union of Myanmar at the United Nations [1] seems to re-iterate the 4 possible scenarios as laid out in the Briefing Paper: Myanmar’s representation in the United Nations [2], unearthed by @GMR, which I have already analyzed (always IMO) previously [3]. Quoting: ---------------------------\n\"50. There are broadly four options that the UN Credentials Committee must decide upon. 51. First, the Credentials Committee could recommend acceptance of the credentials of the\nmilitary junta. [...] Based on these considerations the Credentials Committee should not recommend to \nthe UN General Assembly that the credentials issued by the Myanmar military junta be accepted. 52. Second, the Credentials Committee could recommend acceptance of the credentials of the\nNUG. [...] Based on these considerations the Credentials Committee should recommend to the\nUN General Assembly that the credentials of the representatives of the NUG be\naccepted. The Credentials Committee has made similar decisions in relation to Liberia\n(1990-97), Sierra Leone (1996), Haiti (1991-94), and Honduras (2009). 53. Third, the Credentials Committee could defer a decision on the credentials. [...]\non the understanding that Myanmar’s current Permanent\nRepresentative to the UN in New York, Kyaw Moe Tun, continue to represent Myanmar\nprovisionally at the General Assembly. [...] The Credentials Committee should\nonly defer the decision if it can provide well founded reasons why it has not been able\nto accept the credentials of the NUG. The Credentials Committee has made similar\ndecisions in relation to Afghanistan (1997-2001), Guinea (2009-10) and Madagascar\n(2009) and Guinea-Bissau (2012). 54. Fourth, the Credentials Committee could decide to leave the seat of Myanmar vacant at the\nUN General Assembly. It could do this either by deferring its decision on credentials,\nexplicitly on the understanding that no one will represent Myanmar at the Assembly’s 76th\nsession (as in the case of Cambodia in 1997), or by deciding not to accept any credentials\nsubmitted for Myanmar (as in the case of South Africa during the apartheid regime, albeit\nin that case without any competing credentials). [...] The Credentials Committee should not\nrecommend that the seat of Myanmar be left vacant at the UN General Assembly.\"\n------------------------------ As already noticed before [2, 3], under a \"regular\" process, the Credentials Committee is not expected to issue a report before the question closes on Oct 2; nevertheless, the scenarios described above will be applicable in the case that some State raises the issue of Myanmar representation as a \"point of order\", and the Credentials Committee will indeed be required to report before Oct 2. And here is NYT, reporting today (Sep 11) about the representation of Myanmar and Afghanistan in the forthcoming UNGA [4]: \"“I think the Credentials Committee will indulge in what we might call creative procrastination,” said Richard Gowan, the U.N. director at the International Crisis Group. Such a delay, he said, would allow both ambassadors “to stay in the post for the time being, albeit on fragile ground.”\" \nAs stated previously, I *assume* that a deferral allowing (pro-NUG) Kyaw Moe Tun to continue to represent Myanmar provisionally at the GA would resolve the question in the positive, but I am not certain about that, hence my forecast is not higher towards a \"yes\". ----------------\n[1] https://the-world-is-watching.org/2021/09/08/legal-opinon-the-representation-of-the-state-of-the-union-of-myanmar-at-the-united-nations/\n[2] https://specialadvisorycouncil.org/wp-content/uploads/2021/08/SAC-M-Briefing-Paper-Myanmars-Representation-in-the-UN-ENGLISH.pdf\n[3] https://www.gjopen.com/comments/1330317\n[4] https://www.nytimes.com/2021/09/11/world/un-ambassadors-myanmar-afghanistan.html"], [59881, "2021-09-10T18:09:06Z", [0.0], ""], [1034, "2021-09-09T03:23:06Z", [0.0], ""], [100896, "2021-09-09T03:03:07Z", [0.1], ""], [79142, "2021-09-08T21:48:30Z", [0.05], ""], [101031, "2021-09-07T21:57:56Z", [0.42], ""], [81456, "2021-09-07T21:18:36Z", [0.71], "Increasing again, after the analysis in https://specialadvisorycouncil.org/wp-content/uploads/2021/08/SAC-M-Briefing-Paper-Myanmars-Representation-in-the-UN-ENGLISH.pdf (h/t @GMR ). Detailed rationale here: https://www.gjopen.com/comments/1330317"], [101031, "2021-09-07T10:07:59Z", [0.02], "Here is the most in depth analysis of the situation I have read so far:\nhttps://specialadvisorycouncil.org/wp-content/uploads/2021/08/SAC-M-Briefing-Paper-Myanmars-Representation-in-the-UN-ENGLISH.pdf Key points - \ntypical credentials committee report takes 10 to 12 weeks meaning that the question is unlikely to be resolved within the time frame unless it is put through under urgency.\nbut according to this analysis the most likely result will be that:\n\"UNGA acceptance of the military junta’s credentials in the current circumstances would be unprecedented. Furthermore, any action fully depriving the State of representation would likely be contrary to the UN Charter. The two most plausible scenarios seem to be an acceptance of NUG credentials, or a deferral enabling ongoing representation by the NUG.\" So I feel that it is quite likely to happen but just outside our timeframe - don't pretend that's what you all thought ;-)"], [94872, "2021-09-07T08:37:52Z", [0.25], ""], [62808, "2021-09-05T21:08:08Z", [0.0], ""], [1333, "2021-09-04T13:43:07Z", [0.1], ""], [101031, "2021-09-03T23:30:14Z", [0.26], "Only a few weeks to go. Both positive signs and negative signs are emerging from GA states.\nA great article summarising the situation was published by The Diplomat\n\"Who Will Win the Battle for Myanmar’s UN Seat? – The Diplomat\" https://thediplomat.com/2021/09/who-will-win-the-battle-for-myanmars-un-seat/"], [1333, "2021-09-03T06:49:25Z", [0.18], ""], [95683, "2021-09-02T20:44:31Z", [0.0], ""], [94872, "2021-09-02T18:32:56Z", [0.28], ""], [52131, "2021-09-02T13:52:26Z", [0.0], ""], [1333, "2021-09-01T13:23:43Z", [0.2], ""], [79142, "2021-09-01T02:16:03Z", [0.06], ""], [81456, "2021-08-31T18:48:38Z", [0.5], "Looking back, I did not properly discount for the possibility that UNGA defers any decision regarding Myanmar representation [1][2], which would resolve the question in the negative. Pumping down. --------------------------------\n[1] https://www.lowyinstitute.org/the-interpreter/battle-myanmar-s-seat-un-general-assembly\n[2] https://www.gjopen.com/comments/1326740"], [1333, "2021-08-30T13:16:52Z", [0.27], ""], [1034, "2021-08-30T00:12:07Z", [0.0], "Renshaw, C. (2021, Aug, 10). The battle for Myanmar’s seat in the UN General Assembly. Lowy Institute. The Interpreter. Retrieved from \nhttps://www.lowyinstitute.org/the-interpreter/battle-myanmar-s-seat-un-general-assembly An empty chair in New York would be a potent reflection of the situation on the ground in post-coup Myanmar. Across Myanmar, the battle continues between the military and those opposed to the military coup d’etat of 1 February 2021. Opposition to the coup began with non-violent resistance in the form of the Civil Disobedience Movement. The aim is now revolution and an end to the military’s decades-long dominance of political life. The revolutionaries have brought within their fold some of the armed ethnic organisations that have long fought against the military in the country’s borderlands. Civil war is looming. A different battle for Myanmar is being fought in the United Nations. On 14 September, the 75th UN General Assembly (UNGA) will meet in New York. Presidents, prime ministers and dictators from across the world – or their representatives – will gather to discuss, debate and make recommendations on global issues. The question de jour is who will represent Myanmar – the military’s representative or the representative of the democratically elected, ousted government? It is the job of a nine-country Credentials Committee to make a recommendation to the UNGA about whose credentials to accept. It is rare for the Committee to accept the credentials of an ousted government that does not hold power or control territory, but it is not unprecedented (Haiti in 1992, Sierra Leone in 1997). In some contentious cases, the Committee has deferred making any decision at all (Afghanistan in 1996 and Cambodia in 1997)."], [101031, "2021-08-29T18:50:27Z", [0.4], "I have made a couple of mistakes to date. Deferring the vote would not result in accepting the incumbent. A deferred vote would leave the incumbent in place as a provisional delegate. I don't believe that this would result in this question being resolved yes. \nI do note that the UNs condemnation of the coup is a very strong message so if a vote is held then I think it will go the way of NUG but I suspect it will be deferred. Deferral might be used to hurry along the Junta into sorting out the situation.\nI am no longer confident that I am not about to get a stonking great big briar score.\nDarn"], [101031, "2021-08-29T18:11:43Z", [0.68], "This article gives a different outcome for a deferred vote. It says that the seat is then vacant. I will have to check back on previous rationales to see where I got evidence that the incumbent stays on for a deferred vote.  I actually think this article has a few things wrong as it says that Myanmar’s seat has been vacant at 2 other meetings but I understood that the NUG delegate and incumbent has been attending to make sure he kept his seat.  https://www.lowyinstitute.org/the-interpreter/battle-myanmar-s-seat-un-general-assembly"], [1333, "2021-08-28T14:58:30Z", [0.33], ""], [93028, "2021-08-28T09:48:19Z", [0.0], ""], [101031, "2021-08-28T09:37:41Z", [0.73], "Another article on the matter, but I am not a telegraph subscriber so I can't get much... \"Myanmar's UN ambassador escaped a plot to kill him. Now he's fighting to keep his job\" https://www.telegraph.co.uk/world-news/2021/08/28/myanmars-un-ambassador-escaped-plot-kill-now-fighting-keep-job/amp/ Also, deferring the Credentials vote (which keeps the NUG delegate in the position) would also solve the problem of appointing a taliban rep as the UN delegate for Afghanistan so could have wider advantages if just drop the whole session."], [94872, "2021-08-27T22:19:23Z", [0.33], ""], [101031, "2021-08-27T12:11:29Z", [0.73], ""], [1333, "2021-08-26T13:59:37Z", [0.32], ""], [81456, "2021-08-25T19:07:34Z", [0.79], "Quoting from yesterday's (Aug 24) press statement by the US State Department, Marking the Fourth Anniversary of the Ethnic Cleansing in Rakhine State [1]: \"Four years ago, Burma’s military launched a horrific ethnic cleansing against Rohingya in northern Rakhine State. The brutality of the military’s atrocities on that day shocked the conscience of the international community [...] Today, the same military leaders who perpetrated the February 1 coup are committing abuses against pro-democracy activists and members of ethnic and religious communities across the country, and we have seen the same light infantry brigades that terrorized Rohingya communities in 2017 inflict brutal violence on pro-democracy protestors since the coup. [...] The United States will continue to promote justice for victims and accountability for those responsible for atrocities and other human rights abuses. To that end, we have imposed visa restrictions and financial sanctions on top military leaders and units, including those linked to serious human rights abuse against Rohingya, and suppression of peaceful protests since the February 1 coup. [...] The United States also welcomes the inclusive path forward envisioned by the NUG and other pro-democracy groups in Burma [...] The United States will continue to partner with the people of Burma to support peace and justice, critical humanitarian assistance, a return to the path to democracy, and respect for human rights and fundamental freedoms. \" AFAIK, it is the first time that NUG is explicitly mentioned in such a formal statement by the US. In other news, today Vice President Harris has again explicitly condemned the Myanmar coup, and said that \"we are committed to supporting the people there as they work to return their nation to the path of democracy” [2] See [3][4][5] for previous comments (with references). ------------------------\n[1] https://www.state.gov/marking-the-fourth-anniversary-of-the-ethnic-cleansing-in-rakhine-state/\n[2] https://www.irrawaddy.com/news/burma/vice-president-harris-says-us-committed-to-supporting-people-of-myanmar.html\n[3] https://www.gjopen.com/comments/1320969\n[4] https://www.gjopen.com/comments/1320076\n[5] https://www.gjopen.com/comments/1318821"], [1333, "2021-08-25T12:22:18Z", [0.37], ""], [94872, "2021-08-24T22:28:32Z", [0.27], ""], [1333, "2021-08-24T12:34:15Z", [0.45], ""], [1333, "2021-08-24T12:32:04Z", [0.49], ""], [34959, "2021-08-24T05:12:01Z", [0.12], "Shifting position after finally getting around to reviewing the opinion of my favorite Myanmar commentator - The Lowy Institute.  While it's worth noting the Junta is unlikely to receive the Myanmar seat at the UNGA, there would appear to be more avenues than I have acknowledged for this to resolve in the affirmative.  1. https://www.lowyinstitute.org/the-interpreter/battle-myanmar-s-seat-un-general-assembly"], [79142, "2021-08-24T02:12:10Z", [0.07], ""], [1333, "2021-08-23T11:49:21Z", [0.5], ""], [1333, "2021-08-23T09:35:22Z", [0.41], ""], [101031, "2021-08-23T04:12:49Z", [0.7], "Military is attempting to legitamise their power by calling their commander in chief the interim prime minister and calling new elections early next year.\nUN Special Envoy Christine Schraner has been in discussions with Myanmar and with member states in New York.\nIn a recent presentation she stated that \"The UN does not recognise governments, only member states do. As long as member states do not make any decision the current representative of Myanmar (The NUG representative Kyaw Moe Tun) will remain the legitamate representative at the UN.\" Her opinion is that if the credential committee comes together and forces a vote among the member states then it will be a crucial event and even if it goes the way of the Junta she will continue her work. I did not get any inkling of which way she thinks the vote will go. \nShe gives no official message to the permanent members of the credential committee but she is in contact with them and is advising them of the feelings of the people on the ground. She is still of the opinion that the international community should not recognise the coup. https://news.un.org/en/story/2021/08/1097452"], [15196, "2021-08-22T12:30:10Z", [0.6], ""], [1333, "2021-08-22T09:53:58Z", [0.82], ""], [94872, "2021-08-21T03:09:09Z", [0.3], ""], [62808, "2021-08-21T01:16:05Z", [0.0], ""], [86715, "2021-08-20T20:51:14Z", [0.05], ""], [1034, "2021-08-16T00:57:25Z", [0.0], ""], [79142, "2021-08-15T21:46:29Z", [0.05], ""], [101935, "2021-08-15T15:42:26Z", [0.25], ""], [81456, "2021-08-14T01:28:06Z", [0.79], "It seems that top US officials do speak with NUG representatives; here is Wendy R. Sherman, Deputy Secretary of State (i.e. #2 US diplomat) from Aug 5: https://twitter.com/DeputySecState/status/1423026455844298754 while the US embassy in Myanmar is retweeting a statement by the US ambassador in the UN, Linda Thomas-Greenfield, condemning the alleged plot to kill the (pro-NUG) Myanmar ambassador to the UN, Kyaw Moe Tun: https://twitter.com/eAsiaMediaHub/status/1424338796095557639 The UK embassy in Myanmar seems to also be steadily retweeting condemning statements by UK officials:\nhttps://twitter.com/FCDOGovUK/status/1415290772111380482\nhttps://twitter.com/UK_FoRBEnvoy/status/1418133926665674753\nhttps://twitter.com/DominicRaab/status/1422280080752091147\nhttps://twitter.com/nadams/status/1420044630360535042"], [95944, "2021-08-13T11:39:07Z", [0.02], ""], [1333, "2021-08-12T23:42:37Z", [0.88], ""], [101031, "2021-08-12T19:22:29Z", [0.69], "I have been convinced that the outcome will be yes for a while but was severely anchored by the crowd.  Fear of a bad relative brier score held me back. The evidence of @ctsats has convinced me. Particularly the document in his response to questions here:\nhttps://www.gjopen.com/comments/1320070\nI am still reasonably low with my probability because it is not an illegal coup, the myanmar constitution allows for military takeover."], [81456, "2021-08-12T11:39:58Z", [0.79], "Revisiting my previous forecast [1], and taking additionally into account: - The GA resolution of June 18, 2021 [2], demanding that the Myanmar junta end the coup and stop the killings (seemingly only the 4th time since the end of Cold War that GA adopts a similar resolution), with a recorded vote of 119-1 (and both China & Russia abstenting) [3][4]\n- The sanctions put in place against the Myanmar junta by the US [5][6], the EU [7], and several other countries, including the UK, Canada, and Switzerland [8]\n- The explicit condemnation of the coup by the UN Secretary General [9] and the UK Prime Minister [10]\n- My comment in reply to @GMR below [11] I consider that, in the specific context of the UN GA forthcoming 76th session, the GA is more likely to recognize delegates from the NUG than not, and I am significantly updating my forecast towards the positive outcome. ------------\n[1] https://www.gjopen.com/comments/1318821\n[2] https://undocs.org/en/A/RES/75/287\n[3] https://www.nytimes.com/2021/06/18/world/asia/un-myanmar-coup-condemned.html\n[4] https://www.un.org/press/en/2021/ga12339.doc.htm\n[5] https://www.state.gov/designating-officials-and-military-units-in-response-to-escalating-violence-in-burma/\n[6] https://home.treasury.gov/news/press-releases/jy0071\n[7] https://www.consilium.europa.eu/en/press/press-releases/2021/06/21/myanmar-burma-third-round-of-eu-sanctions-over-the-military-coup-and-subsequent-repression/\n[8] https://www.europeansanctions.com/region/burma/\n[9] https://www.un.org/sg/en/content/sg/statement/2021-01-31/statement-attributable-the-spokesperson-for-the-secretary-general-myanmar\n[10] https://twitter.com/BorisJohnson/status/1356143343600885761\n[11] https://www.gjopen.com/comments/1320070"], [101031, "2021-08-11T09:24:28Z", [0.28], "Great evidence for the positive outcome by @ctsats\nhttps://www.gjopen.com/comments/1318821 Gave me confidence to increase a bit"], [94872, "2021-08-11T03:41:05Z", [0.35], ""], [34959, "2021-08-10T15:28:34Z", [0.01], ""], [8826, "2021-08-09T19:18:01Z", [0.05], ""], [81456, "2021-08-09T14:08:41Z", [0.41], "1 - Formalities The whole issue will be dealt with in a very specific context, i.e. that of the UN system. What's more, any decision by the UN General Assembly (GA) to reject the credentials of the military government in favor of NUG will not pose any kind of restrictions whatsoever regarding bilateral diplomatic relations of UN member states with Myanmar; this is clearly stated in the GA Resolution 396(V), \"Recognition by the United Nations of the representation of a Member State\" [1]: \"[The GA] Declares that the attitude adopted by the General Assembly or its Interim Committe concerning any such question shall not of itself affect the direct relations of individual Member States with the State concerned;\" Bottom line here: \"Dear Myanmar military, we can reject you from representing Myanmar in the GA, and still be friends (i.e. maintain normal diplomatic relations)\". Arguably, this leaves much flexibility on the table for states that will choose to do so; such states can still send a (strong) message without formally breaking relationships with the military regime. --- 2 - History Similar rejections of (military) governments from the GA in favor of democratically elected and/or exiled ones have happened many times in the past: \"In the cases of Cambodia, Sierra Leone, Afghanistan, Liberia and Haiti, \nthe Credentials Committee either deferred a decision on the credentials\nof the government or accredited a former representative instead of the\ngovernment effectively in control of the territory\" [2] Useful to remind here that the decisions of both the Credentials Committee and the GA itself are taken by simple majority, and there is no kind of veto involved (so Russia and China cannot block such a decision on their own). --- 3 - Situation on the ground There have been multiple attempts by Myanmar since February to remove and replace their current UN Permanent Representative, Kyaw Moe Tun, but all of them have been steadily rejected so far by the UN system [3][4][5]. At the time of writing, Kyaw Moe Tun is still listed as UN ambassador of Myanmar in the UN Protocol and Liaison Service [6]. According to AP [4], his Feb 26 dramatic speech to a GA meeting against the military takeover drew loud applause from diplomats in the assembly chamber who called it “powerful,” “brave” and “courageous” (reminder that this is the same GA that will be asked to choose who will represent Myanmar in its next annual session). --- 4 - US stance These rejections by the UN system mentioned above are actively backed and supported by the current US ambassador to the UN, Linda Thomas-Greenfield [3]. Thomas-Greenfield wrote an opinion piece in the Washington Post [7] back on March 2021, praising current Myanmar ambassador Kyaw Moe Tun, listing what measures the US have already taken against the military regime in Myanmar, and culminating with a statement: \"We will do more. And we need our allies and regional partners to do more, too.\" [7] Which, to me, sounds like a call to arms for US partners and allies. Thomas-Greenfield has steadily since backed her OP with public tweets [8][9], assuring that the US will escalate and sustain pressure toward the Myanmar military regime. Far from being any kind of \"rogue\" diplomat with a possible personal agenda, Thomas-Greenfield was just recently chosen to lead the US Presidential Delegation to the closing ceremony of the Tokyo Olympics [10]; most likely, her words and actions have the explicit approval of her superiors in the US State Department (if not of the White House). And to make the situation even worse for the Myanmar military regime, an alleged plot to assassinate current Myanmar ambassador to the UN Kyaw Moe Tun was just recently uncovered by the FBI [11][12][13]. Attempting such an assassination on US soil sounds like adding insult to injury; as we could easily guess, Ambassador Thomas-Greenfield was not at all happy, and she made that explicit [14][15]. --- 5 - Other considerations A recent (July 2021) UK parliamentary report, titled \"The UK Government’s Response to the Myanmar Crisis\" [16], seems to be all in favor of recognizing NUG as the legitimate government of Myanmar; quoting from Section 2 [17]: --\n8 [in bold]. If the UK is to fulfil its unique potential to mediate, it has to demonstrate a willingness to take action beyond statements. A coherent and concerted response is needed by the United Nations if the junta is to feel any real pressure. Actions should be taken to de-legitimise the junta’s authority, block its supply of arms, and encourage regional actors to take firmer measures. The National Unity Government (NUG) 9. The National Unity Government of Myanmar consists of parliamentarians elected in the 2020 election, members of various ethnic groups, and figures in the anti-coup movement.12 Given the evidence we have heard, and the NUG’s active role in promoting democracy in Myanmar, we believe that they, not the junta, represent the legitimate and expressed will of the Myanmar people.13 However, the UK Government’s policy of recognising states, rather than governments, is an obstacle to the recognition of these legitimate representatives. 10 [in bold]. The UK Government cannot be said to support democracy in Myanmar if it does not recognise the outcome of democratic elections in Myanmar. The National Unity Government comprises the legitimate representatives of the people of Myanmar, whose election has been found valid by third party observers. Rather than an exile government, the NUG should be treated as a government-in-waiting.\n-- Even if \"the UK Government’s policy of recognising states, rather than governments, is an obstacle to the recognition of these legitimate representatives\", as stated in para 8 above, this does not prohibit actions related to the UN GA representation (which the question here is about), in the spirit of what I have already pointed out in section 1 above. --- CONCLUSION & ASSESSMENT Given the situation as described above, I think the crowd's assessment here (currently at 0%) grossly underestimates the actual odds. ---------------\n[1] https://digitallibrary.un.org/record/209556?ln=en\n[2] Alison Duxbury, The Participation of States in International Organisations, 2011, p. 118, http://ndl.ethernet.edu.et/bitstream/123456789/7658/1/21.pdf\n[3] https://archive.is/xeMIg\n[4] https://apnews.com/article/europe-myanmar-united-nations-united-nations-general-assembly-3a463feb101e1fb975888349483e91bc\n[5] https://thediplomat.com/2021/07/myanmars-junta-tries-and-fails-to-appoint-a-new-un-ambassador/\n[6] https://bluebook.unmeetings.org/ - choose \"Member States maintaining permanent missions in Headquarters\" in the 1st pull-down menu and \"Myanmar\" in the 2nd\n[7] https://www.washingtonpost.com/opinions/2021/03/31/united-states-stands-with-people-burma-our-allies-must-too/\n[8] https://twitter.com/USAmbUN/status/1377388955860140034\n[9] https://twitter.com/usambun/status/1378340005345685505\n[10 https://twitter.com/USAmbUN/status/1424542745830514688\n[11] https://www.nytimes.com/2021/08/06/nyregion/myanmar-ambassador-plot.html\n[12] https://www.smh.com.au/world/asia/fbi-exposes-plot-to-maim-or-assassinate-myanmar-s-un-ambassador-20210807-p58gpt.html\n[13] https://www.dw.com/en/two-myanmar-nationals-arrested-by-us-authorities-over-assassination-plot/a-58788182\n[14] https://usun.usmission.gov/statement-by-ambassador-linda-thomas-greenfield-on-arrests-in-the-alleged-plot-targeting-burmas-permanent-representative-to-the-united-nations-kyaw/\n[15] https://twitter.com/USAmbUN/status/1424051526172090370\n[16] https://publications.parliament.uk/pa/cm5802/cmselect/cmfaff/203/20302.htm\n[17] https://publications.parliament.uk/pa/cm5802/cmselect/cmfaff/203/20305.htm"], [79142, "2021-08-07T19:01:28Z", [0.0], ""], [90237, "2021-08-07T04:29:29Z", [0.0], ""], [38210, "2021-08-06T09:49:39Z", [0.0], "I think this from the UK government procludes the NUG being recognised. I would assume other governments would take a similar stance.\nhttps://publications.parliament.uk/pa/cm5802/cmselect/cmfaff/203/20305.htm"], [100896, "2021-08-06T07:52:56Z", [0.15], "Sorry my last explanation is wrong. Because they are already a member they can not be vetoed. Thanks GMR your explanation helped."], [100896, "2021-08-06T07:29:30Z", [0.02], "Admission is subject to security council recommendation which can be vetoed. Given that two countries are Authoritarian I do not see them likely stand up for an exiled democratic government. China has a little more in the game than ideology, a hamstrung democracy with strong economic ties served them better than an authoritarian economically inept government but now that it has happened they will prefer whoever has the best chance of keeping order and preventing a failed state on their border. I think China and Russia will veto their admission  "], [86715, "2021-08-06T00:35:20Z", [0.1], ""], [95944, "2021-08-05T18:00:12Z", [0.75], "This forecast is based on: 1-There is a new reality in Maynamar , so to change it by force or to accept it! The west leaded by USA is not in a position to intervene in Maynamar for several reasons (and that is clear where the coup had been since Feb2020), \nThe most important point is that this Coup is made by leaders of one of strongest&largest Active armies in South Asia,( second Ranking army backed by rival China in supplies and training), If there is an intervention it will be limited to Airstrikes or extended sanctions to Coup leader). 2-Asean committee began a new approaching step to the Coup & Singapore attributed $135000 as aids to the country. So U.N is likely by 75% or more to take a similar step to Asean committee& accept the new reality."], [59881, "2021-08-05T15:00:48Z", [0.0], ""], [34959, "2021-08-05T14:15:24Z", [0.03], ""], [53382, "2021-08-05T14:11:01Z", [0.0], "Based on the UN response to Myanmar in the last several years and the current climate of pushing the pushing to ASEAN leaders, who will remain incredibly divided, NUG will have a long, uphill to battle to establish any official UN recognition. "], [1333, "2021-08-05T08:21:17Z", [0.9], ""], [26642, "2021-08-04T17:17:11Z", [0.0], "Both sides will attend, but the political pressures will kick a decision down the road"], [101926, "2021-08-04T17:12:48Z", [0.0], ""], [62808, "2021-08-03T22:40:52Z", [0.0], ""], [56265, "2021-08-03T22:23:26Z", [0.05], ""], [1034, "2021-08-03T18:49:57Z", [0.0], ""], [73564, "2021-08-03T09:47:49Z", [0.4], ""], [80644, "2021-08-03T09:47:10Z", [0.0], ""], [101031, "2021-08-03T00:10:21Z", [0.18], "The question hinges on Kyaw Moe Tun staying with the UN it seems.\nHe was appointed permanent representative to the UN in 2018 but has been with the Permanent Mission of Myanmar to the UN since 2012. This means he has momentum and reputation. He is currently serving in the New York office of the UN. The Junta/SAC govt of Myanmar are trying to extradite representative Kyaw Moe Tun from the US to try him for treason. \nhttps://coconuts.co/yangon/news/junta-wants-us-to-extradite-un-rep-for-prosecution-on-treason/ UN says any challenge to envoy’s status needs to be resolved in its credentials committee, which has not acted on the matter\nhttps://www.scmp.com/news/china/article/3123675/myanmars-un-envoy-kyaw-moe-tun-still-rightful-occupant-seat-us-and The matter will very likely be addressed in September at the next meeting of the General Assembly by the credentials committee which meets before the general assembly. China Russia and the US are members of this committee \nhttps://thediplomat.com/2021/07/myanmars-junta-tries-and-fails-to-appoint-a-new-un-ambassador/ Blinken has urged action but has not yet publicly released support for Kyaw Moe Tun that I can find"], [80344, "2021-08-02T22:19:10Z", [0.01], ""], [67500, "2021-08-02T21:30:27Z", [0.1], "According to this article (https://www.aljazeera.com/news/2021/8/1/six-months-after-myanmar-coup-battle-for-diplomatic-recognition), the status-quo is the most likely outcome. The UN in the past has given credence to those on the ground as well which would disfavour NUG."], [11104, "2021-08-02T20:54:06Z", [0.02], ""], [11104, "2021-08-02T20:53:48Z", [0.05], ""], [83135, "2021-08-02T18:56:13Z", [0.0], ""], [50981, "2021-08-02T18:51:09Z", [0.2], ""], [67403, "2021-08-02T16:52:58Z", [0.2], ""], [101878, "2021-08-02T12:03:24Z", [0.05], ""], [92079, "2021-08-02T05:08:50Z", [0.0], ""], [93028, "2021-08-01T19:43:53Z", [0.0], "Junta will make enough democratic concessions just to avert NUG recognition. Combined with this being a proxy-conflict as well as int'l habit: No."], [90709, "2021-08-01T17:47:59Z", [0.1], "Its a delicate power play. If the Biden administration acknowledges the NUG it allows funds to flow to support them. If they are kept in limbo then Russia and China stay happy and appeased. If the UN recognizes the NUG then it also acknowledges a new conflict. (Afghan, Syria, Sudan, Palestine). Russia and China are hoping EU and US are just tired of managing small conflicts - playing wack o mole with democracy, during COVID. China and Russia are happy to let their people die, and keep funding coups. \nhttps://www.aljazeera.com/news/2021/8/1/six-months-after-myanmar-coup-battle-for-diplomatic-recognition\nhttps://www.washingtonpost.com/opinions/2021/07/15/washington-should-recognize-national-unity-government-in-myanmar/"], [691, "2021-08-01T15:07:53Z", [0.0], "The junta are pretending they will hold elections in a couple of years.  This is usually enough for such gangs to keep their accreditation.  \nhttps://apnews.com/article/business-health-elections-coronavirus-pandemic-myanmar-8504af88bd5b2c2c2b30c7da5baa8ad5"], [101031, "2021-08-01T08:38:17Z", [0.18], "Back up again...\nGreat article here: https://www.justsecurity.org/76641/beyond-the-coup-can-the-united-nations-escape-its-history-in-myanmar/ (nice link @keith-huggins )\nIn the past with member delegates  'possesion is 9/10ths of the law...', NUG holds current position and they are trying to maintain it. But in the long run the UN goes with the 'government on the ground' which would be the Junta. It is rare that the UN goes with their conscience except in the case of apartheid South Africa.\nRecent situations where there have been delegates from both groups have led to no delegates being admitted for Myanmar but the Sep meeting should force a decision."], [101031, "2021-08-01T07:45:40Z", [0.15], "Backing off a bit"], [101031, "2021-08-01T07:41:03Z", [0.2], "Good article on Al Jazeera today \nhttps://aje.io/eb2e9c Majority of UN support current envoy who is pro the NUG this may increase the likelihood that NUG delegate will be recognized by the UNGA.\nStill need China and Russia support though."], [45594, "2021-08-01T07:01:17Z", [0.05], ""], [93350, "2021-08-01T05:38:33Z", [0.1], "The official UN line is:\n‘Delegates represent their countries, speak and vote on behalf of their country at the UN General Assembly, unless a politician of higher rank is present. They are appointed by their countries and follow the interests of the government they serve’. A UK Parliamentary statement:\nThe National Unity Government of Myanmar consists of ‘parliamentarians elected in the 2020 election, members of various ethnic groups, and figures in the anti-coup movement’. This suggests an unelected group. \nHowever, the UK Government (for instance) recognises States and not Governments which is an obstacle to recognition of the perceived representatives.\nSupport for the NUG should be contingent on their ‘clear and continued commitment to the rights of different ethnic groups and minorities, and to delivering justice for past crimes’. On June 3 the NUG issued a position paper pledging its break in the past in the relationship between the Myanmar state and the Rohingya people.\nThere are 135 officially recognised ethnic groups and the NUG statement appears to be now including the Rohingya and allowing full citizenship rights. The very usage of the term “Rohingya,” which NLD leaders, including Aung San Suu Kyi, had vehemently avoided until just a few months back, and the vocabulary of “justice and reparation” mark a landmark departure from the older way of doing things.\nIt would appear that as a break from the previous NLD administration and its army, to satisfy international opinion concerning the treatment of the Rohingya people, the NUG has moved the position held by its and previous lawmakers.\nA clearly diplomatic move to gain recognition.\nAung San Suu and her NLD party had a negative view of the UN concerning the condemnations of her administration’s actions against the Rohingya people.\nBoth China and ASEAN have failed to accept the NUG as legitimate representatives of Myanmar.\nRussia and China have also blocked any actions by the United Nations Security Council to admonish the junta in power over its crackdown over demonstrations concerning the coup. Both are arms suppliers to Myanmar.\nThe US appears to be holding back recognition of the NUG until the Rohingya are integrated into its considerations, which they appear to have done by issuing their statement.\nThe NUG are attempting to distance itself from the previous administration (NLD) and its defence of military action of genocide against the Rohingya people and would be willing to refer the matter to an international court. Noting that members of the NUG were members of the NLD.\nGiven all the history, it is difficult for the UN General Assembly to recognise (formally) the NUG as being representatives of Myanmar. https://www.un.org/en/observances/delegates-day  https://publications.parliament.uk/pa/cm5802/cmselect/cmfaff/203/20305.htm  https://www.irrawaddy.com/news/burma/myanmars-national-unity-government-deeply-concerned-with-china.html  https://thediplomat.com/2021/06/why-the-national-unity-governments-statement-on-myanmars-rohingya-is-important/  https://www.voanews.com/east-asia-pacific/myanmars-junta-woos-moscow-balance-beijing  https://www.justsecurity.org/76641/beyond-the-coup-can-the-united-nations-escape-its-history-in-myanmar/  https://www.washingtonpost.com/opinions/2021/07/15/washington-should-recognize-national-unity-government-in-myanmar/\n"], [35398, "2021-08-01T01:12:35Z", [0.01], ""], [60695, "2021-07-31T17:00:03Z", [0.0], ""], [691, "2021-07-31T15:11:42Z", [0.01], ""], [68922, "2021-07-31T13:39:54Z", [0.0], ""], [101422, "2021-07-31T11:45:37Z", [0.01], ""], [100664, "2021-07-31T10:57:56Z", [0.0], ""], [67403, "2021-07-31T07:25:15Z", [0.5], ""], [34815, "2021-07-31T06:04:52Z", [0.0], ""], [1624, "2021-07-31T00:57:50Z", [0.0], ""], [79142, "2021-07-30T23:47:29Z", [0.1], ""], [101031, "2021-07-30T22:37:29Z", [0.1], "The Asia Times article proposes a good rationale regarding China and Russia. For a state to be recommended for admission the five permanent members must agree. I presume it is the same in this situation. This seems a low likelihood. UN don't support the coup but won't support a rival govt either. A difficult situation"], [88452, "2021-07-30T19:31:00Z", [0.0], ""], [1333, "2021-07-30T18:33:04Z", [1.0], ""], [1333, "2021-07-30T17:08:56Z", [1.0], ""]]}