{"question_id": 2378, "title": "Between 2 May 2022 and 27 May 2022, will the 7-day moving average of new daily cases of COVID-19 in the US reach or exceed 120,000?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.025, 0.975], "correct_answer": "No", "correct_forecast": 0.975, "preds": [[105570, "2022-05-28T06:02:42Z", [0.0], ""], [94872, "2022-05-28T02:42:08Z", [0.02], ""], [105091, "2022-05-27T22:48:22Z", [0.0], "With May 26 case count at 111,994, my last prediction is kaput. Hooray for the public health situation, not so great for my Brier score..."], [80790, "2022-05-27T21:57:35Z", [0.01], ""], [25013, "2022-05-27T21:24:46Z", [0.06], "There would need to be 224,766 cases on the 27th, judging by the cases in the preceding 6 days."], [105091, "2022-05-27T16:21:15Z", [0.85], "With May 25's 181,345 new cases, there are new statistical possibilities. If May 26 sees 180,000 cases (1,345 fewer than the day before), the new 7 day rolling average will be 119,397. So if the 26th makes it to 180,000 and May 27 has anything over 160,000, our rolling average for May 27 will be 120,500.  So the question for today is: do you think that May 26 and 27 will be equal or higher than May 25 daily total? If yes, then 120,000 rolling average will be reached.  The great caveat is \"How many people are avoiding testing because of the Memorial Day Holiday on Monday May 30?\"  "], [103878, "2022-05-27T15:34:54Z", [0.05], ""], [99943, "2022-05-27T15:00:34Z", [0.01], ""], [14027, "2022-05-27T14:41:26Z", [0.03], ""], [42234, "2022-05-27T14:05:55Z", [0.0], ""], [25013, "2022-05-27T08:35:07Z", [0.81], "."], [94872, "2022-05-27T07:31:16Z", [0.05], ""], [767, "2022-05-27T04:22:38Z", [0.0], "New cases at 181,000 but 7 day moving average at 109,564. Error in data I was using (Google default that feeds from NYT not CDC)"], [99943, "2022-05-27T04:19:15Z", [0.1], ""], [95992, "2022-05-27T02:48:02Z", [0.2], ""], [80790, "2022-05-26T21:28:56Z", [0.02], ""], [80790, "2022-05-26T21:25:57Z", [0.0], ""], [105091, "2022-05-26T18:25:27Z", [0.45], "Momentum was lost (thank goodness for the human cost, not so great for my previous predictions), but the drop came sooner than usually comes in waves like this. I still think data could be revised to show us edging past 115,000 and maybe 120,000 by May 27, once all that data is in in early June."], [34959, "2022-05-26T16:01:53Z", [0.05], ""], [87897, "2022-05-26T15:49:13Z", [0.17], ""], [14027, "2022-05-26T14:55:24Z", [0.07], ""], [87177, "2022-05-26T13:43:12Z", [0.0], ""], [94737, "2022-05-26T12:04:54Z", [0.0], ""], [14603, "2022-05-26T06:43:13Z", [0.0], ""], [105633, "2022-05-26T05:52:27Z", [1.0], ""], [49937, "2022-05-26T05:21:57Z", [0.1], "Low Tues numbers mean this is all but impossible"], [106347, "2022-05-26T04:19:35Z", [0.1], ""], [34815, "2022-05-26T03:14:56Z", [0.0], ""], [99943, "2022-05-26T02:19:27Z", [0.35], "BNN/Medriva reports \"over 200,000\" cases today. Their numbers seem to be always a bit larger than the CDC numbers - comparing yesterday's numbers, the CDC's number was ~93% of the BNN/Medriva number. This translates into approximately \"more than 185.7k\" cases for today in the CDC data. Last Wednesday, there were 145.8k cases, for a difference of ~40k. This can be expected to increase the 7-day average by ~40k/7 = 5.7k. Currently, the 7-day average is 104.4k, so it's reasonable to think the 7-day average in the CDC data for May 25, as shown tomorrow, will be >= ~110.1k. That would leave 2 days to increase the 7-day average by an additional 10k/day. The total for last Thursday and Friday was 263k, so this total would need to be around 263k + 70k = 333k. If tomorrow and Friday end up with numbers similar to today's (average ~166k), this would be possible. The crowd has moved from 97% to 21% over the past couple days; I think I'll give it a slightly higher chance of yes."], [99943, "2022-05-26T01:36:46Z", [0.65], "Large number of cases today, according to BNO: over 200k. "], [106109, "2022-05-26T00:41:33Z", [0.05], "Given the data from Monday I think it is highly unlikely that the remaining days will make up the low daily rates seen this week to date. "], [88198, "2022-05-26T00:25:31Z", [0.0], "Ugh...never hit submit a few days ago...."], [105209, "2022-05-26T00:13:00Z", [0.0], ""], [99943, "2022-05-25T23:50:14Z", [0.01], "Well, here's another question I'm going to get a bad score on. I wonder whether cases have actually peaked or whether testing/reporting have simply lagged before Memorial Day weekend; I suspect it's the latter. We'll soon find out. But it looks clear that 120k/day won't be reached in the remaining days of this question."], [84956, "2022-05-25T20:50:48Z", [0.29], ""], [691, "2022-05-25T20:02:07Z", [0.52], ""], [95992, "2022-05-25T19:53:19Z", [0.25], ""], [104025, "2022-05-25T18:17:08Z", [0.0], ""], [14027, "2022-05-25T16:53:53Z", [0.11], ""], [87177, "2022-05-25T15:29:58Z", [0.5], ""], [25013, "2022-05-25T15:25:44Z", [0.2], "Readjusting for Monday data. Average daily cases for next four days has to be 161,654 to achieve 120,000 7 day rolling average. "], [87897, "2022-05-25T15:04:55Z", [0.3], ""], [422, "2022-05-25T14:38:35Z", [0.21], ""], [49937, "2022-05-25T13:56:28Z", [0.4], "Looks like testing is dropping. Perhaps we also hit the peak. Mondays numbers suggest this week will be about the same as last week. I think it all comes down to Tues numbers for me - >150k and I’m back on the high side, lower and I’m dropping to near zero"], [36969, "2022-05-25T13:34:19Z", [0.0], ""], [20156, "2022-05-25T11:06:56Z", [0.51], ""], [88452, "2022-05-25T08:13:22Z", [0.52], ""], [94872, "2022-05-25T07:13:40Z", [0.15], ""], [14603, "2022-05-25T07:08:47Z", [0.15], ""], [105371, "2022-05-25T04:58:24Z", [0.35], ""], [95992, "2022-05-25T03:18:15Z", [0.3], "There are some pretty massive case days (like May 18) that are going to fall out of the sample at exactly the wrong time"], [95992, "2022-05-25T03:16:36Z", [0.5], "woof, was way over confident on this one and getting burned. Good point on memorial day.   I think this is a classic testing vs underlying reality situation where the testing understates"], [94872, "2022-05-25T02:06:55Z", [0.6], ""], [34959, "2022-05-25T02:00:36Z", [0.51], ""], [99943, "2022-05-24T21:30:48Z", [0.45], "As @JPH suggests, maybe testing is going down because Memorial Day weekend is coming up. I think the actual number of infections is going up, but I'm starting to think we may not see a 7-day average of 120k/day reported after all."], [14603, "2022-05-24T20:25:42Z", [0.4], ""], [80790, "2022-05-24T20:19:14Z", [0.02], "Rate for remaining 4 days needs to be over 150k per day, which is a nearly 25% increase on last week.  As rate over last couple days has not increase by nearly this much compared to last week, I think it’s very unlikely now."], [99943, "2022-05-24T20:06:22Z", [0.6], "I'm surprised that Monday's data didn't bump up the 7-day average higher. Maybe cases are nearing a peak. With infections underreported by a factor of 7-8 now, cases are now at perhaps close to half the height of the Omicron peak."], [14027, "2022-05-24T14:47:46Z", [0.23], "For whatever reason the data seem to have peaked.  If the rate in increase in new cases stays below about 3% we won't get to 120k by the 27th.  I certainly didn't foresee this."], [14603, "2022-05-24T07:47:21Z", [0.5], "The daily rate of increase in the 7 day rolling average of cases has fallen from 4% on the 12th to 1.9% now (7 days always including 2 low weekend days). This measure needs to rise to 103% to hit the 120k by the end of this working week. It was last at 3% a week ago.  The simpler way of looking at it  - how much are cases rises in absolute terms (the % exponential rise is better normally but now there are only 5 days left) has risen to 3,182 having been below 3,000 for the rest of this period. This measure only needs to increase slightly to 3,500 to hit the target. This is before any data revisions.  I think this question - like the TSA one that also closes this week but is in effect already resolved - could go either way. I suspect in actually gets determined by whether people choose to get tested ahead of memorial weekend or to delay things. As far as I can tell testing before domestic flights is no longer required but i am not completely sure about this and where I am in the UK, testing volumes and cases dipped during half term holidays etc..although this did not obscure the trend very much (which was a shorter 3 week wave in March after which cases have just declined as few people bother testing anymore).   "], [94872, "2022-05-24T07:24:48Z", [0.66], ""], [99943, "2022-05-24T04:54:01Z", [0.9], ""], [94872, "2022-05-24T03:53:18Z", [0.88], ""], [106109, "2022-05-24T03:36:54Z", [0.75], "Fitting the CDC 7-day rolling average data from 1 May - 22 may (inclusive) to an exponential trend gives an R2 value of 0.9698 - pretty good fit. Extrapolating from this, the data for the 24th should be ~120,000 when it is released (Appears to be a ~2 calendar day lead time for CDC data), and  ~127,000 on the 27th.  May 21 and May 22 had very low numbers of new cases (over the weekend). Looking at the daily data over the past few months, this is far more likely due to low testing turnout over the weekend (as the weekends over the past two months show much lower new cases than mid-week) rather than a downward trend in case numbers. However this is a question on the rolling average for the 27th. The weekend values of 21-22 may will factor into the final average for the 27th of May meaning that over the next 5 days (from 22 may) new cases must average at least 155,100 per day (approx) for the R7DMA to exceed 120,000 for the 27th of may. Given the data to date what is the likelihood of this?  I think it is probable so I am putting my forecast at 75% (give or take ~12%) I will adjust again when Monday's data is released.     @belikewater - what are your thoughts? "], [62538, "2022-05-24T03:08:47Z", [0.0], "Between now and the end of the question, I don't see it as likely any day of the question will hit 120k, much more for the 7-day Moving Average to do so.."], [62538, "2022-05-24T03:04:58Z", [0.0], ""], [25013, "2022-05-24T00:36:29Z", [0.49], "The average number of cases per day for the next 5 days would need to be over 155,016 to hit 120,000"], [80790, "2022-05-23T21:25:59Z", [0.73], "All remaining days now have to be 20% higher than the equivalent last week.  But numbers were down over the weekend.  Might be some catch ing to do, so Mondays number will be crucial. I’m not as confident as the crowd on this one."], [104025, "2022-05-23T21:23:03Z", [0.05], "with 4 days to go before the question closes - the most recent 7-day moving average was 102k, down from a peak of 105k - unless there is a huge uptick in the next 4 days (18k+ for multiple days in a row) - i don't know if i see this hitting hte 120k"], [14603, "2022-05-23T17:39:35Z", [0.85], ""], [14308, "2022-05-23T17:33:41Z", [1.0], ""], [88198, "2022-05-23T15:49:11Z", [0.83], "Lowering slightly."], [49937, "2022-05-23T15:44:42Z", [0.87], "Weekend trend continues to grow so increasing my figures by a bit. Was at 75% and going to split the difference to 100% and go to 87%"], [14027, "2022-05-23T14:43:08Z", [0.93], ""], [422, "2022-05-23T13:58:44Z", [1.0], ""], [94872, "2022-05-23T01:40:49Z", [0.96], ""], [102421, "2022-05-23T00:29:18Z", [0.5], ""], [103942, "2022-05-22T18:52:22Z", [0.99], ""], [14603, "2022-05-22T15:59:25Z", [0.95], ""], [14027, "2022-05-22T14:34:47Z", [0.99], ""], [80790, "2022-05-22T11:52:17Z", [0.83], "To reach 120k on 27th every day of the next week has to be 15% or more higher than the equivalent day to the week before.  Yesterday was 26% higher, so numbers look to be in that direction, however it could be very close depending on any one day reporting, especially if there are any historical catch ups added to the numbers. I’m still going for yes, but not quite as strongly as before."], [88452, "2022-05-21T21:18:28Z", [1.0], "Likely resolved \"YES\" as of 23 May 2022.  Both California and Florida have enormously alarming numbers and growth rates as of 20 May."], [14603, "2022-05-21T11:23:07Z", [0.85], ""], [691, "2022-05-21T00:29:21Z", [0.97], ""], [80790, "2022-05-20T21:55:48Z", [0.94], ""], [88452, "2022-05-20T20:21:50Z", [0.88], ""], [105091, "2022-05-20T16:02:05Z", [1.0], "The latest data (for May 18) shows 144,840 cases that day and a 7 day average of 101,130. At the current rate we have followed for the last 30 days of growth in that 7 day average, we will reach 120,000 for a 7 day average on May 24. "], [14603, "2022-05-20T13:31:26Z", [0.95], ""], [25013, "2022-05-20T09:23:24Z", [0.61], ""], [49937, "2022-05-20T03:06:05Z", [0.75], "Gosh, this one is going to be close.  The rate of increase is ~15k per week and we have 8 days left, which would put us at 116k. If it accelerates exponentially any it could tip over.  The period ends on a Friday which means we'll be look at the low reports from this weekend (assume ~45k per day average) meaning we'd need to average 150k per day next week to hit 120k on average.  On top of that, next weekend is a holiday weekend. I'm not sure if that means people will test more to be safe before the holiday gatherings or if they'll test less because they're already packing and on the road on Friday.  Dropping to 75%. To increase the chances back to 90%+ I'd need to see Thursday and Friday get above 150k and then >=45k on the weekend days."], [87897, "2022-05-20T03:04:52Z", [0.94], ""], [105570, "2022-05-19T23:32:49Z", [0.88], ""], [106322, "2022-05-19T17:55:52Z", [1.0], ""], [95992, "2022-05-19T17:47:35Z", [1.0], ""], [87175, "2022-05-19T16:49:30Z", [1.0], ""], [106437, "2022-05-19T16:23:14Z", [0.8], "During this time period, it will not exceed 120,000 because of new regulations and vaccinations."], [94872, "2022-05-19T11:36:26Z", [0.95], ""], [14603, "2022-05-19T11:32:34Z", [1.0], ""], [103878, "2022-05-19T09:31:43Z", [0.91], ""], [87177, "2022-05-19T07:10:22Z", [1.0], ""], [87177, "2022-05-19T07:09:12Z", [0.5], ""], [34959, "2022-05-19T06:51:17Z", [0.97], ""], [99943, "2022-05-19T00:43:11Z", [0.98], "Growth in cases is on track for 120k to be reached on May 23 or 24. Even if growth slows down, I can't picture 120k not being reached in the forecast period."], [691, "2022-05-18T18:41:13Z", [0.92], ""], [87897, "2022-05-18T18:15:36Z", [0.9], ""], [84956, "2022-05-18T16:43:46Z", [0.75], ""], [14027, "2022-05-18T15:47:14Z", [0.95], ""], [106322, "2022-05-18T13:59:56Z", [0.0], "No."], [14603, "2022-05-18T07:23:53Z", [0.9], ""], [94872, "2022-05-18T06:19:37Z", [0.9], ""], [34959, "2022-05-18T02:14:35Z", [0.9], "Daily number has ticked past 120k, and Monday's 7 day ave was 94,199, a number only fractionally above the previously forecasted 93.5k (1). Retaining the expected growth rate of ~25%, I expect 120k to be crossed between Monday and Wednesday next week.  1. https://www.gjopen.com/comments/1449637"], [767, "2022-05-17T23:17:39Z", [1.0], "Currently at 127,814 - Cases up 57% nationwide"], [103942, "2022-05-17T19:54:29Z", [0.85], ""], [1667, "2022-05-17T16:31:11Z", [0.5], ""], [103878, "2022-05-17T13:27:22Z", [0.81], ""], [20156, "2022-05-17T12:55:46Z", [0.81], ""], [95992, "2022-05-17T12:16:38Z", [0.95], ""], [87177, "2022-05-17T04:59:08Z", [0.05], "https://www.worldometers.info/coronavirus/country/us/"], [99943, "2022-05-16T23:26:41Z", [0.95], "May 23 or 24. 8 or 9 days left."], [28899, "2022-05-16T23:13:10Z", [0.7], ""], [28899, "2022-05-16T23:12:55Z", [0.9], ""], [94872, "2022-05-16T21:47:04Z", [0.88], ""], [105091, "2022-05-16T16:16:48Z", [0.95], ""], [94737, "2022-05-16T14:27:28Z", [1.0], ""], [95992, "2022-05-16T14:20:26Z", [0.9], ""], [104025, "2022-05-16T13:42:33Z", [0.25], "last four days has seen an increase of 9500 cases - assuming that trajectory continues - potential to exceed is 13ish days (on/about 29May) - keeping low probability right now but will adjust over next day as more data becomes available"], [34959, "2022-05-16T03:04:42Z", [0.8], ""], [106347, "2022-05-16T01:17:39Z", [0.8], ""], [14027, "2022-05-15T15:07:29Z", [0.93], "@belikewater, it could even happen by the 23rd if the rate of increase remains around 3.5% per day."], [99943, "2022-05-15T04:03:45Z", [0.9], "My current forecast is that 120k will be crossed with May 24 data."], [14027, "2022-05-14T17:49:10Z", [0.93], ""], [34815, "2022-05-14T16:54:47Z", [1.0], ""], [87177, "2022-05-14T15:31:58Z", [0.95], ""], [103878, "2022-05-14T09:19:12Z", [0.7], ""], [14603, "2022-05-14T08:18:05Z", [0.5], ""], [34959, "2022-05-14T08:09:20Z", [0.67], ""], [94872, "2022-05-14T07:58:45Z", [0.75], ""], [691, "2022-05-14T06:18:42Z", [0.89], ""], [99943, "2022-05-14T04:01:18Z", [0.8], ""], [99943, "2022-05-14T03:57:39Z", [0.77], "With May 12 data, my projection for May 27 is ~135k, and again, that 120k will likely be crossed May 23-25."], [80790, "2022-05-13T22:22:40Z", [0.97], ""], [88198, "2022-05-13T20:35:52Z", [0.95], ""], [106347, "2022-05-13T16:36:04Z", [0.7], ""], [87897, "2022-05-13T14:49:50Z", [0.7], "h/t @belikewater : https://www.gjopen.com/comments/1449899"], [14027, "2022-05-13T14:42:26Z", [0.87], ""], [56170, "2022-05-13T14:11:39Z", [0.48], ""], [87177, "2022-05-13T14:10:01Z", [0.9], ""], [20156, "2022-05-13T11:50:20Z", [0.55], ""], [88198, "2022-05-13T05:33:30Z", [0.87], ""], [94872, "2022-05-13T05:08:41Z", [0.66], ""], [105371, "2022-05-13T04:02:42Z", [0.6], ""], [95992, "2022-05-13T04:01:09Z", [0.82], ""], [95992, "2022-05-13T04:00:18Z", [0.7], ""], [62538, "2022-05-13T00:13:07Z", [0.01], ""], [83393, "2022-05-12T23:56:19Z", [0.98], ""], [25013, "2022-05-12T21:57:05Z", [0.34], "Updating forecast due to rapid increase in cases over last 3 days."], [80790, "2022-05-12T21:43:59Z", [0.79], ""], [87177, "2022-05-12T18:36:13Z", [0.65], ""], [105091, "2022-05-12T18:16:02Z", [0.8], "Based on growth trends of the last 20 days, the 7-day moving average will reach 120,000 on May 25, 2022. That is literally just a growth trend as described by formulas in Excel though. Reality may yet be different. "], [106347, "2022-05-12T16:30:13Z", [0.3], ""], [103878, "2022-05-12T15:54:54Z", [0.4], ""], [14027, "2022-05-12T15:51:21Z", [0.71], ""], [99943, "2022-05-12T15:44:08Z", [0.72], "My current forecast is that 120k/day will be crossed around May 23-25 (probably not May 23), and using data from April 17 onward, I'm still projecting ~128k/day on May 27. So, I think there may only be 12-14 days left to the forecast. Yet another question where the total is likely to be just over or under the wire."], [52131, "2022-05-12T15:08:26Z", [0.4], ""], [87897, "2022-05-12T13:49:51Z", [0.47], ""], [88198, "2022-05-12T13:42:12Z", [0.67], ""], [95784, "2022-05-12T10:56:07Z", [0.4], ""], [34959, "2022-05-12T07:53:03Z", [0.51], "Trending upwards at ~25%/week for 5 weeks now, data and forecast for the following fortnight; Apr 11 Apr 18 Apr 25 May 02 May 09 May 23  This would likely result in the target of 120k ticking over around May 24/25 if this subvariant continues to spread at this rate, as it's likely the data from May 24, 25 and 26 will exceed the week before continuing to drive the number upwards. Only potential prevention to it's growth I can see is summer, as I believe the public appetite for health measures if effectively gone.  e. Testing the word processing tools, so apologies for the table, and I don't think the ability to underline is working"], [105995, "2022-05-12T06:09:58Z", [0.0], ""], [95992, "2022-05-12T00:58:55Z", [0.38], ""], [88198, "2022-05-12T00:49:02Z", [0.35], ""], [99943, "2022-05-12T00:08:56Z", [0.68], "With May 10 data, I'm projecting ~128k/day on May 27, and crossing 120k/day on May 25 or 26. Growth could still slow down, though."], [80790, "2022-05-11T22:47:21Z", [0.47], ""], [88452, "2022-05-11T19:58:09Z", [1.0], "On track for 130k at maturity."], [88198, "2022-05-11T18:59:21Z", [0.01], "Correcting hard for earlier overshot...."], [14027, "2022-05-11T14:19:13Z", [0.53], ""], [87691, "2022-05-11T06:27:13Z", [0.0], ""], [88452, "2022-05-11T02:39:50Z", [0.94], ""], [106347, "2022-05-11T01:13:28Z", [0.1], "Just updating given incoming data...  From May 2nd to May 9th, 7-day average went up by 12.8% From May 1st to May 6th, 7-day average went up by 17.4% From April 24th to May 1st, 7 day average went up by 25.1% From April 17th to April 24th, 7-day average went up by 26.6%  Looks like rate of increase in 7-day average continues to slow. Even if the reduction in rate of increase doesn't hold up (i.e. 7-day average increases by 12.8% until May 27th), 7-day average would be ~95K.  Reducing my prediction by a few percentage points."], [80790, "2022-05-10T23:15:40Z", [0.14], ""], [99943, "2022-05-10T22:54:19Z", [0.65], "With today's update, my projection is for ~127k/day on 5/27. 18 more days of data."], [84956, "2022-05-10T21:41:04Z", [0.71], ""], [87897, "2022-05-10T18:06:16Z", [0.35], "forecasting based on @belikewater 's analysis [1]. My knee-jerk suspicion is that this will resolve as false due to high levels of existing immunity and warmer weather leading people to congregate more outside where it's safer. [1] https://www.gjopen.com/comments/1448537"], [14027, "2022-05-10T15:29:04Z", [0.31], "Today the weekly average increase dropped below the level needed to reach 120,000 by May 27, but not by much.  I have to reduce the odds."], [36447, "2022-05-10T12:26:40Z", [0.05], "It doesn't look like it's trending up fast enough"], [28899, "2022-05-10T12:13:02Z", [0.5], ""], [94872, "2022-05-10T07:34:28Z", [0.5], ""], [105570, "2022-05-10T05:27:27Z", [0.01], ""], [99943, "2022-05-10T03:54:41Z", [0.7], "I just saw this question, so I'm starting it a little late. An exponential projection suggests that the 7-day average will be around 125k/day on May 27 - and that's with incomplete reporting for the past few days, amplified by Mother's Day. At some point, exponential growth will slow, but I think it's very likely that 120k/day will be reached in the forecast period."], [88452, "2022-05-10T02:41:34Z", [0.77], ""], [106347, "2022-05-09T20:51:19Z", [0.12], ""], [103878, "2022-05-09T10:31:34Z", [0.2], ""], [94872, "2022-05-09T06:10:41Z", [0.33], ""], [106347, "2022-05-09T01:43:19Z", [0.15], "Using CDC data... From April 17th to April 24th, 7-day average went up by 26.6% From April 24th to May 1st, 7 day average went up by 25.1% From May 1st to May 6th, 7-day average went up by 17.4%  It seems like the increase in 7-day average is slowing down. If I were to overestimate and assume there remains a constant 20% increase in the 7-day average every week from now until the end of May... 68807, May 7th 82568.4, May 14th 99082.08, May 21st 118898.496, May 28th 142678.1952, June 4th  Even assuming a constant percentage increase in the 7-day average from this point forth (which it seems like is an over-estimate), wouldn't reach the target by May 27th."], [105606, "2022-05-08T22:22:56Z", [0.05], ""], [14027, "2022-05-08T17:39:44Z", [0.59], "The past week's average daily increase has been 3.3%.  We're on track to get to 120,000 with 2-3 days to spare.  I'll increase the odds to 59%."], [691, "2022-05-08T13:55:21Z", [0.12], ""], [34959, "2022-05-08T13:49:28Z", [0.33], ""], [103878, "2022-05-08T12:46:45Z", [0.28], ""], [62538, "2022-05-08T04:58:39Z", [0.06], ""], [88198, "2022-05-08T04:04:18Z", [0.36], ""], [106347, "2022-05-08T03:48:15Z", [0.3], "Current 7-day average number of cases is ~64k, which was a 21.4% increase from the previous 7-day average. If that 7-day average increase stays the same, the 7-day average 1 week from now would be 77,000...in two weeks, it would be ~94,000...three weeks ~114K..139K in four weeks. This is assuming the percentage increase in 7-day average of daily cases is not increasing. I think given BA.2 appears to produce relatively mild infection, a far smaller fraction of people will be symptomatic enough for testing compared to the delta surge in August 2021 (peak 7-day average 165,187). On the other hand, given the recent lifting of mask mandates throughout the country, \"COVID-fatigue\" and a desire to return to normalcy it's possible that rates accelerate, and only a small acceleration is necessary to reach the 120k daily cases. The peak may be close to 120k and hopefully the next few days/coming week makes things clearer."], [88452, "2022-05-08T00:27:03Z", [0.96], ""], [691, "2022-05-07T13:33:40Z", [0.08], ""], [105528, "2022-05-07T06:02:54Z", [0.02], "People have test fatigue, with vax cards in hand and no testing requirement for the vaccinated, \"reported\" cases will remain under 120,000."], [767, "2022-05-07T05:25:58Z", [0.1], "Currently 67,263 7-day moving average"], [49937, "2022-05-07T04:06:43Z", [0.9], "Last spring we saw a minor peak after the winter one. The question is if this peak goes over that amount and if so, the pace at which it accelerates to it.  The current pace could continue for 17 days to hit it. It is likely to accelerate though. Leaving some chance that it stops before then."], [422, "2022-05-07T00:14:12Z", [0.0], ""], [14603, "2022-05-06T13:19:20Z", [0.0], ""], [691, "2022-05-06T12:53:56Z", [0.1], ""], [94872, "2022-05-06T03:32:40Z", [0.25], ""], [27573, "2022-05-05T20:44:13Z", [0.2], ""], [88198, "2022-05-05T19:54:28Z", [0.38], ""], [105091, "2022-05-05T18:55:04Z", [0.75], "As of this writing on May 4, the seven day moving average is 61,000 and has been climbing at a rate of over 1,000 per day for the last seven days. With 23 days remaining, if the rate holds we will only be at 84,000.  But the rate will not likely remain the same, especially with China not reporting case numbers properly nor sharing data on new variants as they go through their own peak in Shanghai and Beijing. A new variant out of that turmoil may not have effect by May 27, but the extent to which people believe and act like \"COVID is over\" will increase the moving average at greater than 1,000 per day."], [106013, "2022-05-05T16:30:46Z", [0.05], ""], [56170, "2022-05-05T15:03:26Z", [0.74], ""], [14027, "2022-05-05T14:40:28Z", [0.53], ""], [106109, "2022-05-05T12:21:53Z", [0.3], "As at challenge start (2 may), the current 7-day moving average of daily new cases (60,410) increased 27% compared with the 7-day moving average a week earlier (25 may) 47,510. If the 7 day moving average of daily new cases continues to increase week on week by 27%, by 23 may the 7-day moving average will be 123,741. \n What is the probability that this will hold, or increase? I think (as at 5 may) it is unlikely (30% chance, give or take 10%) that case numbers will reach >120,000 by 27 may.  \n My basis is that the record number of infections during the Omicron wave (Dec 2021-Feb 2022) gave many Americans infection-induced immunity. Between December 2021 and February 2022, the estimated percentage of the U.S. population with infection-induced antibodies increased from 34% to 58% across all age groups. (Source: CDC Interpretive Summary for April 29, 2022).  Genomic analysis shows Omicron BA.2 continues to dominate the variants. It seems likely that re-infection within 90 days is rare, with Omicron BA.2 following BA.1 rarer still. A small study (pre-published) suggests most reinfections occur in the unvaccinated. I would guess the recent wave will probably confer some protective effect that will slow infection rates of BA.2.  However, masking is at its lowest rate in the US to date and almost all of the cities and counties that extended or reimposed mask orders amid last summer's delta variant surge and the emergence of the omicron variant in late 2021 have dropped those rules as the omicron wave subsides. The federal government's nationwide mask order for public transit, commercial flights and transportation hubs such as airports and train stations was struck down by a federal judge April 18 and it has stopped being enforced. A brief look at opinion polls indicates the american public is looking to \"live with COVID\". This possibly contributes to the current rise in cases.  "], [94872, "2022-05-05T05:01:41Z", [0.2], ""], [95992, "2022-05-05T03:18:13Z", [0.3], "Not a lot of time but we hit 120k cases today and this variant is looking quite transmissible:   https://twitter.com/ScottGottliebMD/status/1521600052757680131?s=20&t=pfsG6QkP5H5ePtV5hAQuHw  "], [95992, "2022-05-05T03:10:53Z", [0.3], ""], [80790, "2022-05-04T22:13:03Z", [0.04], ""], [103878, "2022-05-04T20:38:30Z", [0.1], ""], [62538, "2022-05-04T17:02:36Z", [0.07], ""], [691, "2022-05-04T16:28:05Z", [0.02], ""], [87778, "2022-05-04T15:52:42Z", [0.6], ""], [101422, "2022-05-04T10:40:11Z", [0.64], ""], [84698, "2022-05-04T10:36:19Z", [0.0], ""], [20156, "2022-05-04T09:36:12Z", [0.13], ""], [34959, "2022-05-04T08:51:41Z", [0.13], "It's been ~3 weeks to double from ~30k to 60k. It's not news the spread of covid has been exponential, it's hard to say with confidence that will be the case again. "], [95992, "2022-05-04T01:31:04Z", [0.14], "Crowd forecast seems overconfident relative to the ability to forecast. A rise from 95K to 120K is not that much. Against that, it's not like we're seeing a huge rise in the UK or anything like that, so there isn't a specific foreseeable wave coming, and also the prevalance of testing is going down. "], [105312, "2022-05-03T20:38:02Z", [0.1], "Walking into my local grocery store in Orange County, Calif, I see about 15% of people still masking-up.   This makes me think that the degree of self monitoring is strong enough for folks feeling under the weather to provide reasonable  protection for themselves.  "], [14027, "2022-05-03T16:53:32Z", [0.13], "Data posted today for May 2 had a 7.5% increase.  It could just be the usual Monday bump.  But I'll increase the odds a bit, from 11% to 13%."], [88198, "2022-05-03T16:50:18Z", [0.24], ""], [105371, "2022-05-03T15:10:27Z", [0.08], ""], [94872, "2022-05-03T11:07:10Z", [0.15], ""], [9263, "2022-05-02T22:19:22Z", [0.1], ""], [1667, "2022-05-02T20:48:32Z", [0.11], ""], [1667, "2022-05-02T20:47:45Z", [0.6], ""], [87155, "2022-05-02T18:23:27Z", [0.06], ""], [14027, "2022-05-02T18:09:39Z", [0.11], "On the surface this question looks relatively easy: the crowd of 21 forecasters is at 1%.  The chosen level of 120,000 is actually very interesting.  The seven-day average rate of increase is now about 2.7%.  An increase to a rate of 2.93% additional new cases per day would reach 120,000 on May 27.  Of course the rate of increase could flatten or even decrease.  But it would not take much of an increase in reinfection rates to get to the threshold.  The crowd may very well be correct, I'm just less certain.  I'll start with an 11%  chance."], [7053, "2022-05-02T17:13:12Z", [0.01], ""], [40636, "2022-05-02T16:28:58Z", [0.0], ""], [103878, "2022-05-02T11:33:18Z", [0.01], ""], [25013, "2022-05-02T10:09:09Z", [0.01], "The US daily and 7 day moving average has been consistently below 120,000 during Summer 2020 and Summer 2021. Respiratory diseases like covid and flu tend to thrive in the cool, dry conditions of Winter when coughs and sneezes carry droplets further. Further, there are no new variants to worry about (although we have multiple sub-variants of omicron). I'm allowing the small chance of a statistical blip."], [34959, "2022-05-02T05:24:09Z", [0.01], ""], [102421, "2022-05-02T04:20:06Z", [0.0], "If you look at the historical numbers of 7-day moving average (7dma) of covid-19 cases in the US, the last three periods when the 7dma reached >=120,000 were in winter 2020, summer 2021 and winter 2021. None of these periods include May so I will put the probability as zero. "], [105570, "2022-05-01T23:34:58Z", [0.06], ""], [87175, "2022-05-01T17:13:10Z", [0.1], ""], [103942, "2022-05-01T15:44:34Z", [0.2], ""], [691, "2022-05-01T14:12:54Z", [0.0], ""], [87177, "2022-05-01T08:11:05Z", [0.0], ""], [45594, "2022-05-01T07:49:19Z", [0.05], ""], [34815, "2022-05-01T06:52:25Z", [0.0], ""], [88198, "2022-05-01T01:34:59Z", [0.63], ""], [92079, "2022-04-30T23:33:27Z", [0.0], ""], [106093, "2022-04-30T17:14:42Z", [0.75], ""], [94737, "2022-04-30T16:06:35Z", [0.0], ""], [80790, "2022-04-30T10:27:58Z", [0.28], "Currently 55k. But will need to double in a week or so.   Cases are on the way up a bit https://www.npr.org/sections/health-shots/2020/09/01/816707182/map-tracking-the-spread-of-the-coronavirus-in-the-u-s but not sure the trajectory is quite that much yet. "], [60695, "2022-04-30T08:40:44Z", [0.0], ""], [88452, "2022-04-30T07:01:54Z", [1.0], ""], [70711, "2022-04-29T23:44:34Z", [0.0], ""]]}