{"question_id": 1196, "title": "Before 1 November 2019, will Moody's downgrade The Boeing Company's long-term credit rating and/or change its outlook to negative?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.3, 0.7], "correct_answer": "Yes", "correct_forecast": 0.3, "preds": [[529, "2019-07-22T18:44:41Z", [0.36], "7/22/19: Small increase to forecast for now as Fitch lowers debt outlook to 'negative' for Boeing: https://finance.yahoo.com/news/1-fitch-cuts-outlook-boeing-141430270.html Noting also that the linked article also stated: \"Fitch... stuck to its investment grade credit rating of 'A'/'F1' on Boeing debt, saying the company has substantial liquidity, financial flexibility, low leverage, access to capital markets and revenue diversification.\" ...Boeing also may still be able to take on more debt to address liquidity concerns if necessary: https://finance.yahoo.com/news/boeing-may-raise-more-debt-131600596.html Question 'post-mortem', 7/22/19:  As is clear now I was surprised how quickly Moody's followed with their own debt outlook downgrade (for Boeing) after Fitch's was first reported. Unless I somehow missed it I did not see Moody's announcement reported this morning (7/22); only Fitch's.  For some reason my guess this morning was that Moody's might at least take some more time with their re-evaluation...\n"], [691, "2019-07-21T12:56:26Z", [0.32], ""], [76907, "2019-07-21T02:06:14Z", [0.45], "With this whole 737 thing hanging over their head it's going to be difficult for boeing to spin. However, ratings agencies are quite unlikely to change things unless Boeing actually declares that it can't pay it's bills (i.e. declares some form of bankruptcy) "], [6978, "2019-07-20T13:12:11Z", [0.5], ""], [76752, "2019-07-20T10:28:18Z", [0.8], ""], [76743, "2019-07-20T09:22:33Z", [1.0], ""], [76730, "2019-07-19T21:13:37Z", [0.5], ""], [529, "2019-07-19T19:04:49Z", [0.3], "https://www.nytimes.com/2019/07/18/business/boeing-737-charge.html https://www.marketwatch.com/story/boeing-gets-liquidity-boost-from-35-billion-bond-sale-2019-04-30"], [75828, "2019-07-19T03:11:18Z", [0.67], ""], [76669, "2019-07-18T21:29:28Z", [0.19], ""], [128, "2019-07-18T11:54:19Z", [0.3], ""], [21884, "2019-07-18T01:21:43Z", [0.5], ""], [62808, "2019-07-18T00:13:42Z", [0.0], ""], [75462, "2019-07-17T23:09:54Z", [1.0], ""], [61938, "2019-07-17T19:31:05Z", [0.32], ""], [691, "2019-07-17T14:10:57Z", [0.32], ""], [25681, "2019-07-16T19:39:29Z", [1.0], ""], [691, "2019-07-16T12:35:48Z", [0.32], ""], [1333, "2019-07-16T11:03:49Z", [0.26], ""], [691, "2019-07-15T15:09:27Z", [0.32], ""], [128, "2019-07-15T14:07:16Z", [0.32], ""], [2430, "2019-07-15T11:50:55Z", [0.0], "Did not say that it would ever happen, but the question says before 11/1/2019.  If the question was couched to say 'ever' or 'by 2022' then that would require a different analysis.  But, in 4 months?  No, still too many unknowns."], [2430, "2019-07-14T21:33:01Z", [0.0], "Simple - Too big to fail.  Boeing has so many irons in the fire that a hit (and they will take one) in one division will not cause a downgrade.  Even though the MAX will not get back in the air before 12/31/2019, there are still plenty of other 737's out there and the other divisions are plugging along just fine."], [172, "2019-07-14T21:20:24Z", [0.35], "No firm info that I can find to support this. Debacle is going on longer than expected and resulting in reduced/cancelled orders. Given lead times, difficult for others to monopolize."], [76031, "2019-07-14T17:08:33Z", [0.13], "The recent 737 Max incident has a short-term impact on Boeing, however, I don't expect the long-term impact to be significant. "], [14027, "2019-07-12T15:26:06Z", [0.43], "A fairly widely followed stock analysis firm has predicted that Boeing stock is headed for a fall.\n<https://seekingalpha.com/article/4274070-boeings-stock-cusp-steep-sell&gt; If they are right, and the stock breaks to the downside, it could cause Moody's to put Boeing's rating on a negative outlook.  I'm not a finance professional, and I have little  understanding of how credit rating agencies think.  Since this is as much a hunch as an analysis I'm not straying too much from the consensus, which is presently at 27%."], [75987, "2019-07-12T00:58:25Z", [0.17], ""], [63088, "2019-07-11T00:11:41Z", [0.2], ""], [13157, "2019-07-10T21:06:26Z", [0.0], ""], [61938, "2019-07-10T20:08:20Z", [0.33], ""], [59111, "2019-07-10T15:33:24Z", [0.05], ""], [61877, "2019-07-10T14:31:02Z", [0.5], ""], [75934, "2019-07-10T13:06:44Z", [0.22], ""], [75934, "2019-07-09T19:55:57Z", [0.32], ""], [62808, "2019-07-09T19:44:26Z", [0.41], ""], [691, "2019-07-09T12:37:28Z", [0.34], ""], [172, "2019-07-09T11:38:46Z", [0.35], "Increasing substantially from 5 to 35 based on continued delays/impediments to 737 return to service (another 6 months?)."], [75904, "2019-07-08T15:53:16Z", [0.08], "No,one actually blames Boeing for these"], [691, "2019-07-08T12:21:50Z", [0.34], ""], [22012, "2019-07-08T09:02:02Z", [0.68], ""], [68386, "2019-07-07T20:45:17Z", [0.15], ""], [691, "2019-07-07T16:45:17Z", [0.32], ""], [75828, "2019-07-06T13:30:54Z", [0.67], "New news..."], [75828, "2019-07-06T03:07:22Z", [0.66], "The new issue will take another 3m to fix.  By that time, B will burn through 2 more Billion. Boeing will then need euros and faa to ok, and do so publically.  "], [1333, "2019-07-05T17:42:17Z", [0.27], ""], [691, "2019-07-05T12:22:21Z", [0.3], ""], [73653, "2019-07-04T18:31:09Z", [0.1], "Because people will keep flying, China is still some way from offering up a viable competitor and airbus does not have the resources or ability to pull ahead as a competitor"], [37379, "2019-07-03T03:19:49Z", [0.35], ""], [8663, "2019-07-02T18:13:41Z", [0.3], ""], [691, "2019-07-02T15:38:43Z", [0.34], ""], [42694, "2019-07-02T13:35:57Z", [0.12], ""], [75644, "2019-07-02T12:44:44Z", [0.1], "Even though their CDS has widened quite a lot they still have ample headroom within their rating bucket. Good cash position and the fact that they can raise some further 3.5bn in debt without risking their net debt lvl to a downgrade sensistive lvl are all playing into the scenario that they can withstand for some time. Also the fact that they have not even been put on any watch list."], [128, "2019-07-01T18:03:59Z", [0.3], " https://www.nasdaq.com/article/boeing-bonds-widen-on-new-737-max-concerns-20190627-00845"], [691, "2019-07-01T10:56:08Z", [0.34], ""], [529, "2019-06-30T18:10:19Z", [0.35], "Need to start seeing 'less (ongoing) bad news' from/for Boeing before reducing this forecast. https://www.cnn.com/2019/06/29/business/boeing-737-max-outlook/index.html Also recalling a sentence from Moody's 4/30/19 (Boeing) rating statement:  \"A downgrade of the ratings could occur if the grounding is expected to extend well into 2019 or if financial penalties related to investigations meaningfully limit the company's run rate annual free cash flow...\""], [61638, "2019-06-30T16:05:15Z", [0.6], ""], [1333, "2019-06-30T02:16:00Z", [0.26], ""], [75501, "2019-06-29T20:38:29Z", [0.19], "Having a hard time finding data on credit revisions, so i decided to look at Boeings financial statement. I did not like it one bit, i would not be investing that's for sure. The shareholders equity is down from 8.6 billion to below 0.5 billion in 3 years time. I saw that in 2018 they boosted operating cash flow by selling off receivables. The receivables on their balance sheet fell from 9.7 billion to an estimation of about 4 billion in 2019. Thus, we see days sales outstanding falling = they are essentially taking money away from their future self - They have a weird post called \"unbilled receivables\" that might alter my view, if i can find out what it is, it might make me reconsider. However, They do have buildups of inventory which is not great either. Inventory were about 40-46 billion the last 3-4 years but in 2018 inventory grew by about 50% to 60-70 billion. Could be related to the crashes, im not sure. Days payables is also slowly rising, because payables is rising from 10.6 billion to 12.9 billion in 2018, about 21%, but payables is already up by another 1.7 billion to 14.6 billion in the first quarter of 2019 = They are stretching payments to their suppliers. On face value they seem to do splendid with high operating cash flow to support their investment needs but it should be neglected the fact that they are stretching every method to incur additional cash flow, i do fear that they are masking a deteoriation. Even though this is happening, Moodys is giving Boeing a A2 credit rating, with the primary argument being that they have a huge backlog and a larger cash position or \"cushion\" to handle their debt situation and the expectation of free cash flow in the future. I expect that Boeing will reveal a much lower free cash flow position in the future giving they are selling receivables to boost operating income and they cannot do that forever. They have a cash position of 8.5 billion down from 13 billion and they have a debt situation of 13.7 billion, where 3 billion has to be paid this year. I think that since the primary argument for assigning the A2 rating is this form for cushion in terms of backlog of about 400-500 billion, cash position and expected free cash flow.  Sudden changes has to happen that would impair these expectations. The incident with the boeing crashes could end up with mass withdrawal of orders that would result in less revenue and less free cash flow, it is a probable scenario with few withdrawals already but not that noticeable to the backlog. Given the time period from now until november, Boeing would have to experience a radical deterioation in their order inflow during the course of the next 5 months. I do expect that Boeing has a significant chance of getting their credit rating revisioned in the long-term, however, given the questionable reputation the rating agencies has, and the already very high rating is somewhat \"fishy\" to me. I expect that at some point Moody's will be highly compelled and even forced to revise their credit rating if i am right about the actual state of things but i find it unlikely to happen before november 2019. \nI will weight my highly subjective estimate with the current crowd estimate. "], [14027, "2019-06-29T17:17:24Z", [0.43], "Moving closer to the crowd, since I really don't have any idea how the MAX 737 problems will affect the Moody's analysis."], [691, "2019-06-29T12:02:04Z", [0.34], ""], [172, "2019-06-28T22:25:33Z", [0.05], "FYI - keeping it low but admit some upward pressure\nhttps://www.moodys.com/research/Moodys-says-Boeings-737-MAX-grounding-likely-to-extend-beyond--PR_404153?WT.mc_id=AM%7ERmluYW56ZW4ubmV0X1JTQl9SYXRpbmdzX05ld3NfTm9fVHJhbnNsYXRpb25z%7E20190628_PR_404153"], [14027, "2019-06-28T21:10:54Z", [0.59], "Going with a more measured approach -- the crowd is at 28%."], [1333, "2019-06-28T18:20:15Z", [0.25], ""], [691, "2019-06-28T12:07:23Z", [0.3], ""], [61938, "2019-06-27T15:44:28Z", [0.35], ""], [128, "2019-06-27T14:41:45Z", [0.34], ""], [691, "2019-06-27T13:53:34Z", [0.3], "https://www.reuters.com/article/us-ethiopia-airplane-faa-boeing-exclusiv/exclusive-faa-says-identifies-new-potential-risk-on-737-max-idUSKCN1TR30J?il=0 Even the supine staff at the credit-rating scams may begin to suspect sooner or later that an airplane company that can't make airplanes is unlikely to keep a good credit rating.  Compare Tesla--an automobile company that can't make automobiles, and carrying a sub-basement credit rating.   "], [62808, "2019-06-27T00:20:11Z", [0.01], ""], [61938, "2019-06-26T17:43:36Z", [0.2], ""], [75425, "2019-06-26T17:30:13Z", [0.35], ""], [61877, "2019-06-26T17:26:42Z", [0.65], ""], [75093, "2019-06-26T16:56:42Z", [0.35], ""], [1333, "2019-06-26T16:22:23Z", [0.26], ""], [1333, "2019-06-26T16:14:05Z", [0.27], ""], [21884, "2019-06-26T09:02:49Z", [0.7], ""], [75286, "2019-06-26T06:54:11Z", [0.68], "Boeing has not provided sufficient disclosure in the lead up to the current problem."], [75190, "2019-06-26T02:04:29Z", [1.0], ""], [30134, "2019-06-26T01:23:15Z", [0.1], "Highly Unlikely,  time between last Moody's On watch and possible downgrade was 15 july 2003 to 17 Dec 2003 or 153 days Fundamentals are Strong \nEPS Growth >0\nAvg. ROE (5Y) >5%\nMin Gros Margin (10Y) >0\nLT Debt <5x Net Income  OUTLOOK\nStable\nDate:  04 Jun 2018 Not on Watch The latest market data from Weekly Market Outlook \nhttps://www.moodys.com/researchdocumentcontentpage.aspx?docid=PBC_1182210"], [75102, "2019-06-25T21:59:02Z", [0.9], ""], [75125, "2019-06-25T20:15:58Z", [0.1], "Boeing is too big to fail. \nIf necessary some rescue will come. \nDowngrading = punishment = unappealing to global commercial interests. "], [1333, "2019-06-25T18:39:52Z", [0.28], ""], [75101, "2019-06-25T18:33:55Z", [0.05], "No, Boeing is a large company with many irons in the fire. Plus a letter of intent (purely a marketing ploy, but something) was recently issued by some big buyer I forgot who to purchase more of the 737 Max-8's."], [75042, "2019-06-25T14:51:46Z", [0.65], "Assuming Moody's is correct regarding the effect of Boeing's cash flows over the 4 month window forecast, this is not enough time for Boeing to release the 737 MAXes that were grounded to renewed airworthy status."], [691, "2019-06-25T14:47:54Z", [0.22], ""], [75023, "2019-06-25T13:31:30Z", [0.75], "Continued issues with the 737 with the CEO stating more time is needed to fix the issue. Billions required to \"fix\" the issue, with still no clear idea of what \"fix\" means. Customers at Paris air show leaning towards Airbus."], [75016, "2019-06-25T13:24:03Z", [0.78], "Boeing has a high risk management style"], [128, "2019-06-24T20:39:58Z", [0.2], ""], [41952, "2019-06-24T20:12:14Z", [0.1], ""], [1333, "2019-06-24T18:34:09Z", [0.29], ""], [74917, "2019-06-24T15:32:04Z", [0.19], ""], [691, "2019-06-24T14:02:22Z", [0.25], ""], [8663, "2019-06-24T00:33:37Z", [0.15], ""], [1333, "2019-06-23T18:24:44Z", [0.3], ""], [1417, "2019-06-23T13:15:32Z", [0.25], ""], [691, "2019-06-23T11:51:28Z", [0.31], ""], [172, "2019-06-22T21:36:20Z", [0.05], ""], [1333, "2019-06-22T10:07:16Z", [0.31], ""], [2169, "2019-06-22T02:14:23Z", [0.19], "It is unlikely that either Boeing’s financial results will worsen enough or that the magnitude of their liability will become clear by 11/1. Moody’s and S&P also have reputations for being slow to adjust their models."], [61638, "2019-06-22T01:45:43Z", [0.5], ""], [1333, "2019-06-21T19:54:17Z", [0.32], ""], [61938, "2019-06-21T16:43:14Z", [0.2], ""], [74861, "2019-06-21T15:43:41Z", [0.18], "Despite the grounding of the 737 MAX-8s, Boeing is still expected to generate around $11 billion in FCF. At the end of Q1 2019, they had around $7b in cash.  With $12b in Long-Term Debt, excluding pension, deferred tax, and miscellaneous liabilities, it seems unlikely that Boeing will be downgraded from A2. With only $400mm in debt maturities this year (due Q4), and $2b in commercial paper they should have no difficulty with repaying debt maturities. Also, General Dynamics is rated A2 by Moody's despite having higher leverage and a lower FCF margin, further adding to the unlikelihood of a rating downgrade. With just the facts above I would put the risk of a downgrade at 10%. However, with slowing global growth, increasing recession risk, and BA CDS implying a 5% bankruptcy chance within 5 years, you can't be certain. Adding 5% (from CDS), and another 3% (slowing global growth, recession risk) for a probability of 18%."], [21884, "2019-06-21T03:43:16Z", [0.5], ""], [14027, "2019-06-20T14:57:15Z", [0.73], ""], [34628, "2019-06-20T14:34:10Z", [0.05], "\"fortress\" balance sheet."], [6978, "2019-06-20T01:40:04Z", [0.8], "Boeing 1+ year into institutional Winter, 737 dilemma just one symptom. Corporate debt crisis in H2'19 will force Moody's hand."], [128, "2019-06-19T21:07:50Z", [0.25], ""], [1333, "2019-06-19T18:13:05Z", [0.33], "Boeing scored a small sell at the Paris Airshow. Reducing chance of a downgrade."], [529, "2019-06-19T17:29:20Z", [0.27], "..A bit of good news for Boeing: https://seekingalpha.com/article/4270926-paris-airshow-day-2-boeing-737-max-surprise"], [62808, "2019-06-19T00:22:22Z", [0.01], ""], [68671, "2019-06-18T15:49:15Z", [0.7], ""], [691, "2019-06-18T14:32:04Z", [0.42], "https://www.reuters.com/article/us-france-airshow-a321xlr/airbus-launches-new-a321-jet-boeing-apologizes-for-max-crisis-idUSKCN1TI0J1\nApologies count for very little in assigning credit ratings.  More aggressive competition for a firm already bleeding from self-inflicted wounds, on the other hand, could or at least should matter rather a lot.  Coming up some more. \n"], [1333, "2019-06-18T14:30:37Z", [0.34], ""], [1333, "2019-06-17T18:24:59Z", [0.35], ""], [33634, "2019-06-17T12:36:32Z", [0.29], "I'm increasing my forecast - Boeing's CEO admits mistake. https://thehill.com/policy/transportation/448824-boeing-ceo-says-company-shouldve-been-more-transparent-with-737-max   The grounding doesn't have an end in sight. May last more than 4 months. Not sure how public pressure/perception will play out. https://www.cnn.com/2019/06/11/business/boeing-737-grounding/index.html"], [74656, "2019-06-17T11:32:44Z", [0.05], ""], [1333, "2019-06-16T18:15:28Z", [0.31], ""], [691, "2019-06-16T12:38:58Z", [0.3], ""], [1333, "2019-06-15T19:25:17Z", [0.3], ""], [61938, "2019-06-14T20:00:43Z", [0.2], ""], [1333, "2019-06-14T18:38:29Z", [0.29], ""], [1333, "2019-06-13T19:10:39Z", [0.28], ""], [691, "2019-06-13T12:16:32Z", [0.32], ""], [1333, "2019-06-12T17:06:30Z", [0.27], ""], [128, "2019-06-12T13:27:27Z", [0.28], ""], [1333, "2019-06-12T03:10:32Z", [0.28], ""], [128, "2019-06-11T13:03:24Z", [0.25], ""], [1333, "2019-06-10T18:36:12Z", [0.29], ""], [68386, "2019-06-10T15:14:33Z", [0.01], ""], [41290, "2019-06-08T03:57:09Z", [0.05], ""], [23006, "2019-06-07T23:55:14Z", [0.1], ""], [61938, "2019-06-07T21:38:49Z", [0.2], ""], [36132, "2019-06-07T17:32:09Z", [0.0], ""], [691, "2019-06-07T14:35:25Z", [0.33], "On the one hand, they have many problems.  On the other hand, they have many orders.  On yet a third hand, there are still only two players in the heavy game, although Airbus products seem to crash less often these days.   If they can resolve their current technical disasters quickly, they might not get a downgrade, but if regulators are still wary and don't give them a quick okey-dokey, it could get grim, especially if a lot of orders are cancelled.  And then of course there's the stack of impending or likely lawsuits.   On the whole, strange days."], [74537, "2019-06-06T19:12:37Z", [0.05], "They are still on strong footing. Unless there is an economic down turn i dont see it happening"], [59981, "2019-06-06T17:09:21Z", [0.3], "Boeing has been proactive in finding responsibility and working towards solutions. They have a preliminary allowance of $1billion set up to cover potential fines, settlements, and regulatory issues stemming from the crashes. As long as they maintain their commitment to finding and fixing the issues that caused the crashes, it's likely that the planes will be cleared for global use again within 1-2 years. Unless the current backlog of orders begin to be canceled en masse, I doubt Boeing will's credit rating will be downgraded."], [74513, "2019-06-06T15:33:03Z", [0.15], ""], [74458, "2019-06-06T13:13:03Z", [0.0], ""], [1035, "2019-06-06T11:58:51Z", [1.0], ""], [74382, "2019-06-06T07:59:57Z", [0.2], ""], [74328, "2019-06-06T05:36:27Z", [0.4], ""], [74296, "2019-06-06T04:30:17Z", [0.1], "I’m not entirely sure it is the plane it’s self, I’m sure there was some problems with some parts being manufactured.\nI also think the gravity shift in our pols will continue to disrupt other planes as well,it is mild now but over time /years we will se more of this the problem read a faulty sensor I have a feeling if you measure the degree of polar ship it will correspond with the angle the plane was being forced down our world is changing and if we don’t adapt all is lost ..not just plane crashes everything we rely on that uses our magnetic field"], [74302, "2019-06-06T04:14:24Z", [0.7], "Fomancial impact of future claims and that the solution is not yet fully known. Also bad design compared to airbus which may impact customer willingness to travel. An aerodynamics problem solved with software for a problem that remains aerodynamics at its core. "], [74267, "2019-06-06T03:25:56Z", [0.35], ""], [62438, "2019-06-04T20:17:13Z", [0.33], ""], [529, "2019-06-04T18:20:43Z", [0.31], "Cracked wing parts adds to negative publicity, but mainly watching time length of 737 MAX fleet grounding along with public perception of the plane.  https://www.bloomberg.com/news/videos/2019-06-03/boeing-struggles-to-restore-airline-chiefs-faith-in-737-max-safety-video"], [60100, "2019-06-03T18:28:18Z", [0.25], ""], [128, "2019-06-03T14:39:00Z", [0.32], ""], [691, "2019-06-03T12:03:55Z", [0.31], ""], [128, "2019-06-03T10:53:29Z", [0.25], ""], [74221, "2019-06-03T07:40:45Z", [0.55], "First random guess, Boeing has not yet able to regain the confidence of the public since the 2 incidents. It seems quite likely that Moody may downgrade its long-term rating to force Boeing to take some more aggressive measures to reinstate public's confidence."], [172, "2019-06-02T12:39:00Z", [0.15], ""], [63914, "2019-06-02T12:27:06Z", [0.5], "Everyone is hastening very, very slowly. Credibility at stake not just for Boeing but all the regulators who were taking the FAA's word for it. FAA is in tough position, because of close relationship, but sees the need to be right rather than fast, according to interviews so far. You need no imagination to see what would happen if, instead of somewhere conveniently foreign, a JetBlue drops out of the sky in CONUS. Boeing's credit rating would be the least of their problems. Moody will be looking at global sales, not just US, and if sales cannot resume (especially big orders like China) then cash flow will drop. Yes, it's existential. "], [1333, "2019-06-01T19:10:00Z", [0.3], ""], [69257, "2019-06-01T12:54:15Z", [0.5], ""], [53391, "2019-05-30T14:36:50Z", [0.02], ""], [68386, "2019-05-29T20:50:38Z", [0.01], "The only way I see for the credit rating to be downgraded is the case when flights would be resumed and similar accident would happen again. In other cases, Boeing has enough resources to manage the crisis without its credit being downgraded. Demand for Boeing's recent bonds offering indicates that bond investors don't see significant risks in it.\n\"Boeing’s sale of 3-year to 30-year bonds was popular among investors, even as its 737 MAX jets remain grounded. The offering was meant to be $2.5 billion, but thanks to strong investor demand, underwriters were able to raise the size of the deal to $3.5 billion, according to Bloomberg.\" (1 May) https://www.barrons.com/articles/boeing-bonds-strong-demand-ford-51556719445"], [50412, "2019-05-29T18:31:58Z", [0.0], "Nothing will have resolved to the point where it makes sense to downgrade  Boeing's credit rating. "], [61938, "2019-05-29T18:31:01Z", [0.2], ""], [62808, "2019-05-28T22:19:27Z", [0.0], ""], [32100, "2019-05-28T14:32:35Z", [0.03], ""], [128, "2019-05-28T13:56:45Z", [0.28], ""], [691, "2019-05-28T12:17:44Z", [0.28], ""], [427, "2019-05-28T00:54:56Z", [0.15], ""], [8663, "2019-05-27T22:57:27Z", [0.15], ""], [691, "2019-05-27T11:57:00Z", [0.28], ""], [206, "2019-05-26T17:07:47Z", [0.2], ""], [172, "2019-05-26T15:01:25Z", [0.15], ""], [1333, "2019-05-26T13:39:41Z", [0.31], ""], [1333, "2019-05-26T13:32:54Z", [0.32], ""], [25920, "2019-05-24T17:39:18Z", [1.0], ""], [62291, "2019-05-24T16:42:29Z", [0.75], ""], [70670, "2019-05-24T15:36:47Z", [0.35], "Already the Safety Boards of countries outside the US are demanding to carry out their own assessment of this 'plane's airworthiness and training requirements for pilots. That means there may be a lengthy delay before it is in regular use again. That will put a strain on Boeing which is likely to be reflected in their credit rating."], [37250, "2019-05-24T12:59:02Z", [0.8], ""], [19801, "2019-05-24T02:21:30Z", [0.25], "Current rating is stable\nhttps://www.moodys.com/research/Moodys-affirms-Boeings-A2-senior-unsecured-rating-outlook-stable--PR_384180 Fitch Ratings, which affirmed Boeing’s single-A grade and stable outlook, offered a glimpse of the future. “The 737 Max will reduce much of the financial cushion at the current ‘A’ rating, leaving the company more exposed to other unforeseen events or industry downturns,” analysts led by Craig Fraser wrote. Among their “key assumptions” is that the planes return to service in at least some regions by the end of August before reaching full capacity by the end of the year. “Overall, this year will be stressful for Boeing, and Fitch expects most credit metrics will deteriorate,” they wrote.\nhttps://www.bloomberg.com/opinion/articles/2019-04-30/boeing-not-facing-much-bond-market-turbulence"], [62808, "2019-05-23T18:46:53Z", [0.23], "Nationalist and powerful company ......."], [21865, "2019-05-23T12:09:31Z", [0.25], ""], [74067, "2019-05-22T20:40:05Z", [0.75], ""], [61938, "2019-05-22T19:16:23Z", [0.25], ""], [52401, "2019-05-22T18:04:24Z", [0.25], ""], [74033, "2019-05-22T09:57:27Z", [0.55], ""], [74031, "2019-05-22T09:36:56Z", [0.75], ""], [73996, "2019-05-22T03:19:21Z", [0.3], ""], [29358, "2019-05-22T00:57:43Z", [0.01], ""], [73982, "2019-05-22T00:06:50Z", [0.85], "Too many problems.  Great time to buy the stock!"], [73962, "2019-05-21T21:22:43Z", [0.1], "If the software upgrade proofs successful. There will be no basis for a downgrade. "], [73950, "2019-05-21T18:43:27Z", [0.0], ""], [73937, "2019-05-21T17:11:36Z", [0.14], ""], [73934, "2019-05-21T16:57:00Z", [0.65], ""], [691, "2019-05-21T14:50:20Z", [0.28], ""], [73877, "2019-05-21T12:12:09Z", [0.7], ""], [73866, "2019-05-21T11:36:36Z", [0.0], "only after the company quits does a credit agency downgrade."], [73858, "2019-05-21T11:20:09Z", [0.1], ""], [73782, "2019-05-21T10:19:25Z", [0.5], "Boeing is in troubled waters due to recent issues"], [128, "2019-05-21T02:28:33Z", [0.3], ""], [37379, "2019-05-21T02:06:18Z", [0.25], ""], [69317, "2019-05-20T15:14:33Z", [0.2], ""], [73745, "2019-05-20T12:00:59Z", [0.4], ""], [21884, "2019-05-20T08:21:29Z", [0.55], ""], [72545, "2019-05-20T02:18:27Z", [0.65], ""], [60061, "2019-05-20T00:27:38Z", [0.05], ""], [14675, "2019-05-20T00:03:16Z", [0.99], ""], [71996, "2019-05-19T21:56:53Z", [0.35], ""], [206, "2019-05-19T17:10:26Z", [0.2], ""], [69034, "2019-05-19T13:32:01Z", [0.6], ""], [73701, "2019-05-19T12:50:13Z", [0.11], ""], [73598, "2019-05-18T18:46:18Z", [0.8], ""], [73668, "2019-05-18T17:21:54Z", [0.25], "Boeing has too much standing in our economical health"], [70530, "2019-05-18T06:31:23Z", [0.75], ""], [70530, "2019-05-18T06:22:21Z", [0.75], ""], [73628, "2019-05-18T03:42:10Z", [0.25], ""], [691, "2019-05-17T20:15:31Z", [0.24], ""], [73511, "2019-05-17T10:09:36Z", [0.08], ""], [73321, "2019-05-16T22:51:09Z", [0.8], ""], [73263, "2019-05-16T22:36:05Z", [0.2], ""], [33634, "2019-05-16T02:18:02Z", [0.28], "Even though Boeing didn't have any orders in April, I don't it will cause a downgrade. Their stock seems to be resilient. I'm keeping with the crowd and keeping the probability low."], [1333, "2019-05-15T01:06:09Z", [0.33], ""], [73202, "2019-05-14T16:21:40Z", [0.0], ""], [128, "2019-05-14T08:51:24Z", [0.34], ""], [6978, "2019-05-13T19:29:12Z", [0.75], ""], [1333, "2019-05-13T18:23:59Z", [0.34], ""], [73184, "2019-05-13T17:40:43Z", [0.55], ""], [73172, "2019-05-13T01:29:17Z", [0.65], "This isn't a run of the mill PR disaster... this is a failure of regulation. This will be adjusted based on the outcome of the 2020 US elections, but we can assume that Moody's can't be confident in Boeing in the best case scenario, and less so in the worst case. "], [29980, "2019-05-12T19:53:42Z", [0.0], ""], [68992, "2019-05-12T17:53:58Z", [0.0], ""], [691, "2019-05-12T12:24:48Z", [0.24], ""], [23006, "2019-05-12T01:50:45Z", [0.3], ""], [63963, "2019-05-12T01:04:44Z", [0.25], ""], [691, "2019-05-11T17:06:37Z", [0.2], ""], [62438, "2019-05-11T09:21:33Z", [0.23], ""], [12789, "2019-05-10T19:21:22Z", [0.62], "The challenges to credit and cash flow are substantial following groundings/bannings of Boeing's 737-Max jets. The compounding of negative outcomes resulting from cancelled orders and lost revenues will likely cause Moody's to downgrade its outlook on The Boeing Company's cash flows. "], [529, "2019-05-10T18:58:50Z", [0.34], "The aircraft may get re-certified later this summer but the flying public's general perception (of Boeing and the Max-8 in particular) could take longer to repair. https://www.washingtonpost.com/business/2019/05/07/fliers-plan-avoid-boeing-max-jets-year-or-more-barclays-survey-concludes/"], [19511, "2019-05-10T18:26:28Z", [0.43], ""], [128, "2019-05-10T13:07:57Z", [0.28], ""], [29102, "2019-05-09T22:50:38Z", [0.35], "The market is emotional and this is an emotional issue. If Boeing can turn the news positive by making a decisive move that will reassure the flying public and pilots and flight attendants investors might be persuaded to consider decline in the stock price as a buying opportunity. If the stock drops below $300, the probability will increase that Boeings outlook is truly negative, this currently looks very possible. price Boeings fundamentals may still be relatively strong but as the public loses faith in the company, the company could lose its sales dominance. It is perception that will make or break Boeing at least in the short term. "], [61938, "2019-05-08T19:59:42Z", [0.25], ""], [1333, "2019-05-08T14:56:06Z", [0.35], ""], [1333, "2019-05-08T10:01:56Z", [0.26], ""], [66920, "2019-05-08T03:19:12Z", [0.13], "I take at face-value Moody’s word that “a downgrade of the ratings could occur if:\n•\t the grounding is expected to extend well into 2019 \n•\tif financial penalties related to investigations meaningfully limit the company's run rate annual free cash flow. \n•\tFollowing the resolution of the grounding and investigations:\no\t 1) returns to shareholders that repeatedly exceed free cash flow;\no\t 2) being unable to win major profitable DoD contracts or\no\t 3) sustaining unrestricted cash below $5 billion, retained cash flow to net debt below 25%, EBIT to interest expense below 6x, EBITA to average assets below 10%; and or\no\t debt to EBITDA above 2.8x could lead to a negative rating action. \n•\tThe inability to strengthen the execution of its manufacturing and quality across its commercial and defense programs could also pressure the ratings.”\n-(https://www.moodys.com/research/Moodys-assigns-A2-ratings-to-Boeings-new-unsecured-notes--PR_399888) Therefore, the probability of a downgrade is the sum of the probabilities of each above condition. As noted elsewhere, the technical errors in the planes’ sensors will require further investigation and rectification (https://www.bbc.com/news/world-africa-47553174). For comparison, the 2013 grounding of the Boeing 787 Dreamliner lasted four months (123 days), despite relative technical complexity. That said, the publicity and gravity of MAX’s failures do far outstrip the Dreamliner’s, perhaps inviting greater supervision. Based off of the FAA’s mid-May minimum prediction, I expect mid-June as a reasonable timeline for MAX’s release, leaving much of the profitable summer travel season for Boeing and its market to meet expectations. Barring significant unanticipated changes to Boeing’s market presence, the subsequent items are very unlikely for one of the world’s leading manufacturers.\n\nWill re-evaluate in late May and mid-June based on updated timetables. Solid analysis available here: https://thepointsguy.com/news/heres-how-long-737-max-could-remain-grounded/. \n"], [69936, "2019-05-07T21:23:00Z", [0.65], ""], [1333, "2019-05-07T18:16:40Z", [0.25], ""], [66850, "2019-05-07T16:53:54Z", [0.18], "Although some argue that the crash was due to pilot incompetency or poor training, there was clearly inconsistencies in the plane's sensor readings (https://www.bbc.com/news/world-africa-47553174). Moody also has previously stated as of March 14th that the Ethiopia crash will not affect Boeing's rating at this time (https://www.reuters.com/article/boeing-rating-moodys/moodys-says-ethiopia-crash-wont-affect-boeing-rating-at-this-time-idUSL8N2114XH). Boeing has cut production to this specific type of aircraft (https://www.washingtonpost.com/business/2019/04/08/boeing-stock-slips-after-max-production-cut/) and with increased investigation there could be a shift down in rating, although unlikely. "], [529, "2019-05-07T14:41:17Z", [0.27], "Adjusting forecast a little closer to overall consensus"], [128, "2019-05-07T10:13:49Z", [0.22], ""], [12591, "2019-05-07T01:37:52Z", [0.15], ""], [31450, "2019-05-07T00:49:14Z", [0.05], "Based on Moody's comment in the descriptor, Boeing would only have a problem after four months. They have three more months to get the planes off the ground and they seem to be making progress (even if in the process we are all learning how unsafe this plane seems to have been)."], [53391, "2019-05-06T21:59:55Z", [0.05], ""], [72990, "2019-05-06T21:53:49Z", [0.01], "No. It was a training error. The waitlist on a 737 Max 8 is ten years if you switch to Airbus then Boeing fixes the issue and you want to switch back you lose your place in line.  "], [128, "2019-05-06T18:42:33Z", [0.28], ""], [29057, "2019-05-06T17:54:17Z", [0.7], ""], [128, "2019-05-06T13:42:37Z", [0.22], ""], [691, "2019-05-06T12:34:31Z", [0.18], ""], [8897, "2019-05-05T20:49:56Z", [0.05], "The stock price doesn't indicate that a change in the bond rating is in the near future.  Then again, the stock investors might not be concerned by one downgrade.  If Boeing received a substantial number of canceled orders this might change their ability to payoff the damages.   "], [72713, "2019-05-05T18:59:49Z", [0.25], ""], [72874, "2019-05-05T14:21:53Z", [0.01], "Boeing is a huge company and there are huge pressures for big guys to stay big. Public relations will be in full swing to smooth this over. I can’t see anyone downgrading one of the largest and most powerful American business unless something big happens (like European or American deaths on Boeing account: Ethiopians and Indonesians aren’t enough)"], [5018, "2019-05-05T02:38:31Z", [0.22], ""], [691, "2019-05-04T20:57:34Z", [0.29], ""], [23006, "2019-05-04T20:10:36Z", [0.0], ""], [1333, "2019-05-04T19:30:45Z", [0.26], ""], [60928, "2019-05-04T16:44:31Z", [0.57], ""], [20284, "2019-05-04T16:42:43Z", [0.05], "Assuming there are no further air crashes related to the 737 software there are not enough reasons for Moody's to do this to such a major company.  Boeing will have a bill to pay but it has the financial strength to handle it.   Public relations will be in full swing to smooth this over.  Stock prices do not reflect any concern over such  an event occurring."], [72835, "2019-05-04T13:08:00Z", [0.8], ""], [20156, "2019-05-04T04:48:19Z", [0.2], ""], [529, "2019-05-04T04:25:32Z", [0.35], "As noted, it appears that much may depend upon when Boeing can get its 737 Max's fixed and returning to service. (Plus also if any new, significant problems appear with that plane or perhaps other models.) Per the Moody's article Boeing hopes to have the FAA grounding lifted by the end of July, 2019, if testing and re-certification goes well.   A 4/16/19 article excerpt re Boeing MAX: \"A draft report from an FAA review board calls an update to the automated flight-control system \"operationally suitable.\"\" (https://www.investors.com/news/boeing-737-max-branding-trump-tweet-summer-cancellations/) Additional resources for the initial forecast: https://finance.yahoo.com/news/boeing-not-facing-much-bond-182904533.html https://www.marketwatch.com/story/boeing-gets-liquidity-boost-from-35-billion-bond-sale-2019-04-30"], [15196, "2019-05-04T02:07:48Z", [0.5], ""], [128, "2019-05-04T01:25:43Z", [0.32], ""], [1333, "2019-05-03T22:25:56Z", [0.25], ""], [691, "2019-05-03T19:44:36Z", [0.22], ""], [5766, "2019-05-03T18:27:00Z", [0.0], ""]]}