{"question_id": 461, "title": "Before 1 September 2017, will the European Stability Mechanism approve the release of a third tranche of funds from the third economic adjustment programme for Greece?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[1034, "2017-07-10T17:23:04Z", [1.0], "Disbursement of €7.7bn tranche to take place today Capital (2017) Monday, 10 July, states that: Following the green light provided by the ESM last Friday for the release of the next loan tranche to Greece, the actual disbursement will take place today.  In this context, Greece will receive €7.7bn, of which €6.9bn will be used to cover debt servicing needs. The remaining €800m will be utilized for the settlement of state arrears.  Another €800m will be made available in September provided that the state has cleared enough arrears. Meanwhile, the Greek govt has formally submitted a request to the IMF for a new loan facility.  The Fund’s BoD will decide on its engagement in the Greek program “in principle” on 27th July. In this context, we note that the Eurogroup taking place today is not relevant for Greece as it is scheduled to deal with other issues. ESM MD Mr. Regling said: “The decision by the ESM Board of Directors shows that Greece has completed the reforms required at this stage. The government and people of Greece deserve recognition for having come a long way in returning to fiscal sustainability and economic growth. The government should continue on this path to rebuild a competitive economy and regain investors’ trust” (para. 1-5). Capital News Website. (2017). Disbursement of €7.7bn tranche to take place today. Capital. Financial News. Retrieved from \nhttp://english.capital.gr/News.asp?id=2435922\n"], [16652, "2017-07-10T13:43:00Z", [0.95], ""], [30389, "2017-07-10T08:26:50Z", [0.99], ""], [1034, "2017-07-10T06:17:11Z", [1.0], ""], [368, "2017-07-09T18:29:36Z", [1.0], ""], [691, "2017-07-09T18:20:29Z", [1.0], ""], [36157, "2017-07-09T10:02:13Z", [1.0], "Release approved"], [1034, "2017-07-09T07:00:56Z", [1.0], ""], [16284, "2017-07-08T19:50:53Z", [0.75], ""], [12605, "2017-07-08T19:41:19Z", [1.0], "See @Wildwood2000's"], [368, "2017-07-08T18:12:38Z", [1.0], ""], [1034, "2017-07-08T17:33:12Z", [1.0], "ESM to release 8.5-billion-euro tranche of Greece bailout Bartunek and Macdonald (2017) Fri Jul 7, states that: The European Stability Mechanism approved the release of a third tranche of bailout funds to Greece worth 8.5 billion euros ($9.68 billion) on Friday, the ESM said in a statement. A first disbursement will amount to 7.7 billion euros and is expected to be made by on Monday, the euro zone bailout fund said. Some 6.9 billion euros will be used to service debt and 0.8 billion to clear arrears. Greece needs new loans under its current 86-billion-euro bailout program, the third since 2010, to make debt repayments due this month. \"This payment is recognition of the tremendous efforts that the Greek people have continued to make to stabilize their economy,\" European Economics Commissioner Pierre Moscovici said in a statement. A further 800 million euros may be paid out in September, subject to the Greek government paying arrears, the ESM added (para. 1-5). Bartunek, R., J. & Macdonald, A. (2017). ESM to release 8.5-billion-euro tranche of Greece bailout. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-esm-idUSKBN19S1ZT\n"], [1034, "2017-07-08T05:09:45Z", [1.0], ""], [368, "2017-07-07T19:52:45Z", [1.0], ""], [14777, "2017-07-07T16:17:35Z", [1.0], ""], [691, "2017-07-07T14:27:43Z", [1.0], ""], [13135, "2017-07-07T12:48:48Z", [0.75], ""], [68, "2017-07-07T11:25:54Z", [1.0], ""], [1034, "2017-07-07T06:05:03Z", [1.0], ""], [1034, "2017-07-07T06:01:27Z", [1.0], ""], [368, "2017-07-06T18:01:15Z", [1.0], ""], [32988, "2017-07-06T17:18:28Z", [1.0], ""], [691, "2017-07-06T11:33:53Z", [1.0], ""], [1034, "2017-07-06T04:32:08Z", [1.0], ""], [368, "2017-07-05T18:55:45Z", [1.0], ""], [1034, "2017-07-05T04:30:01Z", [1.0], ""], [368, "2017-07-04T23:20:38Z", [1.0], ""], [1639, "2017-07-04T16:09:30Z", [1.0], "ESM chief optimistic on Greece, but advises patience\nHe added that the disbursement of the agreed tranche of 8.5 billion euros from a total support package of 86 billion euros is expected to take place in early July. This comes as a lifeline for Greece, which faces debt repayments of around 7 billion euros later in the month.\nhttp://www.ekathimerini.com/219410/article/ekathimerini/business/esm-chief-optimistic-on-greece-but-advises-patience As opposed to the previous two Greek programs, in which the IMF participated through corresponding funding, this 3rd one was agreed only with the Eurozone Member State-based, international assistance mechanism ESM, and did not involve the IMF (the last IMF program for Greece expired on January 2016). However, the IMF participated in the drafting of the MoU with a view of providing financial assistance in the future upon satisfaction of two conditions: (1) a detailed fiscal package that provides a sustainable economic trajectory (focus on pension reform), and (2) the provision of “significant debt relief, well beyond what has been considered so far,” since “Greece’s debt has become unsustainable and that Greece cannot restore debt sustainability solely through actions on its own.” It is clear that none of the two aforementioned conditions have been fully met. On the structural adjustment side, the Greek government is unwilling to implement even more austerity measures, especially in relation to a further reduction of pensions, after almost 6 years of consolidation. On the debt relief side, the Eurozone Member States, and particularly some such as Germany, essentially oppose any debt relief (which has been reiterated as a necessary action by the IMF), least of all any that would go further than what has already been considered (i.e. a mediocre extension of Greek debt maturities). In the meantime, the IMF considers the targets set by the Greek program as unachievable for the medium to long terms to achieve a sustainable fiscal position. So is it necessary for the IMF to partake in the Greek program? For the IMF itself, certainly not. The legal provisions do not contain any type of reciprocity clause, and do not commit the IMF to accepting the request of the Eurozone Member State concerned; in this case Greece. However, on the EU’s side, it seems necessary for a Eurozone Member State that receives financial assistance through the ESM – such as Greece – to request similar assistance from the IMF. In either case, Greece already committed at the highest level (Eurosummit) to requesting IMF assistance and is, therefore, restrained in perceiving a request for IMF participation as optional, especially considering the importance that some Eurozone Member States, such as Germany, place on the IMF’s participation as a guarantor for the program’s efficiency and success.  However, in the case that the IMF denies the provision of assistance, then there is no stipulation as to how the process unfolds, although it would seem logical that the ESM-based program would continue. What happens remains to be seen. However, clear legal limitations exist as to the options of the Greek government to reject or not apply for IMF participation.\nhttp://euandgreece.blogactiv.eu/2017/02/02/is-the-imf-necessary-for-the-3rd-greek-program/\n____________________________________\nCOMMENT:  Like many Qs in GJO time is of the essence; this Q closes on sept. 1 and the IMF executive Board has recess for the month of Aug (my guess is 7 to 25th) leaving little time to put extra items on the agenda. However, the IMF recently released this PR on the Propose Approval in Principle of New Stand-By Arrangement for Greece. A seldom done \"approved in principle\" decision that may not even require a Board decision.  That shows a lot of faith from an usually extremely careful institution!\n"], [36265, "2017-07-04T15:40:08Z", [0.05], "I don't believe that there will agreement to release the third tranche until after the German elections on September 24, 2017. Once the elections are held and if Merkel is re-elected. An agreement to release will completed. "], [691, "2017-07-04T12:46:31Z", [1.0], ""], [1034, "2017-07-04T06:22:08Z", [1.0], ""], [368, "2017-07-03T18:52:44Z", [1.0], ""], [1479, "2017-07-03T15:27:01Z", [1.0], ""], [691, "2017-07-03T11:47:11Z", [1.0], ""], [1034, "2017-07-03T05:53:54Z", [1.0], ""], [9755, "2017-07-03T02:27:14Z", [1.0], ""], [368, "2017-07-02T22:42:11Z", [1.0], ""], [12605, "2017-07-02T14:29:53Z", [0.99], ""], [1034, "2017-07-02T06:49:23Z", [1.0], ""], [368, "2017-07-01T18:20:32Z", [1.0], ""], [1529, "2017-07-01T16:36:36Z", [1.0], ""], [691, "2017-07-01T13:01:38Z", [1.0], ""], [1034, "2017-07-01T05:43:50Z", [1.0], ""], [368, "2017-07-01T00:18:38Z", [1.0], ""], [691, "2017-06-30T11:21:46Z", [1.0], ""], [1034, "2017-06-30T06:36:21Z", [1.0], ""], [368, "2017-06-29T17:26:02Z", [1.0], ""], [691, "2017-06-29T17:09:04Z", [1.0], ""], [1034, "2017-06-29T06:41:19Z", [1.0], ""], [368, "2017-06-28T23:52:57Z", [1.0], ""], [1034, "2017-06-28T05:19:35Z", [1.0], ""], [2965, "2017-06-28T01:53:45Z", [1.0], ""], [368, "2017-06-27T19:23:27Z", [1.0], ""], [25141, "2017-06-27T10:25:39Z", [1.0], ""], [1034, "2017-06-27T05:50:55Z", [1.0], ""], [368, "2017-06-26T17:47:35Z", [1.0], ""], [10610, "2017-06-26T13:19:00Z", [0.85], ""], [691, "2017-06-26T12:25:52Z", [1.0], ""], [30389, "2017-06-26T09:27:26Z", [0.99], ""], [30389, "2017-06-26T09:15:00Z", [0.98], ""], [1034, "2017-06-26T06:25:02Z", [1.0], ""], [2965, "2017-06-26T02:02:44Z", [1.0], ""], [1034, "2017-06-25T07:48:50Z", [1.0], ""], [368, "2017-06-24T16:39:14Z", [1.0], ""], [691, "2017-06-24T12:37:38Z", [1.0], ""], [1034, "2017-06-24T06:51:02Z", [1.0], ""], [15631, "2017-06-24T02:19:03Z", [0.85], ""], [368, "2017-06-23T23:56:07Z", [1.0], ""], [27944, "2017-06-23T16:49:44Z", [0.95], ""], [691, "2017-06-23T12:36:12Z", [1.0], ""], [1034, "2017-06-23T06:02:57Z", [1.0], ""], [691, "2017-06-22T20:56:43Z", [1.0], ""], [368, "2017-06-22T15:40:13Z", [1.0], ""], [1034, "2017-06-22T05:55:43Z", [1.0], ""], [2965, "2017-06-22T01:29:56Z", [1.0], ""], [368, "2017-06-21T19:50:17Z", [1.0], ""], [1034, "2017-06-21T06:42:50Z", [1.0], ""], [368, "2017-06-20T17:27:44Z", [1.0], ""], [1034, "2017-06-20T07:20:07Z", [1.0], ""], [368, "2017-06-19T18:30:41Z", [1.0], ""], [597, "2017-06-19T14:19:46Z", [1.0], ""], [691, "2017-06-19T13:55:23Z", [1.0], ""], [35899, "2017-06-19T08:27:28Z", [1.0], ""], [1034, "2017-06-19T07:16:07Z", [1.0], ""], [368, "2017-06-18T18:32:25Z", [1.0], ""], [29145, "2017-06-18T16:41:52Z", [1.0], ""], [2965, "2017-06-18T15:22:22Z", [1.0], "@sevedb was correct. It occurred notwithstanding IMF\nand the IMF calls for debt reduction.\nJust a matter of time before debt reduction must occur.\n90% of that tranche went to scheduled debt payments."], [2965, "2017-06-18T15:18:21Z", [1.0], ""], [35244, "2017-06-18T15:14:10Z", [1.0], ""], [691, "2017-06-18T12:31:27Z", [1.0], ""], [368, "2017-06-18T03:28:58Z", [1.0], ""], [36052, "2017-06-17T14:41:11Z", [0.02], ""], [691, "2017-06-17T12:03:49Z", [1.0], ""], [1333, "2017-06-16T21:13:26Z", [1.0], ""], [368, "2017-06-16T20:16:45Z", [1.0], ""], [691, "2017-06-16T20:01:25Z", [1.0], ""], [1479, "2017-06-16T04:45:13Z", [1.0], ""], [1034, "2017-06-15T23:20:27Z", [1.0], ""], [368, "2017-06-15T18:44:37Z", [1.0], ""], [1333, "2017-06-15T16:12:36Z", [0.45], ""], [3363, "2017-06-15T13:45:27Z", [0.93], ""], [1639, "2017-06-15T04:34:15Z", [1.0], "Great Expectation\nAlexis Tsipras, Greece’s prime minister, wrote a piece in French and German newspapers this week to say that he looks forward to today’s meeting of 19 euro-area finance ministers with “hope and expectation”. What will be required is compromise. Europeans have long been stuck at an impasse with the IMF over the country’s current bail-out, its third. The IMF insists it will take part only if Greece is offered some restructuring of its debts; the country’s creditors, notably Germany, are loth to offer relief, but want the IMF on board. Hope and expectation were present at last month’s meeting too, but after seven hours of talks the parties remained at loggerheads. The clock is ticking: €7bn ($8bn) in Greek debts come due in July, for which a fresh tranche of bail-out funds will be needed. If a deal is born, it will be out of hard-nosed calculation, not Mr Tspiras’s grandiose words There will be just a month to sit at the negotiation table again in case of a non agreement if we consider the Executive Board recess. Let's hope Tsipras goes home happy. He deserves it at this point. "], [368, "2017-06-15T00:16:03Z", [1.0], ""], [32100, "2017-06-14T14:46:51Z", [1.0], ""], [4634, "2017-06-14T13:24:34Z", [1.0], ""], [1639, "2017-06-14T11:26:41Z", [1.0], "Lipton Says IMF Open to Approval-in-Principle for Greece Deal (Bloomberg)\n\n\nGreek PM hopeful that deal will be reached at Eurogroup meeting (Reuters)\nGreek Prime Minister Alexis Tsipras has said he is optimistic that a deal paving the way for new loans for Greece will be reached at a meeting of eurozone finance ministers on June 15. \"We're looking ahead to the meeting of eurozone finance ministers full of hope and expectation because we've implemented our commitments and we'll continue to go down this route on the European path,\" he wrote in Die Welt. \"We respect the rules of our joint European house and we expect the same of our lenders - namely to treat my country, Greece, with respect"], [1034, "2017-06-14T05:53:07Z", [1.0], "EU's Moscovici sees deal on Greek loans, fair solution on debt. Reuters.  Shalal (2017) Tue Jun 13, states that: European Union Currency Commissioner Pierre Moscovici said on Wednesday he expects Greece and its international lenders to reach a compromise deal on new loans this week and that a \"fair solution\" will be found on debt relief. \"No one wants a debt cut anymore. It's about debt relief, for instance, longer repayment schedules,\" Moscovici told the Funke group of German newspapers in an interview published on Wednesday. He said Greece should be rewarded for the tough reform package approved by its parliament and euro zone finance ministers would likely agree on Thursday to pay out the next tranche of loans. \"Things are moving in the right direction,\" he said. Moscovici said the third tranche of aid would be the last, after which Greece would again be a \"normal member of the euro zone,\" enabling its likely return to capital markets in 2018. His remarks echoed comments by officials who predicted on Monday that euro zone finance ministers and the International Monetary Fund would likely reach a deal that paved the way for new loans while delaying decisions on debt relief (para. 1-5). Shalal, A. (2017). EU's Moscovici sees deal on Greek loans, fair solution on debt. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-eu-idUSKBN19430R\n"], [368, "2017-06-13T23:42:20Z", [1.0], ""], [2965, "2017-06-13T22:58:08Z", [1.0], ""], [691, "2017-06-13T17:52:27Z", [1.0], ""], [1034, "2017-06-13T05:48:18Z", [1.0], ""], [35806, "2017-06-12T18:54:23Z", [0.91], ""], [35806, "2017-06-12T18:53:41Z", [0.03], ""], [368, "2017-06-12T18:23:08Z", [1.0], ""], [35416, "2017-06-12T14:28:33Z", [0.0], ""], [691, "2017-06-12T11:56:19Z", [1.0], ""], [1034, "2017-06-12T08:47:27Z", [1.0], ""], [368, "2017-06-12T01:24:11Z", [1.0], ""], [2965, "2017-06-11T15:56:07Z", [1.0], ""], [1034, "2017-06-11T06:41:29Z", [1.0], ""], [368, "2017-06-11T03:54:33Z", [1.0], ""], [31756, "2017-06-10T13:23:50Z", [1.0], ""], [691, "2017-06-10T12:53:17Z", [1.0], ""], [1034, "2017-06-10T08:08:56Z", [1.0], ""], [368, "2017-06-09T19:56:01Z", [1.0], ""], [2965, "2017-06-09T14:24:29Z", [1.0], ""], [1034, "2017-06-09T06:33:20Z", [1.0], ""], [16284, "2017-06-08T18:56:48Z", [0.15], ""], [368, "2017-06-08T18:46:12Z", [1.0], ""], [691, "2017-06-08T11:31:00Z", [1.0], ""], [1034, "2017-06-08T05:25:18Z", [1.0], ""], [35960, "2017-06-08T04:35:28Z", [0.2], ""], [16652, "2017-06-07T22:10:12Z", [0.95], ""], [368, "2017-06-07T19:26:49Z", [1.0], ""], [2965, "2017-06-07T16:23:34Z", [1.0], ""], [1034, "2017-06-07T06:40:16Z", [1.0], "Greek ruling party says IMF debt proposal not helpful in impasse Maltezou (2017) Tue Jun 6, states that: A proposal by IMF Chief Christine Lagarde offering a way out of Greece's debt impasse with its European lenders does not contribute toward reaching an \"honorable solution,\" Greece's ruling Syriza party said on Tuesday. The IMF believes Greece needs significant debt relief, which Germany rejects. Lagarde suggested agreeing a deal whereby the IMF would stay on board in the bailout, as Berlin wants, but not pay out further aid until debt relief measures are clarified. Syriza's political committee, in which Prime Minister Alexis Tsipras and his finance minister participated on Tuesday, said the proposal pushed back decisions and \"does not contribute positively in the direction of finding an honorable and commonly accepted solution.\" The committee said any debt deal must meet sustainability conditions under the ECB's terms and facilitate Greece's return to bond markets. It said Greece had met its obligations toward it creditors and called on its creditors to do the same (para. 1-4). Maltezou, R. (2017). Greek ruling party says IMF debt proposal not helpful in impasse. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-debt-idUSKBN18X1SO"], [368, "2017-06-06T18:22:17Z", [1.0], ""], [691, "2017-06-06T12:24:07Z", [1.0], ""], [1034, "2017-06-06T06:07:19Z", [1.0], ""], [2965, "2017-06-05T21:32:33Z", [1.0], ""], [368, "2017-06-05T17:25:18Z", [1.0], ""], [2965, "2017-06-05T15:49:25Z", [1.0], ""], [35883, "2017-06-05T13:51:21Z", [0.95], ""], [1034, "2017-06-05T05:56:23Z", [1.0], ""], [554, "2017-06-05T00:24:14Z", [0.95], ""], [1333, "2017-06-04T20:43:20Z", [0.35], ""], [691, "2017-06-04T20:06:55Z", [1.0], ""], [22305, "2017-06-04T19:39:24Z", [0.99], ""], [368, "2017-06-04T18:03:10Z", [1.0], ""], [1034, "2017-06-04T05:55:03Z", [1.0], ""], [368, "2017-06-03T18:14:22Z", [1.0], ""], [2965, "2017-06-03T14:39:01Z", [1.0], ""], [29145, "2017-06-03T09:38:17Z", [0.98], ""], [1034, "2017-06-03T06:52:22Z", [1.0], ""], [368, "2017-06-02T19:49:32Z", [1.0], ""], [16652, "2017-06-02T09:12:00Z", [0.95], ""], [1034, "2017-06-02T05:51:34Z", [1.0], ""], [368, "2017-06-01T17:20:08Z", [1.0], ""], [691, "2017-06-01T10:56:08Z", [1.0], ""], [35882, "2017-06-01T06:42:41Z", [0.95], ""], [1034, "2017-06-01T05:57:19Z", [1.0], ""], [2965, "2017-05-31T23:51:47Z", [1.0], ""], [368, "2017-05-31T19:05:28Z", [1.0], ""], [29145, "2017-05-31T19:02:13Z", [0.99], ""], [691, "2017-05-31T11:32:55Z", [1.0], ""], [1034, "2017-05-31T05:27:27Z", [1.0], "Greece Seeks Inclusion in ECB’s Stimulus Plan Stamouli (2017) May 29, states that: ATHENS—Greece called on the European Central Bank to add the nation to its bond-buying program, even if that means relaxing the ECB’s earlier conditions for such support. Greek Finance Minister Euclid Tsakalotos said Monday the ECB should include Greek debt in its program of bond purchases, known as quantitative easing or QE, to help the country return to bond markets and end its reliance on bailout loans from European governments. A decision by the ECB to buy Greek debt would greatly boost investors’ confidence in Greece and could be a turning point in the country’s eight-year debt crisis, Athens believes. But the ECB previously has said it won’t add Greece to its QE program until the International Monetary Fund says Greece’s debt is sustainable. The IMF, however, is refusing to say that until Germany and other eurozone governments agree to restructure their loans to Greece. The Athens government fears that the IMF and Germany may agree to postpone further discussions about Greek debt and that the ECB will withhold the hoped-for support for Greece via QE as a result. “European institutions should have their own strategies and own opinions. They should not hide behind the analysis of other institutions,” Mr. Tsakalotos told reporters in Athens on Monday. Mr. Tsakalotos and other Greek officials are hoping the ECB will find a way to give them QE even if there isn’t yet a full agreement on debt relief between the IMF and European governments. Otherwise, they fear Greece’s chances of economic recovery and a return to bond markets will be delayed and possibly jeopardized. If Athens hasn’t regained stable access to bond markets by next year, it will need another bailout to stay in the euro—the country’s fourth such bailout since it lost investors’ confidence in 2010.   “There is very little point in entering a [bailout] program if the goal is not to leave the program,” the Greek finance minister said. “And leaving the program should be the responsibility not just of the debtor country but the creditor country as well.” ECB President Mario Draghi sent ambiguous signals while speaking at the European Parliament on Monday. “QE for Greece is not to be taken for granted,” he said. “The ECB will have to have its own independent assessment…I want to make clear that [analysis of Greece’s debt sustainability] by the IMF…doesn’t imply” anything for the ECB’s own assessment, he said. While that comment left open the possibility that the ECB might act even before the IMF is satisfied that Greece is solvent, Mr. Draghi also doused Greek hopes by saying he wanted a “full agreement” between Greece and its creditors, including the specification of measures to reduce Greece’s debt burden, before considering QE (para. 1-10). Stamouli, N. (2017). Greece Seeks Inclusion in ECB’s Stimulus Plan. The Wall Street Journal. World. Europe. Retrieved from\nhttps://www.wsj.com/articles/greece-seeks-inclusion-in-ecbs-stimulus-plan-1496078306"], [368, "2017-05-30T20:41:15Z", [1.0], ""], [691, "2017-05-30T14:08:49Z", [1.0], ""], [16652, "2017-05-30T06:02:11Z", [0.95], ""], [1034, "2017-05-30T05:38:27Z", [1.0], ""], [368, "2017-05-30T01:52:03Z", [1.0], ""], [3363, "2017-05-29T14:05:07Z", [0.89], ""], [28380, "2017-05-29T09:51:31Z", [0.85], "probably yes. but nothing is sure with so many players involved."], [1034, "2017-05-29T06:07:25Z", [1.0], ""], [368, "2017-05-29T00:36:37Z", [1.0], ""], [29145, "2017-05-28T07:50:53Z", [0.95], ""], [1034, "2017-05-28T07:21:57Z", [1.0], ""], [368, "2017-05-27T21:38:16Z", [1.0], ""], [1034, "2017-05-27T06:39:21Z", [1.0], ""], [368, "2017-05-26T16:39:15Z", [1.0], ""], [2965, "2017-05-26T14:25:26Z", [1.0], ""], [1034, "2017-05-26T05:07:26Z", [1.0], ""], [1333, "2017-05-25T22:34:03Z", [0.2], ""], [16652, "2017-05-25T20:02:08Z", [0.95], ""], [368, "2017-05-25T18:08:49Z", [1.0], ""], [1034, "2017-05-25T06:48:15Z", [1.0], ""], [368, "2017-05-24T19:24:46Z", [1.0], ""], [16652, "2017-05-24T18:01:15Z", [0.95], ""], [2965, "2017-05-24T16:17:25Z", [1.0], ""], [1034, "2017-05-24T09:20:19Z", [1.0], ""], [1639, "2017-05-24T05:41:22Z", [0.8], "Greece’s creditors failed to reach a deal on the country’s debt relief. An agreement is needed to secure funds to repay obligations of around €7bn ($7.8bn), due in July. The IMF (which is not involved in Greece’s third bail-out) wants euro-area creditors to ensure debt is sustainable after 2018, when current its bail-out expires. The euro area’s finance ministers meet next in mid-June\n____________________\nCOMMENTS:  Things are getting complicated. A deal may be reached but deadline is short now. The IMF will not back down on this, they already changed their tune once, they won't change their mind now. That Greece is unable to pay its debts it is a clear fact. "], [368, "2017-05-24T02:15:14Z", [1.0], ""], [35425, "2017-05-23T13:52:34Z", [0.7], "This should be another automatic, but the demands Greece keeps putting on the ESM do not make this a sure thing. These are not easy negotiations and nothing should be considered a sure thing once you put a deadline on it."], [2965, "2017-05-23T13:14:47Z", [1.0], ""], [32438, "2017-05-23T12:58:23Z", [0.9], "Getting slightly nervous...although they always do this, at some point they might not sort it out   https://www.ft.com/content/dfbe5e06-3f43-11e7-9d56-25f963e998b2 \tGreece’s creditors failed to reach a deal on debt relief for the country during seven hours of talks on Monday night, leaving the euro area locked in a race against time to finish the negotiations before Athens faces crippling repayment deadlines in July. Talks broke up as Germany, Greece and the International Monetary Fund sparred over the next stages of the €86bn bailout, and notably over how to ease the country’s debts once its rescue programme expires in 2018. Euro area finance ministers had hoped that their meeting with IMF officials in Brussels would broker a deal to bring the Washington-based fund into the bailout — a step that Berlin has said is essential if the country is to receive its next tranche of rescue money."], [1034, "2017-05-23T05:55:13Z", [1.0], "Euro zone ministers eye Greek debt deal with IMF, new loans decision in June Strupczewski and Guarascio (2017) Mon May 22, states that: Euro zone finance ministers failed to agree on debt relief for Greece with the International Monetary Fund on Monday and did not release new loans to Athens, but came close enough in talks to aim for both deals at their next meeting in three weeks. Greece needs new cash from the euro zone to avoid a default in July when it has to repay some 7.3 billion euros ($8.20 billion) worth of maturing loans. To get the money, the Greek parliament approved pension cuts and tax hikes last Thursday. But for the disbursement to take place, Greece needs to implement some 140 \"prior actions\" - laws that have to be passed to make the reforms stick - and even though most of them had been done, some still remained to be completed. The chairman of euro zone finance ministers Jeroen Dijsselbloem told a news conference that work was progressing for the disbursement to take place \"before the summer\". The other reason why no new loans could be agreed was the lack of agreement between the euro zone and the IMF on debt relief for Greece. Several euro zone governments, notably Germany, do not want to pay out any new loans until the IMF joins the bailout, and the IMF says it can only do so if it gets more clarity from the euro zone on what kind of debt relief it will offer Greece at the end of the bailout in 2018 to make its debt sustainable. \"The Euro-group held an in-depth discussion on the sustainability of Greece's public debt but did not reach an overall agreement,\" the euro zone ministers said in a statement. \"Work will continue in the coming weeks within the framework agreed in May 2016 with a view to reaching a definitive conclusion at the next Euro-group meeting. This includes an ambitious and economically sound medium-term primary surplus path for Greece,\" the statement said. The ministers and the IMF agreed Greece would keep a primary surplus - the budget balance before debt servicing - at 3.5 percent of GDP for five years after the end of the bailout in 2018, before the surplus can fall. Agreement on debt was not possible because the IMF wants the euro zone to give more detail to a declaration from May 2016 in which the ministers describe some of the actions they could take, if necessary, to keep down Greek gross financing needs (para. 1-10). Strupczewski, J. & Guarascio, F. (2017). Euro zone ministers eye Greek debt deal with IMF, new loans decision in June. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-debt-idUSKBN18H14J"], [4634, "2017-05-23T04:48:26Z", [0.99], ""], [29145, "2017-05-23T04:47:10Z", [0.99], "Greek Debt Relief Deal Fails In Last Minute, As Germany, IMF Clash Again. http://www.zerohedge.com/news/2017-05-22/greek-debt-relief-deal-fails-last-minute-germany-imf-clash"], [368, "2017-05-22T19:27:19Z", [1.0], ""], [16652, "2017-05-22T14:11:29Z", [0.95], ""], [1034, "2017-05-22T06:24:39Z", [1.0], "Euro zone, IMF to seek compromise on Greek debt deal Monday Strupczewski (2017) Sun May 21, states that: Euro zone finance ministers and the International Monetary Fund will seek a deal on Monday on Greek debt relief that balances the IMF's demand for a clear \"when and how\" with Germany's preference for \"only if necessary\" and \"details later\". Without the deal, no new loans can be disbursed to Athens, even though the bailout is now handled only by euro zone governments, and Greece needs new credit to repay some 7.3 billion euros worth of maturing loans in July. Without the loans, Athens is likely to default - a bad start for a country that wants to return to market financing next year when its latest bailout, the third since 2010, ends in mid-2018. For its part, Greece has done what it could to secure a deal. It has agreed, albeit after months of negotiations, with the euro zone lenders and the IMF on pensions and tax reforms. Euro zone officials say a report prepared by experts on whether Greece has implemented what is called \"prior actions\" - laws that have to be passed to make the reforms stick - is positive. That means only a deal on debt relief between the IMF and the euro zone now stands between Athens and new loans. But an agreement is far from simple. \"The chances of a deal are 50-50. We have done pretty good preparations, I can express a hope there will be an agreement, but it is an assumption, not a forecast,\" a senior EU official involved with the preparations said. A group of north European countries led by Germany wants the IMF to join for credibility reasons, believing the European Commission's approach towards Athens can be too lenient. The same countries, however, oppose a firm commitment of debt relief for Greece, fearing the disapproval of bailout-weary voters at home. They are also concerned that once Athens gets a debt deal, it would lose the incentive to continue reforms. The discussion therefore focuses on how to make a euro zone statement on Greek debt relief from a year ago, more detailed and more concrete. \"The IMF wants maximum (debt relief) commitment upfront, while others would prefer to be more precise only in 2018,\" a senior euro zone official said, referring to the end of the third bailout in mid-2018, by which time lenders would have a full view of Greek reform completion and the latest economic data. If there is a debt deal, Athens has tentative plans for a return to bond markets as early as July (para. 1-12). Strupczewski, J. (2017). Euro zone, IMF to seek compromise on Greek debt deal Monday. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-debt-idUSKBN18H14J"], [368, "2017-05-21T19:50:27Z", [1.0], ""], [1034, "2017-05-21T06:59:03Z", [1.0], ""], [368, "2017-05-20T19:01:04Z", [1.0], ""], [1034, "2017-05-20T07:25:12Z", [1.0], ""], [1479, "2017-05-20T06:24:14Z", [1.0], ""], [35520, "2017-05-19T23:27:13Z", [1.0], ""], [368, "2017-05-19T22:40:09Z", [1.0], ""], [35470, "2017-05-19T12:21:12Z", [0.97], ""], [29145, "2017-05-19T08:23:17Z", [1.0], ""], [1034, "2017-05-19T06:28:05Z", [1.0], "Greek parliament approves more austerity to unlock bailout funds, debt relief Maltezou and Papadimas (2017) Thu May 18, states that: Greek lawmakers approved pension cuts and tax hikes on Thursday sought by the country's lenders to unlock vital financial aid, as angry demonstrators protested outside parliament over new austerity, the latest since the country plunged into crisis seven years ago. The leftist-led government hopes that legislating the measures, four days before euro zone finance ministers meet in Brussels, will convince its lenders to release a 7.5-billion-euro bailout tranche and grant it further debt relief. It is now up to the lenders to make good their promises, Prime Minister Alexis Tsipras told journalists. \"We deserve and we expect from Monday's Euro-group a decision regulating debt relief which will correspond to the sacrifices of the Greek people,\" he said, referring to a meeting of euro zone finance ministers on Monday. Lenders have agreed in principle to debt restructuring but not on details. Shortly before the measures were approved just before midnight, some protesters hurled petrol bombs and firecrackers at police guarding the legislature. They responded with tear gas. Greece has seen its national output shrink by a quarter since it was first forced to seek external financial aid in return for spending cutbacks in 2010. The government, sagging in opinion polls, hopes a conclusion by lenders of its reforms progress, coupled with a restructure to bring down a mountain of overhanging debt, will allow Greece to be included in the European Central Bank's asset-buying program and return to bond markets in the coming months. Athens needs aid to repay debt maturing in July. It agreed to adopt more austerity, which will be implemented in 2019 and 2020, to convince the International Monetary Fund to participate financially in its latest 86-billion-euro bailout. To sweeten the pill, Tsipras has promised to offset the new measures with tax relief also legislated on Thursday. It will be implemented only if Greece meets its fiscal targets. New austerity has drawn brickbats from the opposition, which has accused Tsipras of costly foot-dragging (para. 1-12). Maltezou, R. & Papadimas, L. (2017). Greek parliament approves more austerity to unlock bailout funds, debt relief. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-parliament-vote-idUSKCN18E32I"], [368, "2017-05-19T01:47:49Z", [1.0], ""], [35481, "2017-05-18T09:39:30Z", [1.0], ""], [1034, "2017-05-18T04:28:37Z", [1.0], ""], [368, "2017-05-17T19:23:47Z", [1.0], ""], [35244, "2017-05-17T14:53:01Z", [0.84], ""], [1034, "2017-05-17T08:00:22Z", [1.0], "Greek debt relief up to ministers after euro zone, IMF officials fail to break deadlock Strupczewski (2017) Tue May 16, states that: Euro zone lenders and the International Monetary Fund remain far apart on how to provide debt relief for Greece, but officials hope euro zone finance ministers will still be able to hammer out an agreement at their May 22 meeting. Debt relief is key because the IMF has made it a condition if its participation in the latest bailout for Greece, the third since 2010. Furthermore, some euro zone governments could make the IMF's participation a condition for new loan payouts. Euro zone deputy finance ministers and treasury officials who prepare for Eurogroup ministerial meetings met on Monday evening to discuss how to firm up last year's highly conditional promise of debt relief for Athens to satisfy the IMF and ease the task for the ministers next week. But the meeting made no progress, officials said. \"There are still significant gaps on the issue of debt relief. The (deputies group) was never likely to close this gap. It will have to happen at a higher level,\" one official said. A group of north European countries led by Germany wants the IMF to join for credibility reasons, believing the European Commission's approach toward Athens can be too lenient. The same countries, however, oppose a firm commitment of debt relief for Greece, fearing the disapproval of bailout-weary voters at home. They are also concerned that once Athens gets a debt deal, it would lose the incentive to continue reforms. \"The IMF wants maximum (debt relief) commitment upfront, while others would prefer to be more precise only in 2018,\" a second official said, referring to the end of the third bailout in mid-2018, by which time lenders would have full view of Greek reform completion and the latest economic data. Greece, meanwhile, is saying it has met its obligations -- agreeing more cuts in pensions, for example, and having a relatively large primary budget surplus, not including debt repayments last year. It is so keen to get on that it has tentative plans for a return to bond markets as early as July (para. 1-10). Strupczewski, J. (2017). Greek debt relief up to ministers after euro zone, IMF officials fail to break deadlock. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-idUSKCN18C1XG\n"], [11402, "2017-05-16T18:58:54Z", [1.0], ""], [368, "2017-05-16T18:46:57Z", [1.0], ""], [34879, "2017-05-16T15:57:55Z", [0.99], ""], [691, "2017-05-16T14:43:01Z", [1.0], ""], [35033, "2017-05-16T06:14:27Z", [1.0], ""], [1034, "2017-05-16T05:58:43Z", [1.0], ""], [9755, "2017-05-15T23:21:09Z", [1.0], ""], [35610, "2017-05-15T20:46:41Z", [1.0], ""], [1333, "2017-05-15T20:34:06Z", [1.0], ""], [691, "2017-05-15T19:46:48Z", [1.0], "Not cheery good news, but this deal should probably hold for a while longer.\nhttp://www.reuters.com/article/us-eurozone-greece-gdp-idUSKCN18B14M"], [368, "2017-05-15T16:58:46Z", [1.0], ""], [16652, "2017-05-15T07:19:16Z", [0.95], ""], [1034, "2017-05-15T05:49:11Z", [1.0], "Greece downgrades 2017 growth forecasts Hope and Jones (2017) May 14, states that: Greece has unveiled a four-year budget proposal that assumes sharply lower growth rates after months of wrangling with international creditors over reforms needed to unlock further bailout aid and open the way for medium-term debt relief. The Greek economy is projected to grow 1.8 per cent this year, against an earlier forecast of 2.7 per cent according to the proposal, which was presented to parliament late on Saturday alongside an omnibus bill containing scores of structural reforms. Lawmakers are set to approve both bills by May 18, ahead of a meeting of the euro area finance ministers on May 22 where the issue of debt relief for Greece is due to be discussed. The Syriza government’s revised growth projection for 2017 is more pessimistic than the European Commission’s forecast of 2.1 per cent, down from 2.7 per cent at the start of this year. Growth in 2018 and 2019 would also be lower at 2.4 per cent and 2.6 per cent, respectively, compared with earlier forecasts of above 3 per cent of gross domestic product, according to the budget projection. The lower growth forecasts reflected a six-month delay in wrapping up the latest bailout review by monitors from the EU and International Monetary Fund. A deal with creditors was reached early this month but fine-tuning of details of the reforms continued until hours before the bill went to parliament. Analysts said the delay resulted from government foot-dragging over broadening the tax base and making additional reductions in pensions to ensure that Greece could achieve an annual primary budget surplus, before making repayments of debt, of 3.5 per cent of GDP between 2018 and 2021. Prolonged uncertainty over the review prompted a decline in consumption by Greek households, a freeze on investment and renewed outflows of bank deposits in the last quarter of 2016 and the first quarter this year. Greece’s creditors on Friday discussed prospects for debt relief on the margins of a meeting of finance ministers and central bank governors from the G7 group of wealthy nations. Among those present were IMF managing director Christine Lagarde, European Central Bank president Mario Draghi, Eurogroup head Jeroen Dijsselbloem and German finance minister Wolfgang Schäuble (para. 1-9). Hope, K. & Jones, C. (2017). Greece downgrades 2017 growth forecasts. Financial Times. Greece Debt Crisis. Retrieved from\nhttps://www.ft.com/content/bc4e6c62-3887-11e7-821a-6027b8a20f23"], [2965, "2017-05-15T03:10:31Z", [1.0], ""], [35557, "2017-05-14T23:04:48Z", [1.0], ""], [368, "2017-05-14T21:14:30Z", [1.0], ""], [1333, "2017-05-14T20:08:08Z", [0.95], ""], [691, "2017-05-14T15:05:51Z", [1.0], ""], [13377, "2017-05-14T14:28:45Z", [1.0], ""], [1034, "2017-05-14T06:03:54Z", [1.0], ""], [368, "2017-05-13T19:21:02Z", [1.0], ""], [38, "2017-05-13T14:00:32Z", [1.0], "\"{European Commission Vice President Valdis} Dombrovskis said the current review of Greek reforms can be concluded by May 22, when the eurozone’s finance ministers next meet. “There is agreement reached [with the IMF] on policy conditionality,” he said — meaning that there’s a general agreement that the Greek government has done what creditors asked it to do. \"Greece still needs to implement some reforms before the ministerial meeting, Dombrovskis said. “But all the major building blocks are there to conclude the second review and to come with the next disbursement.” \"Once that is done, “we will need to continue discussions on debt measure,” Dombrovskis said. That’s one thing the Fund agrees on: According to Reuters, IMF Managing Director Christine Lagarde told reporters at a meeting of G7 ministers in Bari that “we will carry on working on this debt relief package. There is not enough clarity yet.”\n~~~~~~~\nCOMMENT:  Earlier in the article it is reported  \"“If you look at Greece’s fiscal performance, it is performing, actually substantially overperforming, on its fiscal targets,” he said.\"  Given that, I see no reason why additional funds would be withheld."], [2965, "2017-05-13T12:40:35Z", [1.0], ""], [691, "2017-05-13T12:25:53Z", [1.0], ""], [1034, "2017-05-13T07:11:40Z", [1.0], "IMF chief urges eurozone to back Greece debt relief Agence France Presse (2017) 13 May, states that: BARI: IMF chief Christine Lagarde on Friday (May 12) urged euro-zone lenders to cut Greece some slack on its debts, as hopes rose that a deal on easing repayments could be wrapped up later this month. The International Monetary Fund has made more generous debt relief a condition of its participation in an €86-billion (US$94-billion) bailout. But several euro-zone governments, led by Germany, are dragging their heels, insisting on more evidence of debt-plagued Greece delivering on reforms as a condition of green-lighting the third major rescue package for the country since 2010. \"We will carry on working on this debt relief package,\" Lagarde said after talks on the issue on the sidelines of a meeting of G7 finance ministers and central bank governors in the southern Italian port of Bari. \"There is not enough clarity yet but I hope that the European partners will continue to progress in that.\" The former French finance minister added that the IMF's position had not changed in the long-running saga (para. 1-7). Agence France Presse. (2017). IMF chief urges eurozone to back Greece debt relief. Agence France Presse. Business. Retrieved from\nhttp://www.channelnewsasia.com/news/business/imf-chief-urges-eurozone-to-back-greece-debt-relief-8841610"], [35505, "2017-05-12T20:52:47Z", [1.0], ""], [35504, "2017-05-12T20:43:16Z", [0.99], ""], [35505, "2017-05-12T20:22:24Z", [1.0], ""], [32100, "2017-05-12T18:38:56Z", [1.0], ""], [1639, "2017-05-12T18:35:36Z", [1.0], "Letter to the editor, published in Frankfurter Allgemeine Zeitung on Thursday, 4 May 2017\nOn the article “Greece gets closer to a new loan” (FAZ of 3 May): The article on the preliminary agreement between the creditor institutions and the Greek government says that the European Stability Mechanism (ESM) has stated that the agreement “paves the way for debt relief”. This is wrong. The statement that the ESM issued jointly with the EU Commission, the ECB and the IMF on 2 May instead says: “This preliminary agreement will now be complemented by further discussions in the coming weeks on a credible strategy to ensure that Greece's debt is sustainable.” Whether this will lead to debt relief in the end and if so to what extent is not clear today. The 25 May 2016 statement of the euro area finance ministers continues to be the reference. According to this statement, possible medium- to long-term debt relief measures for Greece can only be decided once Greece has successfully completed its ESM programme in 2018 and the reform conditions linked to the programme, and if such debt relief measures prove to be necessary. It is important to recall the principle that nominal debt relief (“haircut”) is not possible.\nhttps://www.esm.europa.eu/interviews/letter-editor-frankfurter-allgemeine-zeitung Statement by the EC, ESM, ECB and IMF on negotiations with Greece\nMay 2, 2017\nStaff teams from the European Commission, European Stability Mechanism, European Central Bank and International Monetary Fund have reached a preliminary agreement with the Greek authorities on a policy package to support the recovery in Greece. The Greek authorities have confirmed their intention to swiftly implement this policy package. This preliminary agreement will now be complemented by further discussions in the coming weeks on a credible strategy for ensuring that Greece's debt is sustainable.\nhttp://www.imf.org/en/News/Articles/2017/05/02/pr17145-statement-by-the-ec-esm-ecb-and-imf-on-negotiations-with-greece\n________________________________\nCOMMENTS:  The first part is from the European Stability Mechanism (ESM) website. They reply to the Frankfurter Allgemeine Zeitung newspaper that erroneous talked about DEBT RELIEF; That is not what ESM is promising Greece--and it is not even what the Q is asking. Only a tranche no matter how small. \nThe second is statement from the IMF, with  EC, ESM, ECB on the progress made so far with Greece. The tone is much difference from the hot summer of 2015, although always cautious there is a certain positiveness.\nThe IMF concluded the annual Art. IV with Greece where they review the financial situation of the country and after discussions at the Board the decide to give them another tranche. Here is the wording from the report:\n\"....Since then [2015], the situation has stabilized, and growth is estimated to have resumed modestly in 2016. Notwithstanding the substantial progress achieved by Greece, it still faces fundamental challenges: (i) a vulnerable structure of the public finances; (ii) significant tax evasion and an ineffective tax administration; (iii) impaired bank and private sector balance sheets; and (iv) pervasive structural obstacles to investment and growth.  Please note the demands in (i); these are conditions that Greece need to address to obtain the release of the tranche. I'm saying ADRESSING not Meet, because I think that it is not realistic to expect that Greece solves their tax evasion problems just like that. It takes years! Inefficiencies in both public finances and tax administration instead should show some progress as well as eliminating obstacles to growth.  @lsgold7 @Wildwood2000 @Anneinak  All things considered I keep my forecast as is."], [368, "2017-05-12T18:06:04Z", [1.0], ""], [35401, "2017-05-12T16:23:59Z", [1.0], "The EU wants to keep its members following Brexit, by failing to fund Greece the EU would further lose credibility and support.  While unpopular it will get done.  http://www.reuters.com/article/us-eurozone-greece-bailout-idUSKBN1871I9"], [35483, "2017-05-12T15:24:50Z", [0.88], ""], [2965, "2017-05-12T13:38:16Z", [1.0], "@WiIdwood2000 @sevedb\nas gj drew once said \" there is no Plan B\"\nI rely on you for this prediction entirely,\nTrump impeached by June 1, 2019 \nand I am working on a run for Congress.\nCheers.\nThanks for the insights"], [35471, "2017-05-12T13:00:31Z", [0.87], ""], [1034, "2017-05-12T06:35:18Z", [1.0], ""], [35377, "2017-05-12T05:23:25Z", [0.33], ""], [35441, "2017-05-12T05:12:24Z", [0.3], ""], [35437, "2017-05-12T04:31:42Z", [0.2], ""], [35433, "2017-05-12T04:08:17Z", [0.65], ""], [35395, "2017-05-12T01:39:21Z", [1.0], ""], [35393, "2017-05-12T01:28:59Z", [0.85], ""], [368, "2017-05-11T17:46:55Z", [1.0], ""], [30389, "2017-05-11T16:32:50Z", [0.9], ""], [16652, "2017-05-11T10:00:46Z", [0.93], ""], [1034, "2017-05-11T05:39:59Z", [1.0], ""], [22264, "2017-05-10T22:41:00Z", [1.0], ""], [368, "2017-05-10T18:34:18Z", [1.0], ""], [30389, "2017-05-10T16:19:02Z", [0.85], ""], [691, "2017-05-10T14:09:22Z", [1.0], ""], [16652, "2017-05-10T10:00:00Z", [0.9], ""], [1034, "2017-05-10T04:55:36Z", [1.0], ""], [368, "2017-05-09T18:04:25Z", [1.0], ""], [691, "2017-05-09T16:27:51Z", [1.0], ""], [1034, "2017-05-09T06:14:52Z", [1.0], ""], [2965, "2017-05-09T05:06:03Z", [1.0], ""], [4139, "2017-05-08T23:56:08Z", [0.88], ""], [38, "2017-05-08T21:13:19Z", [1.0], "http://www.independent.co.uk/news/business/news/french-presidential-election-results-2017-emmanuel-macron-victory-marine-le-pen-investors-economists-a7723456.html \" . . .  Macron’s publicly expressed ‘sympathy’ for the economic plight of countries such as Italy and Greece will raise hopes in those countries that he may help to soften what they regard as German-imposed austerity."], [368, "2017-05-08T19:50:31Z", [1.0], ""], [31082, "2017-05-08T17:09:10Z", [1.0], ""], [691, "2017-05-08T11:18:21Z", [1.0], ""], [1034, "2017-05-08T06:12:48Z", [1.0], ""], [368, "2017-05-07T19:03:49Z", [1.0], ""], [35305, "2017-05-07T18:17:38Z", [0.99], ""], [27944, "2017-05-07T13:17:24Z", [0.15], ""], [691, "2017-05-07T12:03:35Z", [1.0], ""], [1034, "2017-05-07T08:57:32Z", [1.0], ""], [34613, "2017-05-06T23:08:26Z", [0.99], ""], [368, "2017-05-06T20:54:25Z", [1.0], ""], [691, "2017-05-06T12:52:00Z", [1.0], ""], [1034, "2017-05-06T10:12:27Z", [1.0], ""], [31518, "2017-05-05T22:14:23Z", [0.5], ""], [368, "2017-05-05T18:41:48Z", [1.0], ""], [691, "2017-05-05T18:24:37Z", [1.0], ""], [35244, "2017-05-05T16:03:18Z", [0.8], ""], [29145, "2017-05-05T06:01:56Z", [0.99], ""], [368, "2017-05-04T13:36:54Z", [1.0], ""], [691, "2017-05-04T12:18:45Z", [1.0], ""], [35221, "2017-05-04T08:01:38Z", [0.25], ""], [19801, "2017-05-04T07:05:00Z", [0.95], "Deal on Greece paves way for debt relief talks\nhttps://euobserver.com/economic/137736 https://www.esm.europa.eu/assistance/greece"], [29145, "2017-05-04T05:59:49Z", [0.95], ""], [1529, "2017-05-04T05:56:45Z", [0.75], "There are some crazy variables hanging out there.... French Prez election; the increasing black market economy of Greece to avoid taxes (ever more reason for the EU to not give the third tranche immediately),; the possibility that the July debt payment could be extended (or reduced), thereby creating an equivalent fungible action."], [368, "2017-05-03T23:00:42Z", [1.0], ""], [38, "2017-05-03T18:23:43Z", [1.0], "http://www.politico.eu/article/greeces-elusive-debt-fix/ “The overnight agreement between Greece, its European lenders and the International Monetary Fund, though important, is little more than an incremental step in Athens’ effort to put its colossal debt on a sustainable footing.\n. . . \n\"If Greece’s parliament approves the measures in the coming weeks, Eurogroup finance ministers can decide to release the next tranche of aid under Athens’ €86 billion bailout at their regular meeting May 22. Greece needs the cash to repay €7.5 billion in loans due in July.\n. . . \n\"Under the preliminary deal, Athens agreed to trim government spending by an additional 2 percent of GDP by cutting pensions and lowering the threshold for paying personal income tax, among other steps. . .. .Prime Minister Alexis Tsipras said last month that he wouldn’t implement the latest reform measures “unless we get a solution on debt.”\n. . . \n\"The institutions and eurozone member countries plan to meet on the sidelines of the G7 meeting in Bari, which is scheduled for May 11-13, where they will discuss possible debt relief measures for Greece . . . \n. . . .\nGreece doesn’t have much leverage. Its creditors hold all the cards and Germany, which faces a general election in September, is unlikely to accept any form of debt relief until after the poll. Even then, if past experience is any guide, Berlin is unlikely to give Athens what it wants — though the POLITICO source said, “Germany will have to move if it wants the IMF on board” because it will “definitely not join if there is no agreement on debt.” In other words, don’t be blinded by the white smoke. Greece will likely get the money it needs to service it debt this summer, but the country’s bailout dilemma is no closer to real resolution than it was before.\n~~~~~~~\nCOMMENT:  I should know by now that nothing is ever simple and straight-forward in geopolitics (unless you are totally ignorant, as I and our President have often been about many things).  Greece needs the money by July, so I think its parliament will agree to the terms, but it's not a sure thing.   (100% is a risky forecast!)   Hopefully, when the G7 meet (May 11-13), a spoonful of sugar will be offered to Greece to make this medicine go down more easily."], [691, "2017-05-03T12:10:58Z", [1.0], ""], [35218, "2017-05-03T06:54:40Z", [1.0], ""], [1034, "2017-05-03T06:42:33Z", [1.0], "IMF's European chief says board still wants debt relief for Greece Lawder (2017) Tue May 2, states that: The International Monetary Fund welcomes Greece's deal with European lenders for additional fiscal reforms, but specific measures on debt relief are still needed for the IMF board to consider participating, IMF European Department Director Poul Thomsen said on Tuesday. Thomsen told reporters on a conference call that the measures, including reductions in pension benefits and tax breaks, would allow Greece to meet fiscal targets and create budget space for more targeted, growth friendly spending policies in future years. \"While we can accept that the debt relief will only be approved and delivered at the end of the program based on Greece meeting the targets under the program, we would need to assure our board already now that we have a common understanding with our European partners of what kind of measures will be needed to deliver that debt relief,\" Thomsen said (para. 1-3). Lawder, D. (2017). IMF's European chief says board still wants debt relief for Greece. Reuters. Business News. Retrieved form\nhttp://www.reuters.com/article/us-eurozone-greece-imf-debt-idUSKBN17Y27F\n"], [691, "2017-05-02T20:12:43Z", [1.0], ""], [368, "2017-05-02T18:57:45Z", [1.0], ""], [34717, "2017-05-02T17:39:30Z", [0.75], ""], [1639, "2017-05-02T15:45:12Z", [1.0], "\"If the Greek government upholds all the agreements, European finance ministers could complete the review on May 22 and then soon after that release the next tranche,\" Schaeuble told the Funke media group newspapers.\n_____________________________________________\nCOMMENTS:  Schaeuble is a man that doesn't waste words!"], [32100, "2017-05-02T11:53:26Z", [1.0], ""], [30200, "2017-05-02T08:57:31Z", [1.0], ""], [28414, "2017-05-02T08:54:02Z", [1.0], "As Anneinak posted earlier:\n\"Greece has wrapped up a deal with creditors on details of reforms that must be enacted before the country can receive the next disbursement from its €86bn bailout programme.\nThe deal, which covers a wide range of fiscal and structural measures, from fresh cuts in pensions to liberalising Sunday trading, was completed during intensive talks over the past week after months of wrangling between Greek finance ministry officials and bailout monitors from the EU and the International Monetary Fund.\"\nhttps://www.ft.com/content/6c2d629a-2f01-11e7-9555-23ef563ecf9a\n"], [1034, "2017-05-02T05:58:18Z", [1.0], ""], [38, "2017-05-02T05:25:13Z", [1.0], "https://www.nytimes.com/2017/05/02/business/greece-debt-crisis-eu-deal.html?emc=edit_mbe_20170502&nl=morning-briefing-europe&nlid=77825025&te=1 \"A Greek official said on Tuesday that his country had reached a deal with its creditors that would allow it to receive critical emergency funds in return for promises to raise taxes and cut social spending.  The agreement, the culmination of six months of talks between Greece, the European Union and the International Monetary Fund, was seen as essential to avoid a fiscal meltdown in Athens, where the government faces a 7 billion euro, or about $7.6 billion, debt repayment in July. \"Under the agreement, Greece will make changes to its labor and energy markets, cut pension payouts and increase taxes, Greece’s finance minister, Euclid Tsakalotos, told reporters, according to Reuters. . . . “The way has now been paved for debt relief talks,” he said, according to Reuters. \"Further discussions will include ways of decreasing Greece’s debt."], [368, "2017-05-01T17:09:22Z", [1.0], ""], [1034, "2017-05-01T05:40:58Z", [1.0], ""], [368, "2017-04-30T13:58:34Z", [1.0], ""], [691, "2017-04-30T11:55:37Z", [1.0], ""], [1034, "2017-04-30T06:38:50Z", [1.0], "Germany's Schaeuble says Greece has made good reforms progress Kirschbaum (2017) Sun Apr 30, states that: German Finance Minister Wolfgang Schaeuble was quoted in a newspaper interview on Sunday saying that Greece has made strong progress toward introducing reforms that could lead to the imminent release of further financial support. \"If the Greek government upholds all the agreements, European finance ministers could complete the review on May 22 and then soon after that release the next tranche,\" Schaeuble told the Funke media group newspapers. Greece and its international creditors reached a preliminary agreement at a meeting of euro zone finance ministers in April to set up the next transfer of some 7 billion euros in aid. But the finance ministers will not release the tranche until the audit is completed. \"The longer it takes, the more uncertainty will be in the financial markets and economy,\" Schaeuble added. He said the Greek government had promised to make further adjustments in pensions as well as improve tax collection. Asked why he was optimistic the aid could soon be released, Schaeuble said, \"Because we negotiated in a very determined fashion and the Greek government said it would adjust the pensions more strongly to the economic situation. \"That's not easy - I know that. And it wants to improve the tax collection system so that tax revenues will rise again from 2020” (para 1-7). Kirschbaum, E. (2017). Germany's Schaeuble says Greece has made good reforms progress. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-crisis-greece-schaeueble-idUSKBN17W05T\n"], [35158, "2017-04-30T04:34:09Z", [0.05], ""], [368, "2017-04-29T19:06:21Z", [1.0], ""], [691, "2017-04-29T12:14:30Z", [1.0], ""], [788, "2017-04-29T10:43:55Z", [1.0], ""], [1034, "2017-04-29T06:32:23Z", [1.0], ""], [368, "2017-04-28T19:38:01Z", [1.0], ""], [691, "2017-04-28T14:26:07Z", [1.0], ""], [1034, "2017-04-28T06:48:03Z", [1.0], ""], [1333, "2017-04-27T20:50:35Z", [1.0], ""], [691, "2017-04-27T19:13:33Z", [1.0], ""], [368, "2017-04-27T12:51:29Z", [1.0], ""], [1034, "2017-04-27T05:46:11Z", [1.0], ""], [32671, "2017-04-27T02:48:47Z", [1.0], ""], [35115, "2017-04-26T19:50:26Z", [0.65], ""], [368, "2017-04-26T19:27:58Z", [1.0], ""], [1034, "2017-04-26T07:37:50Z", [1.0], "Greece calls for debt relief as bailout talks resume in Athens Maltezou and Papadimas (2017) Tue Apr 25, states that: Greece's prime minister held out for a commitment from lenders to debt relief on Tuesday, and said he was confident new talks in Athens over a long-stalled bailout review would reach a deal by a May 22 target. Talks over reforms in the energy and labor market and pension cuts and income tax increases have dragged on for months, mainly due to differences between EU lenders and the International Monetary Fund over fiscal targets. Athens and the lenders reached a preliminary deal this month in Malta on key elements of reforms to produce savings worth 2 percent of gross domestic product. Tsipras, who faces national elections in 2019 and whose popularity is sagging, said the country would legislate the additional measures sought by its lenders but implementing them was contingent on securing further debt relief. \"We will obviously legislate (the measures) in order to secure a deal on debt relief,\" Greek Prime Minister Alexis Tsipras told ANT1 television. \"They won't be implemented ... unless we get a solution on debt.\" He added that a sovereign government had the right to back out of a deal if its interlocutors did not respect it. Greece wants to conclude the bailout review as soon as possible to qualify for inclusion in the European Central Bank's quantitative easing program and return to bond markets. \"Our aim is to conclude the bailout review and immediately after that to return to markets,\" Tsipras said. He was speaking two days after the seventh anniversary of Greece's call for international aid to avert bankruptcy. (para. 1-8). Maltezou, R. & Papadimas, L. (2017). Greece calls for debt relief as bailout talks resume in Athens. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-bailout-idUSKBN17R146"], [368, "2017-04-25T18:01:01Z", [1.0], ""], [22257, "2017-04-25T10:54:17Z", [0.95], ""], [35060, "2017-04-25T09:15:59Z", [0.95], ""], [1034, "2017-04-25T07:39:31Z", [1.0], ""], [35033, "2017-04-25T05:52:59Z", [0.9], ""], [32531, "2017-04-25T01:07:41Z", [1.0], ""], [368, "2017-04-24T21:49:19Z", [1.0], ""], [25804, "2017-04-24T15:41:46Z", [1.0], ""], [691, "2017-04-24T14:43:45Z", [1.0], ""], [1034, "2017-04-24T06:07:30Z", [1.0], ""], [368, "2017-04-23T14:41:36Z", [1.0], ""], [691, "2017-04-23T12:55:46Z", [1.0], ""], [1034, "2017-04-23T08:00:18Z", [1.0], ""], [368, "2017-04-22T21:35:15Z", [1.0], ""], [35057, "2017-04-22T16:38:33Z", [1.0], ""], [1034, "2017-04-22T08:29:24Z", [1.0], "Greece blows EU-IMF bailout targets away with strong budget performance Papadimas and Georgiopoulos (2017) Fri Apr 21, states that: Greece far exceeded its international lenders' budget demands last year, official data showed on Friday, posting its first overall budget surplus in 21 years even when debt repayments are included. The primary surplus -- the leftover before debt repayments that is the focus of International Monetary Fund-European Union creditors -- was more than eight times what they had targeted. Data released by Greek statistics service ELSTAT -- to be confirmed on Monday by the EU -- showed the primary budget surplus at 3.9 percent of gross domestic product last year versus a down wordy revised 2.3 percent deficit in 2015. This was calculated under European System of Accounts guidelines, which differ from the methodology used by Greece's in bailout deliberations. Under EU-IMF standards, the surplus was even larger. Government spokesman Dimitris Tzanakopoulos said the primary budget surplus under bailout terms reached 4.19 percent of gross domestic product last year versus the 0.5 percent of GDP target. \"It is more than eight times above target,\" Tzanakopoulos said in a statement. \"Therefore, the targets set under the bailout program for 2017 and 2018 will certainly be attained.\" Debt-strapped Greece and its creditors have been at odds for months over the country's fiscal performance, delaying the conclusion of a key bailout review which could unlock needed bailout funds. The IMF, which has reservations on whether Greece can meet high primary surplus targets, has yet to decide if it will fund Greece's current bailout, which expires in 2018 (para. 1-9). Papadimas, L. & Georgiopoulos, G. (2017). Greece blows EU-IMF bailout targets away with strong budget performance. Reuters. Business News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-surplus-idUSKBN17N1G9\n"], [368, "2017-04-21T18:36:00Z", [1.0], ""], [1034, "2017-04-21T07:26:07Z", [1.0], ""], [35033, "2017-04-21T03:15:28Z", [0.8], ""], [22264, "2017-04-20T21:35:45Z", [1.0], ""], [368, "2017-04-20T21:35:43Z", [1.0], ""], [691, "2017-04-20T17:04:35Z", [1.0], ""], [1034, "2017-04-20T05:50:01Z", [1.0], ""], [368, "2017-04-19T18:56:50Z", [1.0], ""], [691, "2017-04-19T17:56:50Z", [1.0], "Vive la tranche!"], [1034, "2017-04-19T05:38:28Z", [1.0], ""], [368, "2017-04-18T19:32:43Z", [1.0], ""], [34283, "2017-04-18T15:00:14Z", [1.0], ""], [19801, "2017-04-18T12:51:48Z", [0.85], "http://www.greeknewsonline.com/greece-and-lenders-reach-agreement-in-principal/"], [1034, "2017-04-18T06:26:08Z", [1.0], ""], [1333, "2017-04-17T21:59:39Z", [0.95], ""], [368, "2017-04-17T20:25:05Z", [1.0], ""], [30396, "2017-04-17T18:05:05Z", [1.0], ""], [32438, "2017-04-17T13:41:34Z", [0.99], ""], [691, "2017-04-17T11:28:07Z", [1.0], ""], [11885, "2017-04-17T07:30:19Z", [1.0], ""], [1034, "2017-04-17T05:11:21Z", [1.0], ""], [368, "2017-04-16T19:42:48Z", [1.0], ""], [15196, "2017-04-16T19:07:34Z", [1.0], ""], [29680, "2017-04-16T18:39:28Z", [0.99], ""], [1034, "2017-04-16T07:55:04Z", [1.0], ""], [4729, "2017-04-16T03:20:25Z", [0.99], ""], [4729, "2017-04-16T03:20:15Z", [0.85], ""], [368, "2017-04-15T21:01:43Z", [1.0], ""], [691, "2017-04-15T11:40:28Z", [1.0], ""], [1034, "2017-04-15T06:18:28Z", [1.0], ""], [691, "2017-04-14T21:12:12Z", [1.0], ""], [31756, "2017-04-14T20:31:54Z", [0.98], ""], [1993, "2017-04-14T19:48:26Z", [1.0], ""], [368, "2017-04-14T17:26:07Z", [1.0], ""], [18762, "2017-04-14T12:16:37Z", [1.0], ""], [1034, "2017-04-14T06:09:31Z", [1.0], ""], [368, "2017-04-14T03:30:43Z", [1.0], ""], [691, "2017-04-13T12:12:56Z", [1.0], ""], [1034, "2017-04-13T05:27:55Z", [1.0], ""], [368, "2017-04-12T20:25:17Z", [1.0], ""], [691, "2017-04-12T19:51:23Z", [1.0], ""], [34920, "2017-04-12T15:42:42Z", [0.89], ""], [33654, "2017-04-12T14:55:51Z", [1.0], ""], [31496, "2017-04-12T08:21:34Z", [0.98], ""], [1034, "2017-04-12T06:09:16Z", [1.0], ""], [1479, "2017-04-12T02:12:53Z", [1.0], ""], [691, "2017-04-11T18:47:18Z", [1.0], ""], [877, "2017-04-11T14:21:04Z", [1.0], ""], [1034, "2017-04-11T06:21:15Z", [1.0], ""], [32100, "2017-04-10T17:42:16Z", [1.0], ""], [1034, "2017-04-10T17:35:54Z", [1.0], ""], [1639, "2017-04-10T17:11:31Z", [0.95], "Bringing Greece back to growth\nA third assistance programme for Greece The euro area is making an unprecedented effort to put the Greek economy back on track. The loan packages from the ESM and EFSF are by far the largest the world has ever seen. The two institutions own half of Greece’s debt. The vast and deeply rooted problems in Greece mean the programmes have lasted much longer than those of other crisis-hit countries. The loans, at very low interest rates with long maturities, are giving Greece fiscal breathing space to bring its public finances in order. And because of the ESM’s cash-for-reform approach, Greece is making impressive progress in modernising its economy. Greece has received two thirds of the total funds disbursed by the ESM and the EFSF. The money is lent under strict conditions. Athens must implement a host of tough reform measures. It must fix its banking system, ensure sound public finances, and liberalise markets. Creditors are closely monitoring progress in achieving these measures. They only disburse money when Greece takes the steps it has promised. In the middle of 2015, Athens entered a new ESM programme of up to €86 billion. It was the third programme for the country. The decision sparked fierce public debate across Europe. In part this was due to the acrimonious negotiations preceding the decision.\n_______________________________\nCOMMENT:  A lot of explanations and a good dose of goodwill can be found here https://www.esm.europa.eu/assistance/greece\n"], [23006, "2017-04-10T16:17:55Z", [0.99], "The only this way won't happen is if the EU doesn't have the funds to loan"], [32720, "2017-04-10T14:37:49Z", [0.9], ""], [30389, "2017-04-10T07:40:33Z", [0.8], ""], [7124, "2017-04-10T05:21:27Z", [0.88], "As usual they will pass the buck down to the future"], [32957, "2017-04-10T01:28:43Z", [0.99], ""], [23284, "2017-04-09T18:29:51Z", [0.89], ""], [27461, "2017-04-09T18:17:44Z", [1.0], ""], [23006, "2017-04-09T16:18:47Z", [0.95], ""], [9088, "2017-04-09T16:12:43Z", [0.65], ""], [18679, "2017-04-09T16:03:59Z", [0.99], ""], [30200, "2017-04-09T15:43:45Z", [0.99], "Seems decided. Neither side wants to go back to the brink. "], [30200, "2017-04-09T15:19:00Z", [1.0], ""], [30200, "2017-04-09T15:18:52Z", [0.09], "Typing error, I meant 99 %\n"], [15196, "2017-04-09T14:33:37Z", [0.9], ""], [16554, "2017-04-09T13:38:59Z", [0.85], ""], [684, "2017-04-09T13:29:04Z", [1.0], ""], [7362, "2017-04-09T13:02:27Z", [0.99], ""], [691, "2017-04-09T12:02:56Z", [1.0], ""], [1034, "2017-04-09T06:09:56Z", [1.0], ""], [691, "2017-04-08T11:46:29Z", [1.0], ""], [1034, "2017-04-08T06:15:15Z", [1.0], ""], [20284, "2017-04-07T21:30:39Z", [1.0], "There is no choice for Europe but to continue to feed money to Greece.  All Europe knows that Greece will never repay its debt.  Europe knows that anything beyond modest reforms will not happen in Greece no matter what party is running the government.   All Europe knows that Greece never did qualify to be part of the Euro zone.\nBut it happened and in this case the reality is there is no solution. So you just continue to muddle along while obtaining promises for change and projections that at some future date things will even out.  There does not have to be a final solution to everything.  Procrastination and avoidance can have a very long life indeed."], [691, "2017-04-07T21:03:06Z", [1.0], ""], [31238, "2017-04-07T15:32:44Z", [1.0], ""], [28091, "2017-04-07T15:05:07Z", [1.0], "The EU cannot afford to have any additional instability at this time. Once you get to the third tranche why stop."], [1034, "2017-04-07T06:07:07Z", [1.0], ""], [706, "2017-04-07T04:19:01Z", [0.9], "Now that we're fighting Syria, here come the refugees even more!"], [4273, "2017-04-06T23:09:15Z", [1.0], ""], [12029, "2017-04-06T20:54:00Z", [0.75], ""], [31450, "2017-04-06T20:52:16Z", [1.0], "One of the things I have noticed about the EU is (except for Brexit) there is always an element of will they, won't they? And the answer is always that they will, but only after a lot of talking and compromising. Also, I don't think the EU is in any mood to have the Greek crisis flair up again, there's a little too much on their plate."], [691, "2017-04-06T20:19:16Z", [1.0], ""], [38, "2017-04-06T19:02:00Z", [1.0], ""], [12879, "2017-04-06T16:29:37Z", [1.0], ""], [32438, "2017-04-06T16:27:26Z", [0.85], ""], [4634, "2017-04-06T07:17:37Z", [1.0], ""], [29469, "2017-04-06T06:50:32Z", [1.0], "https://www.bloomberg.com/politics/articles/2017-04-05/greece-nears-compromise-accord-on-pensions-taxes-with-creditors"], [30400, "2017-04-06T06:48:19Z", [1.0], ""], [1034, "2017-04-06T05:57:09Z", [1.0], ""], [23006, "2017-04-06T02:52:40Z", [0.95], ""], [23006, "2017-04-06T02:52:25Z", [0.85], ""], [29980, "2017-04-05T22:19:28Z", [0.99], ""], [28414, "2017-04-05T20:10:56Z", [1.0], "Greece and Brussels ‘a breath away’ from deal\nhttps://www.ft.com/content/7216c77e-19bb-11e7-9c35-0dd2cb31823a"], [32872, "2017-04-05T16:53:43Z", [1.0], ""], [12879, "2017-04-05T15:42:47Z", [0.95], ""], [1389, "2017-04-05T14:15:02Z", [1.0], ""], [26242, "2017-04-05T13:31:56Z", [1.0], ""], [4634, "2017-04-05T13:15:42Z", [0.98], ""], [33654, "2017-04-05T13:07:42Z", [0.99], ""], [691, "2017-04-05T12:39:32Z", [1.0], "A shotgun wedding is still a wedding."], [14253, "2017-04-05T12:24:31Z", [1.0], ""], [23006, "2017-04-05T12:09:56Z", [0.65], ""], [13767, "2017-04-05T10:46:58Z", [0.95], ""], [32589, "2017-04-05T09:59:10Z", [0.99], ""], [4634, "2017-04-05T09:55:27Z", [0.92], ""], [28414, "2017-04-05T08:01:16Z", [1.0], ""], [29469, "2017-04-05T07:53:08Z", [0.98], "Interview with Rolf Strauch, Member of ESM Management Board, published in Naftemporiki (Greece) on 6 March 2017: \"Without a disbursement from the ESM, the liquidity situation will become very tight. For the repayment that comes in July, ESM money will be needed.\" The disbursements are conditional on the Greek government's reform programme, and currently the government seems committed to delivering the necessary reforms. \"But now it’s fair to give credit to minister Tsakalotos and deputy minister Chouliarakis for trying to move the programme ahead, always being conscious about the political situation in Greece. The working relationship with the institutions has improved substantially compared to the 2015 period.\"  Most Eurozone governments require the IMF to come on board the bailout programme, but the fund is demanding further reforms to taxes and pensions. Experience of the Greece process shows that when debt repayment deadlines approach and the Euro government bond market starts to wobble, common ground is found exceedingly quickly. I think at this point, all parties just want the Greece question to go away for good. Greece will probably sugar down the reforms or negotiate more favourable terms on the loan re-payments. I don’t expect the IMF issue to be a deal breaker. https://www.esm.europa.eu/interviews/rolf-strauch-interview-naftemporiki-greece"], [1034, "2017-04-05T06:50:37Z", [1.0], "Deal on Greek bailout possible, needed in coming weeks: EU's Moscovici Guarascio (2017) Tue Apr 4, states that: The European Commission believes a deal on the Greek bailout is possible in the coming weeks, the economics commissioner told EU lawmakers on Tuesday, adding that a failure to reach an agreement quickly could pose risks. \"We continue to believe that a staff level agreement in the coming weeks is not only possible but also necessary to limit risks linked to a delay,\" Pierre Moscovici said in an address to the European Parliament in Strasbourg. Euro zone creditors, led by Germany, want Greece to adopt new reforms on pensions and the labor market in exchange for new loans, needed by Athens to pay debt due in July. As talks continue in Brussels among Greece and its creditors ahead of a regular meeting of euro zone finance ministers on Friday, Moscovici said that reaching a deal required \"difficult political choices.\" Before going back to Brussels to join the talks, he told lawmakers that Greece had done already many efforts that needed to be recognized. He said that the Commission expected Greece to have reached a primary surplus - the budget balance before debt-servicing costs - last year of above 3 percent of gross domestic product, much higher than required by creditors that had set a target of 0.5 percent for 2016. Moscovici reiterated that Athens was also on its way to reaching its fiscal targets this year and in 2018, when its 86 billion-euro ($91.6 billion) bailout program ends (para. 1-6). Guarascio, F. (2017). Deal on Greek bailout possible, needed in coming weeks: EU's Moscovici. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-eurozone-greece-moscovici-idUSKBN1761IU"], [4634, "2017-04-05T04:10:13Z", [0.88], ""], [4634, "2017-04-05T04:07:14Z", [0.85], ""], [32872, "2017-04-04T22:45:55Z", [0.89], "There are many political parameters that contribute to this:\n-Greece's position and handling of the refugee crisis\n-Upcoming French and German elections\n-Brexit  Alexis Tsipras and his cabinet are surely not helping with their stance but an agreement should be reached soon. Greek state has to pay € 7.5 bn on debt repayment by July  '17. The steady outflow of deposits is also worrying."], [29145, "2017-04-04T20:53:49Z", [0.83], ""], [1333, "2017-04-04T18:59:45Z", [0.65], ""], [28414, "2017-04-04T18:54:07Z", [0.87], ""], [691, "2017-04-04T18:41:43Z", [0.82], "Always interesting to watch a high-wire act where they don't have a net."], [31082, "2017-04-04T18:33:02Z", [0.99], "It is not about Germany but Germany plays a crucial role in this: September is close to German elections and Ms Merkel will not want to run elections with the blame of breaking up the EU, so I believe that an agreement will be found to have \"some\" amount released. It might not be the full amount, as she still needs/wants to show she is protecting German taxpayers' money, but enough for a yes resolution."], [28414, "2017-04-04T18:02:53Z", [0.75], ""], [34717, "2017-04-04T17:57:46Z", [0.75], ""], [16272, "2017-04-04T17:54:11Z", [0.7], ""], [12879, "2017-04-04T17:48:49Z", [0.45], ""]]}