{"question_id": 1116, "title": "When will a date for general elections in Denmark be announced?", "possible_answers": ["Before 1 April 2019", "Between 1 April and 15 May 2019", "After 15 May 2019"], "crowd_forecast": [0.0, 0.94, 0.06], "correct_answer": "Between 1 April and 15 May 2019", "correct_forecast": 0.94, "preds": [[67427, "2019-05-08T12:37:06Z", [0.0, 1.0, 0.0], "Election anounced yesterday. "], [41922, "2019-05-08T08:26:09Z", [0.0, 1.0, 0.0], ""], [66788, "2019-05-07T19:13:18Z", [0.0, 0.0, 1.0], "I don't know why this question still existing, but I think I have the most reliable in hand. \nReference https://www.reuters.com/article/us-denmark-election/denmarks-prime-minister-calls-election-to-be-held-on-june-5-idUSKCN1SD180"], [1333, "2019-05-07T18:03:49Z", [0.0, 0.98, 0.02], ""], [1646, "2019-05-07T16:18:56Z", [0.0, 1.0, 0.0], ""], [67414, "2019-05-07T16:11:47Z", [0.0, 1.0, 0.0], "Election announced today"], [40848, "2019-05-07T16:03:35Z", [0.0, 1.0, 0.0], ""], [529, "2019-05-07T14:37:56Z", [0.0, 1.0, 0.0], "5/7/19 news reports, elections announced for June 5 date:  https://www.washingtonpost.com/world/europe/danish-pm-calls-elections-to-renew-parliament-in-june/2019/05/07/21cfacba-70c4-11e9-9331-30bc5836f48e_story.html https://www.foxnews.com/world/danish-pm-calls-elections-to-renew-parliament-in-june"], [31450, "2019-05-07T13:50:26Z", [0.0, 1.0, 0.0], "This just happened. https://www.bloomberg.com/news/articles/2019-05-07/denmark-s-prime-minister-calls-general-election-for-june-5"], [67413, "2019-05-07T13:33:35Z", [0.0, 0.9, 0.1], "The news media have been buzzing with rumors that election date is very imminent. I'm adjusting my prediction because of this."], [67422, "2019-05-07T12:14:47Z", [0.0, 1.0, 0.0], "Update:\nToday, Tuesday 7th May 2019, PM Rasmussen called  the general elections for June 5th 2019.  https://7dnews.com/news/danish-pm-calls-general-election-for-june-5th"], [67428, "2019-05-07T12:12:47Z", [0.0, 1.0, 0.0], "Update: \nToday the Prime Minister has called a general election in Denmark for June 5th. So, i was right, but they are not going to occur during the European elections (on 26th May), as I assumed. https://www.thelocal.dk/20190507/breaking-danish-pm-calls-general-election-for-june-5th"], [73008, "2019-05-07T11:57:32Z", [0.0, 0.95, 0.05], ""], [67423, "2019-05-07T11:53:20Z", [0.0, 1.0, 0.0], ""], [67448, "2019-05-07T11:44:36Z", [0.0, 1.0, 0.0], "Update:\nDuring the writing of my last update Prime Minister Lars Løkke Rasmussen announced that the general election will be held on the 5th of June. Note to self, always check the news before posting a new update. "], [67420, "2019-05-07T11:43:27Z", [0.0, 1.0, 0.0], "Forecast update #6:\nGeneral elections were announced today. They are going to take place on June, 5 2019, also Constitutional Day in Denmark. (https://ekstrabladet.dk/nyheder/politik/danskpolitik/article7624437.ece)\nEven though my forecast was right in terms of the date, I have to critically reassess that my basic assumption was wrong. I assumed they were hold on the same day as EU parliamentary elections. Due to the usual 20-22 days of campaigning in Denmark, I concluded the time period between April 1, and May, 15. "], [67448, "2019-05-07T11:41:22Z", [0.0, 0.6, 0.4], "Update:\nAs the date for the general election was not announced before 1 April, that options is no longer possible. I chose to move the percentage to the second options, between 1 April and 15 May. However, as the 15 May is fast approaching, I chose to change my original forecast to 60% in favour of option 2, and 40% in favour of option 3. This is based on the fact that most parties are currently busy campaigning for the EU elections, and the same argument that I made in my original forecast; as the conservative block keeps declining in public support, they could wish to watch the polls before calling for a new election. With that being said, polls cannot be trusted, which is why the second option still gets a higher percentage.  Source: https://voxmeter.dk/meningsmalinger/#"], [67429, "2019-05-07T11:36:56Z", [0.0, 1.0, 0.0], "Update: announcement made today and is set for June 5th"], [691, "2019-05-06T12:16:30Z", [0.0, 0.83, 0.17], ""], [67519, "2019-05-06T12:10:16Z", [0.0, 0.9, 0.1], "According to danish news platforms and historical data concerning previous general elections in Denmark when they coincided to be in the same year as the European elections, it is highly likely for Danish elections to be in the same dates as European elections. For this a good sources and historical analysis is provided by @Eveli here: https://www.gjopen.com/comments/comments/831494 .  However, as per today 6th May 2019, there is no new information for the Danish general elections. This makes it impossible for both elections to match in the same day, as there must be 3 weeks period, or 21 days between the election call date and the election day itself. As European Elections are held across Europe between 23-26, such possibility to be cost-efficient elections seem to be vanished. Despite that the two elections would not match, according to the Guardian and the New York times the general elections is about to \"be called within days\" not weeks, therefore I assign high probability to be done so between 1st April and 15th May 2019, and a lower probability for elections to be called after 15th May. Sources:\nhttps://www.theguardian.com/world/2019/may/05/danish-far-right-party-stram-kurs-calling-for-muslim-deportation-to-stand-in-election\nhttps://www.nytimes.com/2019/05/06/world/europe/brexit-denmark-1864-movie.html?rref=collection%2Ftimestopic%2FDenmark"], [62808, "2019-05-06T07:13:54Z", [0.0, 0.81, 0.19], ""], [41922, "2019-05-05T21:26:04Z", [0.0, 0.2, 0.8], ""], [6978, "2019-05-05T20:28:46Z", [0.0, 0.8, 0.2], ""], [529, "2019-05-05T19:33:44Z", [0.0, 0.76, 0.24], "FWIW: An excerpt from the 5/5/19 news article linked below: \"A national election has to take place before 17 June under Danish law. Denmark’s prime minister, Lars Løkke Rasmussen, is expected to launch the campaign early this week.\"  https://www.theguardian.com/world/2019/may/05/danish-far-right-party-stram-kurs-calling-for-muslim-deportation-to-stand-in-election\n"], [14107, "2019-05-05T05:29:53Z", [0.0, 0.92, 0.08], ""], [1333, "2019-05-04T20:00:32Z", [0.0, 0.97, 0.03], ""], [60928, "2019-05-04T16:32:35Z", [0.15, 0.55, 0.3], ""], [691, "2019-05-03T19:15:35Z", [0.0, 0.84, 0.16], ""], [1333, "2019-05-03T18:25:19Z", [0.0, 0.98, 0.02], ""], [529, "2019-05-03T17:38:44Z", [0.0, 0.7, 0.3], ""], [1646, "2019-05-03T16:00:11Z", [0.0, 0.92, 0.08], ""], [66432, "2019-05-03T13:45:09Z", [0.0, 0.8, 0.2], ""], [67420, "2019-05-03T08:12:51Z", [0.0, 0.95, 0.05], "Forecast update #5:  Since group discussions are a central feature for effective forecasts, I used yesterday's lunch break for an intense discussion with my Danish collegues at work, who represent a vast range of political party preferences. Despite different party preferences, they all agreed, that the election date would be annunced before May 16. Their arguments were thereby similar to those I made in my original forecast. Thus, I adapt my forecast by increasing the liklihood of an elections date announcement before May 16 by 7% leaving a 5% chance for a later announcement. \n"], [1333, "2019-05-02T18:06:17Z", [0.0, 0.99, 0.01], ""], [40848, "2019-05-02T17:43:28Z", [0.0, 0.7, 0.3], ""], [67414, "2019-05-02T16:14:54Z", [0.0, 0.95, 0.05], ""], [67424, "2019-05-01T17:20:40Z", [0.0, 0.85, 0.15], "Update: As I've mentioned before, the 30th of April seemed reasonable for announcing elections. However, the date for general elections has not been yet revealed.  I still believe the idea of holding both elections (General elections in Denmark and European Parliament Elections) on the same date is a convenient option for the current government. Since European Parliament Elections will be held on May 26, 2019 in Denmark and the date for general elections needs to be announced three weeks in advance, there's still time until May 5, 2019. If there's no announcement within 4 days (It's not going to be revealed on Tuesday though), then the third option (After 15 May 2019) gets higher probability. That's why I'm adjusting my forecast and giving this option 15%. "], [67427, "2019-05-01T11:53:13Z", [0.0, 0.95, 0.05], "UPDATE 01.05.2019  I disagree with other forecasters to lower the likelihood for the second option based on the fact that a month has passed by now. The reason for this is that the absence of any leaked information about the announcement doesn't mean that it won't happen within the time period of option 1. In other words: the announcement procedure doesn't represent a classical observable development. This assumption is backed up through the missing of any significant news coverage in this month which could be used as an indicator to predict the announcement date.  As stated in the last forecast, it is very likely that the announcement will be made in the last April week or the first May weeks in order to combine the Danish election with the EU one.  Furthermore, the (relative) consistent approval ratings for the Venstre and Socialdemokratiet in April back up the assumption that there is no reason for Venstre to delay the announcement beyond the 15th of May as it doesn't seem likely that they will catch up to their competitor by adding two weeks, especially not if this means to organize two elections which bares the risk of being accused to waste state resources.  As a result, this forecast will adjust the likelihood of option 1 to 95% and changes the likelihood of option 2 to 5% accordingly. Sources: \n- Polls of Polls: Which ‘bloc’ will be ahead in 2019, Denmark?: https://pollofpolls.eu/DK\n"], [67419, "2019-05-01T11:37:09Z", [0.0, 0.99, 0.01], "I believe that the date of the general elections will be announced at some point in the next 4 days.  The reason why I am forecasting this is because the law of Denmark requires that the elections are announced at least 3 weeks in advance (a very short time for campaigning, in my opinion). I believe that Denmark will hold its general elections on Sunday, the 26th of May, at the same time as the European Parliament election, which means that the elections will have to be announced by Sunday, the 5th of May the latest. \nMy reasoning behind this is twofold, both economic and political. Holding the general election at the same time as the European Parliament elections will benefit Denmark economically as far as the indubitably high costs of elections are concerned. Besides administrative costs, there are the costs of campaigns, expanded media coverage, additional security, and election dispute resolution tools.  Secondly, this would have the effect of increasing voter turnout in particular for the EU elections. In the 2015 Danish general elections, the turnout was 85.89%, nearly 10% above the 77% average in Europe (https://web.archive.org/web/20060314165732/http://www.idea.int/vt/survey/voter_turnout3.cfm), while in the 2014 EU Parliament elections, Denmark's turnout was a modest 53.6%. The interest in national politics would determine an increase in the European vote if both elections take place at the same time. EDIT:\nThe elections were announced today, 7th of May for the 5th of June. Therefore, the margin is still correct, but my initial assumption that they will be held on the same day as EU Parliament elections was wrong."], [529, "2019-04-30T18:15:59Z", [0.0, 0.66, 0.34], "Adjusting, mainly for passage of time.."], [67416, "2019-04-30T07:40:25Z", [0.01, 0.35, 0.64], "Almost all big political reform are being closed in the parliament right now. I think if the pension reform will be negotiated in place today or tomorrow (the agreement between the government parties) , than their is big chance for that Lars Løkke will press the election button - on Wednesday or Thursday.   On the other hand their have been stories, that election budget of Social democrats are running low and the election campainers are tired - they have been going on for very long. This makes sense for Lars Løkke to wait and drain, both money and power from SocialDemocrats. <-- That is why I only put the category of \"1 april - 15 may\" up by 10 % and not all the way up. "], [15196, "2019-04-30T01:46:11Z", [0.0, 0.6, 0.4], ""], [172, "2019-04-30T01:06:43Z", [0.0, 0.75, 0.25], ""], [63963, "2019-04-30T00:59:41Z", [0.0, 0.6, 0.4], ""], [72713, "2019-04-29T14:33:29Z", [0.0, 0.8, 0.2], ""], [172, "2019-04-27T21:58:32Z", [0.0, 0.85, 0.15], ""], [691, "2019-04-27T21:04:22Z", [0.0, 0.82, 0.18], ""], [593, "2019-04-27T11:55:14Z", [0.0, 0.0, 1.0], ""], [67420, "2019-04-27T09:56:40Z", [0.0, 0.88, 0.12], "Forecast update #4: \nI still very much believe that both EU parliamentary and General Elections will be hold together. However, given the fact that in the past campaigning took always 20-22 days and the EU elections will behold on 26 May there are only 7 till 9 days left to announce the date, which is why I increased the likelihood of option number 3 slightly by adding the two percent of option #1, without decreasing the likelihood of option #2.  "], [13377, "2019-04-27T09:08:29Z", [0.0, 0.75, 0.25], ""], [62808, "2019-04-26T21:43:30Z", [0.0, 0.76, 0.24], ""], [62808, "2019-04-26T21:42:25Z", [0.0, 0.24, 0.76], ""], [67423, "2019-04-26T15:45:28Z", [0.0, 0.7, 0.3], "Update: Løkke is currently negotiating an agreement on a new retirement plan for those who have worked physically demanding jobs ('seniorpension til nedslidte'). He will most likely want this finalized before the election, as this has been one of the Social Democrats major talking points. He could likely close the deal very soon and make it in time to announce the election on May 26th. However, if his polling numbers do not improve, he'll might choose to push the election date into June. (As my previous update indicating, this would also put him in a favorable position to the EU commissioner negotiations). I believe that we should be watching the polls around May 1st to gauge if he he holding the election in late May or in June.  Sources: \nhttps://sn.dk/Danmark/Kommentatorer-Det-traekker-op-til-dobbeltvalg-26-maj/artikel/833904\nhttps://www.dr.dk/nyheder/politik/loekke-saetter-rekord-laengste-valgperiode-siden-1953\n"], [1646, "2019-04-26T00:19:13Z", [0.0, 0.75, 0.25], ""], [72649, "2019-04-24T16:32:19Z", [0.05, 0.15, 0.8], ""], [60777, "2019-04-24T09:29:47Z", [0.05, 0.45, 0.5], ""], [67429, "2019-04-23T19:36:39Z", [0.0, 0.65, 0.35], "Update: it is inching closer to May 15 and there an announcement is yet to be made. Rasmussen's Venstre party is fairing poorly in the polls at just 19% as of April 17 (https://pollofpolls.eu/DK) -- giving him a possible incentive to push the announcement (and election) back to after the EU election. The forecast has been adjusted to account for an increased chance of the election being called after May 15. "], [63963, "2019-04-23T19:18:33Z", [0.0, 0.7, 0.3], ""], [72525, "2019-04-21T19:09:47Z", [0.0, 0.0, 1.0], ""], [172, "2019-04-21T12:57:36Z", [0.0, 0.9, 0.1], ""], [691, "2019-04-20T14:15:47Z", [0.0, 0.86, 0.14], ""], [67417, "2019-04-19T20:38:24Z", [0.0, 0.8, 0.2], "UPDATE I take the 10% chance of the first outcome (1 April) off since we are already in late April. If they will take place the same day of the European Election as considered in the previous forecast, considering that is custom to announce the elections 3 weeks before, they ought to happen between in early May thus validating the second outcome. Therefore, I chance the likelihood from 75% to 80%.   However, since elections must take place no later than June 17, they could also be announced after 15 May in a last minute attempt of the government to regain support (now dropping according to the stats). For this reason, I change also the third outcome from 15% to 20%. "], [691, "2019-04-19T19:19:00Z", [0.0, 0.88, 0.12], ""], [67423, "2019-04-18T19:48:19Z", [0.0, 0.7, 0.3], "Update: Venstre and Løkke have are still falling behind in the polls. Venstre's proposed reform of the health care system (sundhedsreformen) failed to make an impact and did not gather the attention expected. Consequently, Løkke could choose to push the election further back and have the general election after the EP elections. If the Danish election is held in June, Løkke would still be acting prime minister during the negotiations on the commissioner positions. This would leave him in a favorable position as he seeks a political office outside of Denmark.   "], [24440, "2019-04-18T00:47:08Z", [0.0, 0.75, 0.25], ""], [49838, "2019-04-18T00:28:35Z", [0.0, 0.43, 0.57], ""], [67428, "2019-04-16T12:50:39Z", [0.0, 0.9, 0.1], "Update: no interesting changes in the last week. I have found an article about the concerne of Danish government in a foreign influence during the election campaign. In particular, the government is concerned because Russia might launch a campaign to and influence opinions ahead of the election. However, no news about the announcement of the election day. "], [13377, "2019-04-16T07:30:59Z", [0.0, 0.93, 0.07], ""], [67424, "2019-04-14T18:54:59Z", [0.0, 0.92, 0.08], "According to the Danish Constitution, the elections should be held no later than June 17, 2019. The last election took place on June 18, 2015 and four years need to pass since last elections in order to hold another one this year. Besides, the announcement should be made at least 3 weeks before the election date. The announcement in Denmark is always made on Tuesdays as well.  Looking at the history, we discover that the last time former prime-minister of Denmark Helle Thorning-Schmidt called elections on Tuesday of May 27, 2015, just 3 weeks before actual elections on June 18 of 2015. This year there’s a significant event that affects the date of the Danish general elections – European Parliament elections – which will take place between the 23rd and 26th of May of 2019. In order to increase the voter participation in both elections, it might be a smart idea for Lars Løkke Rasmussen to actually hold both of them on the May 26th (Lars Løkke Rasmussen already announced that the date of Danish European elections is May 26, 2019) and, therefore, announce the date of elections in the end of April (perhaps, 30th of April). Similar method has been successfully used in several member states of the European Union and has been done in Denmark in 2009 as well.  As the polls revealed, the support from people to coalition government led by Lars Løkke Rasmussen (the Liberal Party) has fallen dramatically and the Danish People’s party is only supported by 14.6 (the lowest support since November 2016). The current prime-minister has to play his cards right and use the European Parliament elections for higher chances of getting votes, simply because this way a voter (including his supporters) turnout is expected to increase. It is highly unlikely that Rasmussen will risk to have elections in June, since there’s not going to be a change in the support from the citizens of Denmark. Hence, announcement of the date of general elections after May 15 is less likely. However, Rasmussen might need more time to regain people’s support and delay the elections until June.  Option one needs to be excluded as the election date hasn't been yet announced."], [67426, "2019-04-13T14:10:15Z", [0.0, 0.85, 0.15], "General elections will have to be held before the 17th of June 2019. Announcing the date only after the 15th of May is rather short-term, and as an election needs some preparation and planning this would probably not be sufficient time to do so. On the other hand it would be better for the ruling party to make the election time as short as possible as to do limit the possibilities of the opponents to create effective campaigns. "], [70704, "2019-04-12T19:32:59Z", [0.0, 0.0, 1.0], ""], [70663, "2019-04-12T17:30:16Z", [0.0, 1.0, 0.0], ""], [67413, "2019-04-12T13:09:26Z", [0.0, 0.68, 0.32], "Updating my forecast: \nThe \"before 1 April\" bracket is no longer possible. My opinion of the relative probability of the other two options hasn't changed, so I'm just raising their probabilities by equal amounts. "], [23006, "2019-04-11T21:59:25Z", [0.0, 0.75, 0.25], ""], [70019, "2019-04-11T21:01:54Z", [0.33, 0.33, 0.34], ""], [11885, "2019-04-11T20:33:32Z", [0.0, 0.0, 1.0], ""], [691, "2019-04-11T12:27:03Z", [0.0, 0.93, 0.07], ""], [5018, "2019-04-11T05:51:11Z", [0.0, 0.95, 0.05], ""], [69065, "2019-04-11T03:41:23Z", [0.0, 0.0, 1.0], ""], [69050, "2019-04-11T02:43:32Z", [0.1, 0.35, 0.55], ""], [172, "2019-04-11T01:41:36Z", [0.0, 0.9, 0.1], ""], [67428, "2019-04-10T21:36:39Z", [0.0, 0.9, 0.1], "Update: As the 1st of April is passed I suppose I higher probability of the election day announcement between 1 April and 15 May"], [66904, "2019-04-10T21:21:07Z", [0.0, 0.73, 0.27], "First, it is necessary to set some parameters. The last election was June 18, 2015 (https://www.theguardian.com/world/2015/jun/18/denmark-election-result-too-close-to-call-as-exit-polls-suggest-no-clear-winner) which means that elections must be held before the same date of this year. Additionally, the election date would likely be set three weeks in advance (see above question). This means that the last theoretical day that it could be announced would be May 28. That gives 13 days for the \"After May 15th\" category for this to happen. As it is currently past April 1st, there is a 0% chance for that category. Lastly, we have the middle category. Unless Denmark announces their elections in the next 45 minutes, there are 35 days where the announcement could happen. There are five weekends in this time frame, so there are 25 days when this could happen on or before May 15th, and 9 days (2 weekends) for after May 15th. That being said, I believe it is also unlikely that the Danish Government would announce elections on a public holiday, and there are 4 holidays occurring on a weekday between now and the time when a date would likely need to be set (April 18, April 19, April 22, and May 17, from https://publicholidays.dk/2019-dates/). So now, there are 22 days before May 15th, and 8 days after. Simple math gives us that there are 22/30 probable days the Danish Government would announce for April 1-May 15, and 8/30 days for after May 15."], [40848, "2019-04-10T18:54:39Z", [0.0, 0.75, 0.25], ""], [66572, "2019-04-10T18:49:20Z", [0.0, 0.05, 0.95], ""], [63963, "2019-04-10T14:46:22Z", [0.0, 1.0, 0.0], ""], [1646, "2019-04-10T14:44:19Z", [0.0, 0.93, 0.07], ""], [66432, "2019-04-09T16:41:42Z", [0.0, 0.85, 0.15], ""], [67625, "2019-04-09T09:13:30Z", [0.0, 0.6, 0.4], "The elections' date has still not been announced, which turns the first possibility to a 0%. As we are speaking about the date in which it will be announced the elections' day - and not the elections' day itslef - I'd say that it's more probable an incoming notification rather than a late one"], [63963, "2019-04-08T15:17:18Z", [0.0, 0.95, 0.05], ""], [691, "2019-04-08T12:00:10Z", [0.0, 0.91, 0.09], ""], [172, "2019-04-08T01:53:37Z", [0.0, 0.9, 0.1], ""], [23006, "2019-04-07T22:25:41Z", [0.0, 0.95, 0.05], "5% because the Danes don't seem like they leave things to the last minute thanks https://www.gjopen.com/comments/comments/840756"], [67427, "2019-04-07T22:01:55Z", [0.0, 0.9, 0.1], "Annotation: Option 1 “Before 1 April 2019” can be excluded as no announcement has been published until now = 0%  The Danish general election has to be held no later than the 17th of June due to expiration of the parliamentary term. It is very likely that the election will be announced no later than roughly 3 weeks (20 – 22 days) before the election as this is the average time span in regard to the last 3 election announcements in 2015, 2011 and 2007. As a result, it can be assumed that the announcement will be published no later than the 27th of May. Therefore, option 2 consists of (~) 5 weeks in comparison to option 3 which consists of (~) 2 weeks. This fact in itself represent an argument for a higher probability of option 2 over 3. Nonetheless, other aspects of internal and external policy matter, too.   There are 2 main aspects which support a high likelihood for option 2 “Between 1 April and 15 May 2019”: the simultaneous EU election (from 23th to 26th of May) and the current dissent within the opposition bloc. I agree with several other forecasters that it would make sense for the current ruling party (Venstre) to combine the Danish general election day with the EU parliament election day. The ruling party could benefit and would avoid a negative backlash in the same time. As a pro-EU party, which supports the EU’s basic principles, it could benefit by combining the elections due to the ability to shift the voter focus on EU-related issues. Especially since Brexit, Danes have become more supportive of the EU than the recent years before with an anti-EU peak in 2016 when a majority preferred to leave the EU. In January 2019 62% of surveyed Danes responded that they don’t support a referendum for a Dexit in comparison to 26% of Danes who would vote for leaving the EU. As a result, pro-EU parties gained more support by Danish voters in regard to EU-issues. However, their main competitor (Socialdemokratiet) represents a pro-EU party as well, hence, might also benefit from focusing on EU-related issues. Nonetheless, the Socialdemokratiet hold a more critical position towards the EU. The second argument for Venstre to combine the elections is rooted in avoiding two election days within a short period of time. There are a several aspects to consider. First of all, it should be in Venstre’s interest to keep the organizational efforts as low as possible. Extra costs due to 2 ballots may be seen as a waste of resources and time by voters (this argument could be used by other parties to blame Venstre). Another big aspect is the expected voter fatigue which could cause a negative reputational impact on Venstre, if they ask the Danish constituency to go to elections twice. The third and last argument lies within Venstre’s political stance. As pro-EU party it should be in their interest to support the EU and its popularity whenever possible. Combining the Danish and EU vote would probably result in a higher voter turn-out for the latter one.  Another aspect which increases the probability that Venstre won’t wait to announce the general election is the current split within the opposition bloc. Left-wing parties don’t agree with the anti-immigration stance of the Socialdemokratiet party. Venstre might use this dissent and even increase it by announcing the election as this would result in less time for the opposition to settle their dispute and also would distract them during their election campaigns. To the contrary, the probability of option 3 relies (imo) mainly on the current low voter support for the Venstre party. Indeed, the party has been struggling so far to break the 20% threshold. However, the momentum doesn’t favour Venstre neither. While the party’s support has been declining to 18% after a short uptrend, its main competitor (Socialdemokratiet) managed to gain a ‘sustainable’ growth which further widened the gap between both frontrunners. It seems that time is working against Venstre. The only reason for the party to delay the election would be to speculate on an increasing dissent within the opposition parties. A risky bet regarding the possible negative impact on Venstre’s reputation addressed above. For the same reputational reasons it also seems unlikely that Venstre will insist on ruling a full parliamentary term.  To conclude, while there are several arguments backing option 2 (longer-time period, EU election & current dissent in opposition) there is almost none (which is reasonable and has a significant impact) backing the option 3 despite a speculative bet on increasing support for Venstre and an increasing dissent. As a result, this forecast assesses that there is a 9 times higher chance that the election will be announced “between 1 April and 15 May 2019” than “after 15 May 2019”. Additionally, it assesses that it is very likely that the announcement will be published in the last April or first May weeks (as this is the time frame for adjusting the Danish election accordingly to the EU one).  Sources: \n-\tPolls of Polls: Which ‘bloc’ will be ahead in 2019, Denmark?: https://pollofpolls.eu/DK\n-\tThe Local dk (2019): With election looming, is Denmark’s opposition irreversibly split over immigration?: https://www.thelocal.dk/20190402/with-election-looming-is-denmarks-opposition-irreversibly-split-over-immigration\n-\tThe Local dk (2019): Danish support for EU at record high: report: https://www.thelocal.dk/20190104/danish-eu-support-at-record-high-poll\n-\tVenstre (2019): Foreign Policy: https://www.venstre.dk/service/english/foreign-policy\n-\tSocialdemokratiet (2019): EU: https://www.socialdemokratiet.dk/da/politik/eu/"], [13377, "2019-04-07T10:17:31Z", [0.0, 0.85, 0.15], ""], [1333, "2019-04-06T18:19:45Z", [0.0, 1.0, 0.0], ""], [67422, "2019-04-06T15:44:01Z", [0.0, 0.95, 0.05], ""], [691, "2019-04-05T15:00:10Z", [0.0, 0.85, 0.15], ""], [691, "2019-04-04T18:08:17Z", [0.0, 0.85, 0.15], ""], [40848, "2019-04-02T20:05:21Z", [0.0, 0.65, 0.35], ""], [67429, "2019-04-02T19:56:25Z", [0.0, 0.9, 0.1], "Update: we have passed April 1 without an announcement. "], [29980, "2019-04-02T16:13:33Z", [0.05, 0.9, 0.05], ""], [1333, "2019-04-02T14:29:54Z", [0.0, 0.9, 0.1], ""], [54140, "2019-04-02T10:13:44Z", [0.0, 1.0, 0.0], ""], [6978, "2019-04-01T17:26:35Z", [0.0, 0.9, 0.1], ""], [529, "2019-04-01T16:11:33Z", [0.0, 0.71, 0.29], "..Closer to overall forecast consensus"], [1333, "2019-04-01T14:36:59Z", [0.0, 0.85, 0.15], ""], [66432, "2019-04-01T13:08:13Z", [0.0, 0.8, 0.2], ""], [1333, "2019-03-31T18:21:18Z", [0.0, 0.75, 0.25], ""], [34369, "2019-03-31T13:23:33Z", [0.0, 0.27, 0.73], ""], [67553, "2019-03-31T10:58:28Z", [0.0, 0.81, 0.19], ""], [35217, "2019-03-31T07:56:59Z", [0.0, 0.73, 0.27], "Updating for passage of time "], [67423, "2019-03-30T19:32:47Z", [0.0, 0.92, 0.08], ""], [67423, "2019-03-30T19:32:18Z", [0.03, 0.9, 0.07], "Comment deleted on Mar 30, 2019 07:33PM UTC"], [1646, "2019-03-29T16:47:31Z", [0.0, 0.8, 0.2], ""], [67416, "2019-03-29T13:31:25Z", [0.01, 0.25, 0.74], "Late forecast so the option one i out. Unless something extraordinary will happen in the weekend.  Things to consider: \nThere must at least 3 weeks of electoral campain, between the date of announcement and the election. \nEuropean election is on 26 of May which is a sunday. \nThe Liberal Party of Denmark (V), Liberal Alliance (LA) and the Conservatives (K) are in the government. It is a minor government, which is backed up by the Danish National Party. The Government and DF are disagree a lot on the EU subject. Prime Minister Lars Løkke Rasmussen (V) is rooting for more EU cooperation, while the leader of DF Thuelsen Dahl is afraid to give more power to EU, as it will in his point of view be a threat to Denmark. \nIf the general election will be placed on the EU election date, it would safe costs of having an election, but the ruling parties will appear divided and it will nok get votes for them. The day of the election is also sunday. There have never been a general election in DK on a sunday.  According to Jyllandsposten today was the worst opinion poll for V and Lars Løkke Rasmussen. His coalition is facing a clear defeat if the election would be today. The statistical uncertainty would not save him. 45 % against 55 %. Every body in the Parlament are ready for an election, so there will not be a surprise. \nIt is also unlikely that the campain will be during easter holidays. But it is possible that the election will be announced late april or begening of may. But I believe Lars Løkke will wait as long as he can, as long as the opinion polls look as bad as they do now.   https://jyllands-posten.dk/politik/meningsmaalinger/article7638912.ece"], [67413, "2019-03-29T09:32:47Z", [0.15, 0.6, 0.25], "Updating my previous forecast: \nIt is almost April 1st and the election date have not been announced. The government and the Danish People's Parti have recently agreed on health care reform, but the reception of the reform program have been mixed. Because of this I am decreasing the probability of an election announcement before April 1st from 40% to 15%. According to news journalists with inside knowledge a May 26th election is still the most likely option. An argument for this would be that Lars Løkke Rasmussen is more experienced in international and EU politics and he might want to use this to his advantage in the election campaign and in debates. Therefore having a national election close to the European might be very likely. He could still use this after the EU election so I'm increasing the probability of both the \"1st April-15th May\" option (from 50 to 60%) and the \"After May 15th\" (from 10 to 25%)."], [172, "2019-03-29T00:09:53Z", [0.0, 0.9, 0.1], ""], [1333, "2019-03-28T20:27:18Z", [0.0, 0.65, 0.35], ""], [67420, "2019-03-28T18:42:24Z", [0.02, 0.88, 0.1], "Forecast update #3: only two more days to go for option #1. so probability reduces further."], [61877, "2019-03-28T14:11:54Z", [0.0, 0.5, 0.5], ""], [66432, "2019-03-28T02:53:15Z", [0.01, 0.8, 0.19], ""], [691, "2019-03-27T19:17:15Z", [0.0, 0.85, 0.15], ""], [1333, "2019-03-27T18:30:02Z", [0.0, 0.64, 0.36], ""], [35217, "2019-03-27T07:03:35Z", [0.02, 0.71, 0.27], "Passage of time "], [529, "2019-03-26T19:09:09Z", [0.01, 0.67, 0.32], "Passage of time update"], [1333, "2019-03-26T16:01:50Z", [0.0, 0.62, 0.38], ""], [67411, "2019-03-26T11:45:22Z", [0.0, 0.65, 0.35], ""], [67423, "2019-03-25T21:00:06Z", [0.03, 0.9, 0.07], ""], [67422, "2019-03-25T18:08:21Z", [0.0, 0.95, 0.05], "Update: \nTaking into account that there are 5 days left before April and that Rasmussen's party is behind the Social Democrats (approx. 8.75 difference), there is no chance he will call for elections this week. Hence, the chances for the Prime Minister to call for elections between April 1st and May 15th are increasing, giving more weight to the probability of holding the Danish elections at the same time as the European elections. "], [36580, "2019-03-25T15:54:01Z", [0.01, 0.85, 0.14], "The election must be held before the 17th June, and it takes 3 weeks notice to hold an election, so the latest it can be announced is the end of May. Presuming they won't leave it until the very last possible minute, it should be announced by the 15th May."], [172, "2019-03-24T23:36:05Z", [0.0, 0.85, 0.15], ""], [1333, "2019-03-23T18:53:01Z", [0.0, 0.61, 0.39], ""], [67411, "2019-03-23T10:38:47Z", [0.01, 0.64, 0.35], "Adjusting: as it is almost April, the chance that the date will be announced until then, is even less likely. In addition, I increase the chances of the date to be announced between 1 April and 15 May 2019 due to the same reasons expressed in the analysis before (holding Danish elections together with EU elections). "], [1646, "2019-03-23T04:39:38Z", [0.0, 0.91, 0.09], ""], [66432, "2019-03-23T03:58:08Z", [0.03, 0.8, 0.17], ""], [6978, "2019-03-23T01:14:54Z", [0.03, 0.9, 0.07], "Just arbin' dumb money vs. smart. First bucket nearing close out."], [1333, "2019-03-22T17:27:11Z", [0.0, 0.6, 0.4], ""], [67420, "2019-03-22T17:25:34Z", [0.07, 0.83, 0.1], "Forecast update #2: Time period till April 1 is running out without any news which, decreases the likelihood of an announcement before April 1, which is why the forecast at hand updates its earlier estimation as following: 3% less likelihood the announcement will take place before April 1, 3% higher likelihood of the announcement between April 1 and May 15."], [1333, "2019-03-21T18:36:16Z", [0.0, 0.55, 0.45], ""], [62980, "2019-03-21T16:58:44Z", [0.0, 0.45, 0.55], ""], [62980, "2019-03-21T16:40:17Z", [0.0, 0.45, 0.55], ""], [67429, "2019-03-21T16:19:38Z", [0.01, 0.9, 0.09], "As it inches closer to April 1, the probability of the announcement being made before then is rapidly decreasingly. It still appears to be in the strategic interest of Rasmussen to hold the Danish elections around the same time as the EU elections, meaning the announcement should be made between April 1 and May 15. "], [691, "2019-03-21T12:56:23Z", [0.0, 0.85, 0.15], ""], [13377, "2019-03-21T07:31:05Z", [0.0, 0.45, 0.55], ""], [1333, "2019-03-21T00:24:42Z", [0.0, 0.45, 0.55], ""], [62808, "2019-03-20T06:45:26Z", [0.0, 0.69, 0.31], ""], [67423, "2019-03-19T20:02:18Z", [0.05, 0.85, 0.1], "Update: Current polls show that the opposition 6.8% points ahead of Løkke and his blue coalition (Altinget.dk). Hence, it's even less likely that Løkke will call an election before April 1st. Yet, it still seems likely that Løkke will hold the Danish parliamentary election alongside EU elections on May 26th, and the election will be announced between April 1st and May 15th. "], [37852, "2019-03-19T19:51:09Z", [0.15, 0.56, 0.29], ""], [691, "2019-03-19T10:46:05Z", [0.0, 0.87, 0.13], ""], [35576, "2019-03-17T17:34:31Z", [0.0, 0.0, 1.0], ""], [67487, "2019-03-16T23:24:46Z", [0.1, 0.7, 0.2], "A date for the general election must be announced at least weeks before the 17th of june. In effect, this means that the latest possible date of announcement will be on the 27th of May. Wisdom of the crowd points to between the 1st of April and the 15th of May roughly between 55-85% certainty, placing 70% as a rough average  Assumptions: current government benefits holding office as long as possible, announcing within the minimal period of three weeks to minimize oppositional campaign mobilization. Additionally, there's a chance of seeming disorganized if the two elections are held in quick succession, therefore downgrading the appeal of post 15th of May.  If, on the other hand, they decide to hold both elections on the same day, they must do so before the 5th of May. Also, there's a numeric advancement of placing the prediction between 01/04-15/05, as it holds the largest time interval of 1,5 months.  Announcing after 15 May points to an overlap with the EP election. 20% probability of After 15 May is based on: 1) cheaper to hold two elections in succession 2) promotion of EP, higher voter turn-out 1. Edit: probability for the second option will rise as time goes by, mirroring the GJ consensus."], [529, "2019-03-16T16:26:52Z", [0.05, 0.65, 0.3], "Passage of time update"], [41922, "2019-03-16T15:08:30Z", [0.0, 0.85, 0.15], ""], [62211, "2019-03-15T22:32:47Z", [0.3, 0.3, 0.4], ""], [691, "2019-03-14T12:15:44Z", [0.0, 0.87, 0.13], ""], [13377, "2019-03-14T09:34:01Z", [0.0, 0.87, 0.13], ""], [172, "2019-03-14T01:35:23Z", [0.0, 0.85, 0.15], "Still a tough call - but feel (from reading) led me to be heavy on Apr1-May15. Need to stay on top of this."], [62808, "2019-03-13T23:46:38Z", [0.0, 0.58, 0.42], ""], [26551, "2019-03-13T22:40:33Z", [0.0, 0.85, 0.15], ""], [67415, "2019-03-13T15:25:17Z", [0.05, 0.7, 0.25], "Elections need to be held before 17th of june 2019, an announced is at least three weeks earlier, making the latest possible date of announcement on the 27th of May. Many countries throughout Europe are combining EU votes with their domestic vote. the EU vote is 23-26th of may, making the latest date of announcement for a combined vote the 5th of May. They do this because they want to stimulate EU voter Turnout. With an EU voter turnout of 56% in 2014, this seems unnecessary for Denmark (as it is above EU avarage), however between 80% and 90% vote for the general elections in Denmark. A combination of the two votes might help spike the EU vote. The DPP might not want this, as it is an eurosceptic party currently holding most seats in the EP, but not in the Danish Parliament (elections for which were held a year later).  Current parties in the coalition are the Social Democrats, the Liberals, and the peoples party. These three parties have been the three most popular parties in the polls and seem to be in no rush to collapse the current government to expediate the vote in the interest of their campaign. (https://pollofpolls.eu/DK)  Hence to me it is not likely that the general elections will be announced before the 1st of April. I attribute 10 percent due to the fact that it could entail an early announcement for a combines EU vote.  Announcing after the 15th of May will entail that the coalition parties chose not to combine the elections, and likely means that they want to serve their complete and full term, and announce the elections in a period of 12 days before the latest date of announcement.  Between 1st of April and 15th of May takes into account both the possibility of a combination of the EU and General election vote, as well as a decision to not wait untill the final 12 days in which it is possible to announce the elections. And has therefore received my highest percentage of likelihood. "], [691, "2019-03-13T11:18:47Z", [0.0, 0.87, 0.13], ""], [50395, "2019-03-13T09:55:21Z", [0.04, 0.8, 0.16], ""], [15196, "2019-03-11T20:49:11Z", [0.0, 0.85, 0.15], ""], [172, "2019-03-11T00:29:42Z", [0.0, 0.85, 0.15], ""], [5018, "2019-03-09T21:20:56Z", [0.0, 0.85, 0.15], ""], [691, "2019-03-08T17:19:54Z", [0.0, 0.77, 0.23], ""], [529, "2019-03-07T23:19:44Z", [0.08, 0.64, 0.28], "..Closer to forecast consensus"], [67423, "2019-03-07T19:25:00Z", [0.15, 0.8, 0.05], ""], [691, "2019-03-07T19:10:32Z", [0.0, 0.72, 0.28], ""], [67428, "2019-03-06T23:39:33Z", [0.1, 0.8, 0.1], "Before 1 April \t10%\nThe average trendline of the Danish opinion polls towards the general election in 2019 shows that the current government is suffering a loss of support by the Danish population. Instead, the opposition “red bloc” is scoring points. https://pollofpolls.eu/DK In order to re-gain some votes the blue bloc would have better to don’t announce now the election, this would be a very bad timing for it. According to the current situation, Rasmussen, the current Prime Minister has better to wait. After May 2019\t10%\nBy law, the elections in Denmark should be held on before the 17th of June, because of the expiry of the current parliament. Considering that the campaign will last 23 days (since the constitutional amendment the average campaign has been 26.5 days), and that the 3 past elections have been announced 3 weeks before the election day, the 2019 date should be announced at least on the 27th of May.\t https://uniavisen.dk/en/election-2015-how-the-danish-system-works/ In order to do that, there is only a 12 days time-frame for the government to announce the election day. Also, we have to consider that on the 26th of May there are the European elections, so it’s going to be even less luckily that the Danish government would ask the citizens to Ago to the polls twice in two weeks. That choice would be perceived as a waste of money and a sign of disorganisation.  Between 1 April and 15 May 2019\t80%\nIn my opinion this would be the most likely scenario. In addition to the reasons already explained I would include the strong possibility that the general elections could take place contemporary with the European ones. This would have the advantages of being more practical and avoiding that the European elections results could influence the Danish ones."], [67429, "2019-03-06T18:46:13Z", [0.1, 0.85, 0.05], ""], [172, "2019-03-06T10:55:53Z", [0.0, 0.85, 0.15], ""], [40848, "2019-03-05T23:36:25Z", [0.01, 0.62, 0.37], ""], [41922, "2019-03-05T23:13:14Z", [0.04, 0.81, 0.15], ""], [67420, "2019-03-05T19:09:35Z", [0.1, 0.8, 0.1], "1. The forecast at hand assumes a 10% likelihood for an announcement of the election day before 01/04. The last 4 general elections were all announced 20-22 days before the election day (Wikipedia - only English source available). Thus, if announced before 01/04 it would be very likely the elections would take place at the end of April. Not only would Eastern (public holidays: 18/04-18/22) fall into this period, where many Danish people might be on vacation but there would be also a second campaign necessary right in the aftermath due to EU parliament elections between 23/05 - 26/5. This would challenge both financial and human resources for Rasmussen’s  Venstre, and the blue block (as well for all the other parties). From Rasmussen’s perspective, who is responsible for calling out the elections (and thus can use this as a strategic tool) this double load would only make sense if he could secure its majority that way. However, its social democratic opponent Frederiksen is leading the polls at the moment, both in terms of party comparison (Venstre: 17% | Socialdemocrats 25.8%) and block comparison (blue block: 44.4% | red block: 51% (without the party Alternativet, which is also considered a red party)) (http://cphpost.dk/news/election-prospects-look-grim-for-government-in-latest-poll.html). This record low will hardly motivate Rasmussen for an early election move. It is furthermore regarded as rather unlikely by the forecast at hand that this trend will change in this short amount of time - without a drastic external shock. 2. The forecast at hand considers option#2 the most likely, as of 80%. As mentioned in #1 the EP elections will be hold between 23/05-26/05. It seems therefore reasoned to hold both elections on the same day. On the one hand electoral costs, both for the parties and the state could be reduced and on the other hand voter turn out at the EP elections could be increased. Thus, it seems simply as the most practical solution. On top of that, support for Denmark’s EU membership is at a historically high level after the Brexit. While traditionally around 50:50, 66% of the Danish population support the EU membership today (https://www.thelocal.dk/20190104/danish-eu-support-at-record-high-poll). For the pro EU party Venstre this could pose a strategic advantage. While Eurosceptic parties experienced significant losses in polls, Rasmussen could use this trend and campaign with a decisive pro-EU strategy.  3. An announcement of the elections after 15/05 is considered rather unlikely as well, as of 10%. Not only would that mean to hold a second elections right after the EP elections (refer to #1&2) but given current polls that would also mean that Rasmussen would start its campaign with a negative outcome of the EP elections, which would further reduce its chances to win the much more important national elections. Additionally, school holidays in Denmark start on 22/06 (https://www.feiertagskalender.ch/ferien.php?geo=3289&hl=en), thus given the assumed 20-22 days of campaigning period, elections had to be called out between 15/05-01/06, to avoid elections in Danish summer holidays. This means the time period, in #3 is only a third as long as the time period in #2, which decreases the likelihood further."], [67417, "2019-03-05T13:18:58Z", [0.1, 0.75, 0.15], "Firstly, let’s look at the legal temporal limit for the current government in charge to hold the Danish elections. This must be on or before 17 June 2019. If we look at the previous patterns, the last 3 general elections were announced at least 3 weeks before the day of the vote. Furthermore, in the last decade, general elections have all been given a campaign period of around 20 days. Therefore, after this initial brief analysis we can already assess as highly unlikely that the government will announce general elections after the end of May. However, this does not exclude completely none of the given possibilities.  Since Rasmussen, the actual Prime Minister and supported by the so-called “blue block”, has been steadily losing consensus (as it often happens to the government in charge in liberal democracies), it might be in his interests to delay the elections as much as possible in order to give a short amount of time to the opposition to organize an incisive campaign. Therefore, despite the very short period of time (after May 15 but before May 27-28), the last option (after May 15) cannot be excluded completely. I assess it with a 15% chance.  That said, many other factors must be taken into consideration. In particular, the European elections may play a key role in shaping the course of events. EU elections are taking place on Sunday the 26th of May 2019.  In this regard, in order to obtain consistent participation in both the European election and the Danish general elections, the government could opt for holding the general election on the same day as the European ones. It is true that traditionally Danish elections are never on Sundays, however, such an option would also lead to a considerable saving in monetary terms (elections are an expensive practice for countries). Consequently and in base on the consideration given in the first paragraph, Danish general elections could be announced around 20 days before May 26, so at the beginning of that month. Therefore, the second option (Between 1 April and May 15) seems to be by far the most probable outcome. In addition, this one is the longest between the three periods given. For all these reasons, I assess a 75% chance of elections being announced between April 1 and May 15.  Concluding, the first option given (elections announced before April 1) is quite unlikely if we consider that, as stated above, current polls show support for the opposition bloc. It would be against the interest of the government to call for elections now. It is more likely that in the next month Rasmussen will play all his cards to gain more public support and only after that call for new elections. That said, it could be true also the exact contrary. If the government should notice that there is no chance to invert the trend and that by the time it will get only worse, then in this case it might want to hold elections as soon as possible in order to limit the parliament seat loss. For these reasons, neither this option is totally excludable and I assess it with a 10% chance. Sources: \n-https://en.wikipedia.org/wiki/2019_Danish_general_election\n-http://www.stm.dk/_p_10992.html\n-https://www.thedanishparliament.dk/en/news/2015/05/2015_eng_election2015"], [62808, "2019-03-05T03:06:48Z", [0.0, 0.57, 0.43], ""], [1333, "2019-03-04T21:56:09Z", [0.0, 0.4, 0.6], ""], [691, "2019-03-04T12:55:12Z", [0.0, 0.71, 0.29], ""], [62808, "2019-03-04T11:55:45Z", [0.0, 0.6, 0.4], ""], [172, "2019-03-04T02:35:35Z", [0.0, 0.65, 0.35], ""], [1333, "2019-03-04T01:00:07Z", [0.0, 0.45, 0.55], ""], [67411, "2019-03-03T21:08:02Z", [0.05, 0.6, 0.35], "The last three general elections (2015, 2011, 2007) were announced 3 weeks before the elections. Following that, it could be considered that the likelihood that in 2019 the same trend will be followed and the time frame will be similar is high.  \nHowever, this year an additional factor is the EU election. Retrospectively, three times the Danish General Election occurred the same year as the EU election (1979, 1984, 1999) and none of these times, they were held together. Nevertheless, it can be explained by the distance between the elections (national general election were held in September-January while EU elections - in June). What is different, this year, considering the time, general election and EU election happen to be very close to each other. Therefore it can be expected that the decision will be made to arrange general election together with the EU (which is in May23-May26). Hence, it should be announced before the 15 of May. To be more precise, my guess is the beginning of May.  Source for data:\nhttps://www.robert-schuman.eu/en/doc/oee/oee-715c-en.pdf\nhttps://www.thedanishparliament.dk/en/news/2015/05/2015_eng_election2015\nhttps://en.wikinews.org/wiki/Danish_Prime_Minister_calls_an_election_for_2007\nhttps://en.wikipedia.org/wiki/2014_European_Parliament_election_in_Denmark"], [63963, "2019-03-03T14:03:50Z", [0.0, 0.8, 0.2], ""], [691, "2019-03-03T13:26:41Z", [0.0, 0.62, 0.38], ""], [691, "2019-03-02T12:46:44Z", [0.0, 0.6, 0.4], ""], [15196, "2019-03-02T04:41:55Z", [0.0, 0.65, 0.35], ""], [529, "2019-03-01T21:14:02Z", [0.09, 0.5, 0.41], "Adjusting again, mainly per forecaster input/consensus."], [62808, "2019-03-01T20:01:20Z", [0.0, 0.6, 0.4], ""], [691, "2019-03-01T19:48:06Z", [0.0, 0.6, 0.4], ""], [1333, "2019-03-01T19:17:30Z", [0.0, 0.35, 0.65], ""], [67413, "2019-03-01T16:07:49Z", [0.4, 0.5, 0.1], "There is quite a bit of agreement among political commentators in Denmark that a national election happening after the European Parliament election is unlikely. The reasons include voter fatigue because of extensive campaigning and the upcoming summer holidays. To me it seems as solid arguments, and I therefore forecast only a 10% chance of the election being announced after May 15th. A national election the same day as the EP election is considered likely by bookmakers and political commentators. I do not have additional insight compared to them, and I choose to follow their odds. I give it a 50% chance of being announced between April 1st and May 15th. The second most likely option, according to bookmakers, is an election at the end of March or first two weeks of April. It is given almost as high odds as an election on the 26th of May [1]. This is the reason I forecast a 40% chance of an election being announced before April 1st. [1] https://www.betxpert.com/artikel/folketingsvalg-odds-hvornaar-afholdes-der-valg-naeste-gang"], [67414, "2019-03-01T10:45:08Z", [0.0, 0.6, 0.4], ""], [67429, "2019-02-28T17:51:08Z", [0.1, 0.85, 0.05], "The sitting government holds a tactical advantage in being able to select the election date, provided of course it falls before June 17. A strategical decision will thus be made to better their chances at winning the most votes and forming a new government.  Before April 1:\nAn election announcement prior to April 1 is considered quite unlikely. An early election would be a risk in consideration of recent polls. Since January, polls show support for the opposition bloc (Red) has been steadily rising. This occurs in direct contrast to the steady decline in popularity of the Blue bloc (Voxmeter.dk). It is in Rasmussen’s best interest to delay the announcement in the hope of accumulating more public support.  After 15 May: \nTo announce the election date after May 15 would mean holding it after the EU parliamentary elections (May 26). This is likely to be be seen as unfavourable by Rasmussen as EU elections risk overshadowing national campaign efforts.  Between April 1 and May 15: \nThis would allow Rasmussen to improve his position in popularity polls, while also placing the election on or before the EU election date. An early-May announcement is considered a high possibility, potentially aligning both Danish and EU elections. A combined election is foreseeable: it would promote voter turnout and reduce election-related costs — a strategy employed by Belgium, for example."], [172, "2019-02-28T03:33:05Z", [0.0, 0.15, 0.85], ""], [691, "2019-02-26T18:04:18Z", [0.01, 0.58, 0.41], ""], [67448, "2019-02-26T17:07:31Z", [0.05, 0.65, 0.3], "Based on Voxmeter's weekly opinion polls (https://voxmeter.dk/meningsmalinger/#), which show that the \"blue block\", aka the right and conservative block, which is currently in power, is slowly declining, I believe that it would be natural for the government to wait to announce the date of the election longer then 1 April. Seeing as the announcement must occur three weeks before the election day, and that one can assume that the conservative block would prefer a short campaign period (http://theconversation.com/time-to-learn-the-many-lessons-from-a-long-campaign-62048), it is my opinion that after the 15 May is not completely unlikely. As it would be favourable for the conservative block to have as short as possible campaign period, if their popularity continues to decline. However, announcing after the 15 May also seems unlikely, as this might be a too short time window for the campaign, which is why I land at 65% chance for between 1 April and 15 May 2019, as this will allow the conservative block to regain the popularity in the opinion polls, while at the same time allow for a somewhat short campaign period.         "], [41922, "2019-02-26T10:55:08Z", [0.04, 0.71, 0.25], ""], [67430, "2019-02-26T09:50:27Z", [0.15, 0.75, 0.1], "15% Before 1 April 2019: Setting a date for general elections is a prerogative of running governments, and an important card to play. Venstre party is not having favourable polls at the moment, and might be willing to buy some more time in order to get to the election day in better condition. 10% After 15 May 2019: Elections must be held on or before 17 June 2019, meaning that the date must be announced at the latest the 27 May. This leaves just a 12-day time span for this option. Such a delay would also be perceived by the electorate as a sign of weakness for the government, thus making this option certainly not recommendable for the ruling party. 75% Between 1 April and 15 May 2019: This is the most reasonable time window for the election date to be announced, as it would result on the elections to be held likely in the month of May. Earlier and later elections are to be considered less likely for the aforementione reasons. Furthermore, opting for the same date as the European elections would have the twofold advantage of not having their results to interfere with the national ones, and of saving a great deal of money. "], [40848, "2019-02-26T01:34:35Z", [0.02, 0.6, 0.38], ""], [67625, "2019-02-25T14:51:54Z", [0.05, 0.55, 0.4], "The alternate fortune the actual government is having in a relatively short period - see https://www.bloomberg.com/news/articles/2018-08-20/danish-premier-catches-up-on-main-opponent-in-credibility-poll , https://www.thelocal.dk/20181022/danish-government-party-hits-worst-poll-figures-in-15-months and http://cphpost.dk/news/election-prospects-look-grim-for-government-in-latest-poll.html - could not nonetheless explain an election as early as before the 1st of April - as the deadline is the 17th of June. This is the reason why I give only a 5% probability to this outcome. On the other side, a loss in popular consense could call for an early election, even though a strong probability can be attributed to a normal 4 years mandate.\nP.S. Some of the indicated sources in the forecast's question can be misleading - check the year in which articles are writte, e.g. the first article suggested was written 8 years ago, it has a limited explanatory power..."], [41922, "2019-02-24T22:29:11Z", [0.05, 0.6, 0.35], ""], [67422, "2019-02-24T13:41:46Z", [0.05, 0.9, 0.05], "5% Before 1 April 2019 : Very unlikely. Considering that the Prime Minister has no particular interest in exceeding the usual 3 weeks campaign, calling for elections before 1 April 2019 would mean that the Prime Minister is calling for early elections. However, time has proven that the Prime Minister will most likely call for elections at a time were his/her party is in strong position, that is, the Prime Minister usually keeps a close eye to the polls. In that sense, acknowledging that the current opinion polls on the Danish government party hit particularly low figures, it is unlikely that Løkke Rasmussen will announce the elections date before the 1 April 2019. In other words, it is expected that Løkke Rasmussen will try not to precipitate the elections in the next weeks.  5% After 15 May 2019.  As Reuters puts it, “it would be highly unusual to hold elections in June-August when Danes are on summer holiday and parliament in recess” (reuters.com). However, the law is not binding, that means that there is still a small probability that Rasmussen choses a polling day in early June, that is, choosing to call for elections after the European results : this being not much expected.  90% Between 1 April and 15 May 2019. Most likely. Considering that announcing a date for general elections in Denmark before the 1 April 2019 is not of strategic interest neither is it to call for elections in mid/late June, it is most likely that Løkke Rasmussen will announce a date for general elections in Denmark between 1 April and 15 May 2019. In addition, one could argue that Løkke Rasmussen will draw inspiration from Belgium, Spain and Lithuania and merge the national elections with the European elections, in order to enhance participation rates on both elections and thereby, securing additional participation on his side for the national elections. Hence, the Prime Minister can be expected to announce a date for general elections in Denmark in late April/early May."], [1333, "2019-02-24T13:10:40Z", [0.0, 0.4, 0.6], ""], [67418, "2019-02-23T21:14:16Z", [0.15, 0.7, 0.15], "15% - Before April 1, 2019\nMaybe Lars Løkke Rasmussen will announce the elections before April 1st if he sees in polls a majority of opinion favorable for his \"blue\" coalition. Indeed, the announcement of the elections is often perceived as a tactical advantage for the sitting government, often announcing the elections when the polls are favorable. However, as trends poll show in institute such as Voxmeter, Megafon, Gallup and Norstat, the blue coalition does not have on average a majority of favorable voting intentions since May 2016, and the gap is growing more and more each month since this date, where since the end of October 2017 it is seen at the head of polls 6 times out of 69 studies, updated weekly. This therefore tends to show the announcement of an election before April 1 as unlikely, as it seems that the blue coalition will not be seen as a favorite by then. 70% - Between 1 April and 15 May 2019\nThe most likely date is between April 1 and May 15. Indeed, the announcement of the elections must be made 3 weeks before the holding of these. Given that the 2019 European elections will be held on May 26 in Denmark, and that the \"blue\" coalition is very close in the polls for the European elections with the \"red\" coalition (The latest poll by Eu.Föderalist in November 2018 demonstrates about 6-7 for the blue and 7-8 for the red for 14 seats). It would therefore be interesting for Lars Løkke Rasmussen to make a joint election grouping the legislative and the European elections to increase his chances of recovering votes, while increasing the turnout for the Europeans (the legislatives being seen as first ranked elections, the citizens are moving a lot more for that one). It is therefore very likely that the announcement will be made in this date range, and may even be made between 4-5-6 May to meet the three week delay between the announcement and the European election. 15% - After 15 May 2019\nIt seems unlikely that the elections will take place after this date, as the polls will not go up, especially if the European elections is damageable for the blue coalition (because the legislative elections after this date will necessarily be after the European elections). It would be unwise to take this risk without much interest, whereas before it is more favorable to recover precious votes.\n"], [529, "2019-02-22T21:35:05Z", [0.05, 0.35, 0.6], "Adjusting, in part per input of other forecasters."], [67423, "2019-02-22T11:58:09Z", [0.15, 0.8, 0.05], "There are a few key points to keep in mind in relation to this forecast. Firstly, in October 2018 Prime minister Lars Løkke Rasmussen announced that the Danish European elections will take place on Sunday May 26th 2019 (DR.dk). Secondly, the last six general elections have had a campaign period of between 20-22 days (Altinget.dk). There is no reason to believe that Løkke desires a long campaigning period. In a bid to ensure high voter participation in both the European election and the Danish general election, it is likely that Løkke will hold both elections on the May 26th. A similar joining of votes occurred in 2009, when the European elections were held on the same day as the vote on the Succession Referendum. However, it is also worth noticing that a Danish general election has never been held on a Sunday and in doing so, Løkke would break with tradition (ft. dk).  Before April 1st: Løkke could choose to announce an election in March to be held in late March/early April. Especially if he was to gain popularity in the polls. This way he would also ensure that the campaigning focused fully on the Danish general election and save any campaigning for the EU election till May. I find this less likely.  Between April 1st – May 15th: Most likely, Løkke will have the general election and the EU election on the same day. Hence, the election will be announced in this interval.  After May 15th: It is very unlikely that Løkke will hold the general election after the EU election."], [1333, "2019-02-21T20:29:05Z", [0.0, 0.35, 0.65], ""], [172, "2019-02-20T17:14:42Z", [0.0, 0.15, 0.85], "Per others:\n. 2015: election announced May 27 and held June 18\n. 2019: election must be held by June 17 \n. 2019: EU elections May 23-26\nWill they call it last minute? Consensus calling it last minute and running quick process supports status quo (if polls/trends are looking good). I didn’t read of any benefit to early election call (longer campaign). \nWill they combine with EU elections (in which case announcement required in April)? Given efficiency of Danish system, think they’ll keep them separate. Unaware of any potential impact at EU level driving earlier/combined parliamentary elections.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Danish_general_election"], [1333, "2019-02-20T15:32:38Z", [0.05, 0.35, 0.6], ""], [39572, "2019-02-20T02:12:48Z", [0.0, 0.0, 1.0], ""], [67508, "2019-02-19T08:30:21Z", [0.0, 0.32, 0.68], ""], [1333, "2019-02-18T20:26:55Z", [0.1, 0.35, 0.55], ""], [172, "2019-02-18T15:47:37Z", [0.0, 0.85, 0.15], ""], [691, "2019-02-18T13:28:41Z", [0.01, 0.41, 0.58], ""], [26551, "2019-02-18T09:56:47Z", [0.01, 0.64, 0.35], "The European Parliament election of 2014 in Denmark was an election held in Denmark on 25 May 2014 to decide who would represent Denmark in the European Parliament (EP) from 2014 to 2019. The Danish People's Party with 26.6% of the votes became the largest party for the first time in a nationwide Danish election. The election was held alongside the Danish Unified Patent Court membership referendum where 62.5% of the voter approved ratification of the Agreement on a Unified Patent Court."], [26551, "2019-02-18T04:48:21Z", [0.01, 0.35, 0.64], ""], [15196, "2019-02-17T15:56:34Z", [0.0, 0.2, 0.8], ""], [691, "2019-02-15T13:12:41Z", [0.01, 0.41, 0.58], ""], [67435, "2019-02-14T07:59:13Z", [0.19, 0.57, 0.24], "After 15 May only leaves 4 weeks, which makes it less likely than the 6 week time span from 1 Apr to 15 May. Not sure if or how Brexit may impact, but perhaps they'll wait until after Brexit date has passed? "], [529, "2019-02-13T20:07:47Z", [0.1, 0.3, 0.6], "Adjusting forecast somewhat per current GJP consensus.. "], [1333, "2019-02-13T19:22:35Z", [0.15, 0.3, 0.55], ""], [67190, "2019-02-13T06:01:12Z", [0.03, 0.13, 0.84], "It is unlikely that the government would move up their elections since they do not have to be held until June 17th at the latest. "], [31450, "2019-02-12T21:02:00Z", [0.0, 0.75, 0.25], "Seems based on what @sreichau wrote, that lining up with the european elections is the most likely outcome. As well, given the ruling coalition's unpopularity, I think the party wants to have elections later rather than sooner."], [1333, "2019-02-11T20:13:25Z", [0.15, 0.31, 0.54], ""], [36132, "2019-02-11T16:21:09Z", [0.0, 1.0, 0.0], ""], [691, "2019-02-11T13:12:42Z", [0.01, 0.41, 0.58], ""], [35217, "2019-02-10T22:04:13Z", [0.03, 0.7, 0.27], "A few base assumptions:\n1) Lars Lokke Rasmussen, the Prime Minister and Venske party leader will call elections at the most opportune moment for their party to win the most votes\n2) Looking at the last 6 elections, the time between the election being called and the election date was 20-22 days (could not find exact date for when the 2001 election was called, but it says 'less than 3 weeks' before the election day here [1]. So assuming 21 days between election call date and election date. This gives 4th May 2019 for the most likely day for elections if the intent was to have them coincide with the European elections (23rd-26th May). Following this logic, the latest date for elections to be called would be 27th May.  Looking at polls (thanks @Chema_Soloregistro for providing this helpful link [2] in https://www.gjopen.com/comments/comments/825917): There doesn't seem to have been much of a change since the general election of 2015: Venstre, the PM's party, dropped from 20% in the last general election to polling at 18% currently, social democrats are up 1% in polls from their election result, DPP is down 2%. In addition, Venstre is on a downward trend, so they might want to play for time to see if they can turn it around. I think this aspect almost rules out a very early election as implicated in the first bucket. Since there is a European election at around the same time anyway, in my view it would make a lot of sense to have them coincide, so that 1) traditionally high voter turnout in Danish elections could help lift turnout for European elections, 2) to not hold two elections a couple of weeks apart.  Why would Rasmussen delay Danish elections until after the European elections? Maybe he thinks the result of the European election would mobilize Venske voters, or would de-mobilize their opponent's voters. There is very little time between the two elections in any scenario that is not a very early election call, so the campaigns would necessarily overlap and mix. I also see a danger in an election after the European election, in case the euro-sceptic DPP does well on the European level, European topics and euro-scepticism might overpower the Danish issues. All in all I see Danish and EU elections taking place at the same time as the most likely outcome. [1] http://archive.ipu.org/parline-e/reports/arc/2087_01.htm\n[2] https://pollofpolls.eu/DK"], [1333, "2019-02-10T19:10:31Z", [0.15, 0.3, 0.55], ""], [8057, "2019-02-09T21:14:39Z", [0.0, 0.75, 0.25], ""], [26551, "2019-02-09T20:44:36Z", [0.01, 0.15, 0.84], "As per Danish Constitution elections must be held no later than June 16th. The PM has the right to call elections earlier than that date, based on polls. Apparently, back in October it was not doing well in polls [1], but it seems it is recovering from the 17.3% to 18.4%. But another member of the Blue Bloc (supporting the government), the Danish People's Party DPP, drops from 18.2% to 16.2% [2].  Also, as @sreichau mentioned, it has to be considered if the ruling party would be benefited by having both general and EU Parliament elections at the same time. As per Eurobarometer, Denmark is not an eurosceptic country (only 8% want to leave the EU [3]), with only two eurosceptic parties, one of them, moderately, being the DPP. Considering these, the drop in polls for the DPP and shift between this and the ruling party Venstre, joint elections could benefit the latter.   Bottom line, it is unlikely that with current pools the government will call general elections too early.  [1] https://www.thelocal.dk/20181022/danish-government-party-hits-worst-poll-figures-in-15-months\n[2] https://pollofpolls.eu/DK\n[3] https://en.wikipedia.org/wiki/Denmark_and_the_European_Union"], [691, "2019-02-09T20:31:08Z", [0.03, 0.14, 0.83], ""], [1333, "2019-02-08T22:36:56Z", [0.15, 0.25, 0.6], ""], [60695, "2019-02-08T22:11:07Z", [0.0, 0.0, 1.0], ""], [529, "2019-02-08T21:08:35Z", [0.25, 0.37, 0.38], "Quick considerations for an initial forecast:\n- The last general election was announced in late May 2015, and took place on June 18, 2015.  The 2019 election must be held by June 17, 2019, according to this source. (Minimum three weeks advance notice is required:) https://en.wikipedia.org/wiki/2019_Danish_general_election - Current Prime Minister Lars Løkke Rasmussen’s Liberal (Venstre) party  has apparently trailed the more popular Social Democrats in polls virtually since the 2015 election: \nhttps://pollofpolls.eu/DK https://www.thelocal.dk/20181022/danish-government-party-hits-worst-poll-figures-in-15-months\n..This source seems to suggest that - at least in the past -  weak polls might cause the prime minister to delay the election until as late as possible:  https://www.reuters.com/article/denmark-election/factbox-when-could-denmark-hold-an-election-idUSLDE7341XI20110509\n"], [1333, "2019-02-08T19:48:25Z", [0.15, 0.35, 0.5], ""], [11885, "2019-02-08T18:46:50Z", [1.0, 0.0, 0.0], ""]], "open_date": "2019-02-08T18:00:56Z", "close_date": "2019-05-07T17:00:31Z"}