{"question_id": 1475, "title": "Who will win the 2020 Iowa Democratic caucuses?", "possible_answers": ["Joe Biden", "Pete Buttigieg", "Bernie Sanders", "Elizabeth Warren", "Someone else"], "crowd_forecast": [0.37, 0.11, 0.42, 0.1, 0.0], "correct_answer": "Pete Buttigieg", "correct_forecast": 0.11, "preds": [[63786, "2020-02-03T07:40:21Z", [0.17, 0.12, 0.56, 0.13, 0.02], "Looking at the polls of the last week, Sanders has an average lead of 6%. This is very significant in a four horse race. The rest are neck and neck, Biden seems to be slightly ahead of Buttigieg and Warren but it could be either one of those three in the race for second. Having said all that, the primaries are known for their volatility and unpredictability therefore this is something I've factored into my forecast."], [78034, "2020-02-03T07:27:00Z", [0.35, 0.25, 0.4, 0.0, 0.0], ""], [19782, "2020-02-03T06:18:58Z", [0.48, 0.05, 0.39, 0.07, 0.01], "Outside view: Biden still holds +4 point edge on Sanders on National polling and more meaningful endorsements. \nhttps://www.realclearpolitics.com Inside view: Recent polling indicates outsized support for Sanders and Biden but the Sanders support is coming from younger people who historically do not caucus as strongly as demographics that support Biden (that may change tomorrow).\nhttps://knowledgecenter.csg.org/kc/content/who-caucuses-demographic-snapshot-iowa-caucusgoers"], [80700, "2020-02-03T06:17:11Z", [0.34, 0.09, 0.44, 0.09, 0.04], ""], [67844, "2020-02-03T05:10:39Z", [0.3, 0.0, 0.7, 0.0, 0.0], ""], [8931, "2020-02-03T04:26:24Z", [0.45, 0.0, 0.45, 0.1, 0.0], ""], [13306, "2020-02-03T03:53:04Z", [0.4, 0.06, 0.39, 0.15, 0.0], ""], [80475, "2020-02-03T03:02:36Z", [0.14, 0.04, 0.81, 0.01, 0.0], "Putting my chips here on Bernie. Ahead in the Iowa polls, drawing the massive crowds, has the momentum and in 2016 he always outperformed in caucuses. "], [68386, "2020-02-03T02:48:35Z", [0.31, 0.08, 0.6, 0.01, 0.0], ""], [81365, "2020-02-03T01:45:59Z", [0.47, 0.0, 0.53, 0.0, 0.0], "Adjusting based on the Emerson College Poll that was released tonight.  https://emersonpolling.reportablenews.com/pr/iowa-2020-sanders-on-top-going-into-caucus-night"], [41612, "2020-02-03T01:32:55Z", [0.33, 0.05, 0.59, 0.03, 0.0], ""], [534, "2020-02-02T22:08:47Z", [0.35, 0.15, 0.4, 0.1, 0.0], "Pretty much following the fivethirtyeight.com forecast."], [75863, "2020-02-02T21:33:08Z", [0.34, 0.13, 0.4, 0.11, 0.02], ""], [78237, "2020-02-02T20:49:00Z", [0.34, 0.15, 0.37, 0.1, 0.04], ""], [81277, "2020-02-02T20:47:40Z", [0.34, 0.13, 0.43, 0.1, 0.0], ""], [15196, "2020-02-02T20:17:21Z", [0.4, 0.0, 0.6, 0.0, 0.0], ""], [79591, "2020-02-02T19:44:42Z", [0.5, 0.0, 0.5, 0.0, 0.0], "Sensing DNC shenanigans... https://www.dailywire.com/news/dnc-members-discuss-changing-rules-to-stop-sanders-from-getting-nomination-report-says\nhttps://www.salon.com/2020/02/01/definition-of-a-rigged-system-says-sanders-campaign-after-dnc-changes-debate-rules-for-bloomberg_partner/\n"], [84647, "2020-02-02T19:31:13Z", [0.31, 0.07, 0.57, 0.04, 0.01], ""], [1333, "2020-02-02T19:21:37Z", [0.25, 0.45, 0.3, 0.0, 0.0], ""], [12426, "2020-02-02T19:08:35Z", [0.32, 0.14, 0.31, 0.23, 0.0], ""], [14840, "2020-02-02T17:55:08Z", [0.3, 0.05, 0.6, 0.0, 0.05], ""], [1333, "2020-02-02T17:54:15Z", [0.3, 0.36, 0.34, 0.0, 0.0], ""], [63479, "2020-02-02T17:52:02Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [1333, "2020-02-02T17:46:27Z", [0.3, 0.35, 0.35, 0.0, 0.0], "I am just shocked that the Des Moines Register tried to give Buttigieg the shaft in the most sterling poll of the year..."], [534, "2020-02-02T16:16:11Z", [0.35, 0.1, 0.4, 0.1, 0.05], ""], [81500, "2020-02-02T14:23:03Z", [0.47, 0.03, 0.45, 0.04, 0.01], ""], [40584, "2020-02-02T14:15:06Z", [0.38, 0.2, 0.35, 0.02, 0.05], ""], [81262, "2020-02-02T13:16:14Z", [0.29, 0.18, 0.31, 0.18, 0.04], "Update\n- Bernie is hitting the news a lot \n- Had another look at 2016 where Bernie tied with dispassionate, establishment candidate HRC. Given more younger voters a repeat may be in order (though the young vote may splinter to Warren and Yang)"], [78237, "2020-02-02T12:43:07Z", [0.35, 0.15, 0.36, 0.1, 0.04], ""], [691, "2020-02-02T12:21:27Z", [0.42, 0.1, 0.4, 0.08, 0.0], ""], [67844, "2020-02-02T10:55:26Z", [0.4, 0.18, 0.42, 0.0, 0.0], "The Des Moines Register, CNN and Selzer & Co. have announced that they will not be releasing their last poll ahead of the Iowa Caucus (https://fivethirtyeight.com/features/that-last-big-des-moines-register-poll-of-iowa-were-not-getting-it/). YouGov and Emerson College will be releasing their poll findings later this Sunday.  I had a thought in terms of forecasting methodology with regards to a question like this:  Theoretically, all the candidates have a shot at winning, which can be expressed by some percentage derived from a probabilistic assessment, but practically, are not the chances even narrower? Momentum leading up to a vote on top of the candidate's base of support are, and this is a tautology, determinative of who will win. Sanders and Biden have the momentum and the base right, so, as a practical question, it's between those two. Theoretically, yes, Elizabeth Warren could win. Yet, for the other theoretical conditions to  be practically viable, there would have to be movement towards Warren, coupled with a dampening of enthusiasm for Biden, Sanders and Buttigieg, which has not happened. When you add on the threshold issue, which @SmellsLikeCake has spoken about, Buttigieg gets thrown into the mix as a dark horse. In short, where I betting, I would not spread my bets to include Warren.  In other words, if you had $100 to bet, would you spread your bets out or would you concentrate them where theory had led you to believe chances are greater and where pragmatism dictates the result is likely to be. Or less abstractly, there is some chance that tomorrow Martians could invade the earth, that chance could be 99%, with Martians just taking off for earth, but not having access to the counsels of the Martians, or even knowing if there are any, it is a waste of resources, going by historical evidence, to prepare for a Martian invasion."], [67844, "2020-02-02T10:30:58Z", [0.49, 0.0, 0.51, 0.0, 0.0], "Comment deleted on Feb 02, 2020 10:54AM UTC"], [29469, "2020-02-02T09:44:05Z", [0.14, 0.05, 0.8, 0.01, 0.0], ""], [19127, "2020-02-02T06:51:21Z", [0.53, 0.03, 0.38, 0.06, 0.0], ""], [81502, "2020-02-02T06:00:51Z", [0.26, 0.08, 0.56, 0.06, 0.04], ""], [80749, "2020-02-02T03:45:11Z", [0.33, 0.22, 0.27, 0.18, 0.0], "Polls show Biden and Sanders pulling ahead of Buttigieg and Warren[1]. Therefore my initial split is 30/30/20/20 between these candidates.  However, second choices will be important due to the threshold issue and the large number of potentially viable candidates. Warren does well in second preferences, but this support actually seems to come from people who are already committed to another front runner, so are unlikely to come into play.[2]  From supporters of candidates who are unlikely to make the threshold, Biden comes off best, then Buttigieg, then Warren, then Sanders. [3] This gives Biden a clear edge over Sanders, and Buttigieg an edge over Warren.  [1] https://projects.fivethirtyeight.com/2020-primary-forecast/\n[2] https://www.nytimes.com/2020/01/13/us/politics/iowa-caucuses-second-choice-candidates.html\n[3] https://www.monmouth.edu/polling-institute/reports/monmouthpoll_ia_012920/"], [6978, "2020-02-02T03:22:14Z", [0.1, 0.0, 0.9, 0.0, 0.0], ""], [172, "2020-02-02T01:16:52Z", [0.1, 0.0, 0.9, 0.0, 0.0], ""], [21046, "2020-02-02T01:12:45Z", [0.46, 0.01, 0.52, 0.01, 0.0], ""], [68386, "2020-02-02T00:28:43Z", [0.31, 0.08, 0.56, 0.05, 0.0], ""], [1333, "2020-02-01T21:31:38Z", [0.3, 0.25, 0.41, 0.04, 0.0], ""], [34527, "2020-02-01T21:24:23Z", [0.4, 0.0, 0.6, 0.0, 0.0], ""], [34527, "2020-02-01T21:24:06Z", [0.5, 0.0, 0.5, 0.0, 0.0], ""], [79591, "2020-02-01T20:48:53Z", [0.4, 0.0, 0.6, 0.0, 0.0], ""], [11430, "2020-02-01T20:09:32Z", [0.15, 0.65, 0.1, 0.1, 0.0], ""], [745, "2020-02-01T17:28:15Z", [0.35, 0.1, 0.45, 0.09, 0.01], ""], [31251, "2020-02-01T14:50:14Z", [0.35, 0.11, 0.39, 0.09, 0.06], ""], [84288, "2020-02-01T14:24:00Z", [0.43, 0.05, 0.44, 0.08, 0.0], ""], [80700, "2020-02-01T13:10:57Z", [0.36, 0.09, 0.42, 0.09, 0.04], ""], [14107, "2020-02-01T11:49:30Z", [0.37, 0.11, 0.43, 0.06, 0.03], ""], [1333, "2020-02-01T10:08:34Z", [0.3, 0.3, 0.36, 0.04, 0.0], ""], [28171, "2020-02-01T08:49:29Z", [0.4, 0.03, 0.5, 0.07, 0.0], "When I look across an average of polls it suggests Monday will be a close race between Biden and Sanders for the top spot. Media sentiment leads polling and this cleary favours Sanders as he comes in with much better momentum. Hence my change of probability. Giving the better odds to Sanders now for the first time I entered this question. "], [41612, "2020-02-01T03:59:48Z", [0.37, 0.05, 0.55, 0.03, 0.0], ""], [20504, "2020-02-01T00:38:47Z", [0.45, 0.04, 0.43, 0.07, 0.01], ""], [56, "2020-02-01T00:00:11Z", [0.65, 0.0, 0.25, 0.1, 0.0], ""], [23834, "2020-01-31T22:17:50Z", [0.25, 0.25, 0.5, 0.0, 0.0], ""], [43709, "2020-01-31T20:37:15Z", [0.42, 0.1, 0.27, 0.2, 0.01], "It turned out my model was deeply flawed, I thought the 15% threshold was somehow applied at the district level, rather than each precinct individually (of course). Having fixed it, my percentages... haven't changed hugely."], [6978, "2020-01-31T20:28:11Z", [0.17, 0.0, 0.83, 0.0, 0.0], ""], [1333, "2020-01-31T19:07:41Z", [0.36, 0.3, 0.3, 0.04, 0.0], ""], [20504, "2020-01-31T18:53:20Z", [0.45, 0.04, 0.43, 0.08, 0.0], ""], [20504, "2020-01-31T18:35:53Z", [0.44, 0.05, 0.42, 0.09, 0.0], ""], [172, "2020-01-31T18:20:44Z", [0.15, 0.0, 0.85, 0.0, 0.0], "Courtesy of WSJ re national polling...\n“Sen. Bernie Sanders has gained ground in the Democratic presidential race and is now tied with former Vice President Joe Biden among the party’s primary voters nationally, a new Wall Street Journal/NBC News poll has found. Mr. Sanders was the first choice of 27% of Democratic primary voters, essentially tied with Mr. Biden, who had 26%. Mr. Biden led in all previous Journal/NBC News polls of the 2020 primary race. Sen. Elizabeth Warren slipped to a distant third place, with 15% support. In the prior two surveys, she was about even with Mr. Sanders for second place. Mr. Sanders has gained support by drawing voters from Ms. Warren, the poll found. (See the poll results.) The results suggest a substantial reordering of the race in the days before Democrats kick off the presidential nominating process with Monday’s caucuses in Iowa, where several recent surveys show Mr. Sanders vying with Mr. Biden for the lead. The survey also finds that Michael Bloomberg, the former New York mayor, has jumped into fourth place nationally on the strength of an ad barrage costing $280 million so far, according to the political-ad tracker Kantar/CMAG. Some 60% of Democratic primary voters have seen a Bloomberg ad, the new poll found, far more than have seen ads by any other candidate. Mr. Bloomberg had 9% support nationally in the survey. Former South Bend, Ind., Mayor Pete Buttigieg drew 7%, while Sen. Amy Klobuchar had 5% and Andrew Yang, 4%. The Journal/NBC News poll surveyed 428 registered voters who said they would vote in a Democratic presidential primary or caucus. The poll was conducted Jan. 26-29 and had a margin of error of plus or minus 4.74 percentage points. The poll revealed a sharp generational divide in the nominating contest. Mr. Sanders held his largest lead ever—a nearly-30-point advantage—over Mr. Biden among primary voters under age 50, and he led by nearly 40 points among the youngest voters, those under age 35. Mr. Biden, by contrast, led Mr. Sanders by 25 points among people ages 50 and older. “Sanders has this unique political standing with younger voters that is actually strengthening, and there’s not much sign that he’s making a dent with older primary voters,’’ said Bill McInturff, a Republican pollster who conducted the survey with Jeff Horwitt, a Democrat. One danger for Mr. Biden is that older voters also account for much of the newfound strength of Mr. Bloomberg, who is the first choice of 14% of those ages 50 and up. “Bloomberg is the Moby Dick in this race, and his presence is just starting to be felt,’’ said Peter Hart, a Democratic pollster who also worked on the survey. Mr. McInturff said perceptions of Mr. Bloomberg have improved since December, when more than half of Democratic primary voters said they had reservations about him or were very uncomfortable with his candidacy. Less than one-third in December said they were enthusiastic about Mr. Bloomberg or were comfortable with him. In the new survey, Mr. Bloomberg elicited more favorable views, and the share of people who said they were comfortable equaled those who were uncomfortable. Mr. Bloomberg’s massive ad buy, Mr. McInturff said, “has bought something.” Mr. Bloomberg isn’t competing in Iowa or the other three states that vote in February, hoping instead to make his mark in those that hold primaries and caucuses just afterward and that will award far more convention delegates. The survey found Mr. Biden retaining a number of strengths in the primary contest. African-Americans remained a core pillar of his support, with 52% naming him as their top choice, up from 46% in the summer. That positions Mr. Biden well in such states as South Carolina, where about 60% of voters are black. Mr. Biden had the edge over Mr. Sanders when voters were asked for their second choice for presidential nominee, a factor that could prove important if Iowa and New Hampshire play their traditional role of winnowing the field. Asked for their second-choice candidate, 24% in the survey named Ms. Warren, while 20% picked Mr. Biden and 15% named Mr. Sanders. Of the two leading candidates, however, Mr. Sanders had firmer support. Some 90% of those who named him as their first choice said they would definitely or probably vote for him, including 60% who said their support was definite. Among Biden supporters, by contrast, 70% said they would definitely or probably stick with him, with 48% saying their support was definite. Mr. Sanders and Ms. Warren have been competing through the primary season for a similar set of liberal voters. Combined, the two candidates have been the top choice of about 40% of Democratic primary voters since September. But the contours of their support have changed. Support for Mr. Sanders has grown since December among African- Americans, as well as among voters under age 50 and women who don’t have a four-year college degree. Ms. Warren’s support has declined since December among those groups. The same is true for the party’s core, progressive voters—those who call themselves both strong Democrats and very liberal. For Ms. Warren, the signs of a potential rebound included her status as the top second-choice candidate. In addition, she retains a positive image within the party. Two-thirds of primary voters say they are enthusiastic about or comfortable with her candidacy, and less than one-third said they were uncomfortable with it—about the same as for Messrs. Biden and Sanders. The new Journal/NBC survey found that climate change was animating the votes of many Democrats. When poll respondents were asked whether any single issue was so important that it would determine their vote, 33% cited climate change, while 12% said gun regulations and 11% cited abortion. Other responses were in single digits. Some 30% said they were not single-issue voters. The generational divide among Democrats could become a defining feature of the primary race. The poll illustrated the difference between older and younger Democrats by asking their views of capitalism and socialism. Sanders voters held a substantially positive view of socialism and a negative view of capitalism, while Biden voters held a slightly negative view of socialism and a positive view of capitalism. Those same patterns appeared when Democrats were divided by age: The youngest voters saw socialism in a positive light, and older voters saw capitalism in a positive light. Among Sanders voters, positive views of socialism outweighed negative views by a net 56 percentage points, 60% to 4%. Among Biden voters, negative views outweighed positive ones by a net 4 points, 35% to 31%. With Sanders voters, negative views of capitalism outweighed positive ones by a net 36 percentage points, while Biden voters held a positive view by a net 14 percentage points.“"], [81500, "2020-01-31T17:53:38Z", [0.47, 0.05, 0.45, 0.03, 0.0], ""], [63835, "2020-01-31T17:26:17Z", [0.76, 0.0, 0.24, 0.0, 0.0], ""], [78237, "2020-01-31T17:15:40Z", [0.34, 0.16, 0.35, 0.1, 0.05], ""], [14432, "2020-01-31T16:51:54Z", [0.45, 0.05, 0.45, 0.05, 0.0], ""], [31251, "2020-01-31T16:21:34Z", [0.41, 0.06, 0.47, 0.05, 0.01], ""], [63290, "2020-01-31T15:03:47Z", [0.4, 0.0, 0.6, 0.0, 0.0], ""], [81365, "2020-01-31T14:34:45Z", [0.49, 0.02, 0.48, 0.01, 0.0], "I'm adjusting my forecast to increase %'s for Biden and Sanders.  Based on all current projections, I do not see any indications that Warren or Buttigieg will spike in the polls before the caucus on 3 Feb.  Therefore, I'm increasing the numbers for Biden and Sanders.   https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/"], [84288, "2020-01-31T14:25:56Z", [0.18, 0.05, 0.69, 0.08, 0.0], ""], [691, "2020-01-31T14:07:01Z", [0.46, 0.12, 0.31, 0.1, 0.01], ""], [172, "2020-01-31T13:03:49Z", [0.15, 0.0, 0.85, 0.0, 0.0], "I’m finding all the talk of socialism in USA fascinating... Some realize there’s already corporate socialism for many sectors of economy and many programs already in place for persons who need assistance. Regardless, Trump is weaponizing “Socialism” - which is smart (from GOP winning perspective) and undermines someone (Bernie) who may give him a run for money.\nhttps://www.theguardian.com/us-news/2020/jan/31/trump-iowa-socialism-bernie-sanders"], [13306, "2020-01-31T11:14:44Z", [0.5, 0.0, 0.4, 0.1, 0.0], ""], [20156, "2020-01-31T10:14:26Z", [0.3, 0.2, 0.4, 0.1, 0.0], ""], [81431, "2020-01-31T08:59:04Z", [0.3, 0.15, 0.4, 0.15, 0.0], ""], [67844, "2020-01-31T07:32:46Z", [0.35, 0.16, 0.37, 0.1, 0.02], ""], [32274, "2020-01-31T06:38:46Z", [0.5, 0.0, 0.5, 0.0, 0.0], ""], [1056, "2020-01-31T04:50:00Z", [0.05, 0.0, 0.95, 0.0, 0.0], ""], [36570, "2020-01-31T04:45:04Z", [0.4, 0.15, 0.4, 0.05, 0.0], ""], [19782, "2020-01-31T03:27:54Z", [0.46, 0.05, 0.34, 0.14, 0.01], "Updating to reflect strong polling for Sanders and Biden as of Jan 30."], [19782, "2020-01-31T03:19:01Z", [0.36, 0.15, 0.32, 0.17, 0.0], "Updating to reflect strong polling for Sanders and Biden as of Jan 30. "], [13306, "2020-01-31T01:53:34Z", [0.42, 0.0, 0.43, 0.15, 0.0], ""], [63963, "2020-01-31T01:15:16Z", [0.35, 0.0, 0.65, 0.0, 0.0], ""], [63963, "2020-01-31T01:07:39Z", [0.35, 0.0, 0.65, 0.0, 0.0], ""], [36907, "2020-01-30T23:01:03Z", [0.25, 0.15, 0.5, 0.09, 0.01], ""], [36907, "2020-01-30T22:59:19Z", [0.35, 0.16, 0.37, 0.1, 0.02], ""], [11335, "2020-01-30T18:58:47Z", [0.3, 0.05, 0.65, 0.0, 0.0], ""], [84649, "2020-01-30T16:45:43Z", [0.4, 0.1, 0.4, 0.1, 0.0], ""], [84644, "2020-01-30T14:59:39Z", [0.1, 0.0, 0.45, 0.45, 0.0], ""], [6978, "2020-01-30T14:50:14Z", [0.33, 0.0, 0.67, 0.0, 0.0], "."], [84288, "2020-01-30T14:43:39Z", [0.24, 0.11, 0.43, 0.22, 0.0], ""], [1333, "2020-01-30T14:30:04Z", [0.36, 0.31, 0.3, 0.03, 0.0], ""], [84643, "2020-01-30T14:17:34Z", [0.2, 0.1, 0.5, 0.2, 0.0], ""], [691, "2020-01-30T14:16:45Z", [0.46, 0.12, 0.31, 0.1, 0.01], ""], [75863, "2020-01-30T13:59:01Z", [0.36, 0.16, 0.37, 0.09, 0.02], ""], [81500, "2020-01-30T12:58:53Z", [0.47, 0.08, 0.42, 0.03, 0.0], ""], [32300, "2020-01-30T11:03:25Z", [0.35, 0.09, 0.49, 0.07, 0.0], ""], [57778, "2020-01-30T09:10:15Z", [0.36, 0.17, 0.38, 0.09, 0.0], "https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/"], [42658, "2020-01-30T03:24:01Z", [0.4, 0.0, 0.6, 0.0, 0.0], "Over the past several weeks Sanders has gained in Iowa and is now slightly ahead in the polls. Historically he has outperformed his poll numbers since he brings in Independents, Republicans, and low-propensity voters that polling firms tend to miss, since they target democratic voters who have voted in the last 2 presidential primaries. "], [83839, "2020-01-29T23:40:33Z", [0.25, 0.25, 0.25, 0.25, 0.0], ""], [40848, "2020-01-29T22:48:08Z", [0.33, 0.13, 0.46, 0.08, 0.0], ""], [40848, "2020-01-29T22:47:51Z", [0.32, 0.13, 0.46, 0.08, 0.01], ""], [81365, "2020-01-29T21:15:55Z", [0.32, 0.19, 0.31, 0.18, 0.0], "I'm making a slight adjustment to this forecast.  According to FiveThirtyEight (https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/), Sanders is forecasted to beat Biden by a slight margin.  I do not assess it is enough to put Sanders above Biden yet, given Biden being the front runner since early Dec '19.  "], [68386, "2020-01-29T19:38:44Z", [0.33, 0.09, 0.53, 0.05, 0.0], ""], [79591, "2020-01-29T19:03:51Z", [0.35, 0.05, 0.6, 0.0, 0.0], ""], [75863, "2020-01-29T18:21:16Z", [0.35, 0.16, 0.37, 0.1, 0.02], ""], [80985, "2020-01-29T18:05:13Z", [0.47, 0.0, 0.44, 0.09, 0.0], "Multiple polls remain close and the % of voters who have made up their mind appears to remain around the 50% mark.  This creates quite a bit of uncertainty who will come out on top.  Biden has a slim lead in some polls, but Sanders appears to be on the rise probably based on support for his health care proposals (key issue).  Warren remains the 2nd choice for many voters and could become a wildcard once the caucuses refine the list to viable candidates.  "], [81430, "2020-01-29T17:12:51Z", [0.37, 0.14, 0.4, 0.07, 0.02], ""], [81430, "2020-01-29T17:12:04Z", [0.35, 0.14, 0.39, 0.1, 0.02], ""], [3434, "2020-01-29T15:32:17Z", [0.27, 0.16, 0.37, 0.14, 0.06], "Recent 538 Poll with a twist. Lean towards Bernie due to in-climate weather .  Older voters prefer Biden but may not get out because it is so cold."], [43709, "2020-01-29T15:04:08Z", [0.5, 0.16, 0.24, 0.1, 0.0], ""], [691, "2020-01-29T11:28:43Z", [0.41, 0.17, 0.27, 0.14, 0.01], ""], [41612, "2020-01-29T11:28:19Z", [0.36, 0.05, 0.55, 0.04, 0.0], ""], [21046, "2020-01-29T00:17:04Z", [0.4, 0.08, 0.5, 0.02, 0.0], ""], [64078, "2020-01-28T23:58:26Z", [0.3, 0.3, 0.4, 0.0, 0.0], ""], [79464, "2020-01-28T20:25:02Z", [0.5, 0.0, 0.5, 0.0, 0.0], ""], [14840, "2020-01-28T20:13:27Z", [0.3, 0.12, 0.56, 0.01, 0.01], ""], [14107, "2020-01-28T19:56:42Z", [0.25, 0.09, 0.57, 0.06, 0.03], ""], [32100, "2020-01-28T19:44:29Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [534, "2020-01-28T19:20:50Z", [0.35, 0.15, 0.35, 0.15, 0.0], "Mostly following fivethirtyeight.com.\n"], [1333, "2020-01-28T19:03:10Z", [0.36, 0.31, 0.31, 0.02, 0.0], ""], [52857, "2020-01-28T16:25:21Z", [0.05, 0.05, 0.65, 0.19, 0.06], ""], [84591, "2020-01-28T16:03:26Z", [0.45, 0.1, 0.3, 0.15, 0.0], ""], [84590, "2020-01-28T16:02:56Z", [0.39, 0.18, 0.24, 0.18, 0.01], ""], [84589, "2020-01-28T16:01:00Z", [0.37, 0.03, 0.54, 0.06, 0.0], ""], [84592, "2020-01-28T16:00:05Z", [0.2, 0.15, 0.6, 0.05, 0.0], ""], [17007, "2020-01-28T15:57:25Z", [0.3, 0.0, 0.7, 0.0, 0.0], ""], [84593, "2020-01-28T15:50:35Z", [0.6, 0.05, 0.2, 0.15, 0.0], ""], [84592, "2020-01-28T15:48:27Z", [0.3, 0.1, 0.4, 0.2, 0.0], ""], [41922, "2020-01-28T09:58:43Z", [0.5, 0.03, 0.44, 0.03, 0.0], ""], [58946, "2020-01-28T01:38:24Z", [0.35, 0.12, 0.35, 0.11, 0.07], ""], [57778, "2020-01-28T01:36:55Z", [0.35, 0.19, 0.35, 0.11, 0.0], ""], [22689, "2020-01-28T01:26:55Z", [0.4, 0.1, 0.45, 0.05, 0.0], ""], [75863, "2020-01-27T22:47:12Z", [0.36, 0.17, 0.35, 0.11, 0.01], ""], [20504, "2020-01-27T21:01:28Z", [0.38, 0.13, 0.37, 0.12, 0.0], ""], [63835, "2020-01-27T20:16:54Z", [0.86, 0.0, 0.14, 0.0, 0.0], ""], [40848, "2020-01-27T20:09:25Z", [0.32, 0.14, 0.43, 0.1, 0.01], ""], [79591, "2020-01-27T20:02:52Z", [0.45, 0.0, 0.55, 0.0, 0.0], ""], [31275, "2020-01-27T19:50:26Z", [0.4, 0.1, 0.42, 0.08, 0.0], "Based on numbers from 538"], [81430, "2020-01-27T19:08:08Z", [0.32, 0.14, 0.42, 0.1, 0.02], ""], [81430, "2020-01-27T19:06:59Z", [0.26, 0.2, 0.32, 0.2, 0.02], ""], [578, "2020-01-27T18:08:48Z", [0.45, 0.05, 0.45, 0.05, 0.0], ""], [1333, "2020-01-27T17:56:01Z", [0.37, 0.31, 0.31, 0.01, 0.0], ""], [63489, "2020-01-27T15:43:54Z", [0.27, 0.05, 0.48, 0.15, 0.05], "New polling showing Bernie with a comfortable lead"], [67414, "2020-01-27T14:58:07Z", [0.25, 0.05, 0.7, 0.0, 0.0], "While Klobuchar has been polling well in Iowa, her and any of the other candidates not listed here have consistently polled with unwinnable numbers since the start of their campaign. That is statistically unlikely to change dramatically or to be wrong.  After Warren's original swell of support, she has been falling in the polls for the past few months as enthusiasm dies behind her. Furthermore, she never polled in a winnable position in Iowa and recent polls have her down even further.     While Buttigieg has surged recently, in most polls he still is running in third place and never winning beyond the margin of error. Therefore, he has a chance, but it is small. Biden, while the original front runner has never been wildly popular in Iowa nor is the support behind him enthusiastic. He has consistently fallen in polls since announcing his candidacy and the majority of recent polls show him losing in Iowa, while his victories beyond the margin of error are found in later, more outdated polls. He of course still does have a decent chance of winning.  Bernie has a massive ground roots mobilization in Iowa, which is particularly useful in caucuses. Furthermore, Since announcing his candidacy he has risen in the polls, suggesting that the momentum and enthusiasm is behind his campaign. Furthermore, half of the most recent polls show him winning in Iowa above the margin of error and 270 to win is even predicating a Sanders victory in Iowa. "], [16650, "2020-01-27T14:40:04Z", [0.35, 0.15, 0.35, 0.15, 0.0], ""], [80700, "2020-01-27T14:30:25Z", [0.28, 0.16, 0.36, 0.13, 0.07], ""], [84288, "2020-01-27T14:28:47Z", [0.3, 0.11, 0.36, 0.23, 0.0], ""], [80700, "2020-01-27T14:26:35Z", [0.32, 0.16, 0.32, 0.13, 0.07], ""], [78237, "2020-01-27T11:23:31Z", [0.33, 0.15, 0.4, 0.12, 0.0], ""], [22689, "2020-01-27T04:32:48Z", [0.35, 0.1, 0.45, 0.1, 0.0], ""], [81824, "2020-01-27T03:48:57Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [46762, "2020-01-27T02:37:46Z", [0.35, 0.0, 0.65, 0.0, 0.0], ""], [84288, "2020-01-27T02:34:24Z", [0.33, 0.11, 0.33, 0.23, 0.0], ""], [14432, "2020-01-27T01:16:23Z", [0.4, 0.1, 0.35, 0.15, 0.0], ""], [84533, "2020-01-26T23:19:15Z", [0.35, 0.2, 0.37, 0.08, 0.0], ""], [1333, "2020-01-26T22:26:31Z", [0.37, 0.3, 0.32, 0.01, 0.0], ""], [75863, "2020-01-26T20:30:31Z", [0.32, 0.21, 0.33, 0.14, 0.0], ""], [6978, "2020-01-26T20:23:39Z", [0.1, 0.0, 0.9, 0.0, 0.0], ""], [745, "2020-01-26T19:49:50Z", [0.3, 0.1, 0.35, 0.15, 0.1], ""], [206, "2020-01-26T18:27:57Z", [0.6, 0.1, 0.3, 0.0, 0.0], ""], [84526, "2020-01-26T18:16:56Z", [0.25, 0.25, 0.35, 0.15, 0.0], ""], [84521, "2020-01-26T18:03:13Z", [0.25, 0.15, 0.25, 0.35, 0.0], ""], [63674, "2020-01-26T18:01:16Z", [0.36, 0.27, 0.35, 0.02, 0.0], ""], [81430, "2020-01-26T17:42:00Z", [0.28, 0.2, 0.3, 0.2, 0.02], ""], [13306, "2020-01-26T15:29:39Z", [0.42, 0.02, 0.43, 0.13, 0.0], ""], [18846, "2020-01-26T08:30:00Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [14432, "2020-01-26T06:07:50Z", [0.4, 0.15, 0.4, 0.05, 0.0], ""], [41612, "2020-01-26T05:35:17Z", [0.31, 0.11, 0.51, 0.07, 0.0], ""], [41612, "2020-01-26T05:34:19Z", [0.37, 0.11, 0.46, 0.06, 0.0], ""], [81365, "2020-01-26T02:38:19Z", [0.33, 0.19, 0.3, 0.18, 0.0], "Biden has held the lead in the polls; however, Sanders is surging (and may have the current lead according to some current polls).  In 2016, Sanders surged late as well where his economic message seemed to resonate.  Given that Sanders has stayed fairly consistent, there are no indicators that this primary will be that much different from 2016 where Sanders and Clinton were extremely close. Biden will most likely win in the less rural areas/cities in Iowa, and Sanders will maintain a strong base in the more rural counties. "], [75863, "2020-01-26T02:30:20Z", [0.3, 0.21, 0.3, 0.18, 0.01], ""], [57778, "2020-01-26T01:22:44Z", [0.35, 0.2, 0.24, 0.21, 0.0], ""], [81430, "2020-01-26T01:21:07Z", [0.29, 0.2, 0.29, 0.2, 0.02], ""], [172, "2020-01-26T01:16:09Z", [0.15, 0.0, 0.85, 0.0, 0.0], ""], [1333, "2020-01-25T23:52:29Z", [0.37, 0.31, 0.31, 0.01, 0.0], ""], [30610, "2020-01-25T22:32:16Z", [0.35, 0.15, 0.35, 0.15, 0.0], ""], [84487, "2020-01-25T22:07:47Z", [0.21, 0.17, 0.23, 0.15, 0.24], ""], [82472, "2020-01-25T20:00:15Z", [0.99, 0.0, 0.01, 0.0, 0.0], ""], [84481, "2020-01-25T17:50:37Z", [0.55, 0.02, 0.36, 0.07, 0.0], "I would like Bernie to win, but I will put that aside. He has a strong chance, but Biden is the safe bet, and the older generation will get out to vote as they always do. Popular media consumed by this huge part of the population will sway them towards Biden. Bernie support is most vocal and shows more than will turn out."], [65637, "2020-01-25T16:41:09Z", [0.15, 0.3, 0.28, 0.27, 0.0], ""], [80475, "2020-01-25T16:13:32Z", [0.25, 0.12, 0.56, 0.07, 0.0], "Bernie surging, plus the experience of 2016 in caucuses is that his supporters can be rather persuasive, which earns him a bit of a bump."], [20504, "2020-01-25T14:40:19Z", [0.35, 0.15, 0.35, 0.15, 0.0], ""], [20504, "2020-01-25T14:38:17Z", [0.38, 0.1, 0.35, 0.17, 0.0], "https://projects.fivethirtyeight.com/2020-primary-forecast/"], [83795, "2020-01-25T14:32:33Z", [0.45, 0.15, 0.3, 0.1, 0.0], ""], [29502, "2020-01-25T13:46:48Z", [0.85, 0.0, 0.15, 0.0, 0.0], ""], [14840, "2020-01-25T10:31:37Z", [0.3, 0.18, 0.42, 0.1, 0.0], ""], [41922, "2020-01-25T07:12:12Z", [0.53, 0.05, 0.3, 0.1, 0.02], ""], [81502, "2020-01-25T06:42:44Z", [0.29, 0.14, 0.42, 0.1, 0.05], ""], [40584, "2020-01-25T04:04:21Z", [0.43, 0.2, 0.3, 0.02, 0.05], ""], [1056, "2020-01-25T01:22:32Z", [0.05, 0.0, 0.95, 0.0, 0.0], "I read today a phrase that I think sums Biden's candidacy up nicely. Someone somewhere (can't remember where) said, \"Biden is a stand-in for 'none of the above'.\" I think that's true; and it isn't like \"none of the above\" can't get the most votes, but \"none of the above\" rarely has the most enthusiastic support."], [15953, "2020-01-24T21:12:20Z", [0.6, 0.15, 0.15, 0.1, 0.0], ""], [29502, "2020-01-24T20:56:55Z", [0.55, 0.0, 0.45, 0.0, 0.0], ""], [75863, "2020-01-24T20:02:17Z", [0.37, 0.19, 0.25, 0.18, 0.01], ""], [43709, "2020-01-24T19:52:43Z", [0.51, 0.18, 0.14, 0.17, 0.0], ""], [43709, "2020-01-24T19:28:53Z", [0.55, 0.17, 0.1, 0.18, 0.0], ""], [20504, "2020-01-24T16:37:24Z", [0.44, 0.15, 0.23, 0.18, 0.0], ""], [80749, "2020-01-24T15:40:59Z", [0.25, 0.23, 0.23, 0.22, 0.07], "The polls show that Biden, Sanders, Warren and Buttigieg are all extremely close together. Biden is currently in front but not much in front of Sanders.[1] Klobuchar has been climbing in the polls as well recently and could potentially make the 15% threshold.  Therefore initially I give Biden 25%, Sanders 23%, Warren and Buttigieg 22% each and Klobuchar 8%. Sanders, Warren and Klobuchar have the Senate Impeachment trial keeping them away from campaigning which could edge their chances down slightly. Given the closeness of the race, second preferences are important. Biden gets very little second preference support, but Warren and Buttigieg do well.[2]  Therefore I nudge Sanders and Klobuchar down slightly, and Buttigieg up slightly, and assume the effects for Warren and Biden even out. [1] https://projects.fivethirtyeight.com/polls/president-primary-d/iowa/\n[2] https://www.desmoinesregister.com/story/news/politics/iowa-poll/caucus/2020/01/10/iowa-poll-2020-bernie-sanders-lead-iowa-caucus-president-election/4426492002/"], [63290, "2020-01-24T15:17:16Z", [0.3, 0.1, 0.5, 0.1, 0.0], ""], [691, "2020-01-24T14:51:52Z", [0.41, 0.2, 0.23, 0.15, 0.01], ""], [6978, "2020-01-24T13:50:01Z", [0.18, 0.0, 0.82, 0.0, 0.0], ""], [84441, "2020-01-24T05:56:57Z", [0.35, 0.25, 0.25, 0.15, 0.0], ""], [63835, "2020-01-24T01:22:51Z", [0.86, 0.01, 0.11, 0.01, 0.01], ""], [57778, "2020-01-23T21:45:19Z", [0.37, 0.2, 0.24, 0.19, 0.0], ""], [57778, "2020-01-23T21:42:39Z", [0.36, 0.19, 0.23, 0.18, 0.04], "Comment deleted on Jan 23, 2020 09:46PM UTC"], [81563, "2020-01-23T21:34:05Z", [0.38, 0.24, 0.28, 0.1, 0.0], "At the moment, both Biden and Buttigieg have a physical presence in Iowa while Sanders and Warren are occupied by the impeachment trial. Sanders and Warren are competing for similar voter populations, which is splitting their vote. In addition, both Buttigieg and Biden have seen spikes in popularity lately, yet Biden has been consistently positioning himself as the moderate candidate who can beat Trump. "], [1333, "2020-01-23T19:43:18Z", [0.36, 0.32, 0.31, 0.01, 0.0], ""], [8826, "2020-01-23T17:21:54Z", [0.1, 0.1, 0.1, 0.1, 0.6], "Impeachment trial is throwing a monkey wrench into the caucus"], [46762, "2020-01-23T16:39:34Z", [0.54, 0.0, 0.46, 0.0, 0.0], ""], [63489, "2020-01-23T14:22:43Z", [0.35, 0.1, 0.3, 0.2, 0.05], "Biden has the lead in a more conservative state and with his brand name. Bernie shows no signs of slowing down; Warren has been sliding in polls and likeability recently, notably picking a fight with Sanders over sexism. Pete has an outside shot being a midwesterner, but has not been effective recently (his resume is much stronger than his recent performance). I'd put my money on Pete being #2 with moderate split 66/33 between Warren and Biden, Sanders splitting lefties 80/20 with Warren. Klobuchar is the only other candidate who might be able to sneak in to the top 3."], [51261, "2020-01-23T09:29:06Z", [0.35, 0.0, 0.4, 0.25, 0.0], ""], [15196, "2020-01-23T04:22:31Z", [0.5, 0.2, 0.3, 0.0, 0.0], ""], [36907, "2020-01-23T04:01:27Z", [0.38, 0.14, 0.2, 0.2, 0.08], "https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/"], [36907, "2020-01-23T03:41:23Z", [0.45, 0.1, 0.21, 0.23, 0.01], "https://fivethirtyeight.com/features/election-update-its-cherry-picking-season/"], [84398, "2020-01-23T01:36:41Z", [0.35, 0.18, 0.3, 0.17, 0.0], ""], [82643, "2020-01-22T22:59:23Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [84392, "2020-01-22T22:43:29Z", [0.27, 0.24, 0.26, 0.22, 0.01], ""], [691, "2020-01-22T22:19:58Z", [0.4, 0.23, 0.23, 0.11, 0.03], ""], [22689, "2020-01-22T22:09:39Z", [0.45, 0.1, 0.35, 0.1, 0.0], ""], [84385, "2020-01-22T20:11:06Z", [0.25, 0.3, 0.25, 0.2, 0.0], ""], [84374, "2020-01-22T18:50:36Z", [0.25, 0.3, 0.15, 0.15, 0.15], ""], [65901, "2020-01-22T17:52:57Z", [0.4, 0.1, 0.1, 0.3, 0.1], ""], [81430, "2020-01-22T17:19:10Z", [0.33, 0.2, 0.25, 0.2, 0.02], ""], [72427, "2020-01-22T17:10:09Z", [0.35, 0.09, 0.3, 0.25, 0.01], ""], [19127, "2020-01-22T13:50:32Z", [0.44, 0.19, 0.29, 0.08, 0.0], ""], [6978, "2020-01-22T13:35:06Z", [0.25, 0.0, 0.75, 0.0, 0.0], ""], [84364, "2020-01-22T11:03:24Z", [0.5, 0.1, 0.4, 0.0, 0.0], ""], [81262, "2020-01-22T07:00:43Z", [0.31, 0.23, 0.24, 0.18, 0.04], "Slight upticks to Pete, Warren and Someone Else(Amy) at expense of Biden Senators are not out campaigning but part of trial (though Warren and Klobuchar got local endorsements)  Pete is still polling and campaigning strongly - imagine he will get quite the media attention in Iowa for lack of others"], [1056, "2020-01-22T05:02:47Z", [0.1, 0.0, 0.9, 0.0, 0.0], "Lately, Bernie's people were going after Biden. They may just dislike Biden, or they may be scared. And if they're scared, they may have a reason. Since the whole thing was kind of out-of-the-blue, I'm guessing that Bernie's campaign may have detected a favorable blip for Biden and decided to throw a little mud.  However, given the recent Sanders - Warren feud, and Hillary Clinton's \"nobody likes him\" remark it also looks like the Democratic Party is ganging up on Sanders. This would suggest a DNC fear of Sanders' strength.  So I'm upping Biden's chances because of the possibility that he's becoming the party's choice, and that Sanders fears the other candidates alignment against him. But I'm remaining bullish on Bernie, since I'm not really sure that any effort to stop him will succeed at this early stage."], [82528, "2020-01-22T04:04:39Z", [0.3, 0.25, 0.2, 0.25, 0.0], ""], [63963, "2020-01-22T04:00:03Z", [0.65, 0.2, 0.15, 0.0, 0.0], ""], [84336, "2020-01-22T01:42:48Z", [0.39, 0.05, 0.25, 0.3, 0.01], ""], [84342, "2020-01-22T01:04:11Z", [0.5, 0.0, 0.3, 0.2, 0.0], ""], [84342, "2020-01-22T01:01:43Z", [0.4, 0.0, 0.4, 0.2, 0.0], "Comment deleted on Jan 22, 2020 01:02AM UTC"], [75863, "2020-01-21T23:38:08Z", [0.38, 0.2, 0.22, 0.19, 0.01], ""], [81549, "2020-01-21T21:38:19Z", [0.42, 0.05, 0.4, 0.1, 0.03], ""], [84316, "2020-01-21T19:17:20Z", [0.05, 0.15, 0.4, 0.4, 0.0], ""], [1333, "2020-01-21T18:21:37Z", [0.37, 0.31, 0.31, 0.01, 0.0], "my guess is that Biden is hanging in the lead because moderates find him the least extreme candidate remaining."], [84288, "2020-01-21T15:41:43Z", [0.33, 0.23, 0.33, 0.11, 0.0], ""], [79591, "2020-01-21T15:38:21Z", [0.55, 0.0, 0.45, 0.0, 0.0], ""], [84296, "2020-01-21T15:20:49Z", [0.6, 0.1, 0.15, 0.15, 0.0], "the caucuses will go for the \"safest\" candidate and that is Biden.  People don't want to take a chance right now.\n"], [14107, "2020-01-21T13:55:44Z", [0.34, 0.12, 0.39, 0.12, 0.03], ""], [20504, "2020-01-21T13:04:25Z", [0.38, 0.2, 0.22, 0.2, 0.0], ""], [41612, "2020-01-21T10:37:47Z", [0.44, 0.11, 0.39, 0.06, 0.0], ""], [66692, "2020-01-21T08:43:11Z", [0.4, 0.05, 0.35, 0.1, 0.1], "Updating based on current vegas betting lines."], [84270, "2020-01-21T06:01:53Z", [0.2, 0.25, 0.35, 0.2, 0.0], ""], [84254, "2020-01-21T03:58:19Z", [0.4, 0.1, 0.39, 0.1, 0.01], "Biden and Sanders are the best known candidates "], [44685, "2020-01-21T03:56:41Z", [0.19, 0.22, 0.17, 0.17, 0.25], ""], [84231, "2020-01-21T01:31:16Z", [0.2, 0.05, 0.4, 0.3, 0.05], ""], [6978, "2020-01-21T00:37:33Z", [0.5, 0.0, 0.5, 0.0, 0.0], "Hedging Biden higher."], [84208, "2020-01-20T23:24:54Z", [0.2, 0.2, 0.2, 0.2, 0.2], "so close hard to tell. Amy Klobuchar will make strong showing."], [4645, "2020-01-20T23:15:13Z", [0.38, 0.2, 0.22, 0.19, 0.01], ""], [80700, "2020-01-20T21:28:45Z", [0.28, 0.2, 0.25, 0.2, 0.07], ""], [84180, "2020-01-20T21:28:22Z", [0.2, 0.2, 0.25, 0.2, 0.15], ""], [84185, "2020-01-20T21:12:27Z", [0.25, 0.3, 0.2, 0.25, 0.0], ""], [82281, "2020-01-20T21:10:10Z", [0.55, 0.0, 0.2, 0.15, 0.1], "Comment deleted on Jan 20, 2020 09:12PM UTC"], [40848, "2020-01-20T21:09:09Z", [0.34, 0.18, 0.32, 0.15, 0.01], ""], [83609, "2020-01-20T20:58:17Z", [0.8, 0.1, 0.05, 0.05, 0.0], ""], [22689, "2020-01-20T20:12:14Z", [0.45, 0.2, 0.2, 0.15, 0.0], ""], [84166, "2020-01-20T20:08:30Z", [0.26, 0.2, 0.33, 0.21, 0.0], ""], [63835, "2020-01-20T19:47:54Z", [0.73, 0.07, 0.18, 0.01, 0.01], "Moving up Joe Biden's chances and adjusting everyone else downward.\nBy now the other candidates, if they were going to move to top spot or tie, would have done so by now."], [6993, "2020-01-20T19:45:13Z", [0.25, 0.15, 0.25, 0.2, 0.15], ""], [34527, "2020-01-20T19:40:46Z", [0.65, 0.1, 0.25, 0.0, 0.0], ""], [695, "2020-01-20T18:43:52Z", [0.59, 0.15, 0.15, 0.1, 0.01], ""], [32789, "2020-01-20T17:47:32Z", [0.15, 0.21, 0.29, 0.26, 0.09], ""], [84132, "2020-01-20T17:42:59Z", [0.4, 0.15, 0.1, 0.1, 0.25], "Iowa caucus members will support a more moderate candidate. Klobuchar has a better chance here than projected in current polling. If you want Bernie, you’ll have to wait for New Hampshire. "], [43709, "2020-01-20T16:15:37Z", [0.6, 0.16, 0.06, 0.18, 0.0], "This is due to a combination of factors, I have updated to the latest polling averages on 538 and reduced the error rather arbitrarily to 8% points as the caucus gets closer. I have also updated the second preferences of voters who are not voting for any of the main candidates according to https://www.focusonruralamerica.com/2020/01/20/january-poll-results/\nwhich makes a big difference as I previously assumed they would split equally between the candidates and this survey in particular shows that they have very low polling for Sanders among this group. This in turn makes it hard for Sanders to pick up the necessary delegates to win an overall majority. However my current model doesn't allow for errors of the second preference polling, so this should come with a pinch of salt until I've fixed that."], [84099, "2020-01-20T15:27:50Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [84093, "2020-01-20T15:08:33Z", [0.2, 0.15, 0.31, 0.2, 0.14], "He is the most popular there"], [20504, "2020-01-20T14:42:48Z", [0.35, 0.2, 0.25, 0.2, 0.0], ""], [84082, "2020-01-20T14:18:31Z", [0.4, 0.05, 0.3, 0.25, 0.0], ""], [81262, "2020-01-20T13:52:46Z", [0.35, 0.22, 0.24, 0.16, 0.03], "Base Rate - initial projection based off of 538 (Jan 20) until further refinement"], [84071, "2020-01-20T12:29:55Z", [0.34, 0.18, 0.32, 0.16, 0.0], ""], [84029, "2020-01-20T11:10:59Z", [0.35, 0.35, 0.15, 0.15, 0.0], ""], [84010, "2020-01-20T11:05:39Z", [0.3, 0.3, 0.15, 0.15, 0.1], ""], [18846, "2020-01-20T10:22:58Z", [0.3, 0.4, 0.3, 0.0, 0.0], ""], [32300, "2020-01-20T10:05:37Z", [0.37, 0.13, 0.37, 0.12, 0.01], ""], [83942, "2020-01-20T06:28:12Z", [0.33, 0.11, 0.24, 0.27, 0.05], ""], [83921, "2020-01-20T05:23:55Z", [0.45, 0.0, 0.15, 0.4, 0.0], ""], [83919, "2020-01-20T05:22:34Z", [0.33, 0.37, 0.1, 0.2, 0.0], "There may not be one clear winner (meaning over 50%), but it is likely that Biden and Buttigieg will be co-leaders.  And it will not surprise me if Mayor Pete were to be higher than Biden - based on the amount of effort that he is putting into Iowa."], [83762, "2020-01-20T05:01:13Z", [0.35, 0.15, 0.25, 0.25, 0.0], ""], [83894, "2020-01-20T04:38:24Z", [0.45, 0.0, 0.55, 0.0, 0.0], "I think most forward thinkers see that Joe Biden will be the same campaign Trump ran against Clinton. Lock him up.  If younger people have joined to vote then they will relate to Sanders. The younger generation want radical change.  "], [83886, "2020-01-20T04:22:30Z", [0.2, 0.3, 0.3, 0.2, 0.0], ""], [82055, "2020-01-20T04:18:17Z", [0.5, 0.05, 0.35, 0.1, 0.0], "The general public perception is Biden is considered safe, Bernie a visionary, Warren too brash, Buttigieg too young. "], [83867, "2020-01-20T04:12:15Z", [0.0, 0.05, 0.95, 0.0, 0.0], ""], [65300, "2020-01-20T03:59:02Z", [0.55, 0.45, 0.0, 0.0, 0.0], ""], [83801, "2020-01-20T03:57:37Z", [0.3, 0.25, 0.25, 0.2, 0.0], ""], [83787, "2020-01-20T03:41:07Z", [0.25, 0.1, 0.4, 0.25, 0.0], ""], [82263, "2020-01-20T03:11:37Z", [0.3, 0.05, 0.33, 0.32, 0.0], ""], [83770, "2020-01-20T03:03:56Z", [0.5, 0.0, 0.15, 0.25, 0.1], ""], [56, "2020-01-20T01:31:42Z", [0.5, 0.03, 0.3, 0.17, 0.0], ""], [83309, "2020-01-20T01:30:14Z", [0.65, 0.0, 0.35, 0.0, 0.0], ""], [74537, "2020-01-20T01:14:03Z", [1.0, 0.0, 0.0, 0.0, 0.0], "That's the best they got "], [83701, "2020-01-20T00:45:09Z", [0.35, 0.65, 0.0, 0.0, 0.0], "voters looking for moderate and practical candidate, less trusting of established East Coast politicians"], [77954, "2020-01-20T00:27:19Z", [0.52, 0.0, 0.48, 0.0, 0.0], "Although countrywide Biden has better chances, in Iowa Sanders had a very strong campaign."], [83670, "2020-01-20T00:04:35Z", [0.25, 0.25, 0.1, 0.0, 0.4], "My wholehearted hope, though probably won’t be right is for Bloomberg, and the rest is just my heart over mind speaking.  This country is in desperate need of relief and saving.  I can see a civil war—due to all the Nationalism—to a world war due to Trump’s mental health."], [83661, "2020-01-19T23:49:37Z", [0.35, 0.15, 0.25, 0.25, 0.0], ""], [42710, "2020-01-19T23:36:03Z", [0.35, 0.1, 0.25, 0.2, 0.1], ""], [19782, "2020-01-19T23:34:18Z", [0.36, 0.17, 0.26, 0.21, 0.0], "This forecast basically represents average polling support for each candidate in Iowa and then leans into Biden based on his national appeal. It seems that most Iowa polls at this point (polls post latest primary in Iowa) marginally favor Biden except the Des Moines register poll - which favors Sanders. However, considering margin of error in latest polls only Buttigieg can be ruled out as the most popular candidate (he is campaigning especially heavily in Iowa for next 2wks). Considering nearly half of Rem Iowan caucus goers have not decided / could be persuaded and the caucus format - I consider this race wide open though Biden and Sanders are relative favorites right now."], [83630, "2020-01-19T23:12:13Z", [0.0, 0.75, 0.0, 0.25, 0.0], ""], [83617, "2020-01-19T23:05:27Z", [0.25, 0.25, 0.25, 0.25, 0.0], ""], [83550, "2020-01-19T22:36:39Z", [0.05, 0.2, 0.4, 0.35, 0.0], "Just a feeling"], [83518, "2020-01-19T22:18:16Z", [0.35, 0.15, 0.44, 0.05, 0.01], "Warren's people are going 2nd choice Bernie to a win. Pete is trending and is going to steal much of Biden's 2nd choice pickups from the pack."], [83566, "2020-01-19T22:01:13Z", [0.45, 0.55, 0.0, 0.0, 0.0], ""], [64499, "2020-01-19T21:53:07Z", [0.25, 0.25, 0.25, 0.25, 0.0], "Impossible to predict"], [82317, "2020-01-19T21:48:48Z", [0.15, 0.15, 0.28, 0.4, 0.02], ""], [13625, "2020-01-19T21:38:20Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [83387, "2020-01-19T21:32:05Z", [0.2, 0.1, 0.1, 0.6, 0.0], "I believe Iowans are not the status quo type voters. I think they will vote for a complete change in political structure."], [83528, "2020-01-19T21:31:59Z", [0.25, 0.26, 0.25, 0.24, 0.0], ""], [83530, "2020-01-19T21:27:46Z", [0.15, 0.0, 0.85, 0.0, 0.0], ""], [83493, "2020-01-19T21:20:49Z", [0.45, 0.05, 0.05, 0.45, 0.0], ""], [83492, "2020-01-19T21:17:54Z", [0.35, 0.15, 0.2, 0.25, 0.05], "Warren and Sanders split aggressive vote allowing Biden to win"], [83408, "2020-01-19T21:08:03Z", [0.5, 0.05, 0.3, 0.15, 0.0], ""], [75863, "2020-01-19T21:01:39Z", [0.35, 0.22, 0.26, 0.17, 0.0], ""], [83395, "2020-01-19T21:01:23Z", [0.4, 0.25, 0.2, 0.1, 0.05], ""], [83316, "2020-01-19T20:53:06Z", [0.4, 0.1, 0.3, 0.2, 0.0], "Personally I like Warren but I think this battle is going to be between Biden and Bernie."], [83368, "2020-01-19T20:45:08Z", [0.35, 0.25, 0.25, 0.15, 0.0], "Biden is the front runner but he doesn’t have it locked up. "], [83326, "2020-01-19T20:26:58Z", [0.45, 0.0, 0.55, 0.0, 0.0], ""], [83135, "2020-01-19T20:25:30Z", [0.3, 0.06, 0.29, 0.26, 0.09], ""], [83264, "2020-01-19T20:13:25Z", [0.3, 0.1, 0.2, 0.25, 0.15], ""], [83127, "2020-01-19T20:09:17Z", [0.6, 0.12, 0.1, 0.15, 0.03], ""], [83203, "2020-01-19T19:59:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [15953, "2020-01-19T19:52:04Z", [0.5, 0.17, 0.16, 0.17, 0.0], ""], [83146, "2020-01-19T19:43:48Z", [0.35, 0.2, 0.2, 0.25, 0.0], ""], [83044, "2020-01-19T19:41:57Z", [0.65, 0.0, 0.0, 0.25, 0.1], "Strange things happen can happen in a caucus state."], [82716, "2020-01-19T19:41:13Z", [0.25, 0.0, 0.3, 0.0, 0.45], "Amy Kobashar"], [83178, "2020-01-19T19:35:54Z", [0.3, 0.2, 0.4, 0.1, 0.0], "Bernie Sanders could take Iowa if he holds the lead. "], [83103, "2020-01-19T19:34:22Z", [0.55, 0.1, 0.25, 0.1, 0.0], ""], [83054, "2020-01-19T19:33:50Z", [0.1, 0.0, 0.2, 0.7, 0.0], ""], [691, "2020-01-19T19:33:01Z", [0.39, 0.24, 0.23, 0.11, 0.03], ""], [46762, "2020-01-19T19:29:58Z", [0.49, 0.0, 0.51, 0.0, 0.0], ""], [82690, "2020-01-19T19:22:47Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [11896, "2020-01-19T19:21:45Z", [0.3, 0.35, 0.1, 0.05, 0.2], ""], [82509, "2020-01-19T19:21:39Z", [0.9, 0.1, 0.0, 0.0, 0.0], "Both Biden must win or quit."], [82786, "2020-01-19T19:20:08Z", [0.32, 0.18, 0.35, 0.1, 0.05], ""], [82879, "2020-01-19T19:20:02Z", [0.2, 0.3, 0.3, 0.1, 0.1], ""], [82564, "2020-01-19T19:17:17Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [82700, "2020-01-19T19:16:19Z", [0.3, 0.25, 0.25, 0.15, 0.05], ""], [82870, "2020-01-19T19:15:54Z", [0.35, 0.15, 0.35, 0.15, 0.0], "Race is narrowing between Biden and left which will be taken by Bernie....their first battle will be in Iowa and is the battle for the direction of the party."], [83096, "2020-01-19T19:15:27Z", [0.55, 0.15, 0.15, 0.15, 0.0], ""], [82821, "2020-01-19T19:14:46Z", [0.5, 0.1, 0.35, 0.03, 0.02], ""], [83014, "2020-01-19T19:14:45Z", [0.05, 0.25, 0.35, 0.35, 0.0], ""], [82738, "2020-01-19T19:14:12Z", [0.55, 0.45, 0.0, 0.0, 0.0], ""], [83071, "2020-01-19T19:13:29Z", [0.4, 0.2, 0.4, 0.0, 0.0], ""], [82723, "2020-01-19T19:11:31Z", [0.35, 0.23, 0.27, 0.1, 0.05], ""], [82704, "2020-01-19T19:11:08Z", [0.25, 0.25, 0.25, 0.0, 0.25], "I think the Iowa caucuses won't yield any specific leader this year.  No one candidate will come out of Iowa with a significant advantage."], [82465, "2020-01-19T19:10:35Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Because I believe he is the best candidate."], [83031, "2020-01-19T19:10:32Z", [0.45, 0.55, 0.0, 0.0, 0.0], ""], [82892, "2020-01-19T19:10:27Z", [0.35, 0.2, 0.27, 0.15, 0.03], ""], [82768, "2020-01-19T19:10:13Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [82710, "2020-01-19T19:10:12Z", [0.35, 0.49, 0.0, 0.16, 0.0], ""], [82572, "2020-01-19T19:09:59Z", [0.2, 0.3, 0.28, 0.15, 0.07], ""], [83013, "2020-01-19T19:08:56Z", [0.3, 0.0, 0.1, 0.1, 0.5], ""], [82668, "2020-01-19T19:06:49Z", [0.25, 0.35, 0.15, 0.25, 0.0], "Pete has made a surge of ate in Iowa.  Bernie and Elizabeth are too liberal for Iowa.  Joe Biden fading"], [82664, "2020-01-19T19:05:57Z", [0.2, 0.35, 0.15, 0.3, 0.0], ""], [82738, "2020-01-19T19:05:34Z", [0.2, 0.8, 0.0, 0.0, 0.0], "Only Joe Biden and Pete Buttigieg has what it takes to win the general election against Trump.Democrats understand that"], [82817, "2020-01-19T19:04:10Z", [0.95, 0.0, 0.05, 0.0, 0.0], "Joe Biden has the largest percentage of appeal across the Democratic party"], [82764, "2020-01-19T19:01:54Z", [0.5, 0.0, 0.25, 0.25, 0.0], ""], [82509, "2020-01-19T18:58:17Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Conservative state last chance for Biden if he doesn't win it is all over for him.\n"], [82505, "2020-01-19T18:55:00Z", [0.4, 0.1, 0.25, 0.25, 0.0], ""], [82432, "2020-01-19T18:51:25Z", [0.2, 0.15, 0.35, 0.3, 0.0], ""], [534, "2020-01-19T18:44:36Z", [0.35, 0.2, 0.25, 0.15, 0.05], "I'll be following the fivethirtyeight forecasts: https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/\n"], [82441, "2020-01-19T18:43:12Z", [0.31, 0.43, 0.13, 0.13, 0.0], ""], [82389, "2020-01-19T18:36:33Z", [0.3, 0.15, 0.25, 0.3, 0.0], ""], [44115, "2020-01-19T18:33:38Z", [0.1, 0.5, 0.05, 0.25, 0.1], ""], [82386, "2020-01-19T18:09:06Z", [0.6, 0.0, 0.3, 0.1, 0.0], ""], [82035, "2020-01-19T18:07:40Z", [0.35, 0.22, 0.16, 0.27, 0.0], ""], [81995, "2020-01-19T18:04:37Z", [0.3, 0.2, 0.25, 0.25, 0.0], "I think common sense will prevail- Pete can’t win against trump- the other two act like they can get radical changes done without working with Congress"], [82351, "2020-01-19T17:54:06Z", [0.6, 0.1, 0.2, 0.1, 0.0], ""], [56632, "2020-01-19T17:44:43Z", [0.34, 0.3, 0.15, 0.15, 0.06], "I think Biden will win because at the last minute citizens will want the one who can beat President Trump"], [82290, "2020-01-19T17:37:59Z", [0.3, 0.3, 0.1, 0.1, 0.2], ""], [82164, "2020-01-19T17:37:48Z", [0.35, 0.15, 0.3, 0.2, 0.0], "Mayor Pete will do better in Iowa then in Dem primary."], [82294, "2020-01-19T17:36:34Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [81928, "2020-01-19T17:28:39Z", [0.4, 0.05, 0.25, 0.3, 0.0], ""], [82286, "2020-01-19T17:25:59Z", [0.4, 0.2, 0.25, 0.15, 0.0], ""], [81869, "2020-01-19T17:25:11Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [82193, "2020-01-19T16:58:24Z", [0.4, 0.24, 0.3, 0.06, 0.0], "Biden can hit the road while EW and BS are tied up in the Impeachment trial.  Buttigieg will wane in the final hour and folks drill down on who can really dump trump. "], [61126, "2020-01-19T16:53:21Z", [0.27, 0.22, 0.42, 0.04, 0.05], ""], [82192, "2020-01-19T16:52:12Z", [0.3, 0.3, 0.3, 0.1, 0.0], "pete getting known elizebeth to out there with health care"], [82117, "2020-01-19T16:50:45Z", [0.25, 0.2, 0.3, 0.25, 0.0], ""], [82161, "2020-01-19T16:46:52Z", [0.6, 0.05, 0.2, 0.15, 0.0], "Biden, despite his age and gaffes, is considered a safe bet to beat Trump.  His record has been the most scrutinized of all the candidates and he has the best name recognition."], [81896, "2020-01-19T16:41:26Z", [0.4, 0.3, 0.2, 0.1, 0.0], "Biden is emerging as the Sanders - Warren spat hurts both candidates. Mayor Pete's star is starting to Fall."], [82153, "2020-01-19T16:40:21Z", [0.26, 0.22, 0.24, 0.18, 0.1], ""], [16109, "2020-01-19T16:39:28Z", [0.25, 0.2, 0.25, 0.18, 0.12], ""], [82145, "2020-01-19T16:37:01Z", [0.8, 0.2, 0.0, 0.0, 0.0], "The Impeachment is going to affect the Senators campaigns by them not being available to campaign"], [82149, "2020-01-19T16:35:48Z", [0.8, 0.05, 0.1, 0.05, 0.0], ""], [81758, "2020-01-19T16:33:02Z", [0.4, 0.1, 0.25, 0.25, 0.0], ""], [81954, "2020-01-19T16:31:26Z", [0.25, 0.3, 0.22, 0.18, 0.05], "I think Pete was able to spend more time on the ground.  There are some who will hold his marriage to another man against him, but he is well spoken, reasonable and has learned from his rookie mistakes.  Biden has a percentage of people who think he is the only person who can win.  Sanders has loyal supporters and Warren wasn't helped by her hot mike confrontation in an inappropriate location.i"], [65539, "2020-01-19T16:30:55Z", [0.25, 0.15, 0.35, 0.25, 0.0], ""], [82022, "2020-01-19T16:30:39Z", [0.65, 0.05, 0.1, 0.15, 0.05], "Warren showed every one just how dirty she played Sanders with that [ you called me a lier ] and knew dam well the mic was on. We already have a dirty player in the White House. Warren exposed herself. That stunt backfired."], [82094, "2020-01-19T16:27:51Z", [0.2, 0.25, 0.2, 0.35, 0.0], ""], [82029, "2020-01-19T16:27:40Z", [0.5, 0.1, 0.15, 0.15, 0.1], "Joe has best chance to win White House and voters realize that. \nThe progressives win get destroyed trump "], [66621, "2020-01-19T16:25:17Z", [0.3, 0.2, 0.25, 0.25, 0.0], ""], [81959, "2020-01-19T16:25:03Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [81874, "2020-01-19T16:24:50Z", [0.26, 0.25, 0.29, 0.2, 0.0], ""], [82063, "2020-01-19T16:21:59Z", [0.65, 0.05, 0.1, 0.1, 0.1], ""], [82048, "2020-01-19T16:20:41Z", [0.3, 0.1, 0.6, 0.0, 0.0], "Approval rating trends "], [81997, "2020-01-19T16:19:59Z", [0.85, 0.05, 0.05, 0.05, 0.0], ""], [82014, "2020-01-19T16:18:43Z", [0.35, 0.25, 0.25, 0.15, 0.0], ""], [81755, "2020-01-19T16:16:33Z", [0.55, 0.15, 0.2, 0.1, 0.0], ""], [81803, "2020-01-19T16:15:24Z", [0.5, 0.15, 0.2, 0.1, 0.05], "Democrats, independents want someone who can beat Trump."], [81843, "2020-01-19T16:14:27Z", [0.7, 0.0, 0.0, 0.3, 0.0], "Joe Biden has the ability to bring the country together by working with moderate Republicans which is what our president should be doing in the first place. We don’t send these politicians to Washington To fight we send them there to get things done in a positive way for the country."], [81800, "2020-01-19T16:11:26Z", [0.3, 0.35, 0.15, 0.1, 0.1], ""], [81807, "2020-01-19T16:07:52Z", [0.5, 0.0, 0.3, 0.2, 0.0], ""], [81839, "2020-01-19T16:06:44Z", [0.35, 0.25, 0.25, 0.15, 0.0], "He has the broadest popular appeal."], [81692, "2020-01-19T14:09:04Z", [0.3, 0.35, 0.25, 0.1, 0.0], ""], [1333, "2020-01-19T13:54:18Z", [0.36, 0.32, 0.31, 0.01, 0.0], ""], [81647, "2020-01-19T13:53:23Z", [0.2, 0.4, 0.4, 0.0, 0.0], ""], [29469, "2020-01-19T13:38:01Z", [0.6, 0.1, 0.25, 0.05, 0.0], "Biden is showing a clear surge in the polls and gaining momentum. He remains the front runner for the candidacy so may see some consolidation in his support already in Iowa. "], [7394, "2020-01-19T13:06:13Z", [0.3, 0.3, 0.2, 0.2, 0.0], ""], [55706, "2020-01-19T12:57:14Z", [0.35, 0.15, 0.35, 0.15, 0.0], ""], [81395, "2020-01-19T06:11:49Z", [0.21, 0.19, 0.3, 0.15, 0.15], "In past years Iowa has been quite important and predictive of who was going to be the eventual Democratic Party nominee (while being less predictive on the Republican side). This has a good chance of changing this year because we're going to have 4, possibly 5 candidates emerge out of Iowa with double-digit showings. Unless someone emerges in the next few weeks with a clear lead and Kerry '04, Obama '08-margin it won't mean much by March other than expectations met or not met. Traditionally there have been 3 tickets out of Iowa, we may have as many as 5 this time. Two major polling aggregators show this (once accounting for MoE), at:\nhttps://www.realclearpolitics.com/epolls/2020/president/ia/iowa_democratic_presidential_caucus-6731.html AND \nhttps://fivethirtyeight.com/features/election-update-the-first-post-debate-polls-are-in-and-theyre-pretty-weird/ Both aggregations show Sen. Sanders as a slight favorite or tied for IA and NH. Sanders has a formidable field army of activists and volunteers which should help him outpace expectations. Playing against him however is the Senate impeachment trial which will take him, Sen. Warren, and Sen. Amy Klobuchar off the campaign trail in the coming weeks. Former VP Biden and now-former Mayor Pete Buttigieg will not have to face this challenge and can be on the ground in Iowa (and New Hampshire) until caucus day. This will boost their chances. I also think Sen. Klobuchar is showing some momentum and that the recent feud and bad blood between the Sanders and Warren campaigns will end up helping neither and hurting both.  If Sen. Sanders wins, he's got a great chance of winning the first two contests and emerging as the viable alternative to Biden, the current national front-runner.  If Pete Buttigieg or Sen. Klobuchar win that would upend the primary race the most. They both have the most to gain by winning and in many ways are all-in on Iowa. If they both exceed expectations, they'll play in the early primary states.  Joe Biden on the other hand does not need to win Iowa but should absolutely be treating it as a must-win because if Biden (ahead by 0.4 in the RCP aggregation) does win Iowa this race could be over sooner than many think right now.  Another key feature to keep in mind is the 15% threshold in the caucus and where candidates may not meet that threshold, not just the five mentioned here but the second choices of candidates like Andrew Yang, Tom Steyer, and Tulsi Gabbard.  Final Verdict:  Both Warren and Buttigieg peaked too early in Iowa, but Buttigieg has the time in the field and schedule to recover and outperform expectations. Since Buttigieg and Warren are competing for professional class voters in the same way Sanders and Warren are competing for more liberal/progressive-minded voters, she's competing on two fronts with not enough time down the stretch to do it. Of the three major contenders in the Senate implicated by the timing of the trial, Sen. Klobuchar will fair the best, with neighboring Minnesota and the many politically active and civic-minded people that hail from it, to help push Amy far above expectations. Outside of the winner, Amy will be the surprise and story of the night. The other story of the night will be that there are five tickets out of Iowa, but that Warren desperately will need a strong NH finish to stay viable.\n1. Sanders (narrow victory)\n2. Biden\n3. Buttigieg\n4. Klobuchar\n5. Warren"], [12591, "2020-01-19T01:33:03Z", [0.45, 0.0, 0.4, 0.15, 0.0], ""], [81549, "2020-01-18T21:16:48Z", [0.31, 0.22, 0.3, 0.15, 0.02], "https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/ as of 18 Jan 4:16PM"], [172, "2020-01-18T18:31:27Z", [0.35, 0.0, 0.65, 0.0, 0.0], ""], [578, "2020-01-18T18:17:10Z", [0.4, 0.15, 0.4, 0.05, 0.0], ""], [31251, "2020-01-18T10:50:20Z", [0.37, 0.15, 0.35, 0.12, 0.01], ""], [14840, "2020-01-18T02:41:26Z", [0.23, 0.32, 0.45, 0.0, 0.0], ""], [4645, "2020-01-17T22:48:29Z", [0.33, 0.18, 0.33, 0.15, 0.01], ""], [20504, "2020-01-17T20:17:26Z", [0.33, 0.18, 0.26, 0.23, 0.0], ""], [1333, "2020-01-17T19:59:27Z", [0.37, 0.32, 0.3, 0.01, 0.0], ""], [59914, "2020-01-17T17:52:13Z", [0.4, 0.2, 0.25, 0.15, 0.0], "Boosting the odds of a Biden win from even with the other leaders."], [40584, "2020-01-17T13:47:23Z", [0.45, 0.2, 0.33, 0.02, 0.0], "Warren way down. I don't think she will benefit from the conflict with Bernie.\nBernie down marginally. Won't help him either. \nMayor Pete down incrementally because he missed an opportunity at the debate to make a move and was starting behind. \nAll of the above going to Biden.\n"], [63290, "2020-01-17T04:36:41Z", [0.2, 0.15, 0.5, 0.15, 0.0], ""], [41612, "2020-01-16T22:50:09Z", [0.43, 0.05, 0.47, 0.05, 0.0], ""], [41612, "2020-01-16T22:49:09Z", [0.43, 0.03, 0.48, 0.06, 0.0], ""], [1333, "2020-01-16T19:17:57Z", [0.36, 0.32, 0.31, 0.01, 0.0], ""], [1333, "2020-01-16T19:12:30Z", [0.37, 0.31, 0.31, 0.01, 0.0], ""], [81502, "2020-01-16T18:08:59Z", [0.22, 0.17, 0.39, 0.15, 0.07], ""], [81354, "2020-01-16T17:42:12Z", [0.29, 0.18, 0.27, 0.24, 0.02], "Very close race.   Biden and Sanders neck and neck, but Biden with upward momentum.  Buttigieg fading, and sense that Buttigieg supporters will back Warren if they feel he can't win ( see https://fivethirtyeight.com/features/voters-second-choice-candidates-show-a-race-that-is-still-fluid/)"], [56, "2020-01-16T16:54:59Z", [0.3, 0.03, 0.4, 0.27, 0.0], ""], [40848, "2020-01-16T14:47:37Z", [0.31, 0.18, 0.36, 0.14, 0.01], ""], [79591, "2020-01-16T13:22:35Z", [0.5, 0.05, 0.45, 0.0, 0.0], ""], [81500, "2020-01-16T12:46:27Z", [0.45, 0.12, 0.4, 0.03, 0.0], "Buttigieg appears to be losing steam. Recent polls have Biden and sanders as front runners. "], [63674, "2020-01-16T12:43:04Z", [0.35, 0.33, 0.27, 0.05, 0.0], ""], [172, "2020-01-16T12:42:38Z", [0.45, 0.0, 0.55, 0.0, 0.0], "Karl Rove May be many things but he does know polls... the crowd forecast seems to reflect tight race as well.\n“While it’s unlikely there will be major changes in public opinion before the Iowa caucuses, the race is so closely bunched that even small changes could produce a much different outcome than polls suggest today.\nThere are two reasons. First, Iowans take seriously their participation in the country’s first contest. Both Selzer and Monmouth find around 40% have firmly made up their minds, but 45% in the Selzer poll say they “could be persuaded” and 13% haven’t made a choice. The comparable Monmouth numbers are 52% still “open” and 5% with no choice yet.\nSecond, Iowa Democratic Party rules say that if a caucus participant’s preferred candidate doesn’t receive 15% of the vote in the attendee’s precinct, then he must chose another candidate or head home to await final results. Selzer finds 32% undecided or supporting candidates with less than 15% total support; Monmouth has around 26%. These voters’ second-choice preferences are likely to be especially important.\nThe two recent polls provide conflicting guidance as to where these people will break when their candidates lose. Selzer says Ms. Warren gets 16% as a second choice, Mr. Buttigieg 15% and Messrs. Biden and Sanders 12% each. Monmouth finds that 23% pick Ms. Warren as their second choice, vaulting her to first place. Fifteen percent say Mr. Buttigieg is their second choice, 14% pick Mr. Sanders and only 10% choose Mr. Biden, the same percentage who would turn to Ms. Klobuchar.\nHow this plays out depends on which candidates lack 15% in which of the state’s 1,681 precincts and what the field above them looks like in each meeting place. No candidate’s support will be consistent across the state.\nIowa used to punch the tickets of three candidates to proceed. This year, winners and losers in Iowa will be judged more by how they meet expectations than by vote percentage. The most likely outcome is that Ms. Warren and Messrs. Biden, Sanders and Buttigieg split Iowa’s 41 delegates roughly equally, with Ms. Klobuchar perhaps grabbing a couple.\nThe Democratic presidential race is as up for grabs at this point as any in modern U.S. electoral history. That means buckle up: There are lots of surprises and plenty of turmoil ahead.“\nhttps://www.wsj.com/articles/the-four-way-race-for-iowa-11579133565"], [40584, "2020-01-16T04:36:09Z", [0.32, 0.21, 0.35, 0.12, 0.0], ""], [75863, "2020-01-16T03:10:53Z", [0.32, 0.23, 0.29, 0.16, 0.0], ""], [1056, "2020-01-16T01:13:49Z", [0.01, 0.0, 0.99, 0.0, 0.0], "I think Warren made a mistake starting the flap with Sanders, and that CNN's effectively taking Warren's side has backfired to the advantage of Sanders. My intuition is based primarily on the jaw-dropping bias of the moderator last night, who rejected Sanders' denial that he had said that a woman couldn't get elected. I think this feeds into the - somewhat justified - perception by Sanders' supporters that he can't get a fair shake from the press or the Democratic Party. So I think the whole controversy subtracts Warren voters and adds them to Sanders' total. I have never believed that Joe Biden has any enthusiastic constituency in the Democratic Party this year. I think he is essentially a placeholder until someone more suitable than Sanders can be agreed upon by the DNC. I suppose one way to put it is to say that there are no fanatical Biden supporters. Of all the attendees most likely to go home early on caucus day, I would imagine the vast majority are Biden supporters."], [22689, "2020-01-16T00:28:55Z", [0.25, 0.22, 0.25, 0.23, 0.05], ""], [22689, "2020-01-16T00:27:46Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [1333, "2020-01-15T20:29:09Z", [0.38, 0.31, 0.31, 0.0, 0.0], ""], [80626, "2020-01-15T20:13:31Z", [0.32, 0.14, 0.25, 0.27, 0.02], ""], [79591, "2020-01-15T19:56:27Z", [0.15, 0.05, 0.8, 0.0, 0.0], ""], [80985, "2020-01-15T19:05:07Z", [0.48, 0.04, 0.36, 0.12, 0.0], "Looking at many of the same factors I did for the NH primary - current polling from reputable polls, \"firmness\" of support numbers, and a few potentially Iowa specific issues from the recent democratic debate.   The composite poll at FiveThirtyEight.com has Biden and Sanders in a dead heat  (20.1% to 20.0%).   Monmouth polling has Biden ahead with 24% as of 12 January.  Sanders, Buttigieg and Warren range from18-15% respectively.  Margin of error for the poll is 4.9%.   Firmness of support for their candidate is also increasing based on the recent numbers, with 43% saying they are firmly decided and another 41% saying there is a moderate or low chance of supporting a different candidate.   While Bernie Sanders has a lead over Biden in the Seltzer Poll (20% to 15%) , the poll has an interesting question that adds some context to the support.  They ask caucusgoers who have a first choice candidate \"Which of the following best describes your first-choice candidate: 'Is the one I like best and has the best chance to defeat President Trump' and 'Is not the one I like best, but has the best chance to defeat President Trump'  In both cases, Joe Biden leads the group.  Sander's support in this state appears to come from his position on Healthcare, which is considered the most important issue across multiple polls.   The democratic debate, foreign policy, and trade - \nAfter reading several recaps of the recent debate a few things stuck out to me.  Most of the high points mention Sanders and Warren, and one particularly interesting for Iowa was Sanders indicating he would vote against a new NAFTA that has been endorsed by the AFL-CIO and could provide some relief to farmers in Iowa according to a time article.  Sanders emphasized corporate responsibility in trade and environmental impact which may resonate in Iowa and mitigate the impact of his vote.   Though Pete Buttigieg has polled well in the past, he appears caught in the middle.  I noticed in several polls at the state and national level that no matter who democratic voters supporters Warren was the most common second choice.   In a caucus format that could create conditions for an upset as \"non viable\" candidates are removed during the caucus process.  "], [79773, "2020-01-15T17:43:07Z", [0.45, 0.18, 0.22, 0.15, 0.0], ""], [56, "2020-01-15T16:53:54Z", [0.4, 0.03, 0.55, 0.02, 0.0], ""], [1333, "2020-01-15T16:01:49Z", [0.38, 0.32, 0.3, 0.0, 0.0], ""], [6978, "2020-01-15T15:40:53Z", [0.33, 0.05, 0.62, 0.0, 0.0], ""], [28171, "2020-01-15T13:45:01Z", [0.48, 0.15, 0.27, 0.1, 0.0], "Last night's Warren - Sanders dispute in the final debate increases the odds for a moderate win. Adjusting probabilities accordingly."], [20504, "2020-01-15T13:27:55Z", [0.32, 0.21, 0.26, 0.21, 0.0], ""], [19127, "2020-01-15T11:53:31Z", [0.44, 0.11, 0.4, 0.05, 0.0], ""], [41612, "2020-01-15T10:55:27Z", [0.46, 0.03, 0.45, 0.06, 0.0], ""], [46762, "2020-01-15T09:57:40Z", [0.45, 0.0, 0.55, 0.0, 0.0], ""], [66692, "2020-01-15T09:17:27Z", [0.25, 0.1, 0.3, 0.2, 0.15], "Update for current Vegas betting lines."], [81540, "2020-01-15T09:06:57Z", [0.22, 0.19, 0.22, 0.18, 0.19], ""], [57778, "2020-01-15T06:10:05Z", [0.32, 0.22, 0.29, 0.16, 0.01], "https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/"], [81500, "2020-01-15T02:22:49Z", [0.45, 0.22, 0.28, 0.04, 0.01], ""], [81500, "2020-01-15T02:18:16Z", [0.45, 0.25, 0.25, 0.04, 0.01], ""], [46762, "2020-01-15T00:43:09Z", [0.5, 0.2, 0.3, 0.0, 0.0], "Monmouth poll."], [81304, "2020-01-14T23:36:37Z", [0.46, 0.04, 0.4, 0.1, 0.0], ""], [691, "2020-01-14T21:25:27Z", [0.36, 0.24, 0.23, 0.08, 0.09], ""], [1333, "2020-01-14T20:54:45Z", [0.36, 0.43, 0.21, 0.0, 0.0], ""], [14107, "2020-01-14T17:02:50Z", [0.29, 0.17, 0.4, 0.1, 0.04], ""], [40848, "2020-01-14T16:42:23Z", [0.31, 0.23, 0.28, 0.17, 0.01], ""], [79591, "2020-01-14T14:59:22Z", [0.1, 0.05, 0.85, 0.0, 0.0], ""], [81502, "2020-01-14T12:18:32Z", [0.24, 0.18, 0.41, 0.14, 0.03], ""], [172, "2020-01-14T11:50:59Z", [0.45, 0.0, 0.55, 0.0, 0.0], "Latest poll does show Biden gains and leading field. Believe there is some truth to notion Dems are going more “safe” than progressive - trend in Biden’s favour, even though may hurt in November. I believe it will be close and although he won’t pull off an upset, think Buttigieg may also do decently."], [1333, "2020-01-14T09:48:10Z", [0.35, 0.44, 0.21, 0.0, 0.0], ""], [81526, "2020-01-14T09:25:10Z", [0.3, 0.0, 0.7, 0.0, 0.0], ""], [28171, "2020-01-14T09:16:07Z", [0.45, 0.1, 0.35, 0.1, 0.0], "Fivethirtyeight showing Biden has a small lead over Sanders. Moderate candidates have been gaining over more progressive candidates in the past 2 months. The current state of affairs with Iran benefits Biden. So I am starting the forecast with a preference for Biden, closely followed by Sanders with Warren & Buttigieg being the dark horses."], [48709, "2020-01-14T07:41:58Z", [0.6, 0.0, 0.2, 0.2, 0.0], "First forcast."], [75863, "2020-01-14T02:51:29Z", [0.36, 0.18, 0.28, 0.17, 0.01], ""], [13306, "2020-01-14T01:54:02Z", [0.65, 0.02, 0.2, 0.13, 0.0], ""], [31251, "2020-01-14T00:49:39Z", [0.29, 0.22, 0.27, 0.21, 0.01], ""], [19648, "2020-01-13T22:59:18Z", [0.3, 0.05, 0.5, 0.15, 0.0], ""], [81512, "2020-01-13T21:06:39Z", [0.45, 0.05, 0.2, 0.1, 0.2], ""], [14432, "2020-01-13T20:45:11Z", [0.35, 0.2, 0.35, 0.1, 0.0], ""], [1333, "2020-01-13T19:17:27Z", [0.35, 0.45, 0.2, 0.0, 0.0], ""], [42563, "2020-01-13T15:50:24Z", [0.2, 0.2, 0.2, 0.0, 0.4], ""], [78336, "2020-01-13T15:13:59Z", [0.7, 0.1, 0.2, 0.0, 0.0], ""], [4645, "2020-01-13T14:18:10Z", [0.35, 0.18, 0.3, 0.16, 0.01], ""], [20504, "2020-01-13T14:15:45Z", [0.4, 0.15, 0.35, 0.1, 0.0], ""], [1333, "2020-01-13T13:36:15Z", [0.34, 0.45, 0.21, 0.0, 0.0], ""], [78237, "2020-01-13T13:35:20Z", [0.24, 0.25, 0.36, 0.15, 0.0], ""], [40584, "2020-01-13T13:18:53Z", [0.35, 0.2, 0.35, 0.1, 0.0], ""], [81277, "2020-01-13T02:08:49Z", [0.29, 0.21, 0.31, 0.17, 0.02], ""], [8267, "2020-01-12T23:03:50Z", [0.1, 0.8, 0.1, 0.0, 0.0], ""], [30610, "2020-01-12T21:20:05Z", [0.25, 0.25, 0.25, 0.25, 0.0], "The second round voting(for candidates <15%) really make this quite unpredictable. "], [22689, "2020-01-12T20:54:07Z", [0.16, 0.24, 0.3, 0.25, 0.05], ""], [81478, "2020-01-12T19:59:20Z", [0.4, 0.3, 0.1, 0.1, 0.1], "Because of the current polling. "], [79165, "2020-01-12T19:39:59Z", [0.28, 0.14, 0.38, 0.16, 0.04], "I am more confident about this because my prediction is not at all the outcome I want. So I suppose the bias is reduced."], [34527, "2020-01-12T19:35:15Z", [0.0, 0.51, 0.49, 0.0, 0.0], ""], [1333, "2020-01-12T19:07:43Z", [0.33, 0.46, 0.21, 0.0, 0.0], ""], [172, "2020-01-12T18:25:40Z", [0.15, 0.0, 0.85, 0.0, 0.0], "I’m likely underestimating Biden whose team is pulling out all the stops - pointing out black Americans overwhelmingly support him given Obama ties. Less discussed is fact that is old and less educated black people. Younger, better educated also Bernie fans.\nRegardless understand race is tight and Biden and Buttigieg still very much in it."], [80700, "2020-01-12T17:54:16Z", [0.25, 0.2, 0.25, 0.2, 0.1], ""], [81500, "2020-01-12T17:16:28Z", [0.4, 0.2, 0.25, 0.14, 0.01], ""], [1333, "2020-01-12T17:05:33Z", [0.32, 0.47, 0.21, 0.0, 0.0], ""], [1333, "2020-01-12T16:56:35Z", [0.31, 0.48, 0.21, 0.0, 0.0], ""], [43709, "2020-01-12T12:16:31Z", [0.32, 0.17, 0.31, 0.18, 0.02], "Updated to latest polling averages with my own model (which, let's face it, is a cruder version of 538's but I'll stick with it and see where it takes me.) \n"], [41645, "2020-01-12T05:41:25Z", [0.3, 0.22, 0.29, 0.16, 0.03], ""], [31275, "2020-01-12T03:39:37Z", [0.41, 0.16, 0.31, 0.1, 0.02], "https://fivethirtyeight.com/features/election-update-sanders-now-leads-a-wide-open-iowa-race/"], [75863, "2020-01-11T22:44:19Z", [0.31, 0.22, 0.31, 0.16, 0.0], ""], [1333, "2020-01-11T19:47:33Z", [0.3, 0.49, 0.21, 0.0, 0.0], ""], [56, "2020-01-11T19:40:48Z", [0.5, 0.03, 0.45, 0.02, 0.0], ""], [79461, "2020-01-11T18:25:20Z", [0.35, 0.15, 0.45, 0.05, 0.0], "I really think Sanders will do well in Iowa. Demographically, it aligns well with him. He already has experience with campaigning in the Iowa caucus system and vastly over performed in Iowa in 2016. Recent Iowa polls give him an edge [1] and I think there is more 'energy' surrounding his campaign than Biden per say. I think the large outstanding question I'm personally interested in is how much strategic voting plays a roll. In caucus's it's easier to vote strategically. Sanders and Warren seem to have very similar bases, and so if Warren supporters see that Warren will not win here, will they shift their support to Sanders? It seems like a definite possibility.  [1] https://projects.fivethirtyeight.com/polls/president-primary-d/iowa/"], [63674, "2020-01-11T18:11:54Z", [0.17, 0.41, 0.37, 0.05, 0.0], ""], [534, "2020-01-11T15:41:03Z", [0.35, 0.1, 0.35, 0.2, 0.0], ""], [80475, "2020-01-11T14:55:17Z", [0.35, 0.17, 0.4, 0.08, 0.0], "Sanders doing well in the latest Iowa poll by the Des Moines Register, as is Warren: \nhttps://twitter.com/DMRegister/status/1215770484429684736"], [1333, "2020-01-11T14:03:24Z", [0.29, 0.5, 0.21, 0.0, 0.0], ""], [57778, "2020-01-11T08:41:41Z", [0.34, 0.19, 0.3, 0.16, 0.01], "https://projects.fivethirtyeight.com/2020-primary-forecast/iowa/"], [20504, "2020-01-11T03:55:48Z", [0.4, 0.2, 0.35, 0.05, 0.0], "https://projects.fivethirtyeight.com/2020-primary-forecast/"], [20504, "2020-01-11T03:41:21Z", [0.4, 0.1, 0.45, 0.05, 0.0], ""], [63290, "2020-01-11T02:21:56Z", [0.25, 0.23, 0.32, 0.2, 0.0], ""], [6978, "2020-01-11T01:58:53Z", [0.2, 0.15, 0.5, 0.15, 0.0], ""], [22689, "2020-01-11T01:49:06Z", [0.4, 0.1, 0.23, 0.13, 0.14], ""], [172, "2020-01-11T00:43:40Z", [0.15, 0.0, 0.85, 0.0, 0.0], ""], [31251, "2020-01-11T00:29:29Z", [0.27, 0.24, 0.26, 0.22, 0.01], ""], [1056, "2020-01-10T23:13:53Z", [0.01, 0.0, 0.99, 0.0, 0.0], "For what it's worth: Headline: \"Bernie Sanders Leads New Iowa Poll\nMr. Sanders has taken the lead in the first significant survey from Iowa in nearly two months.\" Link: https://www.nytimes.com/2020/01/10/us/politics/des-moines-register-poll.html Sanders has the lead, but hardly a commanding lead, and polls don't measure who's actually going to show up on caucus day, and stay there for the duration. I think the most significant thing about this is that Buttigieg outpolls Biden by a point. And even that's no big deal."], [1333, "2020-01-10T19:44:01Z", [0.28, 0.51, 0.21, 0.0, 0.0], ""], [70993, "2020-01-10T18:38:59Z", [0.65, 0.2, 0.1, 0.05, 0.0], ""], [75385, "2020-01-10T18:18:57Z", [0.75, 0.15, 0.05, 0.05, 0.0], ""], [78237, "2020-01-10T16:20:01Z", [0.29, 0.27, 0.29, 0.14, 0.01], ""], [43709, "2020-01-10T15:54:52Z", [0.36, 0.17, 0.31, 0.16, 0.0], ""], [43709, "2020-01-10T15:49:52Z", [0.38, 0.16, 0.3, 0.16, 0.0], ""], [32300, "2020-01-10T15:05:51Z", [0.32, 0.16, 0.37, 0.14, 0.01], ""], [1333, "2020-01-10T14:39:34Z", [0.28, 0.52, 0.2, 0.0, 0.0], ""], [691, "2020-01-10T14:31:05Z", [0.34, 0.26, 0.23, 0.08, 0.09], ""], [66692, "2020-01-10T11:07:36Z", [0.3, 0.15, 0.25, 0.2, 0.1], "Updating based on current Vegas betting lines (from 2 Jan)."], [18846, "2020-01-10T11:04:37Z", [0.2, 0.8, 0.0, 0.0, 0.0], ""], [75863, "2020-01-10T01:44:28Z", [0.38, 0.2, 0.28, 0.14, 0.0], ""], [6978, "2020-01-10T00:56:13Z", [0.33, 0.17, 0.5, 0.0, 0.0], ""], [81023, "2020-01-09T21:20:36Z", [0.3, 0.1, 0.6, 0.0, 0.0], ""], [5766, "2020-01-09T21:08:57Z", [0.05, 0.35, 0.6, 0.0, 0.0], "Trend is going in Bernie's way. He has gained some ground and have some experience on how to play cards when end is near."], [81458, "2020-01-09T18:50:44Z", [0.24, 0.27, 0.26, 0.23, 0.0], ""], [1333, "2020-01-09T18:05:21Z", [0.27, 0.52, 0.21, 0.0, 0.0], ""], [43709, "2020-01-09T13:59:43Z", [0.39, 0.18, 0.28, 0.15, 0.0], "Updating on the previous post, I forgot that there's not just the error of the polls if the contest was held today, but the drift over time to take into account. I've updated the polling error to a much more conservative 10 percentage points, which has helped Warren a lot, and will narrow it as the day gets closer"], [43709, "2020-01-09T13:44:22Z", [0.55, 0.11, 0.31, 0.03, 0.0], "I've made a full monte carlo simulation of the caucus, using the fivethirtyeight polls:\nhttps://projects.fivethirtyeight.com/polls/president-primary-d/iowa/  assuming a 3 percentage point error\nand fivethirtyeight second preferences matrix:\nhttps://fivethirtyeight.com/features/voters-second-choice-candidates-show-a-race-that-is-still-fluid/\nwhich gives the following numbers! There are lots of dodgy assumptions underneath, and things that need tweaking, but I'm going to put this up now and update it as the method and data change"], [32274, "2020-01-09T08:43:11Z", [0.4, 0.4, 0.2, 0.0, 0.0], ""], [63963, "2020-01-09T03:57:43Z", [0.4, 0.45, 0.15, 0.0, 0.0], ""], [79591, "2020-01-08T20:44:16Z", [0.05, 0.1, 0.85, 0.0, 0.0], ""], [81433, "2020-01-08T18:58:17Z", [0.2, 0.44, 0.05, 0.08, 0.23], ""], [81431, "2020-01-08T16:58:21Z", [0.25, 0.45, 0.25, 0.05, 0.0], ""], [534, "2020-01-08T15:51:33Z", [0.45, 0.25, 0.25, 0.05, 0.0], ""], [81300, "2020-01-08T01:36:52Z", [0.51, 0.32, 0.08, 0.06, 0.03], ""], [14107, "2020-01-07T23:24:57Z", [0.24, 0.22, 0.43, 0.07, 0.04], ""], [81390, "2020-01-07T22:21:54Z", [0.45, 0.15, 0.05, 0.35, 0.0], ""], [20504, "2020-01-07T21:21:25Z", [0.42, 0.05, 0.48, 0.05, 0.0], "Assuming that Warrens support would move to Bernie or Biden. https://fivethirtyeight.com/features/democratic-party-activists-may-be-cooling-on-warren-and-warming-to-biden/"], [79591, "2020-01-07T19:44:56Z", [0.1, 0.1, 0.8, 0.0, 0.0], ""], [1333, "2020-01-07T19:09:52Z", [0.26, 0.52, 0.22, 0.0, 0.0], ""], [1333, "2020-01-07T19:05:41Z", [0.26, 0.53, 0.21, 0.0, 0.0], ""], [81330, "2020-01-07T18:07:14Z", [0.25, 0.4, 0.25, 0.1, 0.0], ""], [81378, "2020-01-07T17:43:10Z", [0.3, 0.1, 0.4, 0.2, 0.0], ""], [74903, "2020-01-07T17:04:17Z", [0.45, 0.1, 0.45, 0.0, 0.0], ""], [78336, "2020-01-07T16:16:18Z", [0.5, 0.3, 0.2, 0.0, 0.0], ""], [31275, "2020-01-07T14:58:57Z", [0.26, 0.24, 0.24, 0.01, 0.25], "Sanders, Biden and Buttigieg are currently tied. I could see Iowa turning for Amy Klobuchar due to common midwest roots and not her moderate stances. The only reason I gave Biden a "], [1333, "2020-01-07T10:25:53Z", [0.26, 0.54, 0.15, 0.05, 0.0], ""], [78237, "2020-01-07T09:49:17Z", [0.28, 0.28, 0.29, 0.14, 0.01], ""], [43709, "2020-01-07T09:05:53Z", [0.29, 0.3, 0.33, 0.07, 0.01], ""], [75863, "2020-01-07T02:36:50Z", [0.32, 0.29, 0.3, 0.09, 0.0], ""], [62732, "2020-01-06T23:28:07Z", [0.23, 0.22, 0.32, 0.23, 0.0], ""], [63835, "2020-01-06T23:21:25Z", [0.33, 0.3, 0.27, 0.09, 0.01], ""], [22689, "2020-01-06T20:54:25Z", [0.4, 0.37, 0.23, 0.0, 0.0], ""], [1333, "2020-01-06T20:19:10Z", [0.25, 0.55, 0.15, 0.05, 0.0], ""], [30610, "2020-01-06T19:12:10Z", [0.3, 0.3, 0.4, 0.0, 0.0], ""], [63290, "2020-01-06T17:45:26Z", [0.26, 0.27, 0.27, 0.2, 0.0], ""], [80882, "2020-01-06T16:16:11Z", [0.22, 0.1, 0.65, 0.03, 0.0], "Because he is popular here and has a good grassroots organisation."], [13306, "2020-01-06T15:39:16Z", [0.5, 0.12, 0.26, 0.12, 0.0], ""], [74903, "2020-01-06T15:11:12Z", [0.45, 0.0, 0.3, 0.25, 0.0], ""], [32526, "2020-01-06T14:15:57Z", [0.25, 0.2, 0.3, 0.2, 0.05], ""], [34724, "2020-01-06T10:50:12Z", [0.39, 0.25, 0.35, 0.01, 0.0], ""], [34724, "2020-01-06T10:46:37Z", [0.47, 0.01, 0.49, 0.03, 0.0], ""], [26553, "2020-01-06T09:10:27Z", [0.34, 0.01, 0.34, 0.31, 0.0], ""], [578, "2020-01-06T06:43:47Z", [0.32, 0.3, 0.33, 0.05, 0.0], ""], [79040, "2020-01-06T06:11:16Z", [0.28, 0.31, 0.24, 0.15, 0.02], ""], [31201, "2020-01-06T05:01:43Z", [0.8, 0.2, 0.0, 0.0, 0.0], "Iran crisis encourages a move to stability, helping Biden. Outside odds for Buttigieg as Iowa likes outsiders and he has military experience."], [1056, "2020-01-06T04:24:53Z", [0.01, 0.0, 0.99, 0.0, 0.0], "I think that unless warren starts showing some traction, some of her support will defect to Sanders in order to provide some momentum to his campaign. I don't see any comparable defections between Biden and Buttigieg supporters, who will probably figure their respective candidates can go the distance. That perception by Biden and Buttigieg supporters may change after Iowa, but for now I think Warren's weakness may translate into supplemental strength for Sanders."], [79461, "2020-01-06T03:49:09Z", [0.4, 0.15, 0.4, 0.05, 0.0], "Time to enter the democratic primary predictions. I'm mostly going to be working with 538 polling data, both nationally and locally for this initial take. Will update with more focus on the candidates positions, endorsements, and other outside factors. As of today, we are one month away from the Iowa Caucus.  Broadly, Biden seems to have a large lead in national polls at 27%, Warren and Sanders are hovering around 15-20%, and Buttigieg is at 7% [1]. In Iowa, we have a different picture, with Biden, Sanders, and Buttigieg all at around 20%, with Warren at 13% [2]. Iowa also is a caucus state, which makes voting a little more costly and has benefited outsiders/candidates with high energy support a decent amount - Bernie got 49.6% of the vote last time. Most likely, Warren will focus her energy on New Hampshire a much closer state where she historically has polled much better, so I think it is unlikely she wins this one. I see no chance of any of the other candidates winning Iowa. I don't have a strong read on the other three candidates, but I give Biden and Sanders the edge by a decent margin [1] https://projects.fivethirtyeight.com/polls/president-primary-d/national/\n[2] https://projects.fivethirtyeight.com/polls/president-primary-d/iowa/"], [172, "2020-01-06T03:34:24Z", [0.45, 0.0, 0.55, 0.0, 0.0], "Iowa different than NH..."], [80475, "2020-01-06T01:09:00Z", [0.42, 0.19, 0.38, 0.01, 0.0], "Biden picked up some crucial endorsements this weekend, so I'm bumping up his odds a bit. He's also crushing it in the endorsement tracker here:\nhttps://projects.fivethirtyeight.com/2020-endorsements/democratic-primary/"], [56, "2020-01-06T00:17:01Z", [0.4, 0.1, 0.43, 0.05, 0.02], ""], [1092, "2020-01-05T22:54:43Z", [0.25, 0.25, 0.5, 0.0, 0.0], ""], [13979, "2020-01-05T21:04:53Z", [0.37, 0.33, 0.15, 0.15, 0.0], ""], [46762, "2020-01-05T20:37:36Z", [0.35, 0.3, 0.35, 0.0, 0.0], "latest CBS poll has women weighted 5:4 and 3:2 over men. \nadditionally over 45 5:2 compared to under 45."], [32618, "2020-01-05T18:20:15Z", [0.75, 0.1, 0.0, 0.15, 0.0], ""], [56, "2020-01-05T11:06:00Z", [0.4, 0.15, 0.33, 0.1, 0.02], ""], [23999, "2020-01-05T10:55:32Z", [0.35, 0.25, 0.3, 0.09, 0.01], ""], [15953, "2020-01-05T10:20:58Z", [0.33, 0.17, 0.33, 0.17, 0.0], ""], [59914, "2020-01-05T01:53:24Z", [0.25, 0.25, 0.25, 0.15, 0.1], "I do poorly on these questions because I always let my personal biases (often not in sync with the mean voter) sway my guesses.  I'll just go for a baseline with the FivethirtyEight Iowa Caucus poll tracker which looks pretty even between the top 3 on 1/4/20 with Warren trailing a bit."], [70711, "2020-01-05T01:35:16Z", [0.33, 0.33, 0.2, 0.14, 0.0], ""], [80475, "2020-01-05T01:33:22Z", [0.38, 0.2, 0.41, 0.01, 0.0], "I keep coming back to the national polls. I think they have to be more indicative than people think. I'm re-assessing these odds accordingly."], [31251, "2020-01-04T23:52:59Z", [0.25, 0.28, 0.24, 0.22, 0.01], "For this question, I am going to firstly consider polling, where Pete Buttigieg has been ahead in 4/9 polls since late October. Biden has been ahead in 1 and drawn one, Sanders has drawn one (with Biden), Warren has been top twice but these were earlier polls and her numbers have been gradually declining. ( https://projects.fivethirtyeight.com/2020-primaries/democratic/iowa/) Therefore I think Buttigieg has a slight advantage here.  Secondly, I am going to consider who has previously won the Iowa caucus who then goes on to win the nomination. This has been the case in 50% of the Iowa caucuses that were properly contested since 2004 (not counting the 2012 Dem caucus).  A month is a long time for this particular question. There will be a debate on January 15th, and I will also look out for funding numbers during this time."], [14840, "2020-01-04T23:28:54Z", [0.23, 0.35, 0.32, 0.1, 0.0], ""], [40584, "2020-01-04T22:59:15Z", [0.2, 0.2, 0.6, 0.0, 0.0], ""], [32300, "2020-01-04T22:27:17Z", [0.3, 0.22, 0.33, 0.14, 0.01], ""], [1333, "2020-01-04T22:25:40Z", [0.15, 0.65, 0.15, 0.05, 0.0], ""], [66692, "2020-01-04T21:33:31Z", [0.3, 0.15, 0.15, 0.4, 0.0], "Forecast based on Vegas betting lines."], [81292, "2020-01-04T20:58:59Z", [0.25, 0.25, 0.45, 0.05, 0.0], "Current polling gives Elizabeth Warren about 15% of the vote and the other big three 20% each. However, in previous such votes, voters switched their vote from their preferred candidate to their least-disliked/next best candidate, when their preferred candidate wasn't likely to win. Hence I expect Elizabeth Warren's vote share to fall and the other three to rise, as her supporters decide she won't win and thus vote for someone else. This is further backed up by her funding falling recently, indicating that her campaign is stalling. The question is then who her supporters will vote for, and Bernie Sanders is the most similar to her politically, especially on big topics such as the environment, education etc (ie the kind of issues which single issue voters will base their vote on). The big question therefore is whether Buttigieg or Biden can pull away, turning this vote into a two horse race, in which case I would expect that horse to beat Sanders. So far, as at star of Jan, this doesn't appear to be happening.  Further, based on the same logic, I expect Amy Klobicher's supporters to split between Biden and Buttigeig, thus helping neither. "], [691, "2020-01-04T20:43:23Z", [0.31, 0.24, 0.21, 0.05, 0.19], ""], [75863, "2020-01-04T18:54:26Z", [0.31, 0.3, 0.28, 0.11, 0.0], ""], [20284, "2020-01-04T15:34:47Z", [0.2, 0.8, 0.0, 0.0, 0.0], "Pete has the most enthusiastic supporters and Joe has the dependable, always voting older voters.  I believe that the enthusiasm of Petes supporters will outweigh the traditional voters.  Also there may be some strategic voting by Warren and Sanders voters who want to keep Biden from winning when possible and may see a vote for Pete as more important than a vote for their preference, Warren and Sanders, even if he is not their first choice. "], [81308, "2020-01-04T10:56:42Z", [0.3, 0.1, 0.4, 0.1, 0.1], "Iowa seems like Sanders country he's got some momentum and this could help him in future primaries so he'll put alot of effort into it"], [26553, "2020-01-04T10:05:47Z", [0.33, 0.01, 0.33, 0.33, 0.0], ""], [26553, "2020-01-04T10:04:04Z", [0.06, 0.0, 0.05, 0.89, 0.0], ""], [14107, "2020-01-04T08:09:13Z", [0.19, 0.27, 0.4, 0.09, 0.05], ""], [20156, "2020-01-04T07:08:06Z", [0.2, 0.3, 0.4, 0.1, 0.0], ""], [75863, "2020-01-04T04:28:35Z", [0.3, 0.29, 0.25, 0.11, 0.05], ""], [77830, "2020-01-04T04:26:14Z", [0.5, 0.3, 0.1, 0.09, 0.01], ""], [22689, "2020-01-04T01:59:26Z", [0.28, 0.27, 0.23, 0.22, 0.0], ""], [79591, "2020-01-03T22:54:10Z", [0.0, 0.1, 0.9, 0.0, 0.0], ""], [34879, "2020-01-03T21:29:06Z", [0.75, 0.0, 0.25, 0.0, 0.0], ""], [46762, "2020-01-03T21:26:23Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [81312, "2020-01-03T20:50:51Z", [0.3, 0.07, 0.21, 0.4, 0.02], ""], [32100, "2020-01-03T20:48:22Z", [0.4, 0.4, 0.18, 0.02, 0.0], ""], [5766, "2020-01-03T20:10:58Z", [0.1, 0.6, 0.3, 0.0, 0.0], "This is one of very challenging and volatile case in politics. Taking from my personal view I would like Bernie to win. But I think based on recent polls and trend about mostly Biden, Pete and Bernie, Pete comes on top with a month away. Bernie may come on top because of sexual orientation issue from PB. But he has that medical episode baggage that he will be carrying throughout the journey. Biden is there only because he is there in national polls with some lead and the fact that he was VP and has supporters from minority. However, I still think that there will be tough fight between PB and BS. It will be interesting to watch Warren moves as she is lagging."], [63963, "2020-01-03T19:46:05Z", [0.0, 0.75, 0.25, 0.0, 0.0], ""], [63674, "2020-01-03T19:38:34Z", [0.23, 0.46, 0.24, 0.06, 0.01], "Polling data is suggesting a Buttigieg lead. https://www.realclearpolitics.com/epolls/2020/president/ia/iowa_democratic_presidential_caucus-6731.html  Iowa tends to favor more moderate Democrats (Biden and Buttigieg) over more liberal ones (Warren and Sanders)"], [80475, "2020-01-03T18:56:56Z", [0.26, 0.3, 0.41, 0.02, 0.01], "Comment deleted on Jan 03, 2020 07:05PM UTC"], [80475, "2020-01-03T18:50:47Z", [0.08, 0.38, 0.51, 0.02, 0.01], "Comment deleted on Jan 03, 2020 07:05PM UTC"], [1056, "2020-01-03T18:23:18Z", [0.01, 0.0, 0.99, 0.0, 0.0], "Sanders has a pre-existing organization from the last election, and the most small-amount donors of any candidate - including small-amount donors in Iowa. Small-amount are an excellent surrogate for voter support. Sanders' supporters are reputed to be extremely dedicated, and it's possible the perceived \"fix\" that gave Hillary Clinton the nomination will motivate Sanders supporters even more. Buttigieg has had some rather large rallies in Iowa lately, but that has to translate into people being willing to stand around in a high school gym for hours arguing his case. I don't think it will. It isn't difficult for a campaign to fill a hall with supporters; it doesn't mean that the support is not genuine, but if a campaign buses in people from half the precincts in the state, the rally doesn't mean much. I have no idea if that's what Buttigieg has been doing, but I'm skeptical of rally attendance being an indicator of caucus support. And Buttigeig has very few small-amount donors.  Biden's campaign has publicly said that he \"doesn't have to win\" Iowa, which is pretty much an admission that he expects to lose. Still, he's the only opponent of Sanders whose chances are above zero right now. Warren has unimpressive poll numbers in Iowa, and not much small-donor support, which is probably more important than polls in that state. She may make a comeback in the future, but only as the best hope to stop Sanders. On the other hand, is she comes in fourth in Iowa, and no better than second in New Hampshire, she'll probably drop out."], [1333, "2020-01-03T18:13:49Z", [0.15, 0.55, 0.25, 0.05, 0.0], ""], [75093, "2020-01-03T18:10:41Z", [0.15, 0.12, 0.31, 0.35, 0.07], ""], [11430, "2020-01-03T18:07:36Z", [0.25, 0.65, 0.0, 0.1, 0.0], ""], [11885, "2020-01-03T18:03:59Z", [0.5, 0.4, 0.1, 0.0, 0.0], ""]]}