{"question_id": 1197, "title": "Will Tyrion Lannister and Bronn of Blackwater survive the series Game of Thrones?\n", "possible_answers": ["Tyrion Lannister only", "Bronn of Blackwater only", "Both will survive", "Neither will survive"], "crowd_forecast": [0.33, 0.22, 0.37, 0.08], "correct_answer": "Both will survive", "correct_forecast": 0.37, "preds": [[73167, "2019-05-19T16:42:30Z", [0.5, 0.25, 0.05, 0.2], ""], [691, "2019-05-19T11:30:47Z", [0.22, 0.15, 0.37, 0.26], ""], [25705, "2019-05-18T19:19:52Z", [0.0, 0.4, 0.6, 0.0], ""], [73660, "2019-05-18T15:29:34Z", [0.7, 0.0, 0.3, 0.0], ""], [70711, "2019-05-18T14:29:22Z", [0.1, 0.45, 0.4, 0.05], ""], [691, "2019-05-18T11:29:03Z", [0.22, 0.15, 0.37, 0.26], ""], [73436, "2019-05-18T08:25:04Z", [0.0, 0.0, 1.0, 0.0], "Tyrion will have to answer for releasing Jaime, although he's dead and that will be a meek point.\nDanerys will have to answer for her bloodlust so will be too preoccupied with that.\nBronn will want payment so will not kill Tyrion."], [20156, "2019-05-18T04:57:31Z", [0.2, 0.15, 0.1, 0.55], ""], [73587, "2019-05-17T20:03:26Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-05-17T19:53:04Z", [0.22, 0.15, 0.5, 0.13], "I have not idea who either of these worthies may be, but do not wish anyone dead--or at least not anyone fictional.  (I forget who I stole this from, but just because I wish someone dead does not mean I wish them to be in heaven with the angels.  Rather the contrary.)"], [1333, "2019-05-17T19:45:57Z", [0.95, 0.0, 0.0, 0.05], "This is based on binge watching - that took a long time and the plot shifts are like a if \"Vikings\" collided with \"Freak Show\". THank goodness for Dragons or I'd never made it past the pedophilia, and my new fear of dwarves."], [28251, "2019-05-17T14:45:13Z", [0.05, 0.15, 0.78, 0.02], ""], [73543, "2019-05-17T12:58:42Z", [0.15, 0.22, 0.53, 0.1], "They will either both die which unlikely due to how detached from the main plot they have become, bronn more than tyrion. if anything, bronn will completely disappear or somehow end up killing danerys or tyrion as a way to get that castle he wants"], [73527, "2019-05-17T11:09:48Z", [0.0, 0.05, 0.95, 0.0], "Bronn has a base rate of surviving any event and doing anything needed to survive. I am pretty sure this will not change now.\nTyrion has been growing into a good ruler and while he makes mistakes, he keeps surviving the odds. It is likely this will continue."], [73524, "2019-05-17T11:03:06Z", [0.75, 0.05, 0.15, 0.05], ""], [73520, "2019-05-17T10:53:52Z", [0.27, 0.18, 0.55, 0.0], ""], [73099, "2019-05-17T10:21:38Z", [0.2, 0.5, 0.25, 0.05], ""], [73499, "2019-05-17T08:20:23Z", [0.75, 0.1, 0.05, 0.1], ""], [59042, "2019-05-17T05:59:49Z", [0.35, 0.1, 0.3, 0.25], ""], [73467, "2019-05-17T05:42:09Z", [0.0, 0.15, 0.85, 0.0], ""], [73434, "2019-05-17T05:14:49Z", [0.1, 0.45, 0.05, 0.4], ""], [73435, "2019-05-17T04:59:03Z", [0.22, 0.78, 0.0, 0.0], "Life isn't fair. The whole show is about that."], [45972, "2019-05-17T03:33:08Z", [0.4, 0.15, 0.05, 0.4], ""], [73347, "2019-05-16T23:04:44Z", [0.65, 0.05, 0.3, 0.0], ""], [73334, "2019-05-16T22:56:23Z", [0.2, 0.0, 0.0, 0.8], ""], [28177, "2019-05-16T22:44:27Z", [0.5, 0.2, 0.1, 0.2], ""], [73301, "2019-05-16T22:32:51Z", [0.6, 0.1, 0.2, 0.1], ""], [73291, "2019-05-16T22:25:44Z", [0.5, 0.15, 0.2, 0.15], ""], [73247, "2019-05-16T22:09:45Z", [0.65, 0.15, 0.15, 0.05], ""], [73247, "2019-05-16T22:08:36Z", [0.65, 0.1, 0.1, 0.15], ""], [14107, "2019-05-16T21:24:44Z", [0.04, 0.19, 0.76, 0.01], ""], [62657, "2019-05-16T20:56:15Z", [0.2, 0.5, 0.25, 0.05], "Fun question. I think Bronn's loveable mercenary persona is more likely to be treated as a survivor by the writers, plus they dropped that hint that he was gonna appear only when the dust settled: his last words so far were \"My fighting days are over\" or somesuch as he f@%&ed off with a crossbow to wait out the battle of King's Landing. Tyrion, on the other hand, we've been getting hints that he's ready to sacrifice himself for a cause, and they've written him as racked with guilt that he bet on the wrong side of the Targaryen coin. Plus his brother can't save him anymore."], [73238, "2019-05-16T19:06:26Z", [0.12, 0.65, 0.06, 0.17], ""], [19522, "2019-05-16T18:00:40Z", [0.25, 0.05, 0.2, 0.5], ""], [25705, "2019-05-16T16:12:21Z", [0.0, 0.35, 0.55, 0.1], ""], [14107, "2019-05-16T05:46:10Z", [0.07, 0.24, 0.68, 0.01], ""], [71044, "2019-05-16T04:47:56Z", [0.4, 0.2, 0.2, 0.2], "Tyrion has the best chances of surviving probably due to being a fan favorite, although he may invoke the wrath of Dany. Bronn may die because he wants claims, and this might irritate Dany although he may not be heard from again because reasons"], [691, "2019-05-15T17:20:41Z", [0.22, 0.15, 0.5, 0.13], ""], [30477, "2019-05-15T12:02:28Z", [0.01, 0.34, 0.55, 0.1], ""], [70963, "2019-05-15T09:59:58Z", [0.05, 0.15, 0.75, 0.05], ""], [25705, "2019-05-15T05:10:45Z", [0.0, 0.15, 0.85, 0.0], ""], [73196, "2019-05-14T17:16:24Z", [0.0, 0.2, 0.8, 0.0], "Bronn hasn't been seen since he met with the Lannister brothers during episode four. Presumably he has no more interest in killing Tyrion because Jamie and Ceresi are both dead. He's not getting paid by a deceased Ceresi. I'm not sure we even see him in episode six but I have to think it's all but guaranteed he will survive. Tyrion on the other hand is in a little more precarious position. Dany has clearly gone AWOL after torching King's Landing. Will Dany find out that Tyrion freed Jamie and punish him accordingly?  Will Tyrion rebuke the Queen after what she did to King's Landing? I presume he won't be all that happy about it, and he will voice his concern about her actions. I guess his likelihood of surviving depends on if you think Dany will be on the Iron Throne at the end of the series.  If Dany sits on the Iron Throne, she will need an advisor, and everyone else from her inner circle is gone except Grey Worm, and he's not an advisor type. If Dany isn't sitting on the Iron Throne by the end of the season, it depends on if she has Tyrion killed as she herself meets her demise.  Although Tyrion's exact purpose hasn't been clear for a while now other than simply being the Queen's Hand, I don't think the writers will kill him off in the final episode, since he's one of the more popular characters. "], [70539, "2019-05-14T16:39:01Z", [0.0, 0.0, 1.0, 0.0], ""], [73099, "2019-05-14T15:14:44Z", [0.1, 0.22, 0.64, 0.04], ""], [15784, "2019-05-14T14:37:34Z", [0.1, 0.2, 0.65, 0.05], ""], [58508, "2019-05-14T12:44:20Z", [0.1, 0.75, 0.08, 0.07], ""], [21046, "2019-05-14T11:14:02Z", [0.05, 0.15, 0.75, 0.05], ""], [67625, "2019-05-13T09:25:20Z", [0.15, 0.6, 0.1, 0.15], "SPOILER ALERT The mediatic turn GOT acquired in the last - at least - two seasons is evident, and no central character have died since. Only in 8x03 and 8x04 some important characters died - Missandei, Theon and Jorah mostly - but, apart from Missandei, they were important characters for their history rather than for their actual role - Theon's and Jorah's role was basically inexistent for the proceeding of the plot. Missandei's death has a very important role to ignite, together with the dragon's death, Denaerys' rage. In the final episodes I really hope GOT will go back to its glory days, in which important characters die underlining the cruelty of the politics and military world, the very peculiarity which made GOT interesting and was erased in the last two seansons. In the inevitable final confrontation between Cercei and Denaerys, some heads will roll. While everyone in 8x04 seems sure Denaerys has the keys to the victory, I really think that as a matter of preparation, military planning and strategic advance Cercei has the upper hand. In this scenario, Bronn has most possibilities to survive, he demonstrated to be an excellent swordman and an opportunistic mentality which allows him to survive by always getting on the winning side. Even the promise of receiving High Garden will not make him sacrifice his life over a lost cause. I really think that, however the final confrontation goes, he'll find a way to survive.\nOn the other side, Tyrion is more in danger. He could consider to plot against Denaerys with Varys - who, at this point, in order to safeguard King's Landing's population, will make its move - but he doesn't seem to be willing to do so. His death would be very in line with GOT's initial style, and in the confrontation with Cercei's army he certainly risks a lot. Nevertheless, he has a chance to survive - in the last seasons, the beloved characters are simply not dying, so... \nI find the \"both surviving\" scenario really unlikely, as well as the \"neither will survive\" one. Some central characters will die in the last two episodes - if everyone survives, it's going to be a farce. I just think that Tyrion's direct political involvement will not help him in the final confrontation, while Bronn's adaptability will help him."], [5018, "2019-05-13T06:51:16Z", [0.0, 0.5, 0.5, 0.0], ""], [14107, "2019-05-13T05:39:57Z", [0.1, 0.22, 0.64, 0.04], ""], [15784, "2019-05-13T03:28:54Z", [0.1, 0.4, 0.4, 0.1], ""], [691, "2019-05-12T12:16:44Z", [0.4, 0.09, 0.4, 0.11], ""], [691, "2019-05-11T16:53:23Z", [0.4, 0.09, 0.4, 0.11], ""], [58508, "2019-05-11T14:46:46Z", [0.1, 0.7, 0.13, 0.07], ""], [72713, "2019-05-10T23:02:12Z", [0.9, 0.1, 0.0, 0.0], ""], [69907, "2019-05-10T18:52:37Z", [0.5, 0.2, 0.1, 0.2], ""], [73143, "2019-05-10T18:03:21Z", [0.16, 0.16, 0.64, 0.04], ""], [73099, "2019-05-10T12:06:30Z", [0.15, 0.35, 0.25, 0.25], ""], [54140, "2019-05-10T07:39:11Z", [1.0, 0.0, 0.0, 0.0], ""], [14107, "2019-05-10T01:28:59Z", [0.16, 0.36, 0.24, 0.24], "0.4 \n0.6"], [14107, "2019-05-10T01:06:28Z", [0.24, 0.24, 0.36, 0.16], ""], [9406, "2019-05-09T17:20:37Z", [0.35, 0.1, 0.45, 0.1], ""], [691, "2019-05-09T13:54:36Z", [0.4, 0.09, 0.4, 0.11], ""], [73102, "2019-05-09T04:36:08Z", [0.03, 0.05, 0.77, 0.15], "Bronn's story is done, Tyrion could be killed by Cersei but doubtful "], [73101, "2019-05-09T01:17:31Z", [0.25, 0.25, 0.5, 0.0], "The likelihood of both surviving for story purposes is greater than either of them being solo at the end, but there's still a chance for the unexpected given how this last season has gone."], [73099, "2019-05-08T23:01:31Z", [0.32, 0.11, 0.51, 0.06], ""], [691, "2019-05-08T14:42:18Z", [0.41, 0.09, 0.32, 0.18], ""], [73079, "2019-05-08T12:17:26Z", [1.0, 0.0, 0.0, 0.0], ""], [59986, "2019-05-08T05:11:12Z", [0.05, 0.15, 0.75, 0.05], ""], [14107, "2019-05-08T05:08:19Z", [0.3, 0.11, 0.52, 0.07], ""], [21046, "2019-05-08T02:49:52Z", [0.65, 0.02, 0.28, 0.05], ""], [2825, "2019-05-07T18:14:13Z", [0.3, 0.15, 0.5, 0.05], ""], [68634, "2019-05-07T17:19:22Z", [0.75, 0.01, 0.23, 0.01], ""], [66850, "2019-05-07T16:10:18Z", [0.0, 0.25, 0.75, 0.0], "There are only two episodes left in the series. Bronn of the Blackwater is a character purely driven by self-interest and personal survival, and it is highly doubtful that he will be killed off. Tyrion Lannister is quite the significant character and up until the last episode (S8 E4) has rarely put himself in physical harm's way. Also in the last episode, Bronn threatened to kill Tyrion and his brother, although the fan backlash if that occurred would be immense. In seasons 1-3 especially, being a main character would not ensure survival, however so far in season 8, we have seen plot armor protect main characters from even the most outrageous danger. I am giving Bronn a 100% chance of survival, with Tyrion slightly less. "], [72688, "2019-05-07T13:56:03Z", [0.28, 0.05, 0.65, 0.02], ""], [15784, "2019-05-07T13:12:15Z", [0.3, 0.2, 0.3, 0.2], ""], [73008, "2019-05-07T11:48:41Z", [0.0, 0.0, 0.01, 0.99], ""], [31450, "2019-05-07T00:42:25Z", [0.75, 0.05, 0.05, 0.15], "Tyrian is too clever to be caught out twice by Bronn and otherwise (normally, walking up to the gates was perhaps unwise) is good at keeping himself alive. Bronn however seems like the kind of guy who dies because he thinks he's too clever."], [5002, "2019-05-06T19:18:09Z", [0.5, 0.2, 0.25, 0.05], ""], [15997, "2019-05-06T19:16:39Z", [0.0, 0.8, 0.2, 0.0], ""], [25705, "2019-05-06T12:22:47Z", [0.0, 0.2, 0.8, 0.0], ""], [691, "2019-05-06T12:11:23Z", [0.41, 0.09, 0.32, 0.18], ""], [14107, "2019-05-06T06:09:55Z", [0.6, 0.05, 0.26, 0.09], ""], [72891, "2019-05-05T21:26:31Z", [0.0, 0.0, 1.0, 0.0], ""], [72713, "2019-05-05T18:44:53Z", [0.4, 0.25, 0.2, 0.15], ""], [5002, "2019-05-05T17:40:28Z", [0.35, 0.1, 0.5, 0.05], ""], [691, "2019-05-05T13:07:20Z", [0.45, 0.13, 0.13, 0.29], ""], [5018, "2019-05-05T02:18:38Z", [0.0, 0.5, 0.0, 0.5], ""], [691, "2019-05-04T18:59:24Z", [0.45, 0.15, 0.15, 0.25], ""], [60928, "2019-05-04T16:21:45Z", [0.4, 0.05, 0.35, 0.2], ""], [66805, "2019-05-04T11:37:34Z", [0.67, 0.08, 0.25, 0.0], ""], [26551, "2019-05-04T07:23:11Z", [0.9, 0.01, 0.08, 0.01], "My wife's theory: Tyrion is the heir of the throne, over Daenerys. Not truly a Lannister, he was hated not for being a wimp but for being illegitimate. And the most interesting role in the show. For all his materialistic face, Bronn will die saving Tyrion. And my wife's rule: if GRRM kills Tyrion, we riot."], [20156, "2019-05-04T04:51:52Z", [0.83, 0.02, 0.05, 0.1], ""], [14107, "2019-05-03T23:43:53Z", [0.85, 0.01, 0.07, 0.07], "Tyrion: Bookies and data scientists have him at very low percentages to die. I'd estimate ~8% to die.\nBronn: Data scientists have him really high to die. I'd estimate ~92% to die. Resulting probabilities are calculated based on that. Sources:\n- https://www.joe.ie/movies-tv/game-of-thrones-betting-odds-653560\n- https://got.show/\n- https://www.sportsbettingdime.com/news/entertainment-props/odds-dead-end-game-thrones-season-8-jon-snow-favored-survive/"], [691, "2019-05-03T19:06:38Z", [0.15, 0.15, 0.15, 0.55], ""]]}