{"question_id": 1830, "title": "Will the Washington Football Team (fka Washington Redskins) win five or more regular season games in the 2020 NFL season?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.85, 0.15], "correct_answer": "Yes", "correct_forecast": 0.85, "preds": [[96930, "2020-12-08T01:48:16Z", [1.0], ""], [96792, "2020-12-08T01:40:53Z", [1.0], "With their win over the Steelers, WFT has secured five wins."], [96736, "2020-12-08T01:32:34Z", [0.99], "Washington has secured their fifth win of the regular season."], [79461, "2020-12-08T01:32:22Z", [1.0], "They beat the stealers and are now 5-7."], [95565, "2020-12-08T01:31:19Z", [1.0], "They just beat the Steelers"], [96773, "2020-12-08T01:30:36Z", [0.89], ""], [95112, "2020-12-08T01:28:10Z", [1.0], ""], [96794, "2020-12-08T01:27:14Z", [1.0], "Looks good right now!"], [96795, "2020-12-08T01:22:34Z", [0.99], ""], [96736, "2020-12-08T01:04:46Z", [0.95], "The Washington Football team currently has four wins.  They are tied with Pittsburgh and inching closer to the fifth win.  Pittsburgh is 11-0 this season, so this performance by Washington indicates that a fifth win is high likely."], [95565, "2020-12-08T00:38:29Z", [0.89], ""], [97033, "2020-12-07T19:42:16Z", [0.8], ""], [94646, "2020-12-07T16:46:34Z", [0.85], ""], [96797, "2020-12-07T04:10:57Z", [0.6], "The current base rate is a 33% win percentage.  With 4 games remaining they should statistically win 1.3 of them putting them at or above 5 wins.  1 of their remaining games (the eagles) has a team that has a worse record than them.  They currently have an expected win ttl of 5.4 given their current point spread but are the underdog in 4 of the 5 remaining games, though only .5 pts vs carolina. https://www.pro-football-reference.com/teams/was/2020/gamelog/\nhttps://www.thelines.com/odds/washington-football-team/"], [96792, "2020-12-07T04:09:57Z", [0.95], "No change, and likely no change this coming week unless WFT somehow pulls off a miracle win against the Steelers."], [91142, "2020-12-07T03:16:06Z", [0.89], ""], [691, "2020-12-06T15:38:48Z", [0.95], ""], [96729, "2020-12-06T14:06:09Z", [0.89], "Given the momentum of unexpected wins (and by a margin) along with the weak remaining scheduled opponents, my forecast has changed significantly. I expect the WFT to defeat at least 2/5 remaining opponents (Eagles/Panthers)."], [96793, "2020-12-06T03:35:08Z", [0.75], "Adjusting forecast to account for last wins"], [96737, "2020-12-05T14:23:16Z", [0.85], ""], [96749, "2020-12-04T18:39:26Z", [0.76], ""], [96758, "2020-12-04T17:59:26Z", [0.8], ""], [96998, "2020-12-04T15:14:21Z", [0.87], ""], [96713, "2020-12-03T20:37:46Z", [0.95], ""], [96758, "2020-12-03T19:00:45Z", [0.75], ""], [96736, "2020-12-03T02:04:36Z", [0.9], "Washington currently has 4 wins and there are 5 games remaining.  To achieve one more win, Washington needs to win 20% of their remaining games.  Washington's current win percentage is 36.4%.  The probability of losing is 1 - .364 = .636.  The probability of losing all five games is (.636)^5 = 10.4%.  Thus, Washington has a 89.6% chance of winning at least one game and ending the regular season with 5 or more wins.  Additionally, 2 of the 5 teams that Washington will be playing have lower winning percentages than Washington."], [97168, "2020-12-03T01:47:33Z", [0.99], "As bad as they are, the Eagles are a likely win for them."], [62808, "2020-12-02T22:07:47Z", [0.51], ""], [96775, "2020-12-02T20:54:14Z", [0.92], "Update from original forecast on 11 NOV: from 55% to 95% YES. Currently 4-7 record with five games left with high probability of gaining their fifth win given the remaining opponents on their calendar. "], [88422, "2020-12-02T17:22:13Z", [1.0], ""], [96746, "2020-12-02T15:21:26Z", [0.9], "Updating forecast based on recent wins over the Bengals and Cowboys.  Of the 5 remaining games for the 4-7 Washington Football Team, only 1 is a very likely loss (Steelers).  The games against the 49ers, Seahawks, Eagles, and Panthers are all possible wins.  Perhaps the most pressing reason for updating this forecast is the fact that WAS in now in a good position to win the terrible NFC East (translation:  They will be very motivated at the end of a long season when the last place teams like the 9ers and Panthers are cashing in their chips).  I now think it is highly likely that they will win a 5th game.  "], [96746, "2020-12-02T15:16:36Z", [0.75], "Comment deleted on Dec 02, 2020 03:17PM UTC"], [56170, "2020-12-02T14:25:12Z", [0.84], ""], [96741, "2020-12-02T13:03:08Z", [0.85], "The decimation of the Cowboys on Thanksgiving opened eyes that the Washington defense is above average and, as long as the offense doesn't lose them games (and with veteran Alex Smith, he is proving lately not to lose them games), they will be competitive.\nTheir upcoming schedule is gruesome on paper, but their next game is against Pittsburgh, who despite being undefeated, will have an unconventional week due to their delay in the Ravens game. The following week they play at San Francisco, which has been moved to Arizona due to COVID restrictions in Santa Clara county, effectively making it a neutral field game against two comparable teams record-wise. They host the Seahawks, which will most likely be a tough opponent. The last two games of the season include hosting Carolina and at Philadelphia. As long as they stay in contention for the division title, they will have motivation to play and play well. It is looking more and more possible that 5 wins is very attainable for the WFT and so I am drastically increasing my forecast based on their recent play."], [31859, "2020-12-02T03:38:24Z", [0.45], ""], [64078, "2020-12-02T00:28:57Z", [0.6], ""], [82164, "2020-12-02T00:10:14Z", [0.65], ""], [58648, "2020-12-01T22:47:01Z", [1.0], ""], [96722, "2020-12-01T22:26:44Z", [0.64], "Initial forecast assumed WFT was unlikely win an additional 3 games based on their 2-8 record and 8 games remaining. Now at 4-7 (5 games remaining, including 2 against teams with worse records) it seems much more likely that they will gain another victory."], [96716, "2020-12-01T22:12:28Z", [0.65], "Won last two games.  Should have been successful already if not for the poor play with the lions.  The next 3 games are most likely losses but the game against the Panthers should be a win.  If not, there will be another opportunity with the Eagles the week after.  Either way, chances are pretty good to get the 5th win.  "], [90167, "2020-12-01T20:30:23Z", [0.77], "I’m expecting 3 losses in a row (Pittsburgh, SF, Seattle) followed by two decent chances at a win (Carolina and Philly). I’m still below the crowd on this one, as I see about a 1 in 4 chance of WFT losing all 5 remaining games."], [22689, "2020-12-01T20:24:27Z", [0.95], ""], [96831, "2020-12-01T19:46:35Z", [0.85], ""], [37236, "2020-12-01T17:28:38Z", [0.9], ""], [96796, "2020-12-01T14:45:27Z", [0.8], "Updating the forecast.  As the team currently sits at 4 wins, they only need 1 more win.  Even if it's luck alone, with 5 games remaining, I think they'll squeak out another win.  "], [691, "2020-12-01T14:04:55Z", [0.94], ""], [96745, "2020-12-01T03:30:38Z", [0.8], "Washington only needs to win one of the remaining 5 games to reach at least 5 regular season wins.  That is unlikely to occur against the 10-0 Steelers.  The most likely wins would be in the last two games of the season, against the 4-8 Panthers or the 3-6 Eagles that Washington already beat 27-17 in the first game of the year.  While it is likely that Washington wins at least one of the remaining 5 games, the fact that the two weakest opponents are last on the schedule will mean that Washington's morale will be at a low point in the season with little on the line.  For that reason, there is only a moderately high probability this occurs."], [84880, "2020-12-01T03:05:51Z", [0.99], ""], [88452, "2020-11-30T20:58:04Z", [1.0], "Hard to imagine the Washington Football team will fix this target already in week 13 (against Pittsburgh Steelers, 10 - 0 at the time of writing), so the question is likely to remain undecided and open until mid-December at least. Chances of winning one out of four are fairly high, considering soft factors such as momentum in team sports.\nSF49ers (home game, week 14, 13 Dec 2020) looks like a team they are ready to beat."], [96721, "2020-11-30T20:40:21Z", [0.85], ""], [96784, "2020-11-30T20:31:37Z", [0.65], "Updating because of win and corresponding lesser 'ask' to meet conditions.  Remaining modestly more moderate because of @yvesManchot 's good point that COVID has been a wild card in sports the last few weeks."], [97045, "2020-11-30T20:22:05Z", [0.85], ""], [96975, "2020-11-30T20:21:20Z", [0.85], ""], [96993, "2020-11-30T20:09:59Z", [0.7], ""], [96998, "2020-11-30T19:40:52Z", [0.6], ""], [96929, "2020-11-30T19:37:38Z", [0.05], ""], [97005, "2020-11-30T19:22:56Z", [0.75], "WA is 4-7 today with 5 games remaining.  They have a 50% win rate at home and a 25% win rate away, with 2 more home games and 3 games away.  2 out of the 5 are against last ranked NFC teams."], [75564, "2020-11-30T18:21:27Z", [0.78], "@Kogo - since you commented about an update on my previous forecast After Washington beat Dallas and some of their competitor games have played out, I'm adjusting the individual probabilities I've ascribed for each game: Pitt & Seattle: Unchanged, still very unlikely\nSF: increase to 35% (up from 30%)\nCarolina & Philly: significant increase to 40% (up from 30%) The biggest impact, of course, is that now the probability of Washington having beat Dallas is 100% - giving them one of the two wins necessary and massively jumping the probability of yes to 78%. Since a game was won and progress was made towards \"yes\" I'll be updating the probability all the way to 78 rather than adjusting from the 55% prior."], [96923, "2020-11-30T18:02:54Z", [0.85], ""], [97019, "2020-11-30T17:52:42Z", [0.6], "The NFC East is the worst division in the NFL and I believe they have 3 wins now.  They could win 2 more games"], [96963, "2020-11-30T17:42:47Z", [0.7], ""], [691, "2020-11-30T16:09:52Z", [0.91], ""], [97132, "2020-11-30T15:58:05Z", [0.9], "They've already won 4, have 3+ more games left, and they have a 4:7 win/loss ratio. "], [95938, "2020-11-30T15:01:40Z", [0.85], ""], [96792, "2020-11-30T02:54:49Z", [0.95], "The first two games after my initial forecast went how I thought (loss against DET, win against CIN), but I had both upcoming division games as possibles.  With the win against DAL, the chances of going over five is likely.  As I said in my original forecast, they could end with five or as many as seven wins (if they win their div games).  Based off of current standings and the historical data from the last few years, I think SF is unlikely, CAR is likely, and PHL is a possible.  If that pans out, they'll finish with five or six wins."], [96978, "2020-11-30T02:52:40Z", [0.8], ""], [96978, "2020-11-30T02:51:37Z", [0.7], ""], [96724, "2020-11-30T02:06:41Z", [0.9], "Updating after another win. Enough games to go for a chance at a 5th win, unless COVID shuts down the NFL season."], [50395, "2020-11-30T01:38:00Z", [0.87], ""], [50395, "2020-11-30T01:36:27Z", [0.75], ""], [96715, "2020-11-29T23:40:25Z", [0.83], "5 games to get one more win, also they play the Eagles again whom they have already beat once."], [95565, "2020-11-29T22:18:53Z", [0.88], ""], [96794, "2020-11-29T22:06:17Z", [0.85], "Another expected win. That's really good for the ol' forecast-o-matic. That means they need just one more. As folks have pointed out, they have six games to get it. As opposed to many, though, I'm not going to use their current winning percentage as a baseline - four of the next six games they are all-but-guaranteed to lose. But I've been banking on them to beat Carolina, and they have an outside shot against Philly. So I feel pretty good about five wins now. I'm upping to 85%."], [96725, "2020-11-29T17:48:52Z", [0.85], "Only 1 victory to get now, for 5 games left. Probabilities are rising fast!"], [96773, "2020-11-29T17:17:17Z", [0.85], ""], [14266, "2020-11-29T09:55:40Z", [0.96], ""], [97091, "2020-11-29T05:33:26Z", [0.9], ""], [96831, "2020-11-29T01:12:34Z", [0.62], ""], [96785, "2020-11-29T01:11:45Z", [0.95], "Washington has 5 games left, and has already won 4/11 for a .364 winning percentage. I consider this the baseline. So, if nothing change I expect them for win 6 games overall. What is different this time? They are playing much better recently, which may mean they are outperforming the earlier-season version of themselves. So, there you go. My contribution to this advanced guessing assignment... "], [96923, "2020-11-28T20:34:24Z", [0.7], ""], [43311, "2020-11-28T20:27:55Z", [1.0], "Any forecasts on Tyson-Jones? \nEar biting?\nFouls?\nStraight up dukefest?\nGeriatric sideshow? I'm not dropping $50 on it...I know that.... no bars open (not my cuppa anyhow...makes me feel old.... all these U kids 'round 'ere)..... eh... wonder how that affects the PPV numbers? Up? Down? Seems like this could have been a good chance for some questions."], [92786, "2020-11-28T18:14:40Z", [1.0], ""], [56170, "2020-11-28T16:21:56Z", [0.6], ""], [96737, "2020-11-28T01:00:13Z", [0.65], ""], [96728, "2020-11-27T19:49:08Z", [0.99], ""], [88640, "2020-11-27T18:24:31Z", [0.85], "Updating for the win against Dallas."], [96763, "2020-11-27T17:03:56Z", [0.8], "Following a big win yesterday over the Cowboys, Washington only needs to win one more game out of their final six games. This outcome is now highly likely."], [94737, "2020-11-27T16:52:23Z", [1.0], ""], [691, "2020-11-27T15:39:54Z", [0.82], ""], [56170, "2020-11-27T14:58:48Z", [0.6], ""], [95112, "2020-11-27T13:29:38Z", [0.75], "Revising through Week 12. Assuming all remaining games are played. WFT is now 4-7 after losing to DET and beating CIN (as I expected), but upsetting DAL on Thanksgiving (a number of questionable coaching decisions by DAL didn't help the situation - but not enough to be the deciding factor). Remaining Schedule with early or projected lines: @PIT (10-0) +8.5\n@SF (4-6) +7.5 (proj)\nvs SEA (7-3) +4 (proj)\nvs CAR (4-7) -1 (proj)\n@PHI (3-6-1) +3 (proj) Based on the probabilities associated with the spreads, WFT should win 1.68 games the rest of the season. CAR is the most likely win (still close to a 50/50 proposition). WFT has about a 34% chance of beating SEA, about a 40% chance of beating PHI, about a 22% chance of beating SF, and about a 20% chance of beating PIT. WFT's overall schedule strength to date is lower than every one of their remaining opponents with the exception of the undefeated Steelers. Realistically I see them winning one of their last two games this season, maybe both. I wouldn't be surprised if they have a good showing against SF despite the anticipated spread.\n------------------------\nUpgrading to 75%...  Basis is assuming losses in next three games leaving to 50/50ish games Four possible outcomes of the two 50/50ish games (CAR/PHI):\nWW\nLL\nWL\nLW 3/4 = 75% = chance of winning at least one."], [75363, "2020-11-27T10:46:39Z", [0.8], "Adjusting my forecast. With 4 wins and 5 matches remaining. The Washington Football Team only need 1 more win.\nX = 80%= (5 - 1) / 5 https://en.wikipedia.org/wiki/2020_Washington_Football_Team_season#Regular_season"], [79461, "2020-11-27T06:05:06Z", [0.9], "Updating my forecast following their win over the cowboys. Now they just need to win at least one game of their final five.  There have been 177 teams that have started a season 4-7. Of those, 170 ended up with at least 5 wins. This gives them a 97% chance of winning at least 5 games.  Looking at their remaining matchups and using 538s probabilities of them winning, their probability of winning at least one is: 1 - P(lose all of them) = \n1 - [(1.00-0.14) * (1.00-0.31) * (1.00-0.31) * (1.00-0.47) * (1.00-0.43)] = 1-12 = 88%. \n@PIT 14%\n@SF 31%\nvs SEA 31%\nvs CAR 47%\n@PHI 43% I'll split the difference and give them a 90% chance of winning at least 5 games. "], [14672, "2020-11-27T05:14:14Z", [0.9], "Four wins out of 11 games. Decisive win over Dallas today. Five games remaining, including the strong teams plus Panthers and Eagles. Only need to win one for this to close in affirmative. Probability of losing all 5 is 9.6% per 538 (https://projects.fivethirtyeight.com/2020-nfl-predictions/games/ ). Moving to 90%."], [90167, "2020-11-27T02:02:44Z", [0.77], ""], [92786, "2020-11-27T00:51:04Z", [0.9], ""], [96930, "2020-11-27T00:40:07Z", [0.85], ""], [79461, "2020-11-26T19:02:22Z", [0.65], "Updating my prediction through 10 games. Baserate: WFT has now won 3 games and lost 7. Of the teams 143 teams that started 3-7, 105 won at least 5 games. That suggests a 73% chance.  Inside angle: I like how @ray-wallin went about that, so I update it for the remaining 6 games. I use 538's predictions instead [1] @DAL  52% \n@PIT 14%\n@SF 31% \nvs SEA 31%\nvs CAR 47% \n@PHI 43% This suggests around 2.5-3 more wins this season. As a result, I'm raising my prediction to 65%.  [1] https://projects.fivethirtyeight.com/2020-nfl-predictions/games/ "], [691, "2020-11-26T15:50:01Z", [0.42], ""], [92786, "2020-11-25T18:49:08Z", [0.35], ""], [96964, "2020-11-25T17:00:11Z", [0.8], "as of 11/25, Washington sits at 3-7, just two wins away from 5 with 6 games remaining.   At 3-7 currently, they are just under 50% win percentage and currently on a 1 game win streak.  They only need to win 33% of their remaining games to get to 5.  Furthermore, 4 of their remaining opponents have losing records (Eagles, Panthers, Cowboys, 49ers)."], [56170, "2020-11-25T14:36:14Z", [0.4], ""], [50395, "2020-11-25T14:33:29Z", [0.5], ""], [96740, "2020-11-25T13:15:50Z", [0.42], ""], [96741, "2020-11-25T12:46:27Z", [0.1], "Washington pulled out a convincing win over the Bengals this past Sunday to move their season total to 3 wins (albeit one in which Cincy QB Joe Burrow tore his knee). They need to pull out 2 more victories out of their remaining 6 games to reach a total of 5.\nThis upcoming week, they face Dallas on Thanksgiving, a game where the Cowboys traditionally show up and play decent. The Cowboys are coming off a big win at Minnesota as well as a strong showing the week before against the undefeated Steelers. I still project that the WFT will lose this game, meaning they will need 2 in their last 5. Washington's next three opponents are at Pitt, at San Fran, and hosting Seattle. They should not be favored in any of these games, although San Francisco is reeling due to their injuries, but may potentially have their top QB and TE back by the time they play WFT. The last two games of the season involve Carolina and Philly - arguably, WFT will be underdogs for both of these games, but it depends on what direction Carolina and Philly take in terms of personnel and who they decide to play.\nOverall, this Dallas game on Thursday is a huge swing game for the WFT. If they can win, 5 wins is somewhat feasible. If not, it looks very daunting. I'm bumping up my forecast based on their win against Cincy, but not by a lot."], [84880, "2020-11-25T06:03:10Z", [0.51], ""], [96975, "2020-11-25T00:03:01Z", [0.55], "Washington is 3:7 (3 W, 7 L)\nThey've won against Eagles, Cowboys, and Bengals.\nRemaining games are:\nCowboys:  3:7\nSteelers:  10:0 in AFC\n49ers: 4:6\nSeahawks: 7:3\nPanthers: 4:7\nEagles: 3:6 They have to win 2+ games and could win against Eagles (again), Cowboys (again), 49ers, and Panthers I think they have a slightly better than even chance based on beating two teams they've beat already."], [96930, "2020-11-24T23:36:08Z", [0.55], "A win against the Bengals means they only need 2 of the remaining 6 games. "], [96794, "2020-11-24T23:26:40Z", [0.5], "A win! A win! Washington beat the Bungles, so they have 3 wins. That means they need only two more. Unbelievably, they're tied for second in their division at 3-7. The only team ahead of them is Philly, who when the went for the tie were ridiculed, but now top the division at 3-6-1.  Washington still has the Panthers to play, and they're favored. I still feel good about that game. So that puts them at 4 wins. That means they need one more...they have the Cowboys on Thanksgiving! A huge game and a huge tradition. I don't feel as good as I felt about that game earlier in the month. The Cowboys have Andy Dalton back and they just beat the Vikings. Plus, they have the best winning percentage on Thanksgiving among teams with 10 or more games and they're 8-1(!) against Washington on Thanksgiving (https://www.washingtonpost.com/sports/2020/11/23/washington-football-nfc-east-three-wins/). Washington is 3-8 on Thanksgiving overall AND the Cowboys are getting three points from Vegas on Thursday. SO! I'm not feeling as good. Be that as it may, I gave them a 25% shot when they needed three more wins, and they have one of the three I thought they'd get. I don't feel as good about the Dallas game, but I still feel okaaaay, and the more I see of Philly, the more I think they've got a chance to win against Philly at the end of the season. The way I see it, that game might mean tanking for a high pick or (incredibly) winning for a chance to get into the playoffs. So of the games they have left, I feel good about beating the Panthers, and I think they have an ok shot to beat either the Cowboys or the Eagles.  So I'm going to ooch up my projection ever-so-slightly. I'm gonna move them up to 50% for now and see how things go. They just need two more!"], [56170, "2020-11-24T22:43:56Z", [0.37], ""], [96739, "2020-11-24T21:03:50Z", [0.68], "Washington Football Team had a decisive win over the Bengals, and I've updated my forecast to a slightly better chance they'll win 5 or more regular games. However, there was acknowledgement that the Bengal's loss was self-inflicted (https://www.washingtonfootball.com/news/washington-bengals-instant-analysis-week-11), and the Bengals QB was taken out due to injuries (https://www.bengals.com/news/bengals-lose-game-and-burrow-for-rest-of-season)."], [97045, "2020-11-24T20:35:29Z", [0.72], "12.5% chance any team will not win 5 games based on 2019 stats. But they are new team and are already doing worse than expected. Plus they have had an objectively challenging schedule accordingly to newspaper reports. Given that they are trending so poorly, I put the odds of them being in that bottom %12.5 as a bit higher than the average. Schedule\nRedskins: 3 wins, 7 losses as of Nov 23. 6 games left to win 2 games.\nNov 26\nDec 6\nDec 13\nDec 20\nDec 27\nJan 3\n\"Even though we’re just barely a week and a half from the conclusion of the 2020 draft, some media outlets are already predicting that the Redskins will be the worst team in the league this coming season, and will end up with the first pick in the 2021 draft. See here.\" 4/32 teams won less than 5 games in the regular season in 2019. See here. 12.5% of teams won fewer games than 5 in 2019."], [691, "2020-11-24T16:03:10Z", [0.45], ""], [37236, "2020-11-24T15:45:30Z", [0.7], ""], [85031, "2020-11-24T14:46:06Z", [0.75], ""], [96725, "2020-11-24T12:58:16Z", [0.66], "During the last 5 games, they either won largely or lost by a very thin margin. Thus I believe they have good chances to win 2 more games out of the 6 left (both because the dynamics is rather good in terms of results, and because statistics are in their favor)"], [75564, "2020-11-24T04:14:25Z", [0.55], "Washington needs to win 2 of their remaining games which are against: Dallas, Pittsburgh, San Francisco, Seattle, Carolina, Philadelphia. Washington's current win % is 30%.  I extrapolated the rest of their season as though they continued to have a 30% chance of winning each game. This gives a 57.9% chance for yes. Based only on this seasons win-loss records, wins against Seattle and Pittsburgh are quite unlikely (but, of course, still possible - i suppose about 5% and1% respectively) - another win against Dallas this season is more likely than 30% (I'd pin it at 65%); while a win against Carolina, San Francisco or Philadelphia I would place at ~30% given their slightly better records and Philadelphia having beaten Washington already this season. Modeling with those values produces an even less decisive 52.5%. This leads to an unexciting nudge down to ~55%"], [96831, "2020-11-24T02:01:09Z", [0.35], ""], [96755, "2020-11-24T00:13:13Z", [0.35], "Lost to Lions. Won against Bengals. Current Record 3-7. Updated probability for Bayesian model is 35%"], [88640, "2020-11-23T21:26:17Z", [0.5], "Updating for their win on Sunday against Cincy"], [56170, "2020-11-23T17:51:38Z", [0.33], ""], [96746, "2020-11-23T15:19:14Z", [0.5], "Updating my forecast based on \"football team\" defeating the Bengals on Sunday.  This was one of the games I had in the \"possible win\" category in which they needed to go 2-3.  With the win (plus a very high probability of defeating the Cowboys), they will only need to win 1 of their remaining five games.  My probability now increases significantly. "], [91142, "2020-11-23T02:33:24Z", [0.45], ""], [9263, "2020-11-23T01:23:13Z", [0.2], ""], [96792, "2020-11-23T00:13:49Z", [0.53], "Again, no real change for me here with their latest win.  I see the possibility of 1-3 more wins (or none at all) in the future so I don't thinik I'll adjust anything until after they play Dallas."], [96763, "2020-11-23T00:10:10Z", [0.34], "Upgraded probability following a win against the Bengals today."], [96716, "2020-11-22T14:57:05Z", [0.43], "Updated my forecast to a lower probability.   Washington had a real shot at beating the Lions last week and muffed it pretty badly at the end.  I still think the remaining schedule allows for them to garner additional wins but the real bellwether should be against the Bengals today (11/22); a team that essentially has the same record.  7 games remain...they need to win 3 of the 7 which means 43%.  Looking at the slate of games remaining, it seems distinctly possible."], [96793, "2020-11-22T03:07:52Z", [0.25], "Lowering forecast based on current record."], [691, "2020-11-21T19:27:55Z", [0.15], ""], [96978, "2020-11-21T19:17:51Z", [0.25], ""], [96720, "2020-11-21T17:27:06Z", [0.2], ""], [96724, "2020-11-20T19:27:46Z", [0.4], "Reducing forecast likelihood just slightly after loss this week, putting current record at 2 out of 9 games (22%). The two games were won against teams they will play again, so if they perform similarly, that would take them to 4 wins total, but one of those required games is at the end of the season. I am factoring that COVID could interfere with December or early January games, decreasing opportunities to reach 5 wins."], [96714, "2020-11-20T19:15:53Z", [0.2], "Redskins have only won 2 out of 9 games and would need to win 3 out of the remaining 7. It is unlikely they will get to 5 wins given the relative strength of their opponents (maybe 4, with wins against Eagles and Cowboys, but 5 narrows the margins considerably). Another consideration is even IF these games will occur due to potential of lockdowns due to COVID and cases being on the rise in the NFL."], [96792, "2020-11-20T00:18:37Z", [0.53], "Sticking with my original forecast.  If they lose to the Bengals I'll lower the probability. "], [96976, "2020-11-19T22:30:42Z", [0.21], ""], [97033, "2020-11-19T19:58:19Z", [0.2], ""], [96993, "2020-11-19T17:36:10Z", [0.22], ""], [691, "2020-11-19T16:13:55Z", [0.1], ""], [96718, "2020-11-19T15:06:18Z", [0.52], "I still feel good with this forecast. Two games remaining against teams they've already beaten (DAL and PHL). Also playing a banged up 49ers team."], [96923, "2020-11-19T03:33:35Z", [0.2], ""], [96763, "2020-11-18T13:25:05Z", [0.25], "Following a loss to the Lions at the weekend this forecast is reduced from 30% to 25%.  This weekend is a big game, the Bengals (their opponent) are 2-6-1, and if they lose Washington will be 2-8, and still looking for 3/6 wins on the run home (including the undefeated Steelers)."], [96741, "2020-11-18T11:51:48Z", [0.05], "The loss to the Lions pushed the WFT to 2-7 on the season, on pace to finish below 5 wins. However, they looked impressive in the comeback effort against the Lions, falling just short as time expired on a FG by Lions kicker Matt Prater. They host a Bengals team this upcoming weekend, who just got shellacked, albeit by the 9-0 Steelers. It is feasible that the WFT beats the Bengals, as they are a only 1.5 point favorite where home field advantage in the NFL typically provides a team 3 points on the spread. Early betting action is coming in mainly on the Bengals, showing the Vegas sharps believing that to be not only good value, but favoring the Bengals.\nBeyond this week, the schedule looks daunting for WFT. They played a banged up Dallas team, but on Thanksgiving, where the Cowboys traditionally put up a good game on the national stage. Following that game, they have very tough road games at Pittsburgh and San Francisco before hosting the high-octane Seahawks and the resurgent Carolina Panthers. The last game of the season is against the Eagles, who may need a win for the division title so, by all accounts, the last game of the season should include both teams' starters.\nA report just came out, as well, that an unnamed player tested positive for COVID. Without knowing who that is, but also knowing the protocols of the league, this could put a damper on preparations for the weekend. I am drastically reducing my forecast for the WFT this week."], [87691, "2020-11-18T07:23:05Z", [1.0], ""], [95565, "2020-11-18T01:22:02Z", [0.53], ""], [96794, "2020-11-17T20:33:12Z", [0.25], "Alright, so I tried to do the base rate calculation here for probability of getting at least three wins in the next 7 games....aaaaand I discovered that math is hard. I think it's some sort of binomial thing. I know there are technically 2 to the power of 7 different possible outcomes...oops, that's not even right because they could tie.  SO! I'm going to start with my 60, which I came up with before the loss to the lions, and do some more thinking on the specifics. I still feel pretty good about the Cowboys - they blew them out the last time they played (though this one is on the road). So I'll give them that. They have the Bengals and Panthers at home, which I give them a slight edge for. I figure those games are really toss-ups. Both teams are stinkers. They have the Steelers, Niners, and Seahawks all on the road, which I give them virtually no chance for. Eagles might be a slightly better game, but again on the road. I figure they have almost no chance to win any of those four then...and they HAVE to win the other three. So I'm dropping down to about a 1 in 3 shot that they pull the all out. And then I'll round down a bit more because of COVID and the outside chance they don't complete all three games they need to win (and they could also tie). So I'm way down to 25% now that they lost to the Lions this week."], [34353, "2020-11-17T19:31:04Z", [0.55], "The NFC Least provides ample opportunity."], [31656, "2020-11-17T19:19:06Z", [0.35], ""], [93181, "2020-11-17T17:37:06Z", [0.75], "Only need 3 more wins and they play Philly and Dallas again"], [30717, "2020-11-17T06:28:07Z", [0.4], ""], [96930, "2020-11-17T04:04:03Z", [0.4], "Washington has 2 wins with 7 games left. They have to play the Steelers and Seahawks. If we assume they lose those two then they have 5 games to get 3 wins. Those 5 are all against winnable opponents. I am going to say its unlikely and weight the forecast depending on which teams they win or lose to. A win against the Steelers will make it a lot more probable that they will reach 5 wins. Just for comparison last year only 3 teams did not win 5 games, Washington being one of them. "], [62808, "2020-11-16T21:58:15Z", [0.0], ""], [95823, "2020-11-16T18:36:06Z", [0.15], ""], [96831, "2020-11-16T17:31:38Z", [0.3], ""], [29054, "2020-11-16T17:12:59Z", [0.0], ""], [92786, "2020-11-16T17:02:05Z", [0.15], ""], [95565, "2020-11-16T16:04:50Z", [0.52], ""], [96751, "2020-11-16T14:48:01Z", [0.52], "averaged previous 72% with current win percentage (2-7) of 28% - 52%"], [21865, "2020-11-16T14:10:23Z", [0.0], ""], [15701, "2020-11-16T06:21:04Z", [0.2], "Answering this after the Lions loss...\nThey’re got 2, would need 3 out of 7. Outside In: \nWhat are the chances any 2/9 team wins 3 in last 7?  10-20%?\nLet’s say 15%. (1 in 6.5) Inside view: \n- Dallas, Eagles are utterly crap. It’s a toss-up. \n- Dallas have shown signs of spirit. And the Washington touchdowns against them were utterly preventable.\n- The Eagles normally improve so you’d think in the last game if they’re trying to assure the top place they’d win that. \nBUT... if they lead by 2, they’ll rest players and W might get the win. So that looks like 1 win.\n- Cinci is 50/50. Joe Burrow is excellent, but the record is crap.\nBut...\n- Unbeaten Pittsburgh that’s a loss.\n- Seahawks striving for position, that’s a loss.\n- 49ers is away... feels like a loss, especially if they have players returning from injury. 1 win - 90%.\n2 wins - 66%\n3 wins - 20%? . 3 is just a push. Yup, adjusting to 20%."], [29054, "2020-11-16T02:29:02Z", [0.0], "Really! 5!"], [90167, "2020-11-16T02:23:12Z", [0.33], ""], [84880, "2020-11-14T20:30:02Z", [0.4], ""], [691, "2020-11-14T15:43:13Z", [0.1], ""], [75363, "2020-11-13T22:01:32Z", [0.3], "I've changed my mind. On further examination of the results from 2010 - 2019 ->\nhttps://en.wikipedia.org/wiki/2010_Washington_Redskins_season#Regular_season - https://en.wikipedia.org/wiki/2019_Washington_Redskins_season#Regular_season It seems unlikely that with only 2 wins so far in 2020 that the Washington Football Team will win 5 games based on the previous 10 years results."], [45594, "2020-11-13T13:54:35Z", [0.25], ""], [96714, "2020-11-12T20:54:57Z", [0.27], "Redskins have only won 2 out of 6 games and would need to win 3 out of the 8.  It is unlikely they will get to 5 wins given the relative strength of their opponents (maybe 4, with wins against Eagles and Cowboys, but 5 narrows the margins considerably).  Another consideration is even IF these games will occur due to potential of lockdowns due to COVID and cases being on the rise in the NFL."], [88422, "2020-11-12T19:18:25Z", [0.15], ""], [59881, "2020-11-12T17:52:40Z", [1.0], ""], [88640, "2020-11-12T15:23:50Z", [0.32], "Washington has 8 games remaining and 2 wins.  If we assume they are 25% likely to win each game then their odds of winning 3 or more games would be 32.1%"], [94646, "2020-11-12T14:59:23Z", [0.45], "They need to win one more game in the second half than they won in the first half. I would put this at about 40%. Since they have had bad quarterbacks and Alex Smith is coming back I raised my prediction to 45%."], [96756, "2020-11-12T14:51:58Z", [0.09], "Won 2 of 8 games played so far (25 percent chance of winning each game)\n8 games remaining, must win 3. "], [96758, "2020-11-12T14:15:51Z", [0.53], "If they do its because they beat the Cowboys, Lions, and Bengals. Alex Smith, though a backup, is a winner at heart. He has a lot of experience and knows what it takes to win. The offense will have to change slightly with him at the helm but the team will be better for it."], [96737, "2020-11-12T13:28:15Z", [0.58], "8 games left. Washington 2/6. Steelers are 8/0, Seahawks 6/2. Unlikely to win those. Potential to win Lions 3/5, Bengals 2/5, Panthers 3/6, and Cowboys 2/7. Close game between 49ers 4/5, Eagles 3/4. Over last 31 years, Washington had 5 or more wins 23 times."], [95112, "2020-11-12T13:12:42Z", [0.38], "At the midpoint of the season WFT is 2-6. Remaining Schedule with early or projected lines:\n@DET (3-5) +4.5\nvs CIN (2-5-1) -1.5\n@DAL (2-7) +8\n@PIT (8-0) +8.5\n@SF (4-5) +7\nvs SEA (6-2) +5\nvs CAR (3-6) +1\n@PHI (3-4-1) +5 Based on the probabilities associated with the spreads, WFT should win 2.63 games the rest of the season.  CIN and CAR are the two most likely wins (still close to a 50/50 proposition). WFT has about a 32% chance of beating DET, SEA, and PHI. They have a 24% chance of beating SF, and about a 20% chance of beating DAL and PIT. WFT beat both DAL and PHI this season at home, which is not likely to repeat while they are on the road. WFT's overall schedule strength to date is lower than every one of their remaining opponents with the exception of the undefeated Steelers.  Realistically I see them pulling of 2 more wins this season, but wouldn't be surprised if that was 3 wins or 4 wins depending on how many of the opponents players end up on IR or out for COVID. "], [96790, "2020-11-12T13:11:28Z", [0.71], "Current record is 2/6 with 8 games left. With past performance they should win at least 2 more games (probably against Cowboys and the Bengals). They also have another games against the Eagles which they beat once."], [11023, "2020-11-12T11:26:50Z", [0.99], "The washington redskins will win more than 5 games because they are not a bad team and have some good players that can propel them to some crucial victories"], [39562, "2020-11-12T11:18:33Z", [0.65], ""], [96792, "2020-11-12T07:29:12Z", [0.53], "In the history of the team they've only finished 17/87 seasons with less than five wins.  Looking at the last ten years, they've only finished 3/10 seasons with less than five wins, and one of those three seasons was last year.   I looked at their history against each team, but I think it's more important to look at the last few seasons because there shouldn't be too many drastic changes to rosters, though obviously there have been some qb injuries for this season.\nTeam, current standing, history against WFT, last ten years, and how they held up the last two seasons.  \nDET    (3-5)    31-14-0     (1-3)    (one win within the last two seasons)\nCIN     (3-5)    31-14        (1-3)    (tied one game within the last two seasons)\nDAL    (2-5)    46-73-2     (7-14)  (2-3 last two seasons, including current season)\nPIT      (8-0)     42-33-3    (0-2)     (haven't played in the last two seasons)\nSF       (4-5)    11-21-1     (1-4)    (lost one game during the last two seasons)\nSEA     (6-2)    12-8          (2-2)    (haven't played in the last two seasons)\nCAR    (3-6)     9-6            (2-4)    (two wins in the last two seasons)\nPHL    (3-4-1)  87-79-5   (9-12)   (1-2 last two seasons and current season) No one knows how Alex Smith is going to hold up or if it'll go to Haskins (who played the last half of last season 2-5), so things could certainly change quickly but I'm betting the WFT doesn't suddenly make a great turnaround from here.  Looking at the rest of this season alone I'd guess at best a shaky three more wins, but division games are trickier and looking big picture, who knows.  Maybe they pull off two additional and end with 7-16.  I tried to look up home/away games but... the WFT is awful so they play nearly equally terribly both home and away and it didn't help at all.  I'm sure there are other things to look at, like last game of the season trends or how many teams have come back from this sort of a first half of the season, but this is what I'm rolling with."], [96786, "2020-11-12T03:22:48Z", [0.5], "Each game is a 50/50 scenario.  "], [96714, "2020-11-12T03:03:32Z", [0.31], ""], [96797, "2020-11-12T02:11:02Z", [0.28], "currently have 2 wins, favored by less than a touchdown in 2 remaining games, 3 games as less than a TD underdog, 2 games as 2 score underdogs.  Cover the spread 37% of the time."], [96793, "2020-11-12T00:32:07Z", [0.6], "Caveat: I do not follow football at all.  Given a season of 16 games, the mean wins would be  8 or 50%.  Winning 5 out of 16 games equates to a win percentage of 31.25%.  Last year's record of 3-13 equates to 18.75%.  However, under the new coach, the record was 3-8, or 21.4%.  Though better than their 5-0 start record, this does not bode well for a prospect of 5 wins this year.  However, the past decade of records results in a win percentage average of 39.7%. A regression to the mean would suggest that this year's record would be better than last year's.  The team is currently sitting at 2-6, meaning the remainder of the season record must be only 1 game better (3-5, or 37.5%), which I perceive as relatively achievable, though not assuredly likely. (?) I refuse to spend any more time researching football statistics, so that is the extent of the information upon which I am basing my prediction.\nhttps://en.wikipedia.org/wiki/List_of_Washington_Football_Team_seasons"], [96725, "2020-11-12T00:03:52Z", [0.56], "@smitch15 pointed to relevant statistics for the outside view which makes me raise my prediction. I still believe that the base rate is more dependent on what the Redskins have accomplished so far, this year, in the first 8 games than these good stats from @smithc15, so I keep a lower base rate than the statistical one which uses historical data: 50%. There are insiders who seem to believe (and also use expert's predictions from the beginning of the season) that the WFT has seemingly the required skills and a reasonable open path in front of it to win 3 more games in the rest of the season. I raise the prediction, but not from much, because first the season will not be a normal one (because of COVID), and second sport remains in many regards a random game. That's the beauty of it."], [96720, "2020-11-12T00:02:26Z", [0.35], "Washington currently sits at two wins and is only predicted to win 2 of its remaining games. Other than the two games they are predicted to win, they face significantly better teams at the end of the season. They also have arguably the worst offense in the NFL at the moment. Although, there is a chance Alex Smith could provide a boost for the team at quarterback."], [96746, "2020-11-11T23:42:17Z", [0.2], "I see 2 almost certain losses on the schedule (Steelers and Seahawks)… 1 likely win (Cowboys).  That brings them to 3-8....in the other 5 games, they would need to go 2-3 which is above their winning percentage.  They would need to more than double their current winning percentage in the 5 games that I see as being competitive.  Unlikely, but possible. "], [49359, "2020-11-11T23:07:54Z", [0.1], "Their season is not looking up."], [96785, "2020-11-11T22:13:11Z", [0.95], "5 is pretty low"], [96722, "2020-11-11T22:10:30Z", [0.21], "The Washington Football team currently sits at 2-6 with 8 games to play. Of those games, only 4 are against teams have similar or worse records. Two of the remaining eight opponents are currently leading their divisions with significantly better records. Due to this alone, it is highly unlikely that Washington exceeds four games. Compounding Washington's challenges is its most recent loss against a struggling Giants handing the team its second victory on the year."], [79461, "2020-11-11T21:53:12Z", [0.55], "Baserate: The WFT has won 2 games so far. In the modern (16 game) NFL, 142 teams have started out 2 and 6. Of those teams, 86 have gone on to win 5 or more games. This suggests about a 60% chance that the WFT will win 5 or more games.  More inside odds: 538 says their average season is 5-11 [1], which suggests that have around a 50% chance of winning 5 or more games. Of their remaining eight games, they have two or three tough matchups (Seahawks, Steelers, 49ers), but five very winnable games (Lions, Bengals, Cowboys, Panthers, and Eagles).  Overall, I think any prediction between 40-70% is reasonable. I think I'll go with 55%, right in between the 538 rate and the long term base rate.  [1] https://projects.fivethirtyeight.com/2020-nfl-predictions/"], [96794, "2020-11-11T20:58:06Z", [0.6], "They smoked Dallas in one of their only two wins, so I'm gonna give them that one. That means they just need two more. They have a chance against Detroit this week and they still have Cincinnati and Carolina at home, two stinkers. The other games, though, are just about guaranteed losses, so they need to win 2 of these three winnable ones, which I think is doable. I wouldn't bet my paycheck (hence my percentage here), but I feel pretty alright about it."], [96801, "2020-11-11T19:15:49Z", [0.88], "There have only been 4 seasons that Washington has not won 5 games or more in the last 20 years (80%) of the seasons. There are 8 games left to win 3 more games and the division that Washington is in this season is weak. I give it an 88% chance to win 5 games or more. "], [37236, "2020-11-11T18:35:09Z", [0.17], ""], [96900, "2020-11-11T18:19:40Z", [0.28], ""], [96739, "2020-11-11T18:12:51Z", [0.65], "In-game stats looked fairly even across previous 8 games. \nExceptions: 5 Washington turnovers in the latest NY Giants game; Washington outstripped the Cowboys in all stats and was demonstrated in the final 3-25 score\nhttps://www.espn.com/nfl/team/_/name/wsh/washington Comparing the remaining teams, and home vs. away wins and losses, I believe there's a good change Washington will beat the Lions and Cowboys, and perhaps the Bengals. Less confident they'll beat the Eagles, 49ers, and Panthers. They are very unlikely to beat the Steelers and Seahawks. Quick weighted scoring = 68% chance \"likely wins.\" New QB (Smith) had an average of 10.2 yds per completion in latest game, but mere 2.2 four games ago.  https://www.nfl.com/players/alex-smith/stats/logs/\nSmith is now likely to start the rest of the season. https://www.nbcsports.com/washington/football-team/report-kyle-allen-undergo-surgery-ankle-could-miss-rest-season I attempted to find a base rate for backup QB wins, but couldn't (quickly) find something. Closest I got is here: https://profootballtalk.nbcsports.com/2019/11/09/nfl-teams-have-a-winning-record-when-playing-their-backup-qbs-this-year/ If I had a lot more inclination, I'd dig through this: https://www.pro-football-reference.com/teams/was/2020.htm Other outside considerations include COVID (Haskins was benched after losses, and fined for violating COVID policy); sexual assault allegations (https://www.npr.org/2020/08/28/907055200/jason-wright-on-leading-the-washington-football-team-amid-multiple-crises); other teams' COVID issues (https://www.hogshaven.com/2020/8/23/21397930/several-nfl-teams-have-positive-covid-19-tests-from-lab-in-new-jersey-washington-uses-different-lab) Adjusting \"likely\" wins for new QB effects and COVID issues (especially amongst the other teams) I project 65% chance they'll win at least 3 more games in the regular season. I know nothing about football.........."], [691, "2020-11-11T17:23:37Z", [0.1], ""], [42472, "2020-11-11T17:22:34Z", [0.0], ""], [9263, "2020-11-11T17:16:41Z", [0.0], ""], [36042, "2020-11-11T17:03:01Z", [0.05], "With a weak offense, defense and special teams, its unlikely they will win 5 more games.  You egg-heads don't understand football."], [96796, "2020-11-11T16:59:26Z", [0.16], "The team is currently 2-6 with 8 games remaining.  They would need to win 3 more games out of the next 8 games played.  With almost 2 guaranteed losses against Seattle and Pittsburg, they would need to win 3/6 games.  But I'm willing to count a guaranteed win against the Cowboys, so they'd need to win an additional 2/5 games. While I think there is a likely chance they will get to 4 wins, I think there is less of a chance to get to 5.  With the rise in COVID cases throughout the NFL, the season could be cut short, and their more probable wins are towards the end of the season.  Additionally, an increase in injuries as the season progresses could also impact their ability to win."], [96751, "2020-11-11T16:57:43Z", [0.76], "Based on NFL stats for the regular season as far back as 2002, the outside view on any of the 32 teams in the league winning 5 or more games ranges between 78-90% of teams; however the weighted average favors 87% putting the total at 85.95 or 86% chance.  Their current record of 2-6  puts them at a 33.3% success rate half way through the regular season, if they continue that trend I would expect them to finish the 16 game season with 5 wins. Based on previous 2 wins being attributable to Washington's other two QBs (one win each), and the starting QB being out with an injury I've adjusted my base down 10 percentage points to 76."], [95938, "2020-11-11T16:33:32Z", [0.6], ""], [32415, "2020-11-11T16:19:33Z", [0.15], ""], [50568, "2020-11-11T16:09:10Z", [0.2], ""], [96775, "2020-11-11T16:01:18Z", [0.55], ""], [96715, "2020-11-11T15:25:44Z", [0.38], "https://sportsbookwire.usatoday.com/2020/05/14/nfl-team-win-total-best-bets-how-many-games-will-the-washington-redskins-win-in-2020/  before the season the book makers projected 5 wins with and over -130 and an under of +110. so more likely that they won't win at least five games.\ncouldn't find updated odds for that exact bet, but in general most betting sites seem pessimistic about them. They do play both cowboys and giants which they are also supposed to be terrible so 4 seems like a reasonable number of wins, five is possible but not likely"], [96763, "2020-11-11T14:58:36Z", [0.3], "This is an updated forecast - from 15% to 30%"], [93409, "2020-11-11T08:34:27Z", [0.0], ""], [88452, "2020-11-11T04:54:58Z", [1.0], ""], [92079, "2020-11-11T02:56:29Z", [0.39], ""], [96740, "2020-11-11T01:48:25Z", [0.24], ""], [96740, "2020-11-11T01:46:48Z", [0.18], "Currently the Redskins are 2-6. The remainder of their season does have some weaker teams that they could possibly beat. Additionally, the 49ers have multiple injuries making it more probable that the Redskins could defeat them. "], [96772, "2020-11-11T01:38:56Z", [0.63], "Having won 2 out of their last 8 games, they would need to go 3/8 in the remaining games to reach this goal. Looking at past games, and their future schedule, I think 3 more wins are likely. Strong chance in winning against the Giants, Cowboys, and Eagles, and that gives some room for disturbances in the other teams that would normally look stronger than the Redskins. For example, other teams could face injury and/or COVID related issues, so could the Redskins. Current season trend would make it look like they will only win 2 more games, however accounting for disturbances in the other teams makes 3 more wins more likely. "], [84880, "2020-11-11T01:10:38Z", [0.44], "If they don't heat up by 12/1, this will become increasingly less likely. I'll adjust at that point. 8 games left with a 25% win rate, not impossible... they may best teams that rest on their laurels. It happens quite a bit."], [96731, "2020-11-11T00:36:30Z", [0.6], ""], [96717, "2020-11-10T21:54:39Z", [0.62], "Win-Loss record over the past 8 seasons suggests a slightly better than 50% chance (5/8)."], [94960, "2020-11-10T20:59:02Z", [0.03], ""], [62808, "2020-11-10T20:49:03Z", [0.02], ""], [96727, "2020-11-10T20:36:23Z", [0.45], ""], [96721, "2020-11-10T20:34:26Z", [0.65], "8 games remaining and need to win 2 more"], [50395, "2020-11-10T20:27:17Z", [0.33], ""], [96773, "2020-11-10T20:05:55Z", [0.5], "I do not know enough about American football to make an informed prediction."], [96725, "2020-11-10T19:46:08Z", [0.25], "They have lost 6 out of 8 games so far, and they have still 8 games to play. Thus basic average maths tell us they may end up with 4 wins only."], [22689, "2020-11-10T19:42:50Z", [0.3], ""], [96748, "2020-11-10T19:19:34Z", [0.1], "Dallas/Philly/Detroit are 50/50 at best, they should not beat any other team.  They have a backup QB starting, their starter just got hurt.  However, because of COVID, other teams may lose more players, or key players prior to the game."], [96749, "2020-11-10T19:18:07Z", [0.28], "Washington is currently 2-6 with 8 games left. The next 8 opponents are: at Lions (3-5), home vs Bengals (2-5-1), at Cowboys (2-7), at Steelers (8-0), at 49ers (4-5), home vs Seahawks (6-2), home vs Panthers (3-6), and at Eagles (3-4-1). Their 10 year record is 66-93-1, with 5 or more wins 7 of the last 10 seasons."], [96724, "2020-11-10T18:23:28Z", [0.45], "Only need 3/8 more games to reach this goal, and have won 25% of previous games. Also estimate some disruption based on injuries or COVID-related cancellations that could cut the season short."], [96745, "2020-11-10T18:21:46Z", [0.77], "The Washington football team has 8 games remaining.  Three at home.  In order to reach five regular season wins, they would need to win three of the remaining 8 (or two wins and two ties).  It is likely they will achieve this because, of the remaining 8 games, they are playing the Cowboys and Eagles again, two teams they have previously beaten this season.  Also, the Panthers and Lions, as future opponents, are last in their respective divisions.  It seems likely that Washington will win at least 4 of the remaining games, so winning at least 3 seems quite likely."], [96736, "2020-11-10T17:54:48Z", [0.65], "There are 8 games left and 5 of those games are against teams with similar records."], [96784, "2020-11-10T17:49:58Z", [0.4], "2/8 (25%) current win rate this season.  To reach 5 total wins, 3/8 remaining games must be won (38%).  Luck and individual variation of previous matchups must be accounted for in the final forecast, mitigating the gap between the previous 25% win rate and the necessary 38% win rate.  Overall, I speculate there is slightly less than an even chance this will occur."], [88804, "2020-11-10T17:48:12Z", [0.0], ""], [96763, "2020-11-10T17:34:45Z", [0.15], "Washinton has already played eight games this season and only won twice (25%). Of their final eight games, they are due to play one team who is currently undefeated. So far, Washington has won 25% of their games and would need to win three out of seven games (42%) (excluding an expected loss to the ladder-leading Steelers). Accordingly, I rate their probability as very low."], [96831, "2020-11-10T17:33:41Z", [0.4], ""], [96791, "2020-11-10T17:28:14Z", [0.6], "As of 10 Nov, the Washington Redskins are 2-6 with 8 remaining games, requiring them to win 3 games to meet this projection.  Based on their remaining games' strength of schedule, they only face one team with a winning percentage over .500 (SEA).  I forecast that WAS has a 60% chance to win three more games to reach a total of 5 wins.\nContributing context: \n- Injuries: Dak Prescott (DAL QB), Matthew Stafford (DET QB)\n- Facing Rookie QB against CIN\n- Weak Conference: Still in the hunt to make playoffs; incentivized to win\n- Week 17: If PHI clinches playoff berth, they could possibly rest starters in the matchup. Rest of season schedule:\nWeek 10- DET (3-5)\nWeek 11- CIN (2-5)\nWeek 12- DAL (2-7)\nWeek 13- SF (4-5)\nWeek 14- SEA (6-2)\nWeek 15- CAR (3-6)\nWeek 16- PHI (3-4-1)"], [96729, "2020-11-10T17:26:41Z", [0.35], ""], [96769, "2020-11-10T17:21:05Z", [0.35], "Due to injuries, the team has a slim chance of winning three more games."], [96728, "2020-11-10T17:20:50Z", [0.7], "At the halfway mark in the season, they have two wins.  Both wins came against division opponents whom they will play again.  Their only divisional loss was by 3 points.  The NFC East is an extremely weak division.  Their non-conference schedule is not as easy, but offers some winnable games.  If they win 2 of 3 divisional games in the second half of the year, they need only win one non-divisional game to hit the 5 win threshold.  The unpredictability of late-season games thanks to playoff stakeholders and weather makes this increasingly likely."], [96769, "2020-11-10T17:20:00Z", [0.1], "Comment deleted on Nov 10, 2020 05:21PM UTC"], [96755, "2020-11-10T17:18:09Z", [0.32], "Current Record: 2-6 as of Week 9\nWeek 10: Against the Lions on Road, Detriot slight favorite (45%) \nWeek 11: Against Bengals at Home, Washington slight favorite (55%)\nWeek 12: Against Cowboys on Road, Washington favored (60%)\nWeek 13: Against Steelers on Road, Steelers heavy favorite (15%)\nWeek 14: Against 49ers on Road, 49ers heavy favorite (30%)\nWeek 15: Against Seahawks on Road, Seahawks heavy favorite (25%)\nWeek 16: Against Panthers at Home, Washington Slight favorite (55%)\nWeek 17: Against Eagles on Road: Eagles favored (35%)\nGiven the above, Washington will win 5-11 games approximately 32% of the time in a Bayesian simulation. "], [96716, "2020-11-10T17:16:00Z", [0.6], "Washington plays in a weak conference.  They have to play the Cowboys again who lost their QB, the Lions who are not a strong team and the Bengels.  Of the remaining 5 games, save for the Steelers and Seahawks, Washington should at least be competitive.  "], [96718, "2020-11-10T17:13:05Z", [0.52], "Two games remaining against teams they've already beaten (DAL and PHL). Also playing a banged up 49ers team and a Lions team that just lost their starting QB"], [96795, "2020-11-10T17:11:35Z", [0.7], "They have 3 more games to win, and the rest of the schedule allows the opportunity to reach 5 wins."], [96741, "2020-11-10T17:11:06Z", [0.25], ""], [96713, "2020-11-10T17:09:15Z", [0.6], ""], [96857, "2020-11-10T17:06:44Z", [0.4], ""], [92786, "2020-11-10T15:45:57Z", [0.2], ""], [56170, "2020-11-10T15:12:24Z", [0.43], ""], [691, "2020-11-10T14:48:59Z", [0.2], ""], [75093, "2020-11-10T14:06:20Z", [0.38], "The have to win 3 of the next 8 games.   Certainly a chance, but not a great one."], [75363, "2020-11-10T10:45:52Z", [0.7], "\nLooking at the number of wins (1 point), draws (0.5 point) and losses (0 point) of the Washington Football Team (WFT) from 2010-2019 ->\nhttps://www.nfl.com/standings/division/2010/reg/ - https://www.nfl.com/standings/division/2019/reg/ We see that they secured x >=5 points 7 of the 10 seasons ->\nWFT in 2020 get minimum of 5 points = 70% = 7/10 Looking at the 2020 NFL season so far for WFT ->\nhttps://www.nfl.com/standings/division/2020/reg/ They have at present 2 wins, 6 losses and 0 draws (2 points). With 8 games remaining in the season I believe it is very plausible that they will be able to achieve a minimum either of 3 wins (3 points), 6 draws (0.5 * 6 = 3 points) or a combination of both to get greater or equal to 5 points.\n"], [88452, "2020-11-10T09:53:09Z", [0.4], ""], [94737, "2020-11-10T06:44:02Z", [0.0], ""], [94737, "2020-11-10T06:42:30Z", [0.1], ""], [90167, "2020-11-10T01:44:56Z", [0.57], "They’ve got a shot against the Lions, Bengals, Cowboys and Panthers."], [96112, "2020-11-10T01:44:19Z", [0.66], "They have the Lions, Cowboys, and Bengals in a few weeks. I think there's a descent chance."], [84880, "2020-11-10T00:35:34Z", [0.4], "I  can only see 3 likely wins, but I wouldn't call this a shoo-in... https://www.washingtonfootball.com/schedule/"]], "open_date": "2020-11-09T23:00:15Z", "close_date": "2020-12-08T01:35:54Z"}