{"question_id": 345, "title": "Will the government of Colombia and the FARC renegotiate a peace agreement before 1 March 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[1333, "2016-11-16T15:59:21Z", [0.96], "...incorporating several suggestions from Mr. Santos’s critics, was reached after marathon negotiating sessions in Havana. It is unclear whether the government intends to hold a new plebiscite or simply have Congress approve the agreement.\nhttp://www.nytimes.com/2016/11/15/opinion/colombias-revised-peace-accord.html?emc=edit_ee_20161115&nl=todaysheadlines-europe&nlid=70183565&_r=0"], [1034, "2016-11-16T07:11:48Z", [1.0], "Murphy (2016) Wed Nov 16, states that: A revised peace accord between Colombia's government and the Revolutionary Armed Forces of Colombia is final, negotiators said on Tuesday, a statement likely to anger those who rejected the original draft in a referendum as too favorable to the rebels. Chief government negotiator Humberto de la Calle said the new pact to end 52 years of war with the Marxist FARC group was the best and most complete agreement the two sides could achieve, and it will not be adapted again. \"This is the final accord; it's the definitive accord,\" he told reporters in Bogota. \"There's really no room for more negotiation.\" A decision on how the new accord will be approved will come after meetings with legislators, which are expected soon, Interior Minister Juan Fernando Cristo said. The law does not require President Juan Manuel Santos to hold a new referendum, so he could try to ratify it through Congress. The expanded and highly technical 310-page document appears to make small modifications to the original text, such as clarifying private property rights and detailing more fully how the rebels would be confined in rural areas for crimes committed during the war. Some in the opposition, who had asked to study the draft before it becomes final, have criticized it as just a tweaked version of the original.\nBut the government said it studied 500 or so proposals from the opposition, religious leaders and others to end a conflict that has killed more than 220,000 and displaced millions. De la Calle said the new draft addressed 80 percent of their concerns (para 1-8). Murphy, E. (2016). Colombia's new peace accord is final, will not be changed: government. Reuters. World News. Retrieved from\nhttp://uk.reuters.com/article/uk-colombia-peace-idUKKBN13A1Y3?il=0 Colombia government closes door to FARC peace deal opposition Alsema (2016) November 15, states that: Colombia’s interior minister said Tuesday that a revised peace deal with FARC rebels that was reached Saturday is final and will not be amended also if the conservative opposition continues to rejects it. Former President Alvaro Uribe, the leading opponent of the initial deal, urged the government Saturday to keep the door open for further changes.\nBut in an interview with Bogota newspaper El Tiempo, Interior Minister Juan Fernando Cristo said that “keeping the door open for modifications would be condemning it to fail.” Instead, Congress will begin debates on how to ratify and effectively begin the implementation of the peace deal on Wednesday, according to Senate president Mauricio Lizcano of President Juan Manuel Santos‘ U Party, reported news agency Colprensa. According to Lizcano, the coalition’s intention is to seek the congressional vote necessary to resume the peace process that was stopped in its tracks when Colombia’s voters turned down the initial peace deal on October 2, five days after it had come in effect. The opposition, however, has only just begun scrutinizing the 310 pages of the new peace deal that was not made public until Monday morning rejected the government’s position to not allow further adjustments (para. 1-6). Alsema, A. (2016). Colombia government closes door to FARC peace deal opposition. Columbia Reports. Peace Process. Retrieved from\nhttp://colombiareports.com/colombia-government-closes-door-peace-deal-opposition/\n"], [30289, "2016-11-16T00:41:23Z", [0.8], ""], [476, "2016-11-15T21:28:32Z", [0.79], "The FARC can give this \"deal\" two thumbs up publiclly and gamble that the old health issues that have returned to \"surprise\" president Santos may erode his political equity and slow the agreement, ergo cause the approving the \"deal\" to linger past the close of this forecasting problem. Link to return of Santos prostate cancer in Miami Herald here. http://www.miamiherald.com/news/nation-world/world/americas/colombia/article114862333.html The Miami Herald says Santos is \"trying to win approval for a modified peace deal\" which some might contend is a lot different than \"renegotiate\" particularly since those who opposed the first deal would likely oppose the \"new one\" and they might not be able to vote on it."], [1034, "2016-11-15T21:08:33Z", [1.0], "Future of Colombia s new peace deal with FARC rests with No campaign\nNolen (2016) Nov. 14, states that: The new, modified deal was signed in Havana between government negotiators and FARC leaders on Nov. 12 – six weeks after an original deal was signed in Colombia at a celebratory ceremony, then rejected six days later by a razor-thin margin in the national plebiscite.\nOn Monday, the government of Colombia shared the new agreement with the leaders of the alliance that campaigned against the first deal; they will release the full text of the deal to the public this week.\nNow Colombians are waiting to see whether the powerful political lobby that led the No side to victory in the referendum on the first deal will let this one survive.\nPresident Juan Manuel Santos told Colombians that the new deal addresses 56 of the 57 separate concerns raised by the No camp. These include:\n•\tThe FARC will shortly provide the government a list of all its assets, and these will be used to fund reconciliation and restitution activities with victims of the 52-year conflict. (The rebels have used narcotrafficking to fund their guerrilla war and are believed to have substantial cash and other assets.)\n•\tThe new agreement delineates more of the terms and the precise boundaries of the small municipalities where FARC leaders will spend the period of “confinement” to which they will be sentenced if they are judged by a special tribunal to have made a full accounting of their crimes. (They will not be jailed, which has been a long-time demand of many victims of the war.)\n•\t“Political” crimes will be assessed differently from narcotrafficking.\n•\tThe agreement will not be embedded in the constitution (which would make its terms difficult to alter).\n•\tThe FARC will not be entitled to special support or concessions from the state in its new incarnation as a political party.\nHowever, it seems that senior FARC commanders, including those already convicted in absentia of crimes against humanity, will still be able to run for political office even before they have served their full terms of restricted movement. This may prove to be the make-or-break aspect of the new deal.\nThe announcement of the second deal was greeted with relief in Colombia – as Mr. Santos noted in an address to the nation on Saturday night, there has been considerable anxiety in the country since the referendum, as people wondered whether a “fragile” ceasefire between the FARC and the military would hold.\nYet there are also many questions: The government’s chief negotiator, Humberto de la Calle, Mr. Pearl and the other negotiators sold their original deal to Colombians with a repeated assurance that, while far from perfect, it was “the best possible deal.” Now many Colombians are asking how it is that, just weeks later, they managed to reach a new deal with more concessions from the FARC.\nMark Freeman, executive director of the Institute for Integrated Transitions, which has been involved in the peace negotiations since 2014, said there is reason to view the FARC’s urgent desire to conclude negotiations as positive. “The FARC leadership, at a very minimum, if not FARC as a whole, do not want to continue with this armed conflict: their commitment to transforming into an unarmed political movement is undeniable at this point, and they’re trying to negotiate that as best they can.”\nThe future of the deal now sits with the No campaign and in particular with former president Alvaro Uribe, who led vocal, hyperbolic opposition to the last deal. There were other opponents, including the evangelical and Catholic churches (who did not like language about gender identity and equality in the accord), – but Mr. Uribe’s response is the one that will make or break this deal. The Santos government has been exerting itself to woo and soothe him since the referendum loss; his representatives were taken to Cuba for talks, Mr. Santos went to Mr. Uribe’s home to tell him in person that there was a new deal, and Mr. Pearl and others have been pushing meetings to talk through the changes in the pact with his inner circle (para 4-16). Nolen, S. (2016). Future of Colombia’s new peace deal with FARC rests with No campaign. The Globe and Mail. Retrieved from\nhttp://www.theglobeandmail.com/news/world/future-of-colombias-new-peace-deal-with-farc-rests-with-no-campaign/article32847123/\n"], [1333, "2016-11-15T20:54:51Z", [0.95], ""], [4139, "2016-11-15T20:48:51Z", [0.89], "The question is, will the populace approve the new dea;?"], [368, "2016-11-15T20:38:39Z", [1.0], ""], [12879, "2016-11-15T17:47:18Z", [0.98], ""], [30274, "2016-11-15T17:41:32Z", [0.25], ""], [691, "2016-11-15T17:38:07Z", [0.98], ""], [29568, "2016-11-15T08:45:25Z", [0.88], ""], [1034, "2016-11-15T08:20:28Z", [1.0], "Future of Colombia s new peace deal with FARC rests with No campaign Nolen (2016) Nov. 14, states that: The new, modified deal was signed in Havana between government negotiators and FARC leaders on Nov. 12 – six weeks after an original deal was signed in Colombia at a celebratory ceremony, then rejected six days later by a razor-thin margin in the national plebiscite.\nOn Monday, the government of Colombia shared the new agreement with the leaders of the alliance that campaigned against the first deal; they will release the full text of the deal to the public this week.\nNow Colombians are waiting to see whether the powerful political lobby that led the No side to victory in the referendum on the first deal will let this one survive. President Juan Manuel Santos told Colombians that the new deal addresses 56 of the 57 separate concerns raised by the No camp. These include: •\tThe FARC will shortly provide the government a list of all its assets, and these will be used to fund reconciliation and restitution activities with victims of the 52-year conflict. (The rebels have used narcotrafficking to fund their guerrilla war and are believed to have substantial cash and other assets.)\n•\tThe new agreement delineates more of the terms and the precise boundaries of the small municipalities where FARC leaders will spend the period of “confinement” to which they will be sentenced if they are judged by a special tribunal to have made a full accounting of their crimes. (They will not be jailed, which has been a long-time demand of many victims of the war.)\n•\t“Political” crimes will be assessed differently from narcotrafficking.\n•\tThe agreement will not be embedded in the constitution (which would make its terms difficult to alter).\n•\tThe FARC will not be entitled to special support or concessions from the state in its new incarnation as a political party. However, it seems that senior FARC commanders, including those already convicted in absentia of crimes against humanity, will still be able to run for political office even before they have served their full terms of restricted movement. This may prove to be the make-or-break aspect of the new deal.\nThe announcement of the second deal was greeted with relief in Colombia – as Mr. Santos noted in an address to the nation on Saturday night, there has been considerable anxiety in the country since the referendum, as people wondered whether a “fragile” ceasefire between the FARC and the military would hold. Yet there are also many questions: The government’s chief negotiator, Humberto de la Calle, Mr. Pearl and the other negotiators sold their original deal to Colombians with a repeated assurance that, while far from perfect, it was “the best possible deal.” Now many Colombians are asking how it is that, just weeks later, they managed to reach a new deal with more concessions from the FARC. Mark Freeman, executive director of the Institute for Integrated Transitions, which has been involved in the peace negotiations since 2014, said there is reason to view the FARC’s urgent desire to conclude negotiations as positive. “The FARC leadership, at a very minimum, if not FARC as a whole, do not want to continue with this armed conflict: their commitment to transforming into an unarmed political movement is undeniable at this point, and they’re trying to negotiate that as best they can.” The future of the deal now sits with the No campaign and in particular with former president Alvaro Uribe, who led vocal, hyperbolic opposition to the last deal. There were other opponents, including the evangelical and Catholic churches (who did not like language about gender identity and equality in the accord), – but Mr. Uribe’s response is the one that will make or break this deal. The Santos government has been exerting itself to woo and soothe him since the referendum loss; his representatives were taken to Cuba for talks, Mr. Santos went to Mr. Uribe’s home to tell him in person that there was a new deal, and Mr. Pearl and others have been pushing meetings to talk through the changes in the pact with his inner circle (para 4-16). Nolen, S. (2016). Future of Colombia’s new peace deal with FARC rests with No campaign. The Globe and Mail. Retrieved from\nhttp://www.theglobeandmail.com/news/world/future-of-colombias-new-peace-deal-with-farc-rests-with-no-campaign/article32847123/\n"], [30264, "2016-11-15T08:17:27Z", [0.9], ""], [368, "2016-11-14T21:35:02Z", [1.0], ""], [12591, "2016-11-14T20:59:07Z", [1.0], ""], [987, "2016-11-14T20:24:05Z", [1.0], ""], [23589, "2016-11-14T20:13:12Z", [0.85], ""], [691, "2016-11-14T19:45:01Z", [0.98], ""], [29512, "2016-11-14T19:37:56Z", [0.99], ""], [30021, "2016-11-14T17:54:37Z", [1.0], ""], [29776, "2016-11-14T15:28:48Z", [0.9], ""], [30175, "2016-11-14T14:18:58Z", [1.0], ""], [28414, "2016-11-14T09:49:23Z", [1.0], ""], [1034, "2016-11-14T09:31:04Z", [1.0], "I am having to shift positions in the question wording there exist two points which would have me hold off on doing so, the term \"renegotiate\" and interim agreements on specific topics. \nFirst there was no renegotiations just to a new deal just  which amended sections of the original peace deal.  Santos immediately began looking for ways to rescue the deal and the sides extended a cease-fire until Dec. 31 to get the modified deal done. The rebels insisted they wouldn't go back to the drawing board and throw out years of arduous negotiations with the government. Second: interim agreements on specific topics were apart of this new amended deal. Yet they were also a part of the first peace deal. Nevertheless, the question just states that a new deal be signed on terms. Ratification is not required.  There seems to exists a small waiting period for the opposition leaders to read it over but it seems unlikely they would return to a state of war over a few small issues not meeting their wishes at this time.  Regan (2016) November 13, states that: The government of Colombia and the rebel group known as FARC forged an amended peace deal on Saturday, more than a month after voters narrowly rebuffed an initial accord that would have ended a half-century of war.\nThe renewed effort between Revolutionary Armed Forces of Colombia (FARC) and government officials took place in Havana, where peace talks have been ongoing between the two sides for four years (para 1-2).\n“We call upon all Colombia and the international community to back this new accord and its quick implementation so as to leave the tragedy of war in the past,” Santos and FARC leaders said in a statement. “Peace cannot wait anymore” (para 5). Regan, M., D. (2016). Colombia and FARC sign amended peace deal. PBS News Hour. World. Retrieved from\nhttp://www.pbs.org/newshour/rundown/columbia-farc-amend-peace-deal/\nThe Economist (2016) states that: Will a second attempt fare better than the first? Deal or no deal? WHEN Colombia’s government reached an agreement in August to end its 52-year war with the FARC guerrilla army, it claimed the deal was the “best accord possible”. After Colombian voters rejected it in a plebiscite on October 2nd the government and the FARC went back to the negotiating table. On November 12th Colombia’s president, Juan Manuel Santos, presented the revised accord that resulted from the talks. It is, he claimed in a televised address, even better.\nIt is not clear yet how Mr. Santos, who was awarded the Nobel peace prize last month, will secure ratification of the new agreement. He might risk another referendum or simply send it to Congress, where he commands a majority. Álvaro Uribe, a former president who led the campaign against the first version of the agreement, said he wants to study the revised accord before rendering a judgment.\nhe changes are considerable. After weeks of meetings between the Colombian government and domestic critics of the deal, including Mr. Uribe, the government presented 500 proposed modifications to FARC representatives in Havana, where the peace negotiations have been taking place. Chastened by the referendum result, the FARC accepted most of them, crossing its earlier red lines. “We understood the importance of reformulating [the agreement] with a broader consensus that incorporates many voices that were absent during the negotiating process,” said Iván Márquez, the FARC’s lead negotiator.\nUnder the new agreement, the FARC have committed themselves to declaring and handing over all their assets, which will be used to pay reparations to victims of the conflict. Just how much the guerrillas have stashed away or invested from decades of drug-dealing, illegal mining and extortion is uncertain. If they fail to surrender their loot, they will lose the benefits laid out in the “transitional-justice” provisions of the peace agreement.\nThese, too, have been revised. The biggest objection to the original agreement was that it treated too leniently guerrilla leaders who had committed war crimes. As in the original agreement, guerrillas (and members of state security forces) who confess to crimes before a special tribunal will continue to avoid jail. But the new agreement reduces the discretion the tribunal will have to interpret the “restricted liberty” to which they will then be subject. They will now serve their sentences in areas no bigger than the demobilization zones in which guerrillas will be concentrated once the deal takes effect (para 1-6).\nThe revised deal also stretches out the period of implementation from ten to 15 years to make it easier to pay for the investment it requires in social programs and infrastructure. A congressional committee has estimated that such investment will cost $31bn. In another concession to foes of the original agreement, the revised accord will not form part of the constitution, as the FARC had wanted to safeguard it from revision. Opposition politicians feared that incorporating the deal into the constitution would undermine Colombia’s democratic institutions (para 9).\nIn all, the changes affect 56 of the 57 points that opponents of the agreement had criticized. The exception is the eligibility of FARC members to run for public office once they demobilize and disarm. The FARC are guaranteed five seats in each of the two chambers of the legislature in the next two elections. Mr Santos defended those rights in his televised speech. “The reason for all peace processes in the world is precisely so that guerrillas leave their arms and can participate in politics legally,” he said (para 9-10). The Economist Website. (2016). Colombia and the FARC strike a new peace agreement. The Economist. World Politics. Retrieved from\nhttp://www.economist.com/news/americas/21710152-will-second-attempt-fare-better-first-colombia-and-farc-strike-new-peace Jaramillo and Medina (2016) state that: Colombia’s government has reached a new agreement with Marxist guerrillas to end the nation’s civil conflict, six weeks after voters unexpectedly rejected a previous deal.\nUnder the terms of the modified accord, the Revolutionary Armed Forces of Colombia, or FARC, will compensate victims of the conflict using their own assets, and won’t be able to take any of the special “transitory” seats in Congress while the deal is being implemented, President Juan Manuel Santos said Saturday in a national address. The FARC will still be allowed to form a legal political party and run for Congress, he said. Santos didn’t say whether the deal will be put to a second plebiscite.\nThe deal aims to address some of the objections of opponents of the original agreement. The government has held weeks of talks with leaders of the “no” campaign, including former President Alvaro Uribe, who attacked the agreement as too lenient on a group that kidnapped and murdered Colombians.\n“We hope this work satisfies those from the ‘no’ campaign and the nation,” Santos said. “We hope peace allows us to unite as a nation, and seize with both hands the opportunities that tranquility, security and unity bring.”\nThe agreement clarifies the conditions under which FARC leaders would be deprived of their liberty, the government’s chief negotiator Humberto de la Calle said in Havana, where the peace talks took place. The pact also makes clear its respect for the right to private property, and will be fiscally sustainable, he said (para 1-5). Jaramillo, A & Medina, O. (2016). Colombia Reaches New ‘Final’ Peace Agreement with FARC Rebels. Bloomberg. World. Retrieved from\nhttp://www.bloomberg.com/news/articles/2016-11-12/colombia-reaches-new-final-peace-agreement-with-farc-rebels Colombia Tries Again for Peace with Sides Signing New Accord\nRodriguez, A. (2016). Colombia Tries Again for Peace with Sides Signing New Accord. Associated Press. Retrieved from\nhttp://abcnews.go.com/International/wireStory/colombia-peace-sides-signing-accord-43500076"], [30187, "2016-11-14T07:10:00Z", [0.95], ""], [27798, "2016-11-14T07:09:33Z", [0.8], ""], [15196, "2016-11-14T02:50:25Z", [0.25], ""], [6303, "2016-11-14T02:06:16Z", [0.99], "According to the general news and GJP consensus."], [368, "2016-11-13T21:24:53Z", [1.0], ""], [83, "2016-11-13T21:22:46Z", [1.0], ""], [28982, "2016-11-13T21:19:01Z", [0.98], ""], [4273, "2016-11-13T20:09:35Z", [1.0], ""], [38, "2016-11-13T19:17:56Z", [1.0], ""], [1468, "2016-11-13T19:04:35Z", [0.85], ""], [12879, "2016-11-13T16:26:18Z", [0.89], ""], [1028, "2016-11-13T15:49:20Z", [0.85], ""], [691, "2016-11-13T15:34:55Z", [0.98], ""], [3363, "2016-11-13T15:31:36Z", [0.91], ""], [10039, "2016-11-13T14:36:35Z", [1.0], ""], [30207, "2016-11-13T14:34:32Z", [0.85], ""], [8622, "2016-11-13T13:29:10Z", [0.99], "The Government of Colombia & the FARC renegotiated a new peace agreement yesterday. It should be approved the congress shortly."], [21180, "2016-11-13T13:12:42Z", [0.35], ""], [1050, "2016-11-13T13:03:18Z", [1.0], ""], [1034, "2016-11-13T09:26:33Z", [0.0], "A proposal is a plan, a scheme, an offer to be accepted or rejected: to make proposals for peace. This is still the original peace deal with slight shift in wording. I am still not sure it meets the criteria of a renegotiated peace agreement, inasmuch as it only shifts a small amount of money the government was going to take to a fund for victims. That is the same deal they had before only the government agreed to allow the government to release some of the funds it would received to the people. The government of Colombia renegotiate a condition which the government already held, which cold have been accomplished outside of the peace agreement. \nStill the end condition will have been accomplished if the opposition accepts the governments concessions, yet ratification exits not a condition. However there seems to exits a possibility of a rejection by the opposition, which would lead to more negotiations on the more than 50 points of interest they hold.\nAlthough, the opposition was expecting concession from FARC during the renegotiate a peace agreement .\n"], [21800, "2016-11-13T08:26:14Z", [0.95], ""], [20156, "2016-11-13T06:54:55Z", [0.95], ""], [19801, "2016-11-13T05:50:52Z", [1.0], "Colombia, rebels agree revised peace deal to end 52-year war\nhttp://uk.reuters.com/article/uk-colombia-peace-idUKKBN1370PZ"], [10759, "2016-11-13T05:20:57Z", [1.0], ""], [4634, "2016-11-13T05:20:17Z", [1.0], "http://edition.cnn.com/2016/11/12/world/colombia-farc-peace/"], [23006, "2016-11-13T02:39:50Z", [0.55], ""], [23006, "2016-11-13T02:37:30Z", [0.51], ""], [29497, "2016-11-13T00:58:12Z", [0.05], ""], [23006, "2016-11-12T22:26:11Z", [0.49], "As per https://www.gjopen.com/comments/comments/379849 will increase to more probable once i read the new terms\n"], [23006, "2016-11-12T22:23:57Z", [0.51], ""], [368, "2016-11-12T21:46:01Z", [0.1], ""], [25997, "2016-11-12T21:29:40Z", [0.37], ""], [691, "2016-11-12T19:29:20Z", [0.92], ""], [30045, "2016-11-12T18:05:49Z", [0.87], ""], [30045, "2016-11-12T18:04:44Z", [0.75], ""], [1646, "2016-11-12T17:44:34Z", [0.9], "News that the new agreement is 90% completed. This afternoon an announcement is expected. That the document will be ready before O leaves office, it is part of his legacy and T will support, but T's politics towards Cuba and foreign aid may cause unwanted delays. Uribe is also announcing his support. A good compendium in the second part of the Latin Pulse podcast.\nhttps://soundcloud.com/latinpulse/special-cuban-perspective-derailing-peace-colombia-lp11122016"], [30194, "2016-11-12T14:08:06Z", [0.24], "trying out the service"], [1034, "2016-11-12T10:54:15Z", [0.0], ""], [12137, "2016-11-12T00:46:12Z", [0.35], "Outside view: Looked at times taken for previous peace agreements, these samples were 2, 4 and 9 months with an average of 5. Given the time till 1 Mar it seems unlikely that it will be able to be achieved."], [30182, "2016-11-11T20:48:53Z", [0.2], ""], [4273, "2016-11-11T20:18:54Z", [0.6], ""], [29860, "2016-11-11T19:46:57Z", [0.5], ""], [368, "2016-11-11T19:45:03Z", [0.35], ""], [10039, "2016-11-11T19:31:19Z", [0.4], ""], [20156, "2016-11-11T17:39:29Z", [0.6], "Based on: https://www.rte.ie/news/2016/1023/826195-colombia-farc-peace-talks/ https://www.theguardian.com/world/2016/oct/29/colombia-farc-peace-by-christmas-juan-manuel-santos"], [4729, "2016-11-11T16:51:01Z", [0.2], ""], [691, "2016-11-11T16:11:12Z", [0.1], ""], [30175, "2016-11-11T14:22:44Z", [0.2], ""], [18762, "2016-11-11T14:08:21Z", [0.6], "given what the \"no\" camp wants (or the reasons why they voted no) it is hard to see Farc accepting the \"no\" camp terms. however, the question doesn't require ratification just agreement, so the government can agree to anything to resolve this question as \"yes\". "], [740, "2016-11-11T13:09:11Z", [0.69], ""], [30173, "2016-11-11T12:26:48Z", [0.6], ""], [1034, "2016-11-11T12:19:33Z", [0.0], ""], [30026, "2016-11-11T07:50:37Z", [0.22], ""], [30026, "2016-11-11T07:46:12Z", [0.3], ""], [10759, "2016-11-11T05:36:15Z", [0.4], ""], [4634, "2016-11-11T05:36:04Z", [0.4], ""], [19801, "2016-11-11T04:04:32Z", [0.4], "The Depth and Solution of the Political Crisis in Colombia\nOctober 21, 2016 After he joined WOLA two weeks ago for our conference on next steps for Colombia’s peace process (untranslated video of the event is here), León Valencia of Bogotá’s Peace and Reconciliation Foundation shared with us the following article, a version of which appeared in Spain’s El País newspaper. Here is an English translation. In it, León lays out three possible scenarios for the fate of the peace process in the post-plebiscite period. The first scenario, which he views as most favorable and gives a 20 percent likelihood, remains possible, but the speech President Juan Manuel Santos gave last night calling “to finish this soon, very soon,” points in the direction of the third scenario (40 percent likelihood).\nhttp://colombiapeace.org/ The third possibility would be that after a few weeks of negotiations, the alliances between Santos and the right wing might fracture, the peace accord would solidify, and the alliance between the liberal political elites, the left wing and social organizations would deepen. Similarly, the pressure from the international community in favor of the accords would strengthen. This would lead Santos to appeal to the Colombian National Congress and to implement the current peace accords via Congress. In spite of the peace agreement failing, it failed by a tiny margin. It failed with 50.2% voting against it and 49.8% voting in favor It is easily possible to change 0.5% of people's brains on the topic with clever arguments."], [29776, "2016-11-10T19:54:42Z", [0.1], ""], [368, "2016-11-10T19:40:40Z", [0.35], ""], [4273, "2016-11-10T19:40:20Z", [0.65], ""], [13844, "2016-11-10T18:53:14Z", [0.15], "The political force opposing the previous agreement is very powerful. They managed to get people to vote against a reasonable peace agreement, one that was accepted as fair by a large portion of the international community. The agreement that is sought by these opposing political forces involves renegotiating the biggest issue around it and it is the return of stolen property and land. These forces represent some of the sectors that benefit from the status quo so renegotiating this is not going to be simple. The probability of this happening at all, let alone before March 1st, 2017 is low. "], [29637, "2016-11-10T18:49:55Z", [0.6], "Make an agreement doesn't neccessary implies that agreement to be approved, Goverment needs to do it fast even with political opposition involved. "], [30002, "2016-11-10T14:26:50Z", [0.25], ""], [6552, "2016-11-10T13:02:33Z", [0.4], ""], [30152, "2016-11-10T11:34:26Z", [0.65], "Testing out how good my intuition is, haven't done any due diligence "], [30148, "2016-11-10T10:38:12Z", [0.05], "the 1 march 2017 is too early: Colombia's bureaucracy is too slow to change an important document in such a short time."], [30146, "2016-11-10T10:21:43Z", [0.05], ""], [1034, "2016-11-10T08:40:47Z", [0.0], ""], [10759, "2016-11-10T07:24:48Z", [0.6], ""], [4634, "2016-11-10T07:24:42Z", [0.6], ""], [12824, "2016-11-10T00:39:03Z", [0.05], ""], [368, "2016-11-09T22:20:40Z", [0.85], ""], [29401, "2016-11-09T18:27:02Z", [0.85], "UN is monitoring the ceasefire http://colombiareports.com/un-resumes-colombia-ceasefire-verification-reduced-mandate/ and FARC forces have gone to agreed concentration points (one of Uribe's demands).\nIncreased popular desire for peace according to Gallup http://colombiareports.com/colombias-political-parties-less-popular-farc-guerrillas-gallup/ which provides room for a negotiated settlement which meets some, if not all, of Uribe's demands."], [20284, "2016-11-09T17:04:06Z", [0.85], "This time around there will be an agreement because a consensus of the major political parties will be sought out and they will have a stake in the outcome.  This could have happened last month if the government would have shared the decision and the good will to follow from ending the conflict with the opposition party.    "], [28091, "2016-11-09T16:35:13Z", [0.7], "Both the FARC and Santos government want this to happen. The election had a small turnout and a tiny margin of defeat. If they can make some small changes to the agreement they may have a good chance of succeeding. The truth commission may help but opposition Uribe and the Central Democratic Party could hurt. "], [28414, "2016-11-09T15:36:53Z", [0.05], ""], [1646, "2016-11-09T15:25:23Z", [0.77], "There is a lot of common ground already achieved, although recently, tensions surfaced but been overcome (in Spanish):\nhttp://generacionpaz.co/content/pese-tensiones-en-la-habana-el-nuevo-acuerdo-sigue-adelante Hashtags have gone from #AcuerdoYa (along with a movement to forcefully implement what was already agreed, with mass protests) to #NuevoAcuerdo  Depending on how you interpret it, may be a hopeful sign. Hashtags are big nowadays."], [691, "2016-11-09T15:06:09Z", [0.08], ""], [1050, "2016-11-09T12:43:53Z", [0.05], ""], [28414, "2016-11-09T11:23:56Z", [0.0], ""], [1034, "2016-11-09T09:45:22Z", [0.0], "Colombians vote against historic peace agreement with FARC rebels Miroff, M. (2016). Colombians vote against historic peace agreement with FARC rebels. The Washington Post. Retrieved from\nhttps://www.washingtonpost.com/world/colombians-vote-on-historic-peace-agreement-with-farc-rebels/2016/10/02/8ef1a2a2-84b4-11e6-b57d-dd49277af02f_story.html Colombia s peace deal with FARC risks dragging it further down the vortex of guerrilla politics Arostegui, M. (2016). Colombia's peace deal with FARC risks dragging it further down the vortex of guerrilla politics. The Telegraph. Retrieved from\nhttp://www.telegraph.co.uk/news/2016/11/02/colombias-peace-deal-with-farc-risks-dragging-it-further-down-th/ Colombia s peacemaker and his country on edge ahead of crucial Sunday vote Miroff, M. (2016). Colombia’s peacemaker, and his country, on edge ahead of crucial Sunday vote. The Washington Post. Retrieved from\nhttps://www.washingtonpost.com/world/the_americas/colombias-peace-maker-and-his-country-on-edge-ahead-of-crucial-sunday-vote/2016/10/01/271f5db6-8718-11e6-b57d-dd49277af02f_story.html Government and FARC claim progress in talks on new peace deal Fox News. (2016). Government and FARC claim progress in talks on new peace deal. Fox News. Latino. Politics. Retrieved from\nhttp://latino.foxnews.com/latino/politics/2016/11/07/government-and-farc-claim-progress-in-talks-on-new-peace-deal/ Colombia to launch peace talks with ELN rebels Martinez, A & Abreu, M. (2016). Colombia to launch peace talks with ELN rebels. Agence France-Presse. Retrieved from\nhttps://www.yahoo.com/news/colombia-government-eln-rebels-launch-peace-talks-october-003708953.html Colombian army launches attack on ELN rebels ahead of peace talks BBC News. (2016). Colombian army launches attack on ELN rebels ahead of peace talks. BBC. World. Latin America. Retrieved from\nhttp://www.bbc.com/news/world-latin-america-37686287 "], [10759, "2016-11-09T01:36:19Z", [0.45], ""], [4634, "2016-11-09T01:36:14Z", [0.45], ""], [1333, "2016-11-08T22:28:57Z", [0.0], "The amnesty and light provisions for restitution soured the public on this deal and unless there is a way to re-write the offer to include no or reduced prison terms for FARC Leadership I don't see the FARC Accepting the next iteration of the peace plan by then. For an indicator or flag on progress i look for new legislation that codifies protections for the Rebels."], [368, "2016-11-08T21:42:28Z", [0.05], ""], [30106, "2016-11-08T21:38:29Z", [0.15], "No real need to renegociate."], [22243, "2016-11-08T20:41:02Z", [0.6], ""], [11351, "2016-11-08T20:11:00Z", [0.25], "There is no likely compromise by FARC in the matter of amnesty and the government of Columbia will be unable to convince the voters FARC should be unaccountable for the crimes committed against them for decades."], [691, "2016-11-08T19:12:42Z", [0.18], "Pretty tight deadline for this, in the circumstances.  I'd bump it up a lot more if it were, say, July."], [12879, "2016-11-08T18:55:07Z", [0.3], "I am currently predicting a SuperForecasting \"Probably Not\" going to happen based on the apparent Columbian people wish not wanting a peace agreement to happen.🤔👍🏻"], [23006, "2016-11-08T18:42:56Z", [0.0], "Rebels are losing interest in doing this, and government is unlikely to see it passed by populace if they give even more concessions"], [16272, "2016-11-08T18:26:59Z", [0.75], ""], [21122, "2016-11-08T18:15:15Z", [0.85], ""], [21122, "2016-11-08T18:14:11Z", [0.8], ""], [3363, "2016-11-08T18:11:36Z", [0.85], ""]]}