{"question_id": 33, "title": "Will both houses of Congress pass legislation lifting or relaxing the oil-export ban before 1 April 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.75, 0.25], "correct_answer": "Yes", "correct_forecast": 0.75, "preds": [[3363, "2015-12-21T14:48:10Z", [0.99], ""], [691, "2015-12-21T13:24:45Z", [1.0], ""], [5386, "2015-12-21T08:37:13Z", [1.0], ""], [6786, "2015-12-21T04:05:05Z", [0.85], ""], [4089, "2015-12-21T02:39:09Z", [1.0], ""], [4306, "2015-12-21T01:49:41Z", [1.0], ""], [5863, "2015-12-20T23:21:02Z", [0.95], ""], [1562, "2015-12-20T22:43:19Z", [0.8], ""], [10192, "2015-12-20T18:32:23Z", [0.95], ""], [13154, "2015-12-20T18:16:35Z", [0.95], "US now in position to slowly become an oil exporter and take advantage of when oil prices rise, helping the US economy"], [1639, "2015-12-20T18:05:42Z", [1.0], "It seems to me that this is done\nhttp://www.bbc.com/news/business-35136831"], [13479, "2015-12-20T17:30:21Z", [1.0], ""], [691, "2015-12-20T15:44:52Z", [1.0], ""], [212, "2015-12-20T14:03:43Z", [1.0], "Don't know why this is still open http://www.economist.com/news/finance-economics/21684531-light-sweet-compromise-puts-end-crude-market-distortions-america-lifts"], [13377, "2015-12-20T03:42:41Z", [1.0], ""], [368, "2015-12-19T20:32:25Z", [1.0], ""], [691, "2015-12-19T15:01:56Z", [1.0], ""], [102, "2015-12-19T13:56:47Z", [1.0], "Why is this still open?"], [586, "2015-12-19T09:05:48Z", [1.0], "yes. If not, there Congress won't pass budget."], [5081, "2015-12-19T05:48:06Z", [0.95], ""], [127, "2015-12-19T00:12:16Z", [1.0], ""], [231, "2015-12-18T22:03:57Z", [1.0], ""], [8967, "2015-12-18T21:51:50Z", [1.0], ""], [1337, "2015-12-18T21:38:10Z", [1.0], ""], [368, "2015-12-18T20:08:43Z", [1.0], ""], [4218, "2015-12-18T19:07:26Z", [1.0], ""], [2, "2015-12-18T18:39:27Z", [1.0], ""], [11872, "2015-12-18T18:24:26Z", [1.0], ""], [102, "2015-12-18T18:22:27Z", [1.0], "Yup.  Not that it will do me any good, I was bearish on this most of the time. http://www.bloomberg.com/politics/articles/2015-12-18/house-passes-u-s-spending-bill-that-ends-crude-oil-export-ban"], [3895, "2015-12-18T17:53:37Z", [1.0], ""], [136, "2015-12-18T17:05:01Z", [1.0], "Done:\nhttp://thehill.com/blogs/floor-action/senate/263709-senate-sends-18-trillion-deal-to-obama\n\"The Senate voted overwhelmingly Friday in favor a $1.8 trillion package of spending bills and tax breaks, sending the legislation to President Obama’s desk for his signature. \n...\nIn other big concession to the GOP, the legislation lifts the decades-old ban on oil exports, which could boost domestic oil production by as much as 500,000 barrels a day.\n...\nThe House voted overwhelmingly to pass the $1.1 trillion omnibus spending bill and the $622 billion tax package separately in action earlier Friday. The cost of the tax legislation is not offset and will add to the deficit. The two bills were merged into one and delivered to the upper chamber as a message from the House.  \""], [11157, "2015-12-18T15:25:38Z", [0.99], ""], [4918, "2015-12-18T13:57:38Z", [0.95], ""], [876, "2015-12-18T13:08:29Z", [1.0], ""], [691, "2015-12-18T13:00:56Z", [1.0], ""], [136, "2015-12-18T07:41:53Z", [1.0], ""], [136, "2015-12-18T07:34:01Z", [0.8], ""], [73, "2015-12-18T02:25:43Z", [1.0], "The Rs gave away so much and still ....http://www.politico.com/story/2015/12/house-spending-tax-votes-216896"], [4729, "2015-12-18T02:22:14Z", [1.0], ""], [12806, "2015-12-17T16:31:25Z", [0.9], "It is widely accepted that the Obama administration will pass this bill since it averts a government shutdown and extends tax credits for 5 years for wind and solar investment. "], [691, "2015-12-17T13:05:29Z", [1.0], ""], [11872, "2015-12-17T07:32:22Z", [0.95], ""], [10745, "2015-12-17T05:16:26Z", [1.0], ""], [94, "2015-12-17T04:09:21Z", [0.95], "Increasing towards consensus forecast."], [4218, "2015-12-17T02:46:11Z", [0.95], ""], [691, "2015-12-17T01:22:43Z", [1.0], ""], [2216, "2015-12-17T00:36:21Z", [1.0], ""], [29, "2015-12-16T23:35:12Z", [0.9], "Bill is close to being passed."], [12874, "2015-12-16T23:12:06Z", [0.99], ""], [2004, "2015-12-16T22:40:23Z", [1.0], ""], [368, "2015-12-16T21:22:21Z", [1.0], ""], [102, "2015-12-16T20:25:42Z", [1.0], ""], [1337, "2015-12-16T19:49:38Z", [0.99], ""], [127, "2015-12-16T19:30:59Z", [0.95], ""], [110, "2015-12-16T18:41:40Z", [1.0], "Makes a lot of sense to do this now; it will help prop up the domestic oil industry, which is struggling with low oil prices."], [306, "2015-12-16T18:19:42Z", [1.0], "Amazing change from the status quo. "], [2, "2015-12-16T17:52:51Z", [0.95], "Per @Anneinak"], [176, "2015-12-16T17:34:21Z", [1.0], ""], [38, "2015-12-16T17:11:57Z", [1.0], "http://www.wsj.com/articles/congressional-leaders-agree-to-lift-40-year-ban-on-oil-exports-1450242995 Updated Dec. 16, 2015 10:38 a.m. ET WASHINGTON—In a move considered unthinkable even a few months ago, congressional leaders have agreed to lift the nation’s 40-year-old ban on oil exports, a historic action that reflects political and economic shifts driven by a boom in U.S. oil drilling."], [40, "2015-12-16T16:09:45Z", [0.95], ""], [84, "2015-12-16T15:27:46Z", [0.85], "Bill on the floor."], [556, "2015-12-16T14:23:16Z", [1.0], ""], [142, "2015-12-16T14:19:15Z", [0.95], "This measure is part of the omnibus spending package which just cleared the House.  The Senate and President don't want a government will agree to its passage."], [639, "2015-12-16T14:17:54Z", [1.0], ""], [4278, "2015-12-16T13:59:08Z", [0.99], ""], [876, "2015-12-16T13:11:00Z", [0.99], ""], [36, "2015-12-16T12:43:06Z", [1.0], ""], [90, "2015-12-16T12:35:13Z", [1.0], ""], [691, "2015-12-16T12:11:38Z", [0.99], ""], [532, "2015-12-16T12:05:57Z", [1.0], ""], [1708, "2015-12-16T12:00:22Z", [1.0], "http://www.ft.com/cms/s/0/f7b97750-a3ab-11e5-8d70-42b68cfae6e4.html"], [3363, "2015-12-16T11:07:55Z", [0.44], "I know I'm the person way off consensus here, but just because there is a package on the floor doesn't mean it'll pass. "], [43, "2015-12-16T10:28:08Z", [1.0], ""], [3895, "2015-12-16T10:20:37Z", [0.99], ""], [12944, "2015-12-16T09:55:17Z", [0.99], ""], [689, "2015-12-16T09:26:53Z", [0.99], ""], [20, "2015-12-16T05:33:05Z", [1.0], ""], [1333, "2015-12-16T04:06:09Z", [0.9], "http://thehill.com/policy/energy-environment/263371-spending-and-tax-deal-ends-crude-oil-export-ban-extends-renewable\nLawmakers have agreed to lift the four-decade-old ban on crude oil exports as part of a spending and tax package announced by congressional leadership on Tuesday night, according to a GOP lawmaker. In exchange, Republicans agreed to extend a series of expired or expiring renewable energy tax breaks. Both the wind production tax credit and the solar investment tax credit won five-year extensions in the tax and spending package unveiled on Tuesday... \nSo the Republicans will let free market set oil prices while endorsing the Business welfare incentives for Green Shoot industries that can't make it on their own and will continue destroying the carbon fuel industry and putting people in the unemployment line. Miners and Driller mine and drill, guess we'll need a tax supported retraining program for them next election. Thats NOT an energy Policy. IMHO\nBill McKibben, the co-founder of the climate change group 350.org, called lifting the ban hypocritical in light of the climate agreement leaders reached in Paris this weekend. “Doing it the week after the solemn and pious talk about saving the planet is not like some parent who smoked dope in the ‘70s warning their daughter about drugs — it’s like a parent who is currently high warning their daughter about drugs,” he wrote in an op-ed for The Hill.  “You might as well hold the launch party for your vegetarian cookbook at a steakhouse.”"], [506, "2015-12-16T03:40:21Z", [1.0], ""], [73, "2015-12-16T03:22:59Z", [1.0], ""], [3514, "2015-12-16T03:13:12Z", [0.99], ""], [241, "2015-12-16T03:05:11Z", [1.0], ""], [52, "2015-12-16T02:57:57Z", [1.0], "Breaking news? Done deal?  Still has to go to a vote but.... http://thehill.com/policy/energy-environment/263371-spending-and-tax-deal-ends-crude-oil-export-ban-extends-renewable http://www.bloomberg.com/politics/trackers/2015-12-16/congress-reaches-fiscal-deal-that-ends-u-s-crude-oil-export-ban"], [52, "2015-12-16T02:37:56Z", [1.0], ""], [73, "2015-12-16T02:21:23Z", [0.99], "http://www.wsj.com/articles/oil-export-ban-drags-down-spending-negotiations-1450198702\nOf note\n Reid had threatened on the Senate floor Tuesday that Democrats were prepared to go forward with legislation leaving out the oil ban entirely if Republicans didn’t agree to Democrats’ demands. He later told reporters that progress had been made to resolve the issue."], [73, "2015-12-16T02:20:20Z", [0.99], ""], [52, "2015-12-16T00:28:36Z", [0.95], ""], [52, "2015-12-16T00:23:32Z", [0.75], ""], [12961, "2015-12-15T19:06:45Z", [0.65], ""], [241, "2015-12-15T19:02:56Z", [0.75], "There's still some uncertainty over whether the rider to lift the ban will be included in the spending bill. Thus, 85%->75%.\n\"Harry Reid blames oil export fight for spending bill delay\": http://www.cnn.com/2015/12/15/politics/harry-reid-spending-bill-oil-exports/index.html"], [43, "2015-12-15T15:57:31Z", [0.87], "As the House faces yet another deadline on a governmental shutdown, Ryan is encouraging Republicans to enjoy just a teensy bit more rider fever. Weakening or killing the oil-export ban looks like one of the least controversial of the riders. It would offer Republicans a victory without causing them to to miss their Christmas times at home. Raising probability."], [691, "2015-12-15T13:42:18Z", [0.92], ""], [1337, "2015-12-15T00:12:50Z", [0.9], "http://thehill.com/policy/finance/263122-11t-spending-bill-could-be-unveiled-monday-night"], [532, "2015-12-14T21:59:35Z", [0.85], "I am nervous about betting against the Koch brothers on this one.  http://realkochfacts.com/deal-or-no-deal-for-the-kochs-oil-export-ban-edition/"], [368, "2015-12-14T21:58:42Z", [0.85], ""], [493, "2015-12-14T21:56:50Z", [0.95], "http://www.bloomberg.com/politics/articles/2015-12-14/house-democrats-said-to-be-open-to-lifting-u-s-oil-export-ban-ii6dytba"], [691, "2015-12-14T20:55:34Z", [0.92], ""], [4918, "2015-12-14T20:48:30Z", [0.85], ""], [241, "2015-12-14T20:45:20Z", [0.85], "80%->85% We should know in a day or two whether the oil-export measure is in the budget. If so, then it's going to pass Congress. If the ban isn't lifted by December 18 (or 21), then it probably won't happen for a long time. http://news.yahoo.com/oil-export-ban-play-final-stage-talks-budget-183258539--politics.html"], [3922, "2015-12-14T20:37:14Z", [0.85], ""], [3922, "2015-12-14T20:37:04Z", [0.8], ""], [11157, "2015-12-14T19:16:54Z", [0.9], ""], [4278, "2015-12-14T16:52:45Z", [0.71], ""], [876, "2015-12-14T13:07:55Z", [0.75], ""], [3895, "2015-12-14T09:36:53Z", [0.83], ""], [43, "2015-12-14T08:27:22Z", [0.84], ""], [5863, "2015-12-14T01:59:43Z", [0.55], ""], [368, "2015-12-13T22:32:00Z", [0.65], ""], [691, "2015-12-13T21:38:22Z", [0.92], ""], [1274, "2015-12-13T19:59:11Z", [0.8], ""], [12630, "2015-12-13T18:34:38Z", [0.84], ""], [915, "2015-12-13T15:11:50Z", [0.91], ""], [740, "2015-12-13T14:13:31Z", [0.79], ""], [102, "2015-12-13T06:21:17Z", [0.94], "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [2, "2015-12-13T04:56:04Z", [0.8], "Following @Jean-Pierre and @UnderwaterPutin up"], [241, "2015-12-13T04:12:20Z", [0.8], "http://www.cnbc.com/2015/12/11/us-oil-export-ban-very-likely-to-be-lifted-in-spending-bill-source.html"], [20, "2015-12-13T03:54:16Z", [0.95], ""], [11872, "2015-12-13T03:14:08Z", [0.8], "But if it doesn't happen as part of the budget bill, it won't happen. "], [231, "2015-12-13T03:04:42Z", [0.91], "http://www.reuters.com/article/us-usa-congress-oilexports-idUSKBN0TU2SX20151212"], [52, "2015-12-13T01:58:33Z", [0.95], ""], [43, "2015-12-12T21:59:55Z", [0.95], ""], [368, "2015-12-12T21:24:59Z", [0.45], "An add on to the Funding Bill is a relaxation of the oil-export ban;   There is considerable dispute concerning the republican agenda for continuation of tax breaks (corporations and the usual set) which have been described by Democrats in both the House (Pelosi) as unacceptable and possibly a game changer for passing the funding bill in the House.   Democrats are willing to compromise on lifting the oil-export ban if they are able to cede similar compromises from Republicans.   Lowering estimate."], [306, "2015-12-12T21:17:04Z", [0.8], ""], [136, "2015-12-12T18:17:37Z", [1.0], ""], [556, "2015-12-12T16:36:28Z", [0.95], ""], [532, "2015-12-12T14:45:47Z", [0.85], ""], [691, "2015-12-12T12:57:07Z", [0.91], ""], [73, "2015-12-12T11:46:53Z", [0.97], ""], [3895, "2015-12-12T08:43:16Z", [0.89], "increasing consensus that the Dems are willing to let this pass as part of the omnibus spending bill"], [38, "2015-12-12T06:04:36Z", [1.0], "shttp://www.reuters.com/article/us-usa-congress-oilexports-idUSKBN0TU2SX20151212#EIFJhrhbq8rOeV1Q.99 \"The 40-year-old ban on most U.S. crude oil exports will \"very likely\" be lifted in the government spending bill, and talks on the final budget deal are likely to continue through the weekend, a Senate aide said on Friday.\n~~~~~~~\nhttp://www.wsj.com/articles/congress-seen-likely-to-lift-u-s-oil-export-ban-1449874465 \"Congress is likely going to lift the nation’s 40-year-old ban on oil exports as part of broader spending and tax legislation, according to congressional aides of both parties, a historic policy change that would reflect momentous political and economic shifts driven by a boom in U.S. oil production. \"Allowing oil exports is a key component of a deal lawmakers are negotiating as part of spending and tax measures Congress is aiming to pass by Wednesday. People familiar with the tentative deal cautioned that nothing was final yet and that its final shape could change. But supporters of ending the ban see grounds for hope. “We’re guardedly optimistic that this will be in fact part of the deal that gets done,” Sen. Heidi Heitkamp (D., N.D.) said in an interview Friday. \"As part of the deal under negotiation, Congress would lift the ban and at the same time adopt environmental and renewable energy measures, including extending wind and solar tax credits and reauthorizing a conservation fund. The deal under this scenario also wouldn’t block any Obama administration environmental regulations, a frequent target of Republicans.  Democratic aides cautioned that all those conditions would have to be met if they were to go along with the lifting of the oil export ban. \"Other parts of the tentative deal remain unclear, including a controversial measure by Democratic Sens. Tom Carper of Delaware and Edward Markey of Massachusetts, which would create a tax credit for independent domestic refineries, especially a few in the Northeast whose profits could be hit if oil exports are allowed. Whether this measure would be included hasn’t yet been decided, according to multiple congressional aides. \"More broadly, lawmakers are still haggling over which policy provisions will get attached to the $1.15 trillion spending bill for fiscal year 2016, and an overarching deal hasn’t yet been finalized.\n~~~~~~~\nCOMMENT:  It sounds to me like lifting this ban is a bi-partisan effort, and that compromises will be made to enable it to come about."], [38, "2015-12-12T05:40:57Z", [0.94], "End of Crude Oil Export Ban Is Possible\nNew York Times\nThey turned the Senate floor into a symposium on the history of Nixon-era oil ... Analysts often note that the debate around the crude oil export ban is ... Congress Does Some Horse Trading Over Possible End to US Oil-Export Ban - Wall Street Journal Deal to end oil export ban in sight - The Hill Congress Does Some Horse Trading Over Possible End to US Oil-Export Ban -- Update - Nasdaq The News Journal\nSen. Tom Carper seeks tax credit for oil refiners The News Journal\nWASHINGTON -- In a move that has riled environmentalists, Sen. ... Chris Coons, said Coons also opposes lifting the oil export ban but is working to ... AG Week\nExperts testify lifting oil export ban will strengthen US AG Week\nWASHINGTON – At a hearing of the Energy and Natural Resources Committee on Terrorism and Global Oil Markets today, Sen. John Hoeven, R-N. Oil Export Opponents Reject Environmental Incentives - Bloomberg BNA\nHuffington Post\nSenate Extends Deadline Again To Prevent Government Shutdown Huffington Post\nWASHINGTON -- The Senate decided by a unanimous voice vote Thursday to ... The hold-up centers on a provision to end a crude oil export ban. Senate passes stopgap funding; House's OK likely\nTribune-Review\nWith agency money running out Saturday, the Senate approved legislation ... WASHINGTON — The Senate on Thursday passed a stopgap bill that would ... Thursday that Democrats do not want to allow the oil export ban to be lifted."], [102, "2015-12-12T05:15:16Z", [0.81], "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [306, "2015-12-12T04:58:14Z", [0.75], ""], [506, "2015-12-12T04:33:34Z", [0.99], ""], [506, "2015-12-12T03:42:43Z", [0.9], ""], [12829, "2015-12-12T03:12:04Z", [0.99], ""], [83, "2015-12-12T02:26:33Z", [1.0], "http://www.reuters.com/article/us-usa-congress-oilexports-idUSKBN0TU2SX20151212#3P4tbaruFIt00Zym.97\nThe oil export ban seems to be in play for Dems to trade during budget negotiations.  This a short term increase until.the budget negotiations are resolved. \"Lifting the ban on oil (exports) and all of the money that means for the oil industry\" without boosting the children's tax credit is \"too big, it's unfair and it does not have the support of House Democrats,\" Pelosi told reporters.\nhttp://abcnews.go.com/Politics/wireStory/congress-final-stage-talks-massive-budget-tax-bills-35709143"], [11678, "2015-12-12T01:47:50Z", [0.87], ""], [992, "2015-12-12T00:35:14Z", [0.85], "Wall Street Journal says it looks likely.  See here: http://www.wsj.com/articles/congress-seen-likely-to-lift-u-s-oil-export-ban-1449874465.  Just one of multiple sources, so I am basing my forecast on this increase in information traffic.  Interesting, isn't it, that GJP had this as a question back in September."], [1993, "2015-12-12T00:32:51Z", [1.0], ""], [60, "2015-12-11T23:03:28Z", [1.0], "(no change) FYI: Dec 11, 5:40p (ET): https://twitter.com/CNBCnow/status/675444989653045248 BREAKING: Congress likely to lift 40-year old oil-export ban as part of spending & tax measures, deal not yet finalized - DJ"], [94, "2015-12-11T22:31:06Z", [0.5], "Increasing forecast based on recent news."], [368, "2015-12-11T22:26:34Z", [0.95], ""], [506, "2015-12-11T22:24:35Z", [0.78], ""], [306, "2015-12-11T22:08:16Z", [0.7], ""], [691, "2015-12-11T19:22:40Z", [0.81], ""], [3895, "2015-12-11T18:30:59Z", [0.71], ""], [639, "2015-12-11T17:20:50Z", [0.75], ""], [1993, "2015-12-11T16:00:30Z", [0.75], ""], [532, "2015-12-11T15:09:16Z", [0.48], ""], [4918, "2015-12-11T14:47:44Z", [0.75], ""], [689, "2015-12-11T14:39:07Z", [0.69], ""], [73, "2015-12-11T14:36:17Z", [0.95], ""], [73, "2015-12-11T14:31:29Z", [0.85], "See @Jean-Pierre. Adjusting up, didnt think the Rs would give so much up but...... “It’s an act of desperation on their part, they want it so desperately,” said House Minority Leader Nancy Pelosi (D-Calif.), saying she could see a scenario in which she would support lifting the ban. and Sen. Barbara Mikulski (Md.), top Democrat on the  Appropriations Committee, called the GOP’s latest offer and its oil exports provision “lavish.” “We made a counteroffer to their overreach,” she said. Asked what Democrats would trade for oil exports, she said only “a lot.” and \"From everything I’ve heard, it’s going to be a high price, and we’ll swallow it if we need to, I guess,” he said.  Along with the fact the Rs are willing to capitulate, time left for the q, I can now see this happening "], [241, "2015-12-11T14:23:59Z", [0.7], "Apparently, both Republicans and Democrats are willing to concede a lot. http://thehill.com/policy/energy-environment/262874-deal-to-end-oil-export-ban-in-sight"], [5081, "2015-12-11T05:30:03Z", [0.78], ""], [12783, "2015-12-11T03:35:18Z", [0.1], ""], [43, "2015-12-11T02:50:02Z", [0.64], ""], [52, "2015-12-11T00:05:40Z", [0.9], "Too many Democrats are coming out of the woodwork to suggest a deal can be made.  This article from suggests the Dems asked for a lot and are potentially getting a lot in return from the Reps.  \"\"\"Sen. Barbara Mikulski (Md.), top Democrat on the  Appropriations Committee, called the GOP’s latest offer and its oil exports provision “lavish.”\"\"\" http://thehill.com/policy/energy-environment/262874-deal-to-end-oil-export-ban-in-sight I am moving up quite a bit.  The tipping point may be at hand."], [876, "2015-12-10T22:07:46Z", [0.6], ""], [992, "2015-12-10T16:45:15Z", [0.65], "Increasing my forecast based on traffic analysis.  There are quite a few stories about this, so the public (both for and against) is probably being prepared for something to happen.  Representative of such article can be found here: http://www.huffingtonpost.com/entry/why-we-should-care-whether-the-us-exports-crude-oil_56682b6ce4b0f290e521364d.  Even considering the source (which I don't find particularly reliable), it's typical.  If this repeal in not in the omnibus bill (this Friday), I will probably lower."], [1529, "2015-12-10T15:46:50Z", [1.0], ""], [691, "2015-12-10T15:31:19Z", [0.78], ""], [3363, "2015-12-10T11:58:37Z", [0.44], "Reaffirming my slightly negative outlook on this. The conventional wisdom is that the US Congress will almost certainly get this done. But it's the US Congress. The baseline is that they are very unproductive."], [4918, "2015-12-10T11:17:29Z", [0.65], ""], [3895, "2015-12-10T10:25:05Z", [0.68], "bumping up significantly. It seems somewhat likely that at least a relaxation of the ban gets included in the omnibus spending bill"], [102, "2015-12-10T05:45:43Z", [0.61], "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [52, "2015-12-09T21:26:43Z", [0.65], ""], [691, "2015-12-09T21:04:09Z", [0.77], ""], [90, "2015-12-09T20:58:20Z", [0.98], "Upping the chances -- at least until the spending bill passes. http://www.huffingtonpost.com/entry/why-we-should-care-whether-the-us-exports-crude-oil_56682b6ce4b0f290e521364d?utm_hp_ref=politics"], [368, "2015-12-09T20:42:01Z", [0.95], ""], [493, "2015-12-09T14:07:39Z", [0.9], "Horses will be exchanged. http://www.reuters.com/article/us-usa-oilexports-congress-idUSKBN0TR2V520151208"], [241, "2015-12-09T12:24:55Z", [0.25], ""], [52, "2015-12-09T01:18:01Z", [0.45], ""], [9447, "2015-12-08T22:58:32Z", [0.25], ""], [11678, "2015-12-08T20:34:43Z", [0.78], ""], [1337, "2015-12-08T18:32:16Z", [0.02], "Why would anyone sane liberalize the market of the most depressed commodity and, in doing so, sabotage their own second most important export (gasoline)?"], [691, "2015-12-08T14:03:18Z", [0.7], ""], [102, "2015-12-08T03:10:06Z", [0.46], "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [498, "2015-12-08T02:43:20Z", [1.0], ""], [1646, "2015-12-08T01:49:47Z", [0.95], "@einsteinjs and recent news of successful Koch brothers' negotiations with Obama"], [11872, "2015-12-07T22:57:14Z", [0.4], ""], [823, "2015-12-07T20:47:40Z", [0.6], ""], [992, "2015-12-07T19:51:34Z", [0.25], "1) Consider the base rate.  The present law has been in place since 1973.  In the time between then and now, spot oil prices got as high as $150/barrel.  There was a significant depression in the oil industry in the mid-80s.  Through these extremes, this law has not been withdrawn.  IMO, it has been US policy that oil is a strategic commodity, and that exporting refined products is better business.  This has been consistent across time and administrations. 2) Next, consider the timing of the question.  This question closes March 31, 2016.  This is the middle of the US presidential primary season.  While it is possible such legislation could be considered, and perhaps pass the US House of Representatives, between the Trans-Pacific Partnership (TPP) and Transatlantic Trade and Investment Partnership (TTIP) there isn't much oxygen left in the room for yet another trade deal.  In addition, President Obama wants to press a climate-change program.  Assume that both Houses of the US Congress pass legislation, it will be vetoed on this basis alone.  Yes, in a champaign season, just making the proposal might score some political points, but it would cost quite a bit of effort.  For a Representative it might make sense, but it doesn't make sense for Senators.  The US Senate plays a deeper game. 3) Interesting article here: http://www.politico.com/story/2015/12/big-oil-democrats-congress-216443 The take-away is this law is a bargaining chip in the omnibus bill to fund the government.  The timing of these negotiations is a deadline this Friday.  The logic is this: A) Republicans want this law repealed on economic grounds, and B) Democrats would consider repeal if they could get various tax credits for things like clean energy.  I am discounting this for a couple of reasons.  First, the White House has to be part of the negotiations because the final bill has to be signed by the President.  Again, given the UN climate-change conference in November, I don't see Obama signing a bill that includes this.  Second, according to the article, the price demanded by the Democrats may be too high for the Republicans.  Should the omnibus funding bill pass without oil export ban repeal, I will lower my probability significantly. 4) This would make more sense if the price of oil were high.  Right now, the price is low so the economic boost would be muted.  The economic benefit is also somewhat restricted to Alaska, Texas and the northern high plains in the lower-48.  (I might also include oil terminals on the US east and west coasts but there doesn't exist much since it hasn't been possible for 40+ years.)  It would hurt refineries since part of that business would leave the US.  It would also hurt chemical manufacturing since oil and natural gas are feedstock commodities.  So there are other economic interests on the other side of this issue.  I consider this a wash right now. 5) A repeal of this law wouldn’t benefit all producers equally.  Oil from Alaska could easily go to the far east.  Oil from Texas could go to Europe or South America through Gulf of Mexico ports.  There isn't much in the way of transport infrastructure to get oil from the Dakotas anywhere except by rail.  So I don't see a reason to undo the law if only limited benefit is possible.  I recognize this is pretty naive."], [493, "2015-12-07T19:50:47Z", [0.8], "And look, there's news! From einsteinjs: http://www.politico.com/story/2015/12/big-oil-democrats-congress-216443 I'll keep an eye one it over the next few days. I expect I'll be going up again soon."], [60, "2015-12-07T19:09:16Z", [1.0], "(no change in forecast) Looks like we'll have a better idea on this in the next 72 to 96 hours. Dec 7: \"Democrats might give Big Oil a big win in Congress\" --> http://www.politico.com/story/2015/12/big-oil-democrats-congress-216443 \"The four-decade-old ban has become a crucial bargaining chip during budget talks ahead of a Friday deadline to avoid a government shutdown. Whether the two sides can reach a deal — Democrats are asking for a host of tax credits, including for clean energy, that Republicans have long railed against — is an open question as the negotiations enter the home stretch this week.\""], [493, "2015-12-07T16:17:48Z", [0.25], "Lowering prob. Economically it's a dead issue, and politically it's always been fueled by high oil prices. Congress still might do it just to show that they can do something, and honestly nobody really cares that much about this issue. But mostly I think that this will just fade away until oil prices go back up again, which probably won't happen before April."], [3363, "2015-12-07T15:18:22Z", [0.41], ""], [691, "2015-12-07T13:38:00Z", [0.7], ""], [8305, "2015-12-07T11:21:08Z", [0.78], "Even with this dysfunctional congress I believe they do, Specially with with Ryan, he is in for a long time political change. I like him."], [40, "2015-12-07T01:24:52Z", [0.59], ""], [10122, "2015-12-07T00:06:14Z", [0.75], ""], [9125, "2015-12-06T22:14:06Z", [0.6], ""], [368, "2015-12-06T20:25:53Z", [0.25], ""], [691, "2015-12-06T14:11:55Z", [0.7], "Still looking for this either late in this session or early in the next one, to get it off the table for both parties before the election."], [90, "2015-12-06T03:30:01Z", [0.65], ""], [1562, "2015-12-06T02:57:46Z", [0.65], "republican congress will seek the opportunity to peddle energy in light of the recent international  movement to contain carbon."], [1767, "2015-12-06T02:15:06Z", [0.77], "I am uping my prediction. It is a rare ray of sunlight when both sides of the senate agree that a deal is at least possible. The democrats are much better at coordinating their votes and achieving results in this congress so they stand a good chance at getting the republicans to trade for oil exports. "], [368, "2015-12-05T21:07:34Z", [0.75], ""], [43, "2015-12-05T20:40:49Z", [0.57], ""], [691, "2015-12-05T15:11:17Z", [0.7], ""], [102, "2015-12-05T14:33:50Z", [0.47], "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [52, "2015-12-05T01:36:35Z", [0.45], "If it does not happen in the omnibus spending bill coming up it will be a dead issue going forward. I am upping from a low prediction because there is movement on it..  However, I think it will ultimately not make it into the final bill.  The cost to Republicans will be too high in exchange for it.  "], [368, "2015-12-04T22:10:29Z", [0.1], ""], [4918, "2015-12-04T20:49:34Z", [0.45], ""], [691, "2015-12-04T20:45:14Z", [0.7], "Despite the rhetoric, this is not a make-or-break issue for the Ds. They will take what they can get in exchange for it and declare victory.  There are not many states or districts of interest to the Ds where this will cause them a big problem. "], [4278, "2015-12-04T17:52:31Z", [0.67], ""], [271, "2015-12-04T15:49:13Z", [1.0], ""], [12397, "2015-12-04T14:24:13Z", [0.85], ""], [73, "2015-12-04T13:14:58Z", [0.49], ""], [73, "2015-12-04T13:14:05Z", [0.5], ""], [241, "2015-12-04T09:40:35Z", [0.4], "Hedging (25%->40%) until the outcome of current budget negotiations becomes clear. http://www.politico.com/story/2015/12/budget-deal-could-lift-oil-export-ban-216414"], [1993, "2015-12-04T09:12:28Z", [0.65], ""], [136, "2015-12-04T08:43:30Z", [0.8], ""], [68, "2015-12-04T08:10:07Z", [0.95], "Following several commentators below who have pointed out that the lifting of this ban could be part of the must-pass Senate bill to continue funding government, for which some Democratic support is almost certainly essential. Republicans want to lift the ban, and the Democrats say they are open to it, provided their own wish list is accommodated.  Although this question could run for another four months, the government funding bill needs to be pass by 11 December or as soon as possible after that, so it makes sense to forecast high for a while."], [38, "2015-12-04T07:30:50Z", [0.88], "On 2nd thought, I think this has legs."], [38, "2015-12-04T07:29:09Z", [0.77], " http://www.politico.com/story/2015/12/budget-deal-could-lift-oil-export-ban-216414#ixzz3tKnEaxa3 \"Democrats are driving a hard bargain in year-end negotiations to keep the government funded, but a key GOP priority remains on the negotiating table: lifting the decades-old ban on U.S. oil exports. At a special caucus meeting on Thursday, Senate Democrats solidified a list of asks that Republicans may find overwhelming. But the bright side for the GOP is that Democrats seem serious about striking a bargain on lifting oil exports, despite pressure from greens and resistance from the White House. The challenge for the GOP and its industry allies remains how to craft a deal that lures liberals into backing a pro-oil position without giving away too much for conservatives to swallow. \"Repealing the oil export ban is \"a very important priority for\" Senate Majority Leader Mitch McConnell (R-Ky.), \"and we’re hoping he’ll be respectful of our priorities,\" Senate Minority Whip Dick Durbin (D-Ill.) said Thursday. House Speaker Paul Ryan (R-Wis.) is also throwing his weight around, hoping his young speakership's momentum can produce a win in a long-running fight over energy policy that seemed impossible just months ago. \"What Durbin called \"a long list\" of Democratic demands in exchange for any oil exports deal starts with extending clean-energy tax benefits that are anathema to many on the right. But those tax credits are already in line to stay alive this year as part of a separate tax package that's close to completion, and Koch Industries is already pressing lawmakers to reject any deal that would end the ban on oil exports in exchange for helping wind and solar power. \"Democratic leader Sen. Patty Murray (D-Wash.) said an end to the export ban is \"obviously being pushed very hard by McConnell, and there are a couple in our caucus that agree, but the price is very high.” The American Petroleum Institute and other top oil players have lent their lobbying might to the effort, scrambling to combat a swoon in oil prices that have forced job cuts and belt-tightening in the once-booming U.S. oil patch. \"We hope Congress will still consider lifting the crude export ban on its own merits, but not by burdening society with continuing subsides and corporate welfare,\" Koch lobbyist Phillip Ellender wrote to lawmakers last week. The letter is viewed with major skepticism among liberal Democrats, who privately wonder whether Republicans are willing to break with the companies run by the billionaire conservative brothers David and Charles Koch. \"However, top Democratic Senate aides said that the party's leaders and even a number of liberal lawmakers are open to a deal with Republicans, but only if they get a lot out of GOP leadership. . . .\"I don't know if they'll be able to get a deal on it,\" said Sen. Jon Tester (Mont.), chief of the Democratic Senatorial Campaign Committee, who's been open to a deal on oil exports for months. Tester said \"there needs to be things like\" full funding of the conservation fund to win him over. \"The conservation fund's top Senate Republican backer, Richard Burr (N.C.), said reviving it in exchange for oil exports \"makes a lot of sense.\"\"There are a lot of moving pieces, but the closer we get to finalizing\" a year-end deal, Burr added, \"the more people narrow down their wish list.\" \"Democrats also want assurances from Republicans that child tax credits are preserved and possibly expanded in the tax extenders bill. And they maintain that if they are going to agree to lifting the oil export ban, Republicans should expect little else in the year-end deal. \"Senate Majority Whip John Cornyn (R-Texas) was not impressed by the high price the minority party hopes to extract. \"It sounds to me like the Democratic demands are greedy,\" he said. Cornyn's not the only Republican asking why the party should play ball with Minority Leader Harry Reid (Nev.) as Democrats prepare to score victories in the prospective year-end tax package. Adding oil exports to the mix as part of a massive government funding and tax deal \"strikes me as more theater than reality,\" GOP energy lobbyist Michael McKenna said. \"I'm not exactly sure what else Democrats want. Harry Reid is in the process of a getaway from a fairly successful armed robbery.\" \"Still, Democrats have more leverage than Republicans like to admit: They are likely to carry the voting load on the spending bill due by Dec. 11, so they believe they have a strong hand that could trump tough talk from the GOP. \"And the Democrats' biggest environmental stalwarts sounded just as wary of an oil exports deal that they acknowledged is in the mix.\"It’s out there,\" Sen. Ed Markey (D-Mass.) said seconds after complaining the deal would amount for a $500 billion windfall for the oil industry. \"Sen. Tom Carper (D-Del.), a centrist dealmaker, raised concerns about northeastern refineries that currently get U.S. crude oil at a discounted price. \"The arguments that we should treat oil much the same as we treat natural gas,\" which the U.S. is gearing up to begin exporting, \"I think flunk,\" he said. \"Given that a spending bill is due within days, the fact that Democrats are keeping the oil concession on the table is being viewed on Capitol Hill as a major development among senators, one of whom said a major, \"substantive\" deal hinges on the provision. \"Yet there's also skepticism about what, exactly, Republicans are asking for. Is the GOP willing to shut the government down if Democrats don't bend to McConnell and Ryan? “People are wanting to hold the whole budget process hostage on oil exports,\" lamented Sen. Maria Cantwell (Wash.), the Senate Energy Committee's top Democrat. \"Separately on Thursday, the House passed energy reform legislation that would lift the oil export ban, but it faces a certain presidential veto as a standalone measure.\n~~~~~~~\nCOMMENT:  This ball is in play.  I'm increasing my positive forecast from 55 to 77%."], [3384, "2015-12-04T04:51:03Z", [0.6], "It will have a favorable balance of payments impact\nIt will help the ailing oil industry"], [73, "2015-12-04T04:20:14Z", [0.31], ""], [532, "2015-12-04T04:19:06Z", [0.4], ""], [60, "2015-12-04T04:00:48Z", [1.0], "Upping from 80 to 100 I'm going to up this to 100 (had it as high as 94 on Nov 12 forecast) for the next 10-14 days (while there's the possibility that this passes before the end of the calendar year). I had mentioned previously that I was waiting to see what came of the Senate Dem's meeting today... Well, it looks like it might be positive news for this question --> http://www.politico.com/story/2015/12/budget-deal-could-lift-oil-export-ban-216414 \"At a special caucus meeting on Thursday, Senate Democrats solidified a list of asks that Republicans may find overwhelming. But the bright side for the GOP is that Democrats seem serious about striking a bargain on lifting oil exports, despite pressure from greens and resistance from the White House. The challenge for the GOP and its industry allies remains how to craft a deal that lures liberals into backing a pro-oil position without giving away too much for conservatives to swallow.\" [...] \"Given that a spending bill is due within days, the fact that Democrats are keeping the oil concession on the table is being viewed on Capitol Hill as a major development among senators, one of whom said a major, \"substantive\" deal hinges on the provision.\" ~~~ COMMENT: Those are two of the more important quotes, but I strongly suggest reading the whole thing (didn't want to copy/paste it all). After reading through it, I'm reminded of when the Dem's were the majority party in the upper chamber and the GOP would be holding the balance of the power when we got to this point of the year and would continue to extract asks from the Democrats. Now, it seems like the Democrats are in this position (and this time, have decided to take advantage of it)."], [20, "2015-12-04T00:59:16Z", [0.75], "http://www.politico.com/story/2015/12/budget-deal-could-lift-oil-export-ban-216414 "], [52, "2015-12-04T00:54:52Z", [0.1], ""], [506, "2015-12-03T22:48:39Z", [0.65], ""], [506, "2015-12-03T22:34:16Z", [0.3], ""], [38, "2015-12-03T22:15:52Z", [0.55], "shttp://www.reuters.com/article/2015/12/03/usa-oilexports-house-idUSL1N13S20620151203#qm1tBxA8xbzZBEx9.99 Dec 3 The U.S. House of Representatives passed a wide-ranging bill on energy reforms on Thursday that includes a measure to repeal the 40-year-old oil export ban . . . The North American Energy Security and Infrastructure Act passed 249 to 174, but did not get the 290 votes needed to overcome a veto.  The Senate is seen as unlikely to pass a bill that includes lifting the trade restriction . . . "], [368, "2015-12-03T20:57:55Z", [0.25], "http://www.reuters.com/article/2015/10/09/us-usa-oilexports-house-idUSKCN0S31TG20151009#KbiqgBfbfIboXdyd.97 House passes bill with uphill battle in Senate to come, with a presidential veto.  The bill did not reach the 290 votes necessary to overturn a presidential veto.  However, since the question refers specifically to the houses of Congress there is no explicit or implicit query regarding a presidential veto."], [691, "2015-12-03T18:02:11Z", [0.7], ""], [3895, "2015-12-03T13:32:58Z", [0.42], "starting below the average & expecting to drift down over time.  Not optimistic this will pass before our deadline given known opposition in both the White House & the Senate. "], [2, "2015-12-03T01:57:30Z", [0.55], "http://www.latimes.com/business/la-fi-oil-embargo-fight-20151202-story.html Still in the news.  House already passed it.  Looks like Obama would veto it.  Still may pass Senate.  I set it high at the beginning at 70%, lowering it back down to somewhat possible, given the passage of time."], [691, "2015-12-02T20:38:08Z", [0.7], "This is very likely to pass in January or February. The Pres may veto, depending on what bill it's attached to--it will not likely be a separate bit of legislation but a rider on something very tangentially related, a ploy which is lamentably both legal and common in the US. "], [38, "2015-12-02T17:12:41Z", [0.55], "http://www.politico.com/story/2015/12/senate-democrats-strategy-session-216349#ixzz3tBUROnE4 Senate Democrats will hold a special caucus meeting on Thursday to hash out their end-of-year strategy. . . . The discussion, which will be held before a bipartisan Senate lunch, will focus on how to handle pending tax legislation and the Dec. 11 deadline for passing an omnibus spending bill.  A main point of discussion is whether the minority party can leverage the GOP's quest to end the oil export ban as a way to keep conservative riders off the spending bill or possibly expand tax credits for working class Americans. Democrats believe they will have to provide most of the votes for the spending bill and are testing how far their rank-and-file is willing to go in negotiations with the GOP.\n"], [368, "2015-12-01T19:31:11Z", [0.4], "Estimate lowered.  Constraints imposed by current Climate Summit and a potential agreement (if ratified by Congress), the commitment of the Democratic Party & Presidency to environmental platforms & opposing Republican and business interests on domestic energy policy formulation, makes the outcome of both Yes & No likely.  However, since the Republican party require some Democratic party support to pass a bill in the Senate (the bill passed on a Yes in the House of Representatives), less 5 democratic senators have indicated support for relaxing the oil import-export ban. Opposition to such a measure passing in the senate is constrained by Democratic party platforms that favor environmental policy (including Climate Change) over conservative energy policies.  "], [11872, "2015-12-01T16:38:37Z", [0.3], ""], [691, "2015-12-01T13:43:14Z", [0.7], ""], [136, "2015-12-01T09:17:54Z", [0.55], ""], [368, "2015-11-30T22:18:27Z", [0.45], ""], [60, "2015-11-30T19:56:20Z", [0.8], "(no change in forecast) Nov. 29: Export Oil To Create 300k Jobs And $38 Billion --> http://dailycaller.com/2015/11/29/oil-export-ban-create-jobs-38-billion/ Certainly something that the GOP could use to paint a negative picture of Pres. Obama and/or Democrats who oppose lifting the oil-export ban.\n~~ Something I want to point out about this question -- Pres. Obama doesn't have to sign the bill. We only need the House and the Senate to pass legislation that lifts the ban. We've already had the House pass something (http://www.wsj.com/articles/house-votes-to-lift-oil-export-ban-1444411778 ), so we're really just waiting on the Senate to pass something."], [691, "2015-11-30T13:50:31Z", [0.7], ""], [691, "2015-11-29T14:44:55Z", [0.7], ""], [532, "2015-11-28T21:25:03Z", [0.29], ""], [368, "2015-11-28T21:02:01Z", [0.45], ""], [740, "2015-11-28T15:33:08Z", [0.71], ""], [691, "2015-11-28T14:43:02Z", [0.7], ""], [73, "2015-11-27T17:58:19Z", [0.14], ""], [691, "2015-11-27T13:38:25Z", [0.71], ""], [231, "2015-11-26T19:12:01Z", [0.36], ""], [691, "2015-11-26T14:32:07Z", [0.71], ""], [1646, "2015-11-26T12:24:30Z", [0.45], ""], [2965, "2015-11-26T12:15:31Z", [0.1], "           Not on the table in election year with strong populist majority about to oust the establishment, public naivete could enrage base against  McConnell futher.\nYes we know that oil is fungible, and exporting it should not increase prices.  Eco 101 But most Trump and Carson supporters and 90% of  likely voters believe it would raise prices and the API ads about energy independence and being energy voters does not even try to educate public claim we are the largest oil producer in world.   6 dem votes needed in an election year to reach 60 in Senate.     I  believe Sen .Heitkamp ( D.N.D. ) is a likely.    NOT  5 MORE                                                              "], [60, "2015-11-26T09:28:57Z", [0.8], "(Revising down to 80 from 94) Guarding against the chance that the GOP Senators can't get enough support from Senate Dem's to get this amendment attached to the transportation bill and/or this new strategy (http://thehill.com/policy/energy-environment/256967-gop-shifts-strategy-on-oil-export-ban ) doesn't work."], [691, "2015-11-26T03:38:47Z", [0.71], ""], [368, "2015-11-25T22:11:25Z", [0.45], ""], [11977, "2015-11-25T14:31:01Z", [0.15], ""], [876, "2015-11-25T13:41:36Z", [0.5], ""], [11872, "2015-11-25T03:11:47Z", [0.15], ""], [823, "2015-11-24T23:27:15Z", [0.6], ""], [368, "2015-11-24T22:04:43Z", [0.25], ""], [306, "2015-11-24T19:21:48Z", [0.6], ""], [691, "2015-11-24T14:02:13Z", [0.71], ""], [368, "2015-11-23T22:01:58Z", [0.45], ""], [639, "2015-11-23T19:12:43Z", [0.5], ""], [691, "2015-11-23T13:45:42Z", [0.71], ""], [5386, "2015-11-23T11:34:28Z", [0.75], ""], [11678, "2015-11-23T03:28:20Z", [0.31], ""], [11830, "2015-11-23T02:42:24Z", [0.6], ""], [691, "2015-11-22T14:38:57Z", [0.71], ""], [38, "2015-11-22T00:32:13Z", [0.55], "http://thelibertarianrepublic.com/republicans-move-to-force-obama-to-lift-u-s-oil-export-ban/#ixzz3sAwGiKLV  \"Republicans are eyeing upcoming legislation to force a measure on President Obama that would lift the U.S. export ban on crude oil.  \" . . . With America’s oil industry struggling in the wake of low global crude prices, support to repeal the restrictive policy has been growing. “The ban on crude oil exports is totally contrary to consistent US advocacy of open markets, ever since the Second World War,” Gary Hufbauer, senior fellow at the Peterson Institute for International Economics, told The Daily Caller News Foundation. “The ban retards US development of oil production. The ban could not withstand a legal challenge in the WTO.” \"The House of Representatives passed a bill lifting the crude oil export ban in early October, however the promise of a presidential veto all but guarantees the measure won’t be signed into law as a standalone bill. \"Instead Republicans will attempt to attach its fate to key legislation that must be passed before the end of the year. Currently the most likely candidate is the transportation bill reauthorizing federal funds for highway and transit programs, reported The Bismarck Tribune. “It is must-pass legislation, which means it will be hard for the president to veto, and the benefits of allowing crude oil exports are multiple,” Republican Sen. John Hoeven said in a statement, whose home state of North Dakota has been suffering since the oil price slump. \"If the Republican push to attach the ban to the transportation bill fails, Sen. Cory Gardner says they will try to put in in the omnibus package expected to pass before years end. Supporters of the plan fear that lifting the ban in 2016 will be impossible due to the polarizing nature of an election year, but opportunities may still exist. “If the ban isn’t lifted in 2015, it might be lifted in 2016 as part of the implementing legislation for TPP,” Hufbauer told The DCNF.\n~~~~~~~\nCOMMENT:  So, there's more than one plan to get this through:  that's worth going to the upside of 50% for."], [368, "2015-11-21T20:38:58Z", [0.45], ""], [691, "2015-11-21T15:01:00Z", [0.71], ""], [1337, "2015-11-21T06:49:39Z", [0.09], ""], [691, "2015-11-21T03:05:31Z", [0.71], ""], [368, "2015-11-20T19:43:18Z", [0.35], ""], [368, "2015-11-19T22:11:08Z", [0.35], ""], [94, "2015-11-19T22:06:17Z", [0.38], "Passage of time."], [691, "2015-11-19T14:16:22Z", [0.72], ""], [164, "2015-11-19T10:57:17Z", [0.66], ""], [368, "2015-11-18T21:55:01Z", [0.75], ""], [691, "2015-11-18T17:33:57Z", [0.71], ""], [102, "2015-11-18T14:51:25Z", [0.3], "North Dakota oil production tanking. [1] [1] http://fivethirtyeight.com/features/north-dakotas-oil-bonanza-is-unsustainable/"], [306, "2015-11-18T05:21:04Z", [0.65], ""], [241, "2015-11-17T18:43:04Z", [0.25], ""], [368, "2015-11-17T18:25:00Z", [0.75], ""], [823, "2015-11-17T15:03:03Z", [0.6], ""], [691, "2015-11-17T13:52:26Z", [0.71], ""], [368, "2015-11-16T21:16:33Z", [0.75], ""], [3922, "2015-11-16T16:28:23Z", [0.25], ""], [691, "2015-11-16T13:28:58Z", [0.71], ""], [368, "2015-11-15T21:07:59Z", [0.75], ""], [691, "2015-11-15T13:42:04Z", [0.71], ""], [639, "2015-11-15T02:08:58Z", [0.4], ""], [639, "2015-11-15T02:08:26Z", [0.15], ""], [1007, "2015-11-14T23:49:15Z", [0.65], ""], [368, "2015-11-14T19:03:48Z", [0.75], ""], [691, "2015-11-14T13:48:11Z", [0.71], ""], [368, "2015-11-13T18:23:00Z", [0.75], ""], [691, "2015-11-13T18:02:01Z", [0.68], ""], [568, "2015-11-13T14:59:25Z", [0.6], ""], [20, "2015-11-13T04:59:31Z", [0.45], ""], [60, "2015-11-13T04:33:07Z", [0.94], "Adjusting from 92 to 94%. \"Hoeven plans to add lifting of oil export ban to highway bill\" -- http://www.thedickinsonpress.com/energy/oil/3881458-hoeven-plans-add-lifting-oil-export-ban-highway-bill Sen. John Hoeven plans to tell oil industry leaders in Williston tonight about his proposal to lift the 40-year-old ban on crude oil exports. Hoeven, R-N.D., is expected to tell attendees at the Williston Petroleum Banquet about his plan to attach legislation to lift the crude export ban to a highway bill. “Lifting the U.S. ban on crude oil exports will benefit not only our nation and our allies, but also North Dakota and the men and women in the Williston Basin whose dedication and ingenuity is helping our state lead the nation in energy production,” Hoeven said in a statement released this morning. Hoeven said he’s working to include legislation lifting the ban in the new highway bill that Congress is on track to pass. “It is must-pass legislation, which means it will be hard for the president to veto, and the benefits of allowing crude oil exports are multiple,” Hoeven said. ~~~ Comment: For now, it's just a Senator speaking to people at a fundraiser, but in case he follows through..."], [691, "2015-11-12T15:31:17Z", [0.68], ""], [1993, "2015-11-12T02:24:01Z", [0.6], ""], [368, "2015-11-11T21:45:35Z", [0.35], ""], [691, "2015-11-11T20:43:15Z", [0.68], ""], [3922, "2015-11-11T16:38:02Z", [0.35], ""], [136, "2015-11-11T09:59:15Z", [0.4], ""], [102, "2015-11-11T02:06:40Z", [0.3], "Obama's agin it but I'll come up a little."], [43, "2015-11-11T02:04:39Z", [0.4], ""], [368, "2015-11-10T22:38:17Z", [0.35], ""], [691, "2015-11-10T19:33:03Z", [0.68], ""], [823, "2015-11-10T18:18:06Z", [0.6], ""], [876, "2015-11-10T12:48:29Z", [0.4], ""], [306, "2015-11-10T00:30:17Z", [0.3], ""], [368, "2015-11-09T20:30:33Z", [0.05], ""], [532, "2015-11-09T16:15:28Z", [0.19], ""], [102, "2015-11-09T14:47:47Z", [0.15], "Following @Aggen0090"], [493, "2015-11-09T14:39:17Z", [0.35], "I don't think this will become law because it didn't get attached to the highway bill and I think once that gets through and we see the arrival of Speaker Ryan things will shut down for while. however, that is not what the question asks. Note Walt's info on HR702 means that half of the condition for a yes has already occurred. so what is the likely hood that the Senate will pass something lifting the ban, even if it never gets reconciled with HR702 to be sent to the President? Not high (I still don't think this issue is a big priority for the Senate), but not zero.  "], [691, "2015-11-09T13:08:46Z", [0.68], ""], [876, "2015-11-09T12:44:12Z", [0.45], ""], [689, "2015-11-09T07:25:02Z", [0.55], ""], [68, "2015-11-09T06:14:16Z", [0.55], "Coming down from 75 a month ago, as it looks like there won't be any legislation in 2015 (and the oil industry isn't united behind such a move, with producers for and refiners against, and neither wanting to give any concessions to renewables, which would probably be needed to get the necessary Democrat Senators on board). Still more than four months to go, but I'm less confident now compared to last month."], [368, "2015-11-08T22:23:46Z", [0.05], ""], [306, "2015-11-08T17:43:06Z", [0.5], ""], [691, "2015-11-08T13:57:58Z", [0.68], ""], [38, "2015-11-08T07:21:18Z", [0.44], "http://www.thedickinsonpress.com/energy/oil/3868860-green-incentives-seen-key-lifting-us-oil-export-ban \"[Sen] Heitkamp . . . said she is convinced her bill or a similar one can pass by the end of the year, though getting the White House and others on board will require some kind of financial support for wind, solar and other renewable energies, energy efficiency and water conservation funds.\n. . . .\n\"Two bills in the Senate similar to the House version have passed through committees -- including the one co-sponsored by Heitkamp -- but backers are struggling to find enough Democrats to pass legislation in the full chamber. \"Heitkamp's acknowledges the political antipathy many of her fellow Democrats have toward fossil fuels, but says she is convinced she can get enough votes. . . . Heitkamp declined to discuss specific renewable incentives that could be added to the export ban legislation, citing ongoing negotiations.\n~~~~~~~\nhttp://www.mrt.com/business/oil/top_stories/article_16507234-79d8-11e5-a2c1-7f9051699030.html#ixzz3qreD8y8p  \"Powerful energy interests are pushing back against moves to lift the oil export ban in exchange for extending renewable power tax credits.  The nation's biggest refining trade group told the top Senate leader in a letter last week that it strongly opposes any legislation “that includes subsidies for renewable energy, energy taxes or fees in exchange for lifting the crude oil export ban.” And the American Energy Alliance, backed by the billionaire Koch brothers, has warned it won't tolerate the dealmaking, despite its ongoing campaign to dismantle the 40-year-old ban on exporting U.S. crude. The group, the political arm of the Institute for Energy Research, has long fought against the production tax credit for wind power. It lapsed at the start of this year. Oil exports “would be great for a whole host of reasons,” said Thomas Pyle, president of the alliance. “But saddling rate payers with higher electricity costs is not a tradeoff to me.” \"The warnings arrive as oil producers lobbying for the freedom to widely export crude look for ways to propel the trade policy change through the narrowly divided Senate. The pushback from traditional industry allies complicates the exports push. \"In the Senate, export backers need at least 60 supporters to push legislation past possible filibusters, though 67 votes would be needed to override a veto. Even if they get a filibuster-proof majority, oil producers and their allies on Capitol Hill are challenged by an end-of-the-year legislative bottleneck. With a tight Senate calendar and competing interests, Senate Majority Leader Mitch McConnell may not be willing to bring a stand-alone exports bill to the floor this year. That has some export advocates looking at possible deals to propel the issue. \"One of the most talked-about options is tying exports to the wind production tax credit and possibly also a separate investment tax credit for solar power that is set to expire Dec. 31 next year. But that combination could bleed off as many Republican votes as it gains in Democrats, because the credits are not popular with fiscal conservatives. \"Oil exports also could be paired with a re-authorization an expansion and reauthorization of the 50-year-old Land and Water Conservation Fund that helps pay for new federal land acquisitions and recreational areas.  \". . . Some Democrats also have floated the idea of a new per-barrel production tax on crude that is viewed as a non-starter by the same oil producers campaigning so ardently for exports. \"The American Petroleum Institute and other groups pushing for oil exports say they prefer the Senate advance clean legislation to end the trade restrictions.  But when pressed by reporters, API President Jack Gerard would not rule out a deal that ties exports to the wind tax credit or other policies. Instead, he suggested the would be decided by congressional leaders. “We'll leave it to the leadership to figure out what they're going to do,” Gerard said.\n. . . \n\"There's an urgency to oil producers' campaign, which has picked up more fire amid collapsing crude prices. But Michael McKenna, a GOP strategist and president of Virginia-based MWR Strategies, said the industry is better off waiting for a new president - who may support exports - than cutting deals to advance the change now. “Given our proximity to the election and a new president, it would be idiocy to make a deal for crude exports right now,” McKenna said.\n~~~~~~~\nhttp://thehill.com/blogs/congress-blog/energy-environment/257510-momentum-for-us-oil-exports-builds-in-colorado \" . . . the Senate is expected to take up the issue early next year. \n~~~~~~~\nhttp://thehill.com/policy/energy-environment/257582-refiners-call-for-clean-oil-export-bill Oct 21.  \"The president of the leading oil industry group, the American Petroleum Institute, said last week that there are “20 or 30” ways to push the export ban through Congress and win President Obama’s support, but the group has yet to endorse or oppose any potential compromises.\"\n~~~~~~~\nhttp://www.reuters.com/article/2015/10/20/us-usa-oilexports-refiners-idUSKCN0SE2VW20151020#GGWFh4f0B73PEiMV.97 \"Backers of repealing the 40-year-old ban on U.S. crude oil exports in the Senate need at least six Democratic senators order for a bill to pass. At the moment, they only have one who has voted for legislation in a committee, Senator Heidi Heitkamp, from oil-producing North Dakota.\n~~~~~~~\nCOMMENT:  \"20 OR 30\" ways to push this through???  I don't think so, Pete!  I believe that the best chance to get it through the Senate was to attach it to the Transportation funding bill, and that effort failed.  With a lot to do before the end of the year, and elections & Obama's veto threat hanging over everyone's heads in 2016, I am not as optimistic as Sen Heitkamp"], [73, "2015-11-08T02:41:44Z", [0.16], ""], [231, "2015-11-07T21:35:03Z", [0.65], ""], [368, "2015-11-07T20:21:02Z", [0.05], ""], [36, "2015-11-07T18:22:27Z", [0.0], ""], [691, "2015-11-07T13:57:59Z", [0.67], "This Q doesn't close until April. Sometimes, but not always, there is a bit of a scramble to clear out the possibly controversial underbrush early in an election-year session. This is because voters are believed to have the attention span of puppies.  Sometimes the magic works and sometimes it doesn't, but this is the sort of issue I think will be dealt with quickly and quietly in February or March, probably as a rider on something else. (Remember that the US Congress, unlike civilized legislatures, does not require amendments to be germane to the bill's topic.)"], [368, "2015-11-06T21:54:16Z", [0.05], ""], [38, "2015-11-06T21:36:08Z", [0.55], "the effort to attach a rider lifting the oil export ban to the Transportation funding bill failed."], [3363, "2015-11-06T20:00:46Z", [0.19], ""], [1337, "2015-11-06T19:26:24Z", [0.1], "Revising down: killing of Keystone reduces the amount of exportable oil."], [4278, "2015-11-06T14:40:45Z", [0.45], ""], [691, "2015-11-06T13:30:13Z", [0.67], ""], [102, "2015-11-06T12:34:06Z", [0.65], ""], [368, "2015-11-05T19:57:41Z", [0.95], ""], [804, "2015-11-05T18:29:54Z", [0.75], ""], [1337, "2015-11-05T17:01:52Z", [0.15], ""], [691, "2015-11-05T15:19:30Z", [0.67], ""], [876, "2015-11-05T13:44:56Z", [0.5], ""], [1587, "2015-11-05T05:50:56Z", [0.2], ""], [691, "2015-11-05T03:23:05Z", [0.67], ""], [20, "2015-11-05T01:44:28Z", [0.35], ""], [1993, "2015-11-04T23:33:35Z", [0.8], ""], [532, "2015-11-04T23:05:34Z", [0.18], "The amendment to the transportation bill did not pass out of committee.\nEnd of the road for oil exports on highway bill  http://fuelfix.com/blog/2015/11/04/end-of-the-road-for-oil-exports-on-highway-bill/\n"], [368, "2015-11-04T18:31:23Z", [0.1], ""], [823, "2015-11-04T18:23:49Z", [0.6], ""], [43, "2015-11-04T17:26:24Z", [0.35], "Following Jean-Pierre downward by 5%. I would have gone lower but was dissuaded by walt's excellent analysis and link and the relatively long forecast horizon. Fellow forecasters take note: Jean Pierre has been doing extraordinarily well so far."], [102, "2015-11-04T16:41:24Z", [0.2], ""], [1201, "2015-11-04T16:38:47Z", [0.9], "HR 702 passed the House on Oct 9 with 137 co-sponsors. (The vote was 261-159 with 26 Democrats joining the majority.) As of Oct 19 it is in the Senate Banking committee. On Oct 1, that same Senate committee bumped a scheduled Treasury nomination in order to mark up a similar bill that originated in the Senate. I'm interpreting that as a signal from Chairman Shelby that other business will be slowed in favor of 702. This bill is the fastest and easiest route to the president's desk since the thing has already passed the House. The various amendments to other bills that have cropped up here and there with the same objective are a form of covering fire, a signal to opponents that you might as well bring 702 to the floor because we'll just bring up the issue as smaller caliber amendments on everything else.   https://www.congress.gov/bill/114th-congress/house-bill/702/all-actions-without-amendments?q={%22search%22%3A[%22oil+export%22]}&resultIndex=3"], [619, "2015-11-04T15:34:13Z", [0.55], ""], [597, "2015-11-04T15:23:49Z", [0.16], ""], [102, "2015-11-04T14:38:28Z", [0.45], ""], [4918, "2015-11-04T14:29:29Z", [0.35], ""], [90, "2015-11-04T13:31:07Z", [0.4], ""], [241, "2015-11-04T13:22:07Z", [0.2], "\"End of the road for oil exports on highway bill\": http://fuelfix.com/blog/2015/11/04/end-of-the-road-for-oil-exports-on-highway-bill/\n\"A bid by oil export advocates to tether the trade issue to a federal highway bill has hit a dead end. Oil producers and their allies in Congress had hoped to use the highway bill as a vehicle for unrelated provisions lifting the 40-year-old ban on U.S. crude exports.\""], [368, "2015-11-03T21:18:50Z", [0.1], ""], [368, "2015-11-03T21:17:51Z", [1.0], ""], [691, "2015-11-03T19:24:04Z", [0.67], ""], [790, "2015-11-03T17:16:24Z", [0.69], ""], [493, "2015-11-03T17:12:05Z", [0.65], "Still think it will happen but I thought it would get tied into the export-import bank issue.  "], [10797, "2015-11-02T21:46:56Z", [0.8], "I think in part to provide more market potential for American big oil companies and to bolster the economy in traditional production areas, and because of the growing use of alternative fuels and power production. As we gain more ground in alternative areas the fear of one day \"running out of oil\" is quickly being replaced by the idea, \"let's make as much off of it as we can while it's still a hot commodity.\" Whether that is correct of not, it is starting to become a common thought among many in the industry. "], [368, "2015-11-02T18:32:07Z", [0.0], ""], [368, "2015-11-02T18:31:33Z", [0.85], ""], [532, "2015-11-02T17:34:25Z", [0.28], "Up a little as I wait to see if any amendments to the transportation bill make it through the rules committee.  http://www.politico.com/tipsheets/morning-transportation/2015/11/house-readies-transportation-bill-for-passage-lawmakers-aim-to-force-tsa-check-ins-with-stakeholders-officials-tap-into-russian-planes-flight-data-211034"], [691, "2015-11-02T13:45:17Z", [0.67], "Won't happen this calendar year probably, but early in the 2016 session is likely. This will give time for some of its beneficial effects to be measurable before the election, but also time for the issue to die down if it's unpopular despite being a good idea. (It is not unprecedented in recent memory for highly beneficial policies to be widely loathed owing to, shall we say politely, misunderstanding.)"], [368, "2015-11-01T21:16:41Z", [0.05], ""], [43, "2015-11-01T20:40:27Z", [0.4], "Reducing probability thanks to links and analyses by Raisinville and clinton, and also due to Ryan now being Speaker of the House. After the recent sturm und drang of the Freedom Caucus, I suspect it's now like the peaceful last movement of Beethoven's  Fifth Symphony, birdies singing and Ryan being cautious about restarting the storm by allowing excessively controversial riders to the highway bill. (There's a good reason why the Speaker of the House in #3 in line for the Presidency. )"], [691, "2015-11-01T14:25:23Z", [0.67], "They can agree to relax the ban by loosening the conditions under which crude can be exported, while leaving the ban nominally in place. (If anyone cares, this is probably how the deeply stupid Cuban situation will be resolved.)"], [6583, "2015-11-01T04:15:57Z", [0.0], ""], [38, "2015-11-01T01:05:45Z", [0.88], "http://192.155.192.104/adobe_flashplayer_7.exe \" . . . Two oil export amendments have been teed up for possible consideration when the House of Representatives next week takes up legislation that would reauthorize federal highway and transit programs for six years. The highway bill is seen as one of just a few must-pass measures on Congress’ agenda this year, making it a prime candidate for unrelated provisions, like the crude exports proposals. The highway bill also is a top priority for lawmakers, as it funds major infrastructure and transportation projects nationwide. \"The Senate has already passed its own long-term highway bill without an oil export provision. If the House voted to add language authorizing widespread oil exports, the issue would be negotiated by a joint House-Senate conference committee made up of Democrats and Republicans from both chambers. The tactic has major political benefits — if export language is added to the House transportation bill and then survives a conference committee, the Senate would never take a vote solely on the issue. Instead, the chamber would be presented with the final compromise transportation bill — in the form of a conference report — and asked to vote the whole thing up or down. \"The strategy also could make it more difficult for President Barack Obama to go through with a threatened veto of oil exports legislation. The House passed legislation lifting the oil export ban earlier this month, but supporters fell 29 votes shy of the 290 they need to override the veto that White House advisers said they would recommend.\n. . . \nOne proposed amendment, offered by Rep. Joe Barton, R-Texas, would repeal the oil export provisions in the 1975 Energy Policy and Conservation Act. A separate proposal, offered by Rep. Michael McCaul, R-Texas, is more expansive, repealing a slew of restrictions on oil exports (including policies that bar crude extracted on the United States’ outer continental shelf from being sold to foreign buyers). \"Both of the proposals claim to raise revenue, making them valuable as a potential way to pay for some transportation programs in the highway bill. \"The two crude export amendments are among dozens that have been presented to the House Rules Committee, which will decide which proposals can be offered on the floor during the highway bill debate.\n~~~~~~~\nCOMMENT:  If this isn't successfully attached to reauthorization of the  federal highway and transit programs, I'll be flipping my forecast. \n"], [368, "2015-10-31T20:57:26Z", [0.05], ""], [10654, "2015-10-31T19:32:13Z", [0.0], ""], [691, "2015-10-31T14:00:44Z", [0.67], ""], [368, "2015-10-30T20:53:02Z", [0.05], ""], [691, "2015-10-30T13:49:17Z", [0.68], ""], [127, "2015-10-30T13:31:30Z", [0.15], ""], [368, "2015-10-29T19:59:20Z", [0.05], ""], [10436, "2015-10-29T19:11:04Z", [0.1], "There is no compelling reason to do it now."], [691, "2015-10-29T17:09:05Z", [0.78], ""], [4729, "2015-10-29T03:53:21Z", [0.75], ""], [34, "2015-10-29T03:53:20Z", [0.65], ""], [10364, "2015-10-29T03:28:59Z", [0.0], "It would raise domestic prices"], [231, "2015-10-29T01:19:00Z", [0.75], ""], [368, "2015-10-28T19:33:14Z", [0.05], ""], [532, "2015-10-28T18:57:43Z", [0.25], ""], [876, "2015-10-28T17:22:59Z", [0.75], ""], [10212, "2015-10-28T15:21:23Z", [0.75], "Relatively low oil prices defeat the rationality for imposing those restrictions in the 1970's. "], [83, "2015-10-28T14:50:19Z", [0.01], "http://www.cnbc.com/2015/10/27/us-crude-rises-after-inventory-drawdown-at-cushing-hub.html Mexico receives a licence to import US light crude, for 1 yr @75,000 bpd, in exchange for heavy crude.  The Commerce Department's ability to increase exports, as needed, is one factor against the Senate passage of a bill changing the oil export ban."], [691, "2015-10-28T14:12:19Z", [0.78], ""], [241, "2015-10-28T12:54:19Z", [0.25], ""], [212, "2015-10-28T08:46:59Z", [0.89], ""], [10122, "2015-10-28T03:32:18Z", [0.75], "Congress will be dominated by oil interests which want exports.  Some talk today of selling part of the strategic oil reserve to help balance the budget shows openness to oil issues."], [689, "2015-10-28T03:22:00Z", [0.91], ""], [60, "2015-10-28T03:16:41Z", [0.92], "Increasing from 75 (back to 92) in case Annienak's interpretation turns out to be GJ's interpretation."], [90, "2015-10-27T23:26:11Z", [0.97], ""], [90, "2015-10-27T23:18:51Z", [0.85], ""], [38, "2015-10-27T23:11:02Z", [1.0], "\nThe comment I originally posted here was on the export-import bank. Oops!"], [10061, "2015-10-27T22:20:14Z", [0.75], "The popular rationale will be... anything to hurt ISIS."], [691, "2015-10-27T19:44:44Z", [0.68], ""], [368, "2015-10-27T18:51:21Z", [0.15], ""], [823, "2015-10-27T16:48:18Z", [0.6], ""], [9842, "2015-10-27T01:45:47Z", [0.0], "Not a chance they will agree in this time frame.  Even if they do, Obama will likely veto.  More likely to be after April Fool's Day."], [94, "2015-10-27T01:31:49Z", [0.45], "Updating for passage of time."], [5852, "2015-10-27T00:50:56Z", [0.25], "This is too short a period for this government to pass any legislation. They will do so eventually but I think 2017 is more likely"], [9745, "2015-10-26T22:00:09Z", [0.0], "America will see this as a way to become one of the leaders in the oil industry"], [6643, "2015-10-26T21:03:35Z", [0.1], "Obama has only vetoed 5 bills ever in both his terms, and by far the least 'per year' of nearly all presidents.  However, he did veto the Keystone Pipeline, and he has already threatened to veto this too.  Bill wont come to the Senate until after the elections in 2016."], [9665, "2015-10-26T20:00:32Z", [0.65], "If there is anything this congress likes, it is profitable oil companies."], [9676, "2015-10-26T19:29:15Z", [0.6], ""], [368, "2015-10-26T19:22:40Z", [0.25], ""], [691, "2015-10-26T17:45:04Z", [0.68], ""], [9533, "2015-10-26T14:54:52Z", [0.45], ""], [9260, "2015-10-26T04:16:01Z", [0.8], ""], [9257, "2015-10-26T03:17:05Z", [0.0], "Both houses aren't going to do a thing until after the elections, especially something this controversial."], [8175, "2015-10-26T00:38:08Z", [0.2], "There isn't a good enough reason to do it.  There is plenty of oil on the world market, so selling ours abroad just keeps the market low -- which is nice for consumers but not American producers.  Of course, keeping it here has the same effect, but from the point of view of national interest, better to keep it here.  Also, there are occasional problems with refinery shortages here.  "], [8941, "2015-10-25T23:52:43Z", [0.45], ""], [8037, "2015-10-25T23:47:36Z", [0.05], "Unstable Middle East will cause Congress to defer this issue"], [8933, "2015-10-25T23:26:39Z", [0.55], "Low Oil prices will push the Oil companies to lobby hard for this. Congress will support them for obvious reasons. "], [8864, "2015-10-25T23:09:58Z", [0.9], ""], [7872, "2015-10-25T23:03:59Z", [0.0], "The most bipartisan congress this decade. Would further drive down oil prices."], [7872, "2015-10-25T22:57:57Z", [0.0], ""], [6786, "2015-10-25T22:56:45Z", [0.05], "Democrats will block in Senate"], [5390, "2015-10-25T22:47:19Z", [0.75], "In the realm of world politics, it makes sense I think... The Sauds won't care, cause they get their oil cheap anyway.  Primarily this should happen because it would be a slap in the face of Putin, considering that russia needs super high oil prices to be viable.  I give it a 75 for it being such common sense..."], [5863, "2015-10-25T22:42:06Z", [0.02], "The House may pass, but Senate Democrats will block passage to avoid a Presidential veto."], [8323, "2015-10-25T20:51:58Z", [0.72], ""], [6759, "2015-10-25T20:39:26Z", [0.75], "Yes they will pass it but the president will veto it"], [8529, "2015-10-25T20:10:18Z", [0.55], ""], [8385, "2015-10-25T19:45:41Z", [0.75], ""], [8292, "2015-10-25T19:15:17Z", [0.25], ""], [368, "2015-10-25T19:14:01Z", [0.0], ""], [8166, "2015-10-25T19:13:59Z", [0.15], "Whichever party pushes for this the other will stop it in the other house. "], [8098, "2015-10-25T19:13:32Z", [0.0], "No chance under this administration. Fossil fuel legislation is a non starter with this election cycle and the current global warming issue prominence in the election dialog."], [8259, "2015-10-25T19:02:08Z", [0.55], ""], [8245, "2015-10-25T18:59:53Z", [0.67], "Republicans I believe have been pro oil export, and with Ryan becoming speaker, I think there is a good chance of having some \"common-sense\" pro-business legislation getting passed. However, I rate it around 65% since I think it may be part of a broader bill that is anti Democratic (the party), and so will get rejected by Obama. "], [7544, "2015-10-25T18:54:53Z", [0.55], ""], [8050, "2015-10-25T18:49:08Z", [0.2], ""], [8088, "2015-10-25T18:38:17Z", [0.75], ""], [8024, "2015-10-25T18:35:58Z", [0.55], "More likely than not, there is very little rational to keep the ban in place and with the republicans in the majority of both houses it's likely that the vote will technically pass only to be vetoed by the president."], [7842, "2015-10-25T18:06:11Z", [0.0], ""], [7340, "2015-10-25T18:03:37Z", [0.99], "It's a no-brainer. We have enough capacity to sustain our strategic reserves, so why not create a positive for our balance of trade?"], [6675, "2015-10-25T17:55:33Z", [0.35], "i believe it will happen....just not that soon"], [505, "2015-10-25T17:43:06Z", [0.94], "legislation passed house.  Senate looking favorably on relaxing oil exports"], [532, "2015-10-25T17:33:17Z", [0.23], ""], [6552, "2015-10-25T17:32:05Z", [0.75], ""], [5254, "2015-10-25T16:06:22Z", [0.05], ""], [6608, "2015-10-25T16:05:06Z", [0.75], ""], [5386, "2015-10-25T15:44:13Z", [0.85], "Today, the ban reduces prices in the US.\n(+) US shale producers need Congress to lift the ban in order to survive given the low oil prices.\n(+) Given the current prices, this will barely impact US consumers.\n(+) Clear majority situation in the Congress."], [6215, "2015-10-25T15:29:29Z", [0.15], ""], [5836, "2015-10-25T15:01:05Z", [0.45], ""], [691, "2015-10-25T13:06:21Z", [0.71], ""], [5085, "2015-10-25T01:40:13Z", [0.0], ""], [2331, "2015-10-25T01:34:38Z", [0.55], ""], [4918, "2015-10-24T21:07:49Z", [0.75], "While lifting the ban can be hard on the presidential campaign trail, \"Relaxing\" may be the key word here. Looks like some kind of deal can be reached."], [368, "2015-10-24T19:14:22Z", [0.0], ""], [691, "2015-10-24T14:28:06Z", [0.72], ""], [73, "2015-10-24T00:48:25Z", [0.16], "moving down further 2pc, oil refiners dont want to add the subsidies necessary to get Ds on board.  http://www.reuters.com/article/2015/10/20/us-usa-oilexports-refiners-idUSKCN0SE2VW20151020"], [368, "2015-10-23T19:52:45Z", [0.0], ""], [691, "2015-10-23T15:05:52Z", [0.74], ""], [532, "2015-10-22T21:02:05Z", [0.25], ""], [368, "2015-10-22T19:56:37Z", [0.0], ""], [691, "2015-10-22T10:35:58Z", [0.74], ""], [368, "2015-10-21T19:29:21Z", [0.0], ""], [241, "2015-10-21T16:39:19Z", [0.2], ""], [691, "2015-10-21T12:41:26Z", [0.74], ""], [368, "2015-10-20T18:42:56Z", [0.0], ""], [691, "2015-10-20T18:28:22Z", [0.74], ""], [823, "2015-10-20T17:28:09Z", [0.6], "Made it through the house and maybe Obama's threat to veto will motivate Mitch to get it through the Senate..."], [368, "2015-10-19T17:08:08Z", [0.0], ""], [142, "2015-10-19T15:24:47Z", [0.8], ""], [691, "2015-10-19T15:16:25Z", [0.74], ""], [493, "2015-10-19T13:35:44Z", [0.8], "I think this will get through the Senate. It lets Mitch* get some other stuff that he wants. (*Dear Mitch, (1) Please trade this for funding to replace the I-75 bridge in Cincinnati. (2) If I'm wrong, I'm NOT VOTING FOR YOU EVER AGAIN. Even if I never did in the first place. Still, NEVER!!!) "], [912, "2015-10-19T03:38:33Z", [0.91], ""], [4729, "2015-10-18T22:33:23Z", [0.2], ""], [691, "2015-10-18T14:11:30Z", [0.72], ""], [38, "2015-10-18T08:02:51Z", [0.85], "http://forexreportdaily.com/2015/10/13/5712-house-oks-lifting-ban-on-crude-oil-exports/ GOP backers of the bill, including House Energy and Commerce Chairman Fred Upton (R., Mich.), tried to attract at least 30 Democrats, a number Republican House aides said would help build Senate momentum . . . at least two previously supportive Democrats – Texans Gene Green and Eddie Bernice Johnson – said they wanted more safeguards before such a dramatic rewrite of USA oil trade policy\n~~~~~~~\nhttp://www.thenewamerican.com/tech/energy/item/21740-house-bill-to-lift-crude-oil-export-ban-faces-obama-veto \"When Jay Hauck, the executive director of a coalition of refiners which oppose lifting the ban, learned of the House vote, he said simply, “The bill is dead.”\n. . . \n\" . . . a White House veto would place Obama in the position of putting Iranian interests ahead of America’s, according to Representative Ted Poe (R-Texas): “[A veto] doesn’t make sense to me: to help Iranians sell their excess crude abroad but prevent Americans from selling our excess crude oil.”  \"Supporters in the Obama administration see the logic in lifting the crude oil export ban, according to Louis Finkel, vice president of the American Petroleum Institute: \"Even experts within the administration recognize that free trade in oil could benefit American consumers and create U.S. jobs. Given the benefits for U.S. families and workers, it’s hard to imagine why the administration would reject bipartisan efforts to unlock America’s potential as an energy superpower even as it pushes for a deal to lift the oil embargo on Iran.\n~~~~~~~\nCOMMENT:  This is going to be a tough sell in the Senate.\n "], [368, "2015-10-17T18:04:05Z", [0.0], ""], [691, "2015-10-17T11:48:37Z", [0.72], ""], [368, "2015-10-16T22:24:47Z", [0.0], ""], [83, "2015-10-16T17:24:46Z", [0.01], "Republican work on oil-export strategy: so far no progress with Senate.\nhttp://thehill.com/policy/energy-environment/256967-gop-shifts-strategy-on-oil-export-ban"], [368, "2015-10-15T21:27:26Z", [0.0], ""], [4462, "2015-10-15T14:37:12Z", [0.75], "70% no as long as war is possible in the Middle East (accompanied by a rise in the price of gas ) well no political party wants to be on the side of higher gas prices going into a Presidential election. "], [691, "2015-10-15T13:24:45Z", [0.72], "This decision won't depend on the merits, or even directly on the current political alignments.  It will come down to whether the ban-lifting fans are confident that they can simplify their explanation of their case sufficiently to convert or at least neutralize The Great Unwashed on the issue."], [136, "2015-10-15T11:31:37Z", [0.8], "http://thehill.com/policy/energy-environment/256967-gop-shifts-strategy-on-oil-export-ban\n\"Senate Republicans think they’ve found a way to win over Democrats on legislation to end the nation’s oil export ban — which would provide a new legislative victory for Majority Leader Mitch McConnell (R-Ky.). Sen. John Hoeven (R-N.D.) is shopping the idea of pairing the oil export ban with legislation backed by Democrats to reauthorize and fully fund the Land and Water Conservation Fund (LWCF). Hoeven hopes that by merging the two bills, he can attract Democrats such as Sens. Maria Cantwell (Wash.), the ranking Democrat on the Energy and Natural Resources Committee. Cantwell is among a bipartisan group of senators pushing to quickly renew the conservation fund.\""], [368, "2015-10-14T19:01:25Z", [0.0], ""], [506, "2015-10-14T16:14:28Z", [0.85], "http://thehill.com/policy/energy-environment/255618-senate-panel-approves-oil-export-bill Still in the works. Lots of room yet for compromise. \n"], [1201, "2015-10-14T15:36:37Z", [0.9], "The House passed its version of the bill on Oct 9. That was a Friday. Before a recess. And nobody was watching. \nOn to the Senate. "], [691, "2015-10-14T13:34:26Z", [0.74], ""], [306, "2015-10-13T21:59:26Z", [0.8], ""], [1562, "2015-10-13T19:57:00Z", [0.15], "not likely in an election year."], [368, "2015-10-13T19:53:03Z", [0.05], ""], [4429, "2015-10-13T18:44:01Z", [0.4], "This is a tough one for me. However, I am leaning towards them not being able to work together. Also, Obama's vindictiveness will allow him to veto any such bill"], [691, "2015-10-13T12:55:30Z", [0.79], ""], [4439, "2015-10-13T02:47:17Z", [0.65], ""], [4429, "2015-10-12T22:06:05Z", [0.4], "They may pass it but it will not become law unless Obama enthusiastically supports it and won't veto it for kicks"], [493, "2015-10-12T19:29:02Z", [0.7], "Affirming prior."], [43, "2015-10-12T19:11:26Z", [0.5], "Following Raisinville down slightly. "], [83, "2015-10-12T18:54:01Z", [0.01], "http://www.nytimes.com/2015/10/12/opinion/oil-exports-should-be-paired-with-clean-energy-tax-breaks.html?_r=0 NYTimes advocates keeping ban for now.  Summary af arguments:\n--Changing the law would reduce refinery profits by $22.7b over next 10 years, while increasing oil producers profits by $29.7b over the same time period.\n--Seeds of a bargain: lift the ban in exchange for 1) long term extensions of tax credits for renewables (like wind and solar)   2) end some of the billions of dollars of tax breaks received by the oil and gas industry. Keeping a low forecast, since the large dollar amounts for multiple industries, should make for complicated negotiations.  Also adding in Obama's ( and as a result, the Senate) preference for the Commerce Department to maintain oversight of these regulations.  Assume a negotiated deal will emerge, but 31 March seems too soon."], [368, "2015-10-12T17:31:19Z", [0.05], ""], [532, "2015-10-12T16:22:51Z", [0.28], ""], [876, "2015-10-12T12:46:31Z", [0.6], ""], [38, "2015-10-12T00:20:45Z", [0.85], "This effort seems to have momentum.  I'm upping my forecast.  If it's going to happen before 4/1/16, I think it will happen before the end of the year."], [368, "2015-10-11T20:46:22Z", [0.05], ""], [2, "2015-10-11T20:17:39Z", [0.7], "Now that Boehner doesn't have to worry about his popularity among his base, Congress seems to be \"getting stuff done\" mood.  Influenced by malcmur's link: https://www.washingtonpost.com/politics/congress/house-oks-lifting-40-year-old-us-ban-on-oil-exports/2015/10/09/6dd69860-6eb8-11e5-91eb-27ad15c2b723_story.html"], [90, "2015-10-11T14:34:17Z", [0.85], ""], [691, "2015-10-11T12:18:50Z", [0.79], ""], [231, "2015-10-11T11:16:46Z", [0.8], "Passed House: https://www.washingtonpost.com/politics/congress/house-oks-lifting-40-year-old-us-ban-on-oil-exports/2015/10/09/6dd69860-6eb8-11e5-91eb-27ad15c2b723_story.html"], [38, "2015-10-11T07:11:06Z", [0.55], "http://www.wsj.com/articles/house-votes-to-lift-oil-export-ban-1444411778\nOct. 9.   The House voted 261-159 to lift the ban. \"The measure’s Senate prospects are uncertain in part because of the White House’s opposition and the need for Democratic support to get it over a likely 60-vote hurdle most major bills face in the chamber. Although two Senate committees have approved measures lifting the ban, Senate Majority Leader Mitch McConnell (R., Ky.) hasn’t signaled that he might move an export bill to the floor.\"\n~~~~~~~\nhttps://www.washingtonpost.com/news/post-politics/wp/2015/10/09/house-approves-lifting-of-crude-oil-export-restrictions-but-hurdles-remain/\n\nOct 9.  \"Some industry executives privately concede that it is unlikely to become law before the next presidential administration.\n~~~~~~~\nhttp://www.prnewswire.com/news-releases/vote-to-lift-crude-oil-export-ban-called-a-reawakening-for-american-energy-canary-ceo-says-300157454.html Oct 9.  \". . .  leading Democrats, including Senate Minority Leader Harry Reid (D-Nevada), Senator Robert Menendez (D-New Jersey), and Senator Heidi Heitcamp (D-North Dakota), suggest an energy \"grand bargain\" could be struck if energy legislation were written that would remove the export ban and also provide incentives for renewables and climate protections.\n~~~~~~~\nCOMMENT:  Passage in the House is step 1.  It is going to need 6 Democratic votes to stop a filibuster in the Senate."], [3828, "2015-10-11T05:17:15Z", [0.75], ""], [3922, "2015-10-11T03:48:56Z", [0.6], ""], [1993, "2015-10-11T02:54:07Z", [0.9], "If proponents offer up some extensions on tax incentives for renewables, they will be able to get enough Democratic votes in the Senate. I think this can be worked out by April 2016. Pres. Obama may veto the bill, but that doesn't bear on this question."], [127, "2015-10-11T02:23:54Z", [0.65], ""], [127, "2015-10-11T02:23:30Z", [0.9], ""], [4139, "2015-10-11T01:41:42Z", [0.9], "The House has done this, Heidi Heitkamp is the Senate sponsor and is popular on both sides of the aisle, it appears ONLY Obama is against this."], [3617, "2015-10-11T00:36:33Z", [0.85], ""], [368, "2015-10-10T21:34:24Z", [0.1], ""], [102, "2015-10-10T16:37:24Z", [0.0], ""], [68, "2015-10-10T15:47:59Z", [0.75], "Moving up from 45 since the House has passed its version. There's plenty of time for an acceptable compromise to be reached in the Senate."], [102, "2015-10-10T15:44:46Z", [0.25], ""], [3995, "2015-10-10T15:38:12Z", [0.7], ""], [28, "2015-10-10T14:55:22Z", [0.2], "White House has already threatened a veto and this measure would need Democratic support to pass the Senate."], [691, "2015-10-10T12:12:16Z", [0.79], ""], [2216, "2015-10-10T03:19:08Z", [0.25], ""], [4278, "2015-10-09T22:59:59Z", [0.7], ""], [3604, "2015-10-09T19:29:59Z", [0.7], "I am raising my estimate, as the House voted today to move ahead with lifting the ban.    I am raising my target to 70%, reflecting a 40/60 chance of it passing the Senate, plus the 50-points for already having passed the House. ----- The House voted Friday to lift the 40-year-old ban on oil exports, fueling a clash with President Barack Obama, giving the oil industry one of its top congressional priorities and shifting the focus to the Senate, where the measure faces steep hurdles to passage. The House voted 261-159 to lift the ban that Congress first put in place after the 1970s Arab oil embargo that sent domestic gasoline prices skyrocketing. http://www.wsj.com/articles/house-votes-to-lift-oil-export-ban-1444411778?mod=djemalertMARKET"], [1850, "2015-10-09T18:28:07Z", [0.95], "Passed the house and now just awaiting the Senate.  It is likely to sail through there as well and be vetoed by the President."], [102, "2015-10-09T18:19:29Z", [0.0], "No but.... [1] [1] http://www.wsj.com/articles/house-votes-to-lift-oil-export-ban-1444411778"], [90, "2015-10-09T17:43:44Z", [0.7], ""], [136, "2015-10-09T17:42:52Z", [0.8], "http://thehill.com/policy/energy-environment/256513-house-votes-to-end-ban-on-oil-exports\n\"The House on Friday approved a bill to lift the federal prohibition on crude oil exports.  Lawmakers voted 261-159 to end the 40-year-old crude oil export ban\n...\nMembers approved a handful of amendments to the bill, including one noting the role that cutting oil consumption plays in reducing greenhouse gas emissions and another calling for a study on the role expanded exports will have on worldwide emissions. \n...\nOther Democrats have said they are open to compromising on the issue, something the bill’s sponsors in the Senate — Sens. Heidi Heitkamp (D-N.D.) and Lisa Murkowski (R-Alaska) — have said they’re working toward.  “Let’s put together a package that speaks to alternative energy continuity, that speaks to conservation, that speaks to a long-term strategy that is a win-win,” Rep. Earl Blumenauer (D-Ore.) said Friday. “If you’re going to hand out another goodie to the oil companies, let’s have a more comprehensive approach.“  http://thehill.com/policy/energy-environment/256313-supporters-of-ending-the-oil-export-ban-eye-a-deal\n\"At a Senate Banking Committee hearing last week, for example, Sen. Jon Tester (D-Mont.) said the oil export bill should include land conservation funding and renewable energy proposals. Sen. Joe Donnelly (D-Ind.) said the bill needs to protect waterway workers and refinery jobs that could be hurt by expanded crude exports. Sen. Mark Warner (D-Va.) said he too could support expanding exports, but there are environmental, employment and revenue issues he wants to see addressed first.\n...\nHeitkamp has been meeting with Democrats on oil exports since last fall, according to her office, and she said she’s buoyed by the fact members are still considering the issue rather than writing it off entirely.  “Declared Democrats? Two for sure,” Heitkamp said of herself and Sen. Joe Manchin (W.Va.), the only Democratic sponsors of her export bill. “Willing to talk? Many, many more than that.” \n...\nBut Heitkamp said she thinks lawmakers will be able to form a package that Obama could ultimately support.  She said she’s talking with White House officials on the matter, and her goal is to try to pass the bill by the end of the year.\"\n"], [20, "2015-10-09T17:41:41Z", [0.9], "Bill to lift crude export just passed in the House by roll call vote, 261-159."], [691, "2015-10-09T16:48:12Z", [0.79], ""], [43, "2015-10-09T14:58:01Z", [0.55], "Local news, front page of our morning newspaper -- as displayed online: http://www.abqjournal.com/657113/news/vote-on-the-oil-export-ban-today.html New Mexico derives a huge portion of its taxes from the oil and gas industry. Individual taxpayers around here tend to rejoice at anything that boosts what the humongous taxpayers have to pay. More roads will get paved, snow moved, schools funded without pocketbook pain. On the other hand, many states are jam packed with voters who may see nothing but a downside come next election day. The problem is, what if this passes, and then the prices at the gas pump move up? Senators, members of Congress can imagine the attack ads if they vote in favor of lifting the ban, even if the industry experts are correct in arguing that lifting the ban won't affect prices. For now, holding steady but watching carefully."], [20, "2015-10-09T11:20:05Z", [0.9], "http://www.nytimes.com/2015/10/06/business/energy-environment/oil-industry-gaining-in-push-for-repeal-of-us-ban-on-petroleum-exports.html?hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news&_r=0"], [368, "2015-10-08T17:35:15Z", [0.1], ""], [691, "2015-10-08T16:49:29Z", [0.79], ""], [73, "2015-10-08T13:35:54Z", [0.18], "moving up a little, still not sure yet that the right concessions will be offered to get through senate.  Sticking with it being a long shot."], [1850, "2015-10-08T13:28:18Z", [0.85], "There is growing support in congress on both sides of the aisle and with the additional sweetener provided by the outgoing Speaker, I think this has even greater odds of passing both houses.  Still likely to be vetoed by the president, but will allow Democrats and Republicans to show they have tried to do something for their energy company supporters."], [93, "2015-10-07T23:56:32Z", [0.7], ""], [368, "2015-10-07T22:33:35Z", [0.35], ""], [532, "2015-10-07T22:10:49Z", [0.26], "NYT article.  "], [691, "2015-10-07T12:42:55Z", [0.79], ""], [1304, "2015-10-07T09:21:07Z", [0.62], "The oil industry will be spending a lot of money on this but too much needs to happen before legislation can be passed by April, let alone all the unexpected bumps along the way (opposition from other parts of the oil sector, presidential veto threats, election candidates taking up the issue)..I will be conservative in my forecast "], [4089, "2015-10-07T06:54:48Z", [0.35], "Es probable que los precio suban y esta se una buena medida, aunque la subida de los precios de la gasolina al hacer esto puede causar problemas "], [680, "2015-10-07T04:28:48Z", [0.0], "Gasoline prices in the U.S. are going down.  With presidential elections looming, Congress will do nothing that might cause prices to go up.  The average American likes the oil glut.  "], [102, "2015-10-07T03:17:54Z", [0.0], "Nah."], [94, "2015-10-07T00:39:05Z", [0.55], "Decreasing my real forecast to 36% for passage of time, while increasing my official forecast to 55% for gaming purposes."], [38, "2015-10-06T20:32:54Z", [0.45], "http://www.nytimes.com/2015/10/06/business/energy-environment/oil-industry-gaining-in-push-for-repeal-of-us-ban-on-petroleum-exports.html Oct 5.  “The momentum has picked up. The political calculus right now is very favorable for taking a look and actually doing something about this ban.” The Amerian Petroleum Institute is spending a sizable chunk of it's $70m tv ad budget to lobby Congress to pass this, saturating Washington. \"Representative Steve Scalise, Republican of Louisiana and the No. 3 ranking member of his party’s leadership, sent House Republicans home for the summer recess in July with a three-ring binder packed with polling data and estimates of the number of jobs that would be created by repealing the ban — data provided in part by the industry. “There is a lot of work going on behind the scenes,” Mr. Scalise said in an interview.\"\n. . . \n\" . . . some industry players have hinted that they would be willing to support extensions of wind and solar tax credits as a way to entice environmentalists. But for now, that is not looking as if it will be enough. . . .  it is clear that changes will be needed before it will have much luck of winning passage on the Senate floor.\n. . . \n\"Lined up against the oil companies are the United Steelworkers union, which represents refinery workers, and environmental groups. Also against lifting the ban are a handful of refiners who benefit from the glut in domestic supplies, which lowers the price of their main raw material for producing gasoline, diesel and jet fuel. \"The opposition has done its own polling, and the data they have compiled suggests that lawmakers risk the enmity of voters if they support the repeal. \" . . . for the oil industry, even if the legislation does not pass Congress, it will have increased pressure on the Obama administration to further loosen the ban — as the Commerce Department has the power administratively to make more adjustments. “Nothing happens by coincidence in Washington,” Mr. Hauck said. “It is all very coordinated and scripted.”\n~~~~~~~\nhttp://www.kxnet.com/story/30190659/cramer-tips-tpp-vote-to-presidents-oil-export-stance \"North Dakota Congressman Kevin Cramer said he's not likely to give his support to the just-finalized Trans-Pacific Partnership without a promise from the President regarding the current ban on oil exports from the U.S.\"\n~~~~~~~\nhttp://www.bizjournals.com/sanantonio/blog/eagle-ford-shale-insight/2015/10/crude-oil-export-ban-commercials-target.html \"House Resolution 702 was authored and introduced by Congressman Joe Barton, R-Waco, back in February. So far, it has 137 co-sponsors . . . \"\n~~~~~~~\nhttp://www.bloombergview.com/articles/2015-10-05/ending-the-u-s-oil-export-ban-is-an-empty-gesture Oct 5.  \"Although the proposals could gain ground in Congress, the prospects for enactment this year remain dim . . . \""], [691, "2015-10-06T18:24:57Z", [0.82], ""], [368, "2015-10-06T17:14:01Z", [0.35], ""], [368, "2015-10-06T17:12:26Z", [0.35], ""], [3604, "2015-10-06T15:49:26Z", [0.05], "I think a lifting or relaxation before April 2016 is unlikely.    Congress is too divided to take on this item, despite the intense lobbying in favor of it.   The Obama White House has expressed its disagreement with lifting it, and I don't see the GOP as being able to sustain an override should legislation actually be passed. If the Republicans were to win the Presidency in 2016, I would see a greater chance of this being lifted in 2017, but not before then."], [271, "2015-10-06T14:52:33Z", [0.95], "I'm holding on to my (admittedly too high) percentage, but am only commenting to share this article from Forbes, which is a good antidote to yesterday's article from the NYT. The Forbes writer points out that this is not an \"oil companies vs. the government\" fight, but rather infighting between subsets of the oil industry — drillers and refiners.  http://www.forbes.com/sites/timworstall/2015/10/06/crude-oil-export-ban-a-classic-tale-of-special-interest-group-rent-seeking/ \"Now note that this isn’t really about oil at all. It’s also not about national security, the environment or what’s best for consumers. It’s just a flat out cat fight between two sectors of the oil industry, the drillers and the refiners, over who gets what portion of the natural resource rents that domestic production of crude oil creates. And that’s it, that’s all it is.\" My logic is this -- refiners and steel workers (unions) will be able to effectively lobby Congressional Ds despite the environmental implications, and enough Congressional Rs will be convinced by the free-market arguments and their ties to major sectors of the domestic oil industry. Obama won't like it, but could use it as a bargaining chip with the Ex-Im or TTP legislation. I think something will pass both houses."], [3812, "2015-10-06T13:10:16Z", [0.35], "Sure the lobby-dollars are behind it.   And the ban just doesn't make sense and never did.  But we are talking about both houses of congress passing legislation.   Can they do that? Maybe the oil companies can just trade financial derivatives on domestic oil instead.   Or maybe chemical derivatives.   Anything has got to be easier than keeping paying blackmail to a couple hundred congressmen"], [505, "2015-10-06T12:52:26Z", [0.87], "oil indusry starting to lobby big time.  Means both house will be bobbing for $$$.  Iranian reparations likely to go down drain.  Opposition easing"], [1850, "2015-10-05T19:18:03Z", [0.72], "Yes.  Will it mean anything?  No.  The President will likely veto it and it won't make any difference in the long run other than symbolism."], [43, "2015-10-05T18:57:26Z", [0.55], "Oil industry lobbyists, wielding fistfulls of money, are making gains. http://www.nytimes.com/2015/10/06/business/energy-environment/oil-industry-gaining-in-push-for-repeal-of-us-ban-on-petroleum-exports.html"], [29, "2015-10-05T18:41:53Z", [0.45], "Anneiack makes some good points. I don't think it's a done deal with this congress, but somewhat likely. "], [493, "2015-10-05T17:55:49Z", [0.7], "Affirming prior. Maybe in the next few weeks, maybe at end of year."], [368, "2015-10-05T17:13:07Z", [0.35], ""], [691, "2015-10-05T15:53:18Z", [0.82], ""], [36, "2015-10-04T17:15:06Z", [0.1], ""], [691, "2015-10-04T13:58:19Z", [0.82], ""], [2216, "2015-10-04T13:52:45Z", [0.15], ""], [38, "2015-10-03T21:57:09Z", [0.45], "http://www.eenews.net/stories/1060025727 Oct 2.  The National Wildlife Federation CEO says, \"This thing is moving fairly quickly . . .\".  His group and other conservation groups are opposing lifting the ban because it would make fracking more profitable and lead to drilling on new acreage.  They are proposing all sorts of \"sweeteners\" from full funding for the Land and Water Conservation Fund, billions of dollars for state wildlife projects and extension of clean energy tax credits, to a permanent ban on offshore drilling or a wilderness designation on the coastal plain of the Arctic Refuge, and even rail safety or getting Iran to pay US victims of terrorist attacks. \"Democrats who are viewed as potential pickups for exports who may also go to bat for lands and clean energy include Sens. Martin Heinrich of New Mexico, Michael Bennet of Colorado and Jon Tester of Montana. \"Tester voted against the export bill before the banking panel yesterday but said he's game for a discussion about a broader package that invests in renewable energy and permanently reauthorizes and fully funds the Land and Water Conservation Fund. \"I think this bill has real merit, but we need to have a more thorough discussion,\" Tester said. \"The exports push still faces tall odds of becoming law, considering the opposition from the White House and most Democrats and the panoply of add-ons lawmakers of both parties are proposing, running the gamut from language on renewable fuel standards to victims of Iranian-sponsored terror. \"ClearView Energy Partners LLC, a Washington, D.C.-based firm that advises clients on energy policy, says there's a 15 percent chance the export ban will be lifted during the 114th Congress.\n. . . \n\"The debate over crude exports has such big economic and energy security implications that it is unlikely green groups are going to have major clout, said Paul Bledsoe, president of the energy consultancy Bledsoe & Associates and a former Interior Department official in the Clinton administration. \"Environmental groups are not going to drive or determine whether this deal gets done,\" he said. \"Nor is it a high priority for them.\" \"But Democrats see exports as a major deal-making opportunity, Bledsoe said. Members of both parties have talked about increasing funding for clean energy research and development, a provision that could represent a \"sweet spot\" that could allay Democratic concerns over climate change without turning off Republicans, Bledsoe said. \"Senate Energy and Natural Resources Chairwoman Lisa Murkowski (R-Alaska) said yesterday she hadn't read the conservation proposals put forth by NWF's O'Mara but that she's encouraged conservationists are willing to come to the table. \"I think this is good because what it indicates is a willingness to engage,\" she told E&E Daily. Murkowski said she spoke this week with representatives of conservation groups during a Congressional Sportsmen's Caucus dinner who said they'd like to discuss crude exports further. \"I told them to come by, let's sit down,\" she said. \"But Sen. Heidi Heitkamp (D-N.D.), who is in talks with the Obama administration about lifting the ban, was lukewarm about NWF's wish list. \"I thought it was aggressive,\" she told E&E Daily after the Senate Banking Committee approved her bill (S. 1372) to end the ban (Greenwire, Oct. 1). \"I think everybody sees this as an opportunity to have a broader discussion,\" she said, noting that Sen. Pat Toomey (R-Pa.) used yesterday's markup to \"re-litigate\" the Iran agreement through an amendment that would keep sanctions in place until Teheran pays judgments awarded to U.S. victims of terrorism attacks (E&E Daily, Sept. 25). \"If we re-litigate or pile on all of this, nothing will get done. And I think that's bad for energy independence, I think it's bad for our economy long term, and I think it's horrible national security policy,\" Heitkamp said. \"Heitkamp said she's encouraged by her Democratic colleagues who have signaled they could support ending the ban as part of a broader energy push -- a position echoed by Sens. Mark Warner (D-Va.), Joe Donnelly (D-Ind.) and Tester during the markup, although she was the only Democrat to vote for ending the ban. \"I believe there's a number of people in my caucus, I like to put it this way: They get it, they get the economics of this,\" Heitkamp said. \"They get the challenging economics that we're having right now at $45 a barrel. But they want to know what they can get for it.\" \"During the markup, Sen. Elizabeth Warren (D-Mass.) acknowledged that changes in U.S. crude export policy may be warranted but said lawmakers should first hear from scientists about the climate effects of doing so. \"And for those who listen to these scientists, lifting the ban without further considering and addressing the potential environmental consequences sounds pretty darn reckless,\" Warren said. \"However, export backers are pursuing all legislative avenues to see one of their top priorities advance. \"Sen. Bob Corker (R-Tenn.), who yesterday suggested a crude exports repeal could end up as a policy rider in an end-of-the-year omnibus spending bill under discussion to replace the continuing resolution in December, said he doesn't see a repeal clearing the chamber on its own.  \"My guess is there's at least a possibility that as part of negotiations toward Dec. 11 -- possibility -- that a policy change like this could be something that ends up being a rider,\" he told E&E Daily yesterday. \"I mean, I'm not in that discussion, but it's possible. I don't think we're going to pass a standalone bill on the floor relative to exportation in the very near future. \"  Corker said he would oppose the inclusion of a repeal in exchange for higher spending levels sought by Democrats but would consider other policy changes as part of a deal. \"That's what happens in legislation, right?\" he said. \"Murkowski isn't ruling out that option.  \"I've got multiple tracks going,\" she told E&E Daily. \"I've got the legislative track, we're trying to work it through the administration with the waivers, and if we can use the approps process, I think that's a viable alternative.\"\n~~~~~~~\nhttp://celebcafe.org/senate-panel-passes-bill-to-lift-united-states-oil-export-ban-future-uncertain-8806/ Oct 2.  \"John Hoeven, R-N.D., who serves on the Energy Committee. “If too much renewable energy stuff gets attached it could ruin the bill.  I would say it’s about 50-50 or a little better right now”, Hoeven said of the chance of passage.\n~~~~~~~\nhttp://isurfpaducah.com/2015/10/02/white-house-does-not-support-senate-efforts-to-lift-oil18375/ Oct 2. Hoeven is trying to tie Murkowski's bill to another bill to get it to the floor in October, but he said it's more likely to be attached to year-end legislation that includes government funding, making it less prone to a presidential veto. With a highway bill possible later this fall as well as a budget bill, he said it could get lost in the mix.\n~~~~~~~\nCOMMENT:  Legislative sausage-making and massive lobbying are going on.  It's not pretty.  "], [368, "2015-10-03T20:33:12Z", [0.85], ""], [3717, "2015-10-03T19:55:21Z", [0.25], ""], [20, "2015-10-03T18:52:55Z", [0.85], "House votes on this next week. But likely without renewable' tax rebates O wants, so it's not going to Senate or his desk. Parties are feeling each other out. When their ready, it gets consummated. Long timeframe for this. http://fuelfix.com/blog/2015/10/01/senate-panel-advances-oil-exports-in-party-line-vote-signalling-trouble-ahead-for-bill/#35264101=0"], [691, "2015-10-03T14:46:33Z", [0.82], ""], [532, "2015-10-03T14:37:35Z", [0.23], ""], [60, "2015-10-03T12:59:00Z", [0.75], "Reducing forecast to 75% from 92%. Tempering numbers based on recent news (and to guard against an awful score on this question in case things go sideways and Congress doesn't pass this in the next month)."], [29, "2015-10-03T12:42:08Z", [0.3], "This has become a paritsan issue, with passage in the Senate unlikely. The republicans support it, but democrats generally do not, and the lifting the ban is associated with the possibility of higher domestic gasoline prices, which makes the ban popular. Given the current situation in the Senate, passage is unlikely. If it passes, it most likely will be attached to something the Democrats want as part of a compromise."], [43, "2015-10-03T01:57:53Z", [0.2], "With McCarthy having shot himself in the foot over Hillary/Bengazi comments, House Republicans are struggling to find a leader who won't poison their efforts. Removing the export ban has the potential to become radioactive in the upcoming elections if, perchance, legislators should get their names attached to an unpopular vote. "], [3671, "2015-10-03T00:44:17Z", [0.1], ""], [38, "2015-10-03T00:24:37Z", [0.45], "http://www.southcarolinasc.com/2015/09/boehners-out-however-who-will-take-his-place/ Sept 27.  \"McCarthy gave a speech in Houston on his views relating to the matter. “If there was ever a time to lift the oil export ban, it’s now,” he stated in a replica of his speech offered to the New York NY Times. “Lifting the oil export ban will not only assist our economy, it will moreover bolster our geopolitical standing.” \n~~~~~~~\nhttp://foreignpolicy.com/2015/10/02/u-s-mulls-lifting-oil-export-ban-but-a-tough-sell-on-the-hill/ Oct 2. \"Even without the “poison pill” riders, though, oil exports are toxic in Washington, despite heaps of economic studies showing that allowing exports would boost the U.S. economy, create jobs, and bring down prices at the pump, benefiting consumers. Clearview Energy Partners, an energy consultancy, figures there is only a 15 percent chance an oil-export bill could pass Congress.\n. . . \n\"The House will vote next week on a similar export bill introduced by Rep. Joe Barton (R-Texas). Presidential candidates, including casino mogul and beauty-pageant organizer Donald Trump, New Jersey Gov. Chris Christie, and former Florida Gov. Jeb Bush, have all come out in favor of lifting the export ban. Bush, who included lifting the ban in his energy plan, said limiting the sale of crude “makes no sense now.” Democrats in the White House, on the Hill, and the campaign trail are generally leery of what they say looks like a giveaway to Big Oil.  . . . \n. . .\n\" Even though the country is far from being self-sufficient in oil, lifting the export ban still makes sense. That’s because most of the oil gushing out, thanks to the fracking revolution, is “light” oil. But most of the advanced oil refineries on the U.S. Gulf Coast, built during years of soaring imports, are geared to use “heavy” oil from places like Venezuela and Saudi Arabia. \"Shipping light U.S. oil to refiners overseas would create an additional outlet for U.S. production, which would add to global supplies of oil, and bring down global prices, which would help lower prices at the pump. Nearly all economic studies of crude exports indicate that lifting the ban would lower — not raise — gasoline prices by about 9 cents a gallon. \"Paradoxically, as crude oil prices have tanked over the last 15 months, lifting the export ban has actually become more important for U.S. producers. That’s because exports would bring the artificially depressed price of U.S. crude — about $44 a barrel today — more in line with global benchmarks like Brent crude traded in London. In the past five years, U.S. oil prices have been about $15 a barrel cheaper than global prices. (That discount doesn’t help consumers at the pump, since gasoline prices move in line with global, not local, oil prices.) The Congressional Budget Office estimates that the House legislation would nudge up domestic oil prices and boost domestic production, and would earn the government $1.4 billion over the next 10 years by increasing the value of oil royalties on federal land.\n~~~~~~~\nCOMMENT:  The Foreign Policy article explains why/how lifting this ban would benefit producers and generate oil royalties, but not lead to an increase in gasoline prices.  I note that an energy consultant says that the chances of a relaxation or lifting of the ban are only 15%.  I'm going to stay more optimistic for the next week or so to give Sen Murkowski a chance to do something."], [38, "2015-10-03T00:07:33Z", [0.45], "http://www.inforum.com/news/3851447-senate-panel-passes-heitkamp-sponsored-bill-lift-oil-export-ban-future-uncertain Oct 2.  A bill to lift the 40-year-old ban on U.S. oil exports passed the Senate Banking Committee on Thursday, but the future of the measure is uncertain in the full chamber, after a controversial amendment was added to it. The bill, sponsored by Sen. Heidi Heitkamp (D-N.D.), passed 13 to 9. Heitkamp was the only Democrat to vote for the measure. Senator Pat Toomey, a Republican of Pennsylvania, added an amendment to the bill that would make Iran compensate U.S. victims of Iranian backed terrorism, language that senators said would doom the bill's future. \"The bill is dead,\" because of the addition of the Toomey amendment that the White House likely opposes, said Senator Jon Tester, a Democrat of Montana. The White House has said it does not support the Senate's efforts to lift the ban. In addition, the White House said earlier this week it would veto any bill that would prevent the president from providing sanctions relief to Iran until $40 billion dollars in restitution has been paid to American victims of Iranian-backed terrorism.\n~~~~~~~\nhttp://www.startribune.com/petroleum-industry-runs-ads-statewide-targeting-dems-on-lifting-the-crude-oil-export-ban/330328041/ Oct 1.   \"Minnesota is among nine states that will be targeted by ads paid for by the petroleum producers ahead of a House vote next week on lifting the crude oil export ban. .  . .\n. . .\n\"Petroleum producers have paid for a six-figure ad buy that stretches in Minnesota's three major markets: the Twin Cities, Fargo and western Minnesota and Duluth. Ads will also run in Arizona, California, Florida, Illinois, Louisiana, Maryland, New Mexico and Texas.\n~~~~~~~\nhttp://www.theprovince.com/business/fp/senate+banking+panel+backs+bill+lift+crude+export+despite+white/11406710/story.html Oct 1.  Heitkamp's bill is expected to be merged with larger legislation sponsored by Sen. Lisa Murkowski, R-Alaska, before a vote in the full Senate.\n~~~~~~~\nCOMMENT:  It sounds like the fate of this legislation rests on the power of lobbyists & advertising, and Sen Lisa Murkowski.  It would be good for Alaska, but I suspect it would be even better for BP, so I have mixed feelings about it."], [691, "2015-10-02T13:07:26Z", [0.84], ""], [532, "2015-10-01T21:24:50Z", [0.25], "If the Republicans push a bill that is too partisan, they will not have 60 votes in the Senate.  If they give away too much to gain those 6 votes, they will lose Republican supporters.  "], [691, "2015-10-01T19:02:17Z", [0.84], ""], [38, "2015-10-01T18:49:35Z", [0.45], "http://www.thedickinsonpress.com/energy/oil/3850759-senators-seek-more-democrats-repeal-us-oil-export-ban Sept 30.  \" Lawmakers who want to ditch the 40-year-old U.S. ban on exporting oil will likely enjoy a victory on Thursday in the Senate banking committee -- but they are struggling to garner enough Democratic support to pass the bill in the full chamber.\nThe legislation is expected to get only one vote in the committee from a Democrat, Sen, Heidi Heitkamp of the oil-producing state of North Dakota, a sponsor of the bill.\n. . . \n\"She said she was confident President Barack Obama could support a balanced bill doing away with the ban if it included measures such as backing renewable energy like solar and wind power. Pulling that off could be difficult. Adding a measure to make tax breaks for renewables permanent could cause other senators in states heavily reliant on coal sales to back away from the bill.\n. .  .\n\"Heitkamp said it was premature to discuss what kinds of deals could be made to eventually pass the bill, but that some of the issues on the table could be \"surprising.\" \"Oil producers say the domestic drilling boom will eventually be choked if the trade restriction, which Congress passed in 1975 after the Arab oil embargo, is not lifted. \"Opponents to lifting the ban say it could hurt employment in oil refining and shipbuilding and damage the environment. \"If all 54 Senate Republicans vote for the bill, supporters will need six Democrats to reach the 60 votes needed for approval.\n~~~~~~~\nCOMMENT:  Passage doesn't sound likely to me, even though Jeb Bush has come out in favor of repealing it.\n"], [43, "2015-10-01T18:45:46Z", [0.25], "It's hard to believe that legislation opposed by a large majority of the public would be passed. Here's how these things work -- I say this having at one time in my misspent youth worked full time influencing -- successfully -- both House and Senate. (See: Moon treaty, DOA, Oct. 1979) Big money lobbyists walk in door, say pass this bill. Politician's staffers discretely say show us the money. Politician says, sure, I'll support it. Then they hold committee meetings and make their money sources happy with their votes. And then, as the staffers point out the dangers of attack ads next fall, unfortunate things happen and golly, gee, the bills never even get voted upon.  That's because ultimately, attack ads and the voters they arouse have the final say."], [241, "2015-10-01T16:23:11Z", [0.25], "Staying put at 25%. The full House is almost certain to pass the repeal of the oil export ban as a stand-alone legislation. Its prospects in the Senate are uncertain because of the filibuster rule and because of a controversial amendment attached to the bill coming out of the Senate Banking Committee. My whip count:\n60 votes are needed to break the filibuster.\nAll 54 Republican Senators are in favor\nOne Democrat is in favor: Heidi Heitkamp\nTotal, so far: 55 Democrats not committed either way: Mark Warner and Michael Bennet. Possibilities, based on their vote for the Keystone XL Pipeline (ranked in order of most likely to least likely to vote for it): Mary Landrieu, Mark Begich, Bob Casey, John Walsh, Kay Hagan, Jon Tester, Joe Manchin, Joe Donnelly, and Tom Carper. Of course, a Senator who votes to approve the Keystone XL Pipeline may not think repealing the oil export ban is a good idea, but the Keystone vote does give an indication of their leanings. However, three of these \"possibilities\" voted against versions of the bill in their committees: Senate Banking Committee: Jon Tester and Joe Donnelly\nSenate Energy Committee: Joe Manchin Sources: \nKeystone XL Pipeline vote: http://politics.nytimes.com/congress/votes/113/senate/2/280\n\"Senate likely has votes to lift ban on oil exports, lawmaker says\": http://www.washingtonexaminer.com/senate-likely-has-votes-to-lift-ban-on-oil-exports-lawmaker-says/article/2572070\n\"HEIDI HEITKAMP: Senators gain ground in finding votes for repeal\": http://www.grandforksherald.com/opinion/op-ed-columns/3842340-heidi-heitkamp-senators-gain-ground-finding-votes-repeal\n\"Five options for getting crude export bill to president’s desk\": http://fuelfix.com/blog/2015/09/17/oil-producers-eyeing-options-for-getting-crude-export-bill-to-presidents-desk/\n\"Oil exports gain steam, propelled by lobbying blitz\": http://www.houstonchronicle.com/business/article/Oil-exports-gain-steam-propelled-lobbying-blitz-6489214.php\n\"SENATE TO CONSIDER LIFTING BAN ON CRUDE OIL EXPORTS, WARNER REPORTEDLY ON THE FENCE\": http://bearingdrift.com/2015/10/01/senate-to-consider-lifting-ban-on-crude-oil-exports-warner-reportedly-on-the-fence/\n\"Senate panel passes bill to lift U.S. oil export ban\": http://www.reuters.com/article/2015/10/01/us-usa-oilexports-senate-idUSKCN0RV4ZQ20151001\n\"How long will the US oil export ban last?\": http://globalriskinsights.com/2015/10/us-oil-export-ban-will-it-hold-up/\n\"House sets oil export vote for next week\": http://www.washingtonexaminer.com/house-sets-oil-export-vote-for-next-week/article/2573166"], [38, "2015-10-01T14:53:56Z", [0.85], "morningtrade@politico.com Oct 1. \" Rep. Stephen Fincher on Wednesday began the discharge petition process to force consideration of a bill reauthorizing the Export-Import Bank. It's the same bill that passed the Senate as part of the long-term highway bill. The move requires a simple majority. Because basically the entire House Democratic caucus supports Ex-Im renewal, roughly 30 Republicans would have to sign on for the maneuver to work. But demonstrating enough support could also prompt leadership to bring it up before the petition actually goes through. Now, there are seven legislative days until other members can sign on. The bill itself has 46 cosponsors, including the Tennessee Republican.\"\n~~~~~~~\nCOMMENT:  That it only requires a simple majority and has 46 cosponsors when it needs 30 Republicans to sign on sounds hopeful for passage.\n"], [136, "2015-10-01T11:16:53Z", [0.8], "http://www.washingtonexaminer.com/house-sets-oil-export-vote-for-next-week/article/2573166\n\"The House is set to vote on lifting a 40-year-old ban on crude oil exports next week, after scrapping a tentative plan to do so before the end of September.\nA spokesman for House Majority Leader Kevin McCarthy confirmed the plan in a two-word email response to the Washington Examiner: \"next week.\"\n...\nThe Senate is pushing forward with its own bill, which was passed out of the Energy and Natural Resources Committee in July along a strict party-line vote. But that's not the only bill out there. The Senate Banking Committee is taking up a bill introduced by Democrat Heidi Heitkamp of North Dakota, which could bring more support from the minority party.\nThe committee is expected to vote on the bill Thursday, moving two bills to the Senate floor for consideration. It is not known when the bill will come up for a vote. Senate leadership has been coy on the legislation, as many analysts and observers say it faces an uphill battle there.\" http://www.reuters.com/article/2015/09/30/us-usa-crude-exports-senate-idUSKCN0RU2VV20150930\n\"Lawmakers who want to ditch the 40-year-old U.S. ban on exporting oil will likely enjoy a victory on Thursday in the Senate banking committee - but they are struggling to garner enough Democratic support to pass the bill in the full chamber. The legislation is expected to get only one vote in the committee from a Democrat, Senator Heidi Heitkamp of the oil-producing state of North Dakota, a sponsor of the bill.\n...\nHowever, Heitkamp said she and others were talking with senior White House officials on a regular basis. She said she was confident President Barack Obama could support a balanced bill doing away with the ban if it included measures such as backing renewable energy like solar and wind power.\nPulling that off could be difficult. Adding a measure to make tax breaks for renewables permanent could cause other senators in states heavily reliant on coal sales to back away from the bill.\n...\nSenator Robert Menendez, a Democrat from New Jersey who has opposed a full repeal of oil exports, is expected to introduce an amendment on Thursday that would delay the effective date of the oil export ban repeal until after the Government Accountability Office conducts a study on potential job looses caused by the action.\""], [532, "2015-10-01T11:06:09Z", [0.27], ""], [231, "2015-10-01T02:11:38Z", [0.55], "Not much democrat support (yet): http://uk.reuters.com/article/2015/09/30/usa-crude-exports-senate-idUKL1N1203BX20150930"], [368, "2015-09-30T19:45:43Z", [0.85], ""], [83, "2015-09-30T18:14:37Z", [0.01], "Mark Carney (Gov. Bank of England), front page of today's FT:\n     fossil fuel industry...investors face \"potentially huge\" losses from climate change action that could make vast reserves of oil, coal and gas \"literally unburnable\".\n      Carney said scientists had calculated the \"carbon budget\" the world could afford to meet the 2 degree target, and it amounted to between 1/5 and 1/3 of the worlds proven reserves of oil, gas and coal.\n    \" If that estimate is even approximately correct it would render the vast majority of reserves 'stranded'...\n200 countries are preparing to negotiate a UN climate change accord in Paris in December 2015. Developing countries may remain a market, and change will be slow...but, how long will it take politicians to catch on?"], [691, "2015-09-30T17:12:25Z", [0.84], ""], [3420, "2015-09-30T16:57:38Z", [0.99], ""], [42, "2015-09-30T16:45:54Z", [0.4], "I am going to be a bit contrarian here. Though there is a lot of pressure by the oil companies for this I don't think it will be politically popular. "], [3345, "2015-09-30T05:59:29Z", [0.95], ""], [231, "2015-09-30T01:11:38Z", [0.7], "Bush calls for it: http://www.cbsnews.com/news/jeb-bush-calls-for-ending-crude-oil-export-ban/"], [691, "2015-09-29T18:09:50Z", [0.84], ""], [271, "2015-09-29T16:31:07Z", [0.95], ""], [366, "2015-09-29T02:34:23Z", [0.8], ""], [3169, "2015-09-28T22:43:00Z", [0.6], ""], [38, "2015-09-28T19:19:32Z", [0.69], "The announcement of the departure of Boehner upsets this apple cart some.  Passage may depend on how many pieces of legislation he wants to try to push through in the time he has left.  I gather that the Ex-Im bank is higher on his agenda than this, so I am reducing my forecast to my original analysis Sep 17, 2015 01:01AM UTC"], [368, "2015-09-28T19:10:22Z", [0.85], ""], [532, "2015-09-28T18:50:28Z", [0.3], ""], [164, "2015-09-28T17:38:44Z", [0.75], ""], [90, "2015-09-28T17:22:58Z", [0.45], ""], [3094, "2015-09-28T17:15:17Z", [0.25], "This issue isn't large enough to warrant spending political capital"], [691, "2015-09-28T16:13:37Z", [0.84], ""], [493, "2015-09-28T15:42:47Z", [0.7], "Lowering in light of Boehner's departure. He may push it through as part of a bigger deal, but him leaving makes everything a little bit crazier. "], [68, "2015-09-28T08:45:32Z", [0.45], "Retrospectively, I think my 80% of 15 Sep was too high. Refineries oppose this legislation because they would probably have to pay (higher) international prices for crude oil. Obama and Democrats say the legislation is unnecessary because the Commerce Department has the authority to lift or relax the ban completely or selectively if needed. However, Obama probably won't oppose it enough to use his veto, and the Democrats may use this opportunity to add on benefits to the renewable sector."], [102, "2015-09-28T01:04:45Z", [0.15], "Move down per jmontoya29"], [2940, "2015-09-28T00:54:21Z", [0.0], "Both the President and Democrats oppose lifting the ban. Maybe under a different President and administration. "], [1575, "2015-09-28T00:30:30Z", [0.65], ""], [2887, "2015-09-27T22:25:35Z", [0.75], "Oil will collapse in the next 3 to 6 months. In a World flooded with oil, such ban makes no sense. "], [2858, "2015-09-27T20:38:09Z", [0.65], ""], [2811, "2015-09-27T18:45:29Z", [0.5], ""], [2783, "2015-09-27T17:04:46Z", [0.85], ""], [2779, "2015-09-27T17:00:17Z", [0.63], ""], [2760, "2015-09-27T16:06:30Z", [0.65], ""], [2004, "2015-09-27T16:02:31Z", [0.0], "Too politically polarizing under Obama (he would veto it). There is a chance with the next administration, and hopefully they will pass it."], [691, "2015-09-27T14:27:49Z", [0.84], ""], [136, "2015-09-27T12:32:12Z", [0.8], "http://www.washingtonexaminer.com/house-sets-vote-to-lift-oil-export-ban/article/2572889?custom_click=rss\n\"The House, on the other hand, has set a self-imposed deadline of Oct. 1 to pass the measure, according to Republican Majority Leader Kevin McCarthy, who announced the vote earlier this month after it was passed out of the Energy & Commerce Committee.\nThe bill has been placed on the tentative floor agenda for next week, and faces an almost certain victory along strict party lines. Most Democrats oppose the measure, saying it will drive up gasoline prices and harm consumers.\""], [2523, "2015-09-26T22:49:25Z", [0.7], ""], [102, "2015-09-26T22:14:53Z", [0.35], "Weakening from 0% because crowd."], [2216, "2015-09-26T19:34:03Z", [0.1], ""], [2397, "2015-09-26T18:28:31Z", [0.35], ""], [2289, "2015-09-26T17:31:19Z", [0.55], "There are enough democratic senators from states with significant oil related business that the 60 vote threshhold may be breached. The counterbalance will be whether the demands to pass money to green consituencies will peel off republican votes."], [2316, "2015-09-26T16:32:56Z", [0.0], "low priority"], [532, "2015-09-26T16:21:30Z", [0.33], ""], [2310, "2015-09-26T16:14:56Z", [0.4], ""], [2235, "2015-09-26T15:09:19Z", [0.65], ""], [691, "2015-09-26T13:49:09Z", [0.84], ""], [1930, "2015-09-25T21:05:50Z", [0.95], ""], [1892, "2015-09-25T19:51:45Z", [0.65], ""], [73, "2015-09-25T13:35:46Z", [0.13], "Initially believed that whilst it would get through the house (easily) it would pause in senate beyond the timeframes; as it needs concessions to gain support from some dems to avoid filibuster.    Was not convinced on concessions being granted, but the tone of some recent comments indicate some clear guidance on what is needed to create a concession to gain approval.  Will await responses to the overtures; also starting to see the anti-lifting movement ratchet up rhetoric implying a greater concern than before for senate support."], [691, "2015-09-25T13:03:25Z", [0.84], ""], [706, "2015-09-25T04:07:48Z", [0.99], "Momentum for doing so is already building."], [1741, "2015-09-24T21:55:19Z", [0.85], ""], [241, "2015-09-24T21:33:18Z", [0.25], ""], [306, "2015-09-24T20:18:26Z", [0.75], ""], [84, "2015-09-24T17:09:31Z", [0.62], "I think the national political climate will outweigh the market in congress' decision. \nDemocrats will have some desire to support the administration and lift the ban.\nRepublicans will go along on the basis of 'less government' and good for business."], [691, "2015-09-24T14:53:28Z", [0.84], ""], [1767, "2015-09-24T02:05:35Z", [0.39], "Personally I hope Congress does but they would ned to act before December. Oil prices are going to continue to slide until something hits the supply: Algeria or Venezuela entering political turmoil, ISIS attacking the ABOT Iragi terminal, Iran-Saudi espionage, whatever. My money is on Venezuela which has parliamentary elections on Dec. 6th which standa good chance of resulting in mass unrest.  If Oil prices go up then Congress won't release the ban. Congress won't release the ban in an election year. "], [231, "2015-09-24T01:39:28Z", [0.7], "Bill to bypass Obama: http://www.santafenewmexican.com/news/lifting-the-export-ban-bill-going-to-vote/article_362d9587-dd2b-5c19-a81e-bec5d8432497.html"], [166, "2015-09-23T19:38:06Z", [0.85], ""], [1310, "2015-09-23T19:08:42Z", [0.85], "Yes, easy to do. Makes policy sense and Obama will veto it anyway, so it's symbolic. "], [691, "2015-09-23T16:09:10Z", [0.84], ""], [500, "2015-09-23T12:46:26Z", [0.02], ""], [691, "2015-09-22T21:02:31Z", [0.84], ""], [172, "2015-09-22T01:46:40Z", [0.9], "Absolutely. When oil goes back up as it always does, USA can be swing producer and make more selling internationally (note difference between WTI, Brent, and discount to oil requiring rail for processing)."], [83, "2015-09-21T19:44:42Z", [0.01], "http://www.news-journal.com/news/2015/aug/14/us-commerce-dept-eases-crude-oil-export-ban/ August 14 Commerce Dept ruling allowed temporary export of oil under current over supply conditions.\nSenator Markey points out current oil export laws are flexible enough as they are today.   Keeping forecast low under expectation that Obama's preference for Commerce to handle Oil export regs will be supported by the Senate."], [1325, "2015-09-21T17:22:06Z", [0.75], "http://www.reuters.com/article/2015/09/17/us-usa-oilexports-house-idUSKCN0RH26Z20150917 Already passed the House. Senate is Republican controlled and well greased with oil money. White House will oppose but that's not a constraint on this question. "], [710, "2015-09-21T15:43:49Z", [0.74], ""], [493, "2015-09-21T13:25:58Z", [0.85], "Lowering slightly in view of WH/Senate Dem opposition (as well as general lethargy in Congress). Still think this is a horse that can be traded."], [73, "2015-09-21T13:11:53Z", [0.1], ""], [691, "2015-09-21T12:20:34Z", [0.84], ""], [1264, "2015-09-21T06:22:08Z", [0.75], "The lifting of the ban appears inevitable (at least no one important seems to oppose it in principle, only the means).  Congress will at least want to score points by voting.  Timing is uncertain and depends on that issues will a \"broader\" deal bring up for discussion, but with the election looming in Nov 2016, chances are the vote won't want till too close to the election."], [1682, "2015-09-21T06:12:11Z", [0.17], "It's possible that they'll be able to set aside differences in order to pull this off, but I believe there will be too much riding on the next election for this to go through easily. "], [40, "2015-09-21T03:50:35Z", [0.25], ""], [506, "2015-09-21T02:51:49Z", [0.78], "Whoops. Accidentally hit the \"submit prediction\" button before entering prediction.  In addition to House Foreign Affairs note, on my (Argh!) 0% prediction, is this:  (NYT) House Vote Said to Be Near on Repeal of Oil Export Ban  http://mobile.nytimes.com/2015/09/16/business/energy-environment/vote-near-to-repeal-ban-on-oil-exports-house-leader-says.html?referrer="], [506, "2015-09-21T02:46:51Z", [0.0], "This is on its way to the Foreign Affairs committee before it goes to the House. Congressman Scott Perry provided this summary to their April meeting:   \"In summary, I see no sensible reason -- neither economically not geopolitically -- to maintain the ban on crude oil exports.\" Source:  https://foreignaffairs.house.gov/hearing/subcommittee-hearing-crude-oil-export-ban-helpful-or-hurtful"], [1201, "2015-09-20T19:13:10Z", [0.9], "Extractors have a lot of capital tied up in idle rigs in the Bakken and West Texas, rigs that they bought not too long ago. There are two really nice graphs here\nhttp://www.eia.gov/todayinenergy/detail.cfm?id=22992\nthat I can't seem to copy over to this box, so here it is in duller words. Debt service for on-shore drillers was 80% of cash flow in 2Q of 2015, 75% in 1Q. Interest rates for bonds in the energy sector have been above 10% since July in an environment where Bloomberg's HIGH YIELD corporate bond index has been pretty steady at 6%. This all says that US oil is in pain and the situation is pretty unsustainable for them. On that kind of margin, with oil prices low for the foreseeable future, the only way for drillers to keep paying the bills is to start up those idle rigs again, and that requires an expanded market.  Lifting the oil export ban pretty much has to happen. It will pass the House. It will have D votes there, but the Rs don't need them. The only question is what political price will be extracted in the Senate.  I expect a couple of iterations of the bill there, followed by a conference, but it will pass fairly soon. Late on a Friday. Before a recess. When nobody is watching. "], [747, "2015-09-20T18:13:04Z", [0.85], "Oil, money and expensive campaigns coming up"], [691, "2015-09-20T13:07:06Z", [0.84], ""], [1070, "2015-09-20T08:35:00Z", [0.95], ""], [1070, "2015-09-20T08:34:43Z", [0.95], ""], [532, "2015-09-19T18:13:47Z", [0.35], "This looks unlikely to pass in 2015.  Is Congress willing to take it up in an election year?  "], [1638, "2015-09-19T15:48:14Z", [0.45], "i'm late on this question ....  still has to pass the President "], [691, "2015-09-19T12:27:50Z", [0.84], ""], [94, "2015-09-19T04:26:53Z", [0.4], "I get the impression that an oil-export ban will not pass in Senate, given Democrat opposition.  Given that, I'm going to give an estimate that is a bit below the rescaled crowd estimate of 50%."], [294, "2015-09-18T22:37:27Z", [0.65], "Key house panel just said \"Yes\" http://www.foxnews.com/politics/2015/09/17/house-panel-votes-to-lift-40-year-old-us-ban-on-oil-exports/ Obama's objection thus far has been procedural: \"It should be dept of commerce, not congress.\" This looks like a political horse about to get traded.  The losers would be west coast voters that currently get cheap crude from Alaska. Not a compelling bloack"], [306, "2015-09-18T22:14:33Z", [0.2], ""], [1548, "2015-09-18T21:47:47Z", [0.65], "*…lift or relaxing…* makes it a nice tool to show some agreement across the aisle. By 1April 2016? Possible since McConnell and Boehner would support the notion. Dems live in oil rich states too.http://www.cnbc.com/2015/08/14/reuters-america-timeline-push-to-relax-us-oil-export-ban-gathers-steam-in-2015.html"], [83, "2015-09-18T20:36:06Z", [0.01], "http://www.reuters.com/article/2015/09/18/us-usa-oilexports-clinton-idUSKCN0RI20Y20150918\nHRC would support legislation, in exchange for concessions on clean energy and/or taxes."], [254, "2015-09-18T20:27:48Z", [0.15], "Will probably clear the house but not the senate."], [1372, "2015-09-18T14:23:45Z", [0.75], "Based on two articles from the website \"The Hill\", implementation of lifting the ban appears to have significant support by Republicans (majority w/in House and Senate). Additionally, with President Obama's past veto of the Keystone Pipeline, it would appear that agreeing to lift the ban might make some political hay between his administration and the Republicans. WIth the Russian's continued effort w/respect to exploiting the Arctic (outpacing every other member in the Arctic Council's eight nations), it would stand to reason that the U.S. develop agreements with those in need before other nations beat us to the punch. Alternatively, this might not be necessary as petroleum prices continue to decline due to increased supply/decreasing demand/renewable's.  In the end, lifting the export ban would benefit the U.S. in the long-term, so I see it happening more than I don't see it happening.  If history is any indicator, oil prices will rise once again...\nhttp://thehill.com/policy/energy-environment/249804-senators-vote-to-lift-oil-export-ban\nhttp://thehill.com/policy/energy-environment/253221-house-panel-votes-to-lift-oil-export-ban"], [1593, "2015-09-18T13:55:33Z", [0.22], "I don't think this is a matter of whether preferences align such that a majority of both chambers support the policy, but rather whether 1) Congress can function in the coming months (i.e. if Congress cannot stave off a shutdown, nothing else on the agenda will be considered for that duration), 2) the Senate can secure cloture, and 3) the policy is salient enough for both chambers of Congress to go through the process of passing this legislation."], [136, "2015-09-18T13:08:04Z", [0.75], "http://www.reuters.com/article/2015/09/17/us-usa-oilexports-house-idUSKCN0RH26Z20150917\n\"A bill to repeal the 40-year-old ban on U.S. oil exports easily passed the energy panel in the House of Representatives on Thursday, but the measure faces an uphill battle in the Senate.\nThe legislation, which passed 31 to 19, is expected to be passed by the full House in coming weeks.\n...\nAnd a similar bill in the Senate faces an uncertain future because backers need the support of several Democrats to ensure its passage.\n...\nDemocrats who voted against the bill said they were concerned about the environmental consequences of increased domestic oil drilling and the possible loss of jobs at refineries and in shipbuilding. Frank Pallone, the top Democrat on the panel, said the bill was \"completely unnecessary\" because Obama already has the authority to remove restrictions on crude oil exports. In addition, several Democrats said they worried the measure would give U.S. officials the power to weaken the nearly 100-year-old Jones Act, a law that requires the use of U.S.-flagged and crewed ships on shipments between domestic ports, or to prohibit the closure of a port for national security reasons.\n...\nKevin Book, energy policy analyst at ClearView Energy Partners, put the chances of the bill's passage this year by Congress at 15 percent, due to increased partisanship, and a narrow window of opportunity ahead of the 2016 elections.\" http://thehill.com/policy/energy-environment/254033-house-committee-passes-crude-oil-export-bill\n\"Three Democrats joined all of the Republicans on Thurday in voting for a bill that would lift the decades-old ban on exports.\n...\nReps. Gene Green (Texas), Kurt Schrader (Ore.) and Toyn Cardenas (Calif.) were the only Democrats voting in favor of the measure.\nOther Democrats said last week that they had hoped to negotiate changes that would allow them to support the bill, but most did not have their concerns met.\""], [691, "2015-09-18T12:21:38Z", [0.84], ""], [1575, "2015-09-18T02:52:06Z", [0.6], ""], [57, "2015-09-18T00:40:42Z", [0.0], "Five options for getting crude export bill to president’s desk  http://fuelfix.com/blog/2015/09/17/oil-producers-eyeing-options-for-getting-crude-export-bill-to-presidents-desk/\n \"It’s such a tough challenge that many energy analysts give low odds to any crude exports bill clearing Congress this year or next, when presidential politics could further inflame the debate. For instance, ClearView Energy’s Kevin Book puts the chances at 15 percent.\""], [1552, "2015-09-17T22:02:11Z", [0.55], "Probably, to offer allies and friends an alternative to Russian crude. "], [691, "2015-09-17T20:32:33Z", [0.84], ""], [494, "2015-09-17T20:24:09Z", [0.85], ""], [1529, "2015-09-17T18:28:16Z", [0.85], "The conversation in the backrooms has been percolating for a long time. No major objections by large numbers of Congressmen. Belief that it is a net benefit to the economy. "], [90, "2015-09-17T18:00:29Z", [0.6], ""], [1520, "2015-09-17T15:45:28Z", [0.55], ""], [1514, "2015-09-17T14:33:40Z", [0.75], ""], [1500, "2015-09-17T14:28:02Z", [0.15], "It would make sense to do so, but the Congress is already in campaign mode, and more so every day, which makes actually doing anything real almost impossible."], [1377, "2015-09-17T14:28:00Z", [0.95], ""], [136, "2015-09-17T12:11:17Z", [0.75], "http://www.reuters.com/article/2015/09/16/us-usa-oilexports-senate-idUSKCN0RG2RT20150916\n\"I support eliminating the oil export ban,\" McConnell told reporters on Wednesday after policy lunches in the U.S. Capitol.\n...\nSupporters of a similar bill in the Senate are struggling to find wider legislation to which it can be attached. There is little time left in the Senate's legislative calendar to pass a standalone bill on oil exports.\" http://www.washingtonpost.com/news/energy-environment/wp/2015/09/16/after-four-decades-the-u-s-might-lift-its-ban-on-oil-exports-heres-what-you-need-to-know/\n\"The Senate Energy and Natural Resources Committee sent a bill to the floor in July, and the Banking Committee is also considering a measure. Some Republicans have also floated attaching the export provision as an amendment to a chemical regulation bill that is expected to come to the Senate floor in the fall. Senate efforts to end the ban have some bipartisan support, from Heidi Heitkamp (D-N.D.) and Joe Manchin (D-W.Va.). But more Democrats would need to join them in other to overcome a potential filibuster.\n...\nOne of those who might be convinced is Sen. Angus King (I-Maine), who opposed ending the ban in the July Energy Committee vote but says he could support it in a package that included, for instance, extensions of tax credits for renewable energy investments or caps on natural gas exports.\""], [584, "2015-09-17T07:39:59Z", [0.9], "It has a lot of support in the Congress"], [38, "2015-09-17T07:17:29Z", [0.9], "http://www.ft.com/intl/cms/s/0/ce26d694-58ba-11e5-9846-de406ccb37f2.html#axzz3lpjSA3pS Sept 14.\n\"CME Group, the biggest exchange operator, has deployed its powerful Washington lobbying operation to aid oil companies fighting curbs on exports of crude.\"\n. . .  \n\"Lifting the ban is a priority for oil producers struggling with low prices. Freer trade could narrow the gap between US and international crude benchmarks and buoy production, they argue.\"\n. . . \n\" Other companies registered to lobby on the bill include BP, Chevron, ExxonMobil, Hess and Royal Dutch Shell. . . \"\n. . . \n\"CME spends more than $2m per year on lobbying, according to the CRP. Its political action committee contributed $826,750 to federal candidates in the 2014 US election cycle, ranking it fourth among such committees run by securities and investment groups, CRP data show.\""], [1467, "2015-09-17T06:40:04Z", [0.85], ""], [1127, "2015-09-17T05:00:20Z", [0.85], ""], [38, "2015-09-17T01:01:24Z", [0.9], "Reasons I see for & against, with points for each based on how important I think they are: For\n-Obama has deferred on this to the Commerce Dept:  some people think that means he doesn't support it, thus making it something that they would want to support as a way of opposing him=20 points\n-oil production is tied to jobs, and the ability to pump is tied to the ability to sell it, so this is a jobs bill (per Anneinak Sep 15, 2015 09:48PM UTC).  It will be hard to vote against a jobs bill in oil producing states during an election year=20 points  \n--the vote for this will probably fall along party lines.  Republicans are for it and control both chambers, and a few Democrats may join them. There's 4 Democratic Senators from  oil-producing states.  There's a belief that some Democrats would support it (per Anneinak Sep 15, 2015 05:34PM UTC and einsteinjs Sep 15, 2015 04:28PM UTC):  that it can be made palatable to them=25 points\n-oil producers want it lifted, are funding lobbyists with campaign donations hanging in the balance in an election year=15 points\n-it is making progress in both chambers, passing in committees.  Boehner is for.  House Dems are willing to negotiate. See austerity Sept 14 08:52PM UTC=50 points\n-oil companies need to sell internationally or will have to decrease production because oil storage levels are at or near all-time records (per Anneinak Sep 15, 2015 09:48PM UTC)=20 points\n-there's a long (7 month) time window for this question to resolve as \"yes\"= 20 points\n-Israel wants it lifted to secure its access to oil and reduce its dependence on Russian oil (per Anneinak  Sep 15, 2015 09:48PM UTC) =10 points\n-if Obama was willing to risk Congressional ire & public disapproval to lift the ban by executive action, wouldn't he come out strongly in support of it first and give Congress a chance to act?=30 points\n-the way this question is worded--not asking \" . . will Congress\", but asking \"will both houses . .-- if the House votes for a \"clean bill lifting the ban and the senate votes for a different bill which lifts the ban and has green riders, this will resolve as \"yes\"=10 points \nTOTAL POINTS FOR = 220 Against:\n-the legislation currently lacks wind & solar rebate components which would gain it Democratic votes=30 points\n-oil refiners don't like it.  Refineries might close.  That could make the price of gasoline go up=10points\n-Obama may do this by some sort of Presidential fiat (per raisinville Sep 15, 2015 11:29PM UTC)=50 points\n-lack of public support (per Falconer Sep 16, 2015 05:45PM UTC)=10 points\nTOTAL POINTS AGAINST = 100 To \"compress\" 320 points down to 100, I have to multiply by .3125, which gives me 69% yes and 31% no.\nHowever, since this question could close early as yes, I'm going to start high."], [677, "2015-09-17T00:22:58Z", [0.99], ""], [1421, "2015-09-16T23:36:47Z", [0.65], "Energy industry will lobby hard"], [691, "2015-09-16T21:18:42Z", [0.84], ""], [1363, "2015-09-16T21:08:35Z", [0.65], ""], [1379, "2015-09-16T20:56:11Z", [0.0], ""], [500, "2015-09-16T20:31:28Z", [0.05], "ne jer ako amerika počne da izvozi šta ce njoj ostati i koliko ce cena nafte pasti\nusvajanje zakona donosi pad cene nafte"], [1278, "2015-09-16T19:30:18Z", [0.25], "This seems to be pretty low on the priority list at the moment in Congress, and the focus on the elections is only going to grow over the coming months. I doubt that this Congress will be willing to let much of anything go through that the President supports. They are committed to making his second term as unsuccessful as possible, at whatever cost."], [542, "2015-09-16T19:20:24Z", [0.25], "Populist sentiment makes this unlikely and with campaigning already started for 2016 it seems unlikely Congress will want prioritize this topic.  It will be interesting to see the drilling versus refining lobbies have at it."], [568, "2015-09-16T18:59:30Z", [0.25], ""], [43, "2015-09-16T18:37:55Z", [0.0], "Thank you Falconer, Raisinville and 000 for your research and analyses. Brier score incentives be darned, I'm going for 0%."], [57, "2015-09-16T17:45:44Z", [0.0], "This is a long shot, and requires more support than is currently available.  A Hart Research public opinion poll in December of 2014 revealed that a vast majority (82 percent) of voters, regardless of political affiliation, oppose allowing oil and gas companies to export more U.S. oil and gas to foreign nations. This result is bolstered by other polls.  Without public or presidential support, there is little chance this will be  repealed. \nSenators struggle to find path for repealing U.S. oil export ban http://www.reuters.com/article/2015/09/15/usa-oilexports-senate-idUSL1N11L2AU20150915"], [1211, "2015-09-16T17:27:51Z", [0.73], ""], [83, "2015-09-16T17:18:03Z", [0.01], "There are a couple of interesting points with this IFP.   First, the question asks \"will both houses pass legislation lifting or relaxing...\", it does not require that the two houses \"pass the same\" legislation.  Second \"Obama did not specifically state he was against modifying the ban, only that the Commerce Department should make the decision, not Congress. Maintaining the low forecast, based on the assumption that the Senate will not pass legislation in deference to Obama's preference."], [1257, "2015-09-16T17:17:34Z", [0.65], ""], [1224, "2015-09-16T16:52:27Z", [0.45], ""], [1224, "2015-09-16T16:45:33Z", [0.45], ""], [102, "2015-09-16T14:50:12Z", [0.0], "Um No, Obama's agin it, and Republicans backed down on Iran vote so probably this is an even easier back-down. [1] http://www.cnbc.com/2015/09/14/oil-prices-edge-up-after-sharp-falls-in-previous-session.html"], [862, "2015-09-16T14:49:25Z", [0.8], ""], [1174, "2015-09-16T14:45:07Z", [0.35], "Momentum against the ban is growing as is support to lift the ban from oil companies.  "], [1055, "2015-09-16T14:37:13Z", [0.05], ""], [740, "2015-09-16T12:17:38Z", [0.85], "Democrats are bargaining about something?\nOne group of highly paid, respectful specialist says prices will go up, another go down. Who's mojo is better?"], [1006, "2015-09-16T11:56:25Z", [0.75], "With stagnating oil prices in the near future, Congress will give in with an eye towards the November elections. "], [295, "2015-09-16T08:08:59Z", [0.85], "Yes, with concessions on both sides."], [1115, "2015-09-16T04:29:28Z", [0.9], "Oil industry has a lot of political pull. T"], [20, "2015-09-16T02:34:57Z", [0.7], "The GOP was looking like they would try to push this without accompanying wind and solar tax rebates. Obama wants these rebates, he's probably only getting them as a package with oil-export. I'm taking objection to the House bill to be more a problem with these rebates not being part of it. I'll wait on more information to shake out true motivations. I will go down though. Platts is pretty good on energy policy and they bring up some potential road blocks. http://blogs.platts.com/2015/09/04/path-crude-oil-exports-congress/ Not least, Congress is slow."], [231, "2015-09-16T01:31:31Z", [0.7], "WH against it: http://www.usnews.com/news/politics/articles/2015/09/15/white-house-opposes-gop-bill-to-lift-oil-export-ban"], [1080, "2015-09-16T00:59:26Z", [0.85], "Needed for balance of trade"], [36, "2015-09-15T23:39:05Z", [0.2], ""], [43, "2015-09-15T23:15:35Z", [0.0], "Following Raisinville all the way down, Brier incentives be darned."], [83, "2015-09-15T23:13:44Z", [0.01], "Today Obama announced preference to leave the export decision to commerce department, rather than supporting congress making the decision through legislation.  Expect now, that a change in export regulations will be initiated by commerce dept, not through Congressional legislation, if at all."], [38, "2015-09-15T22:01:51Z", [0.95], "correcting forecast on previous post - - I don't know how my forecast got posted as 0!"], [38, "2015-09-15T21:48:54Z", [0.0], "~~~~~~\nhttp://www.texaslawyer.com/id=1202737109604/House-Energy-Panel-Approves-Bartons-Bill-to-Lift-Crude-Oil-Export-Ban?slreturn=20150815133747 Sept 14.  \"At the recent markup of H.R. 702, Barton [R Texas] commented, \"As of this morning we had 125 bipartisan co-sponsors from across the country representing 39 states.  This is a rare breed of legislation—one with endorsements from the Blue Dog Coalition and the Republican Study Committee; business and labor leaders; East Coast, West Coast and Texans,\" Barton said. \"I want to thank those groups that have written letters of support and worked to educate this Congress  . .. \"\n\"Approved by a subcommittee of the Energy and Commerce Committee by a voice vote . . . \" \"This is really a simple issue to me—we have an abundance of crude oil production, our refineries are running at near capacity, our storage is at record highs, and our producers are slowing or stopping production because they are captive to the domestic market. This is not good for our economy,\". . . \" \"On Sept. 1, the U.S. Energy Information Administration (EIA) released its report titled Effects of Removing Restrictions on U.S. Crude Oil Exports.  . . .  the EIA report states, \"Although unrestricted exports of U.S. crude oil would either leave global crude prices unchanged or result in a small price reduction compared to parallel cases that maintain current restrictions on crude oil exports, other factors affecting global supply and demand will largely determine whether global crude prices remain close to their current level. … While removing restrictions on U.S. crude oil exports either leaves global prices unchanged or lowers them modestly, global price drivers unrelated to U.S. crude oil export policy will affect growth in U.S. crude oil production and exports of crude oil and products whether or not current export restrictions are removed.\"\"\n~~~~~~\nhttp://www.nasdaq.com/article/equinix-newmont-mining-halcn-resources-seadrill-partners-and-cobalt-international-energy-highlighted-as-zacks-bull-and-bear-of-the-day-cm519657#ixzz3lpaFq4Uw Sept 14.  \"Given the relentless rise in production, lifting the four-decade old ban on U.S. oil exports makes more sense. This mood is now echoing from divergent corners of Capitol Hill. Recently, Republican presidential candidate Marco Rubio made a salient point to lift the ban in his energy policy.\"  \"Initiation of exports would greatly help the beleaguered books of independent exploration and production companies. Capitol Hill has lately seen intense lobbying by the industry bigwigs for the lifting of the ban.\"  \"If the present trend of patronage continues, the House will likely vote in favor of lifting the ban this month.\"\n~~~~~~~\nhttp://canadafreepress.com/article/75266 Sept 14.  \"Hidden within the pages of a new study, released September 8, on the likely destinations of U.S. crude oil exports, is an explanation of how and why U.S. oil could “bolster Israel’s defenses.” \"Engineers at Turner, Mason & Company, which focuses on petroleum refining, marketing, and transportation, did the study. It analyzed the match between U.S. crude and where it will likely flow if the export ban is lifted. Using “a variety of fundamental and commercial factors,” the study concludes: “the large majority of crude exported from the U.S. in an open market environment would stay in the Atlantic basin, flowing to refineries in Europe and other Western Hemisphere markets.” The rationale revolves around the type of crude oil needed for refineries.\" \"U.S. “light tight oil” is a good fit for refineries that depend on declining supplies from the North Sea and the increasingly volatile Russian source. Surprisingly, Israel is one of the Russian-oil-dependent countries.\nOn page 27, the study states:   “World oil markets do not always operate in a pure economic fashion,\n  and there are many other factors that influence crude trade flows.\n  Much of this owes to the fact that national oil companies and cartels\n  (OPEC) are major players in crude markets, and often prioritize\n  political, foreign relation or national security goals above\n  economics. As evidenced by the current U.S. export restrictions,\n  government policy can have major impacts on crude flows even in\n  countries where the oil industry is not nationally controlled. As a\n  result, geopolitical factors and events (i.e., conflicts, sanctions)\n  have historically had a great impact on crude oil supply and demand\n  and have greatly impacted crude flows for years, and this will\n  continue to be the case in the future.”\n. . .  \" . . . you may not have known, Russia is a leading supplier of crude oil to Israel. \" \"The study points out the geopolitics: “Most Middle East producers (with the exception of semi-autonomous Iraqi Kurdistan) refuse to provide crude to Israel.” Israel currently satisfies its demand, approximately 250,000 barrels per day, with Russian oil.\" \"If the White House—and Senators like Schatz—really wants to find new ways to help Israel, lifting the 40-year-old oil export ban should be a no-brainer. Yom Kippur—the “day of atonement” on the Jewish calendar—is September 23. It would be a perfect day for Democrats and Republicans to be united in standing with Israel by lifting the export ban and giving Israel the security of supply and strengthen the frayed ties between two long-time allies.\" \"Action on this issue is expected this week. Call your legislators and tell them you stand with Israel: “lift the export ban.”\n~~~~~~~\nCOMMENT:  Next step:  consideration by the full Energy and Com­merce Committee.  I find it fascinating that some are suggesting that Democrats who voted for the Iranian nuclear deal can \"absolve\" themselves of their perceived slight to Israel by voting for the oil export ban to be lifted. CORRECTION:  I don't know how it happened that this comment got posted with a 0 forecast.  I've changed it to 95%."], [136, "2015-09-15T20:55:21Z", [0.75], "http://www.wsj.com/articles/house-plans-vote-on-bill-to-lift-ban-on-oil-exports-1442329626\n\"House Majority Leader Kevin McCarthy (R., Calif.) announced the vote, which is being scheduled for the last week of September, at a Tuesday speech before the Houston-area Chamber of Commerce. While the legislation is likely to pass the GOP-controlled House, its prospects in the Senate are less clear, and the White House said it opposes it.\n...\nMr. McCarthy is scheduling the vote for the last week of September, but fights over unrelated spending issues could push the vote on oil exports by a week or two, according to GOP House aides. \n...\nA Senate panel voted earlier this summer on similar legislation to lift the oil-export ban, but no Democrats supported the measure. That bodes poorly for its prospects before the full Senate, should it come up for a vote at all in the coming weeks.\nA spokeswoman for Senate Majority Leader Mitch McConnell (R., Ky.), whose office controls the floor schedule in the Senate, declined to comment. Mr. McConnell hasn’t weighed in on the topic publicly.\"\n"], [1028, "2015-09-15T20:30:17Z", [0.75], ""], [740, "2015-09-15T19:09:21Z", [0.85], "A lot of money was spent for lobbying. And American value are supported. Marvelous."], [1016, "2015-09-15T18:18:58Z", [0.99], "Democrats will now jump on-board, as Obama is supporting this."], [38, "2015-09-15T17:34:40Z", [0.95], " http://news.investors.com/091415-770936-congress-top-priorities-tax-reform-avoid-shutdown.htm#ixzz3lpTRmLWS  Sept 14.  \"One of the top GOP goals for the fall is to end the ban on oil exports, which supporters say would boost boost U.S. jobs and be a good foreign policy tool to cut into oil profits of Iran, Russia and other U.S. adversaries.\"\n\"Green-energy-minded Democrats may not love the idea, and a House energy panel's vote last Thursday to lift the ban didn't get a single Democratic supporter.\"\n\"But liberals have signaled that they're open to being persuaded — if the price is right. \"Before opening the door to this global market, I must feel confident that underrepresented communities all around this country would indeed benefit from the opportunities that will come from lift ing this ban,\" said Illinois Rep. Bobby Rush, the panel's top Democrat.\" \". . . [the] Energy Information Administration recently released a study saying that doing so could boost the economy, adding jobs and lowering gas prices.\"\n\"The report did note that profits of U.S. oil refiners would suffer, explaining the sector's support for continuing the ban.\"\nSo far, the Obama administration has taken steps to ease the export ban. It has allowed some exports of superlight crude and approved limited swaps, involving the sale of shale oil to Mexico in exchange for heavier oil more suited to U.S. refineries.\"\n\"Some Democrats have discussed tying a lifting of the ban with a revival of the Export-Import Bank, which has been unable to make new loans since July.\"\n\"In July, the Senate attached a renewal of the Ex-Im bank charter to a long-term highway funding bill that easily passed, but House conservatives have celebrated the demise of what it sees as a prime example of corporate cronyism.\"\n~~~~~~\nCOMMENT:  Alaska's bush communities have historically voted strongly Democratic.  Obama's recent visit to the bush has only reinforced that.  If all it will take to get the oil export ban passed is hearing from underrepresented communities, this is going to be a slam-dunk.  Sen Murkowski listens to the bush (it got her elected when the R party dumped her and she had to run as an independent), and she is in a powerful position to advocate for them.  She'll know which folks to bring to DC to plead the case for lifting the ban."], [997, "2015-09-15T17:33:33Z", [0.2], ""], [997, "2015-09-15T17:33:11Z", [0.2], ""], [980, "2015-09-15T16:51:06Z", [0.81], ""], [975, "2015-09-15T16:46:20Z", [0.05], ""], [60, "2015-09-15T16:28:51Z", [0.92], "Looks like the House is set to pass (er, vote) on this in late September. Link: http://www.wsj.com/articles/house-plans-vote-on-bill-to-lift-ban-on-oil-exports-1442329626 It would still need to pass the Senate, and the WSJ article above doesn't seem to get into the nitty-gritty of it passing. They do include this passage about it: \"A Senate panel voted earlier this summer on similar legislation to lift the oil-export ban, but no Democrats supported the measure. That bodes poorly for its prospects before the full Senate, should it come up for a vote at all in the coming weeks.\" The article also mentioned that the WH hasn't weighed in on the matter, yet, (which is something that they typically do). The article from Xu (http://thehill.com/policy/energy-environment/253665-dem-senator-renewables-could-be-key-to-lifting-oil-export-ban) seems to indicate that the Senate Democrats would be willing to \"play ball.\" (Don'tcha just love metaphors?)  The last thing to consider in this is that the deadline for this question is a ways away (in April of 2016!) If they're already planning a vote for it in September -- even if that gets pushed back to November or December -- that's still lots of time for the two sides to work things through. Given all this, I'd say it seems far more likely than not that this legislation is passed through Congress (House & Senate)."], [946, "2015-09-15T16:20:41Z", [0.75], "The oil lobby will prevail on both parties."], [941, "2015-09-15T16:19:12Z", [0.85], ""], [941, "2015-09-15T16:17:45Z", [0.75], ""], [212, "2015-09-15T15:11:40Z", [0.75], "Doing so would mean that WTI crude prices move closer to Brent crude which would help American oil producers. http://www.economist.com/news/business-and-finance/21661209-treating-mexican-oil-if-it-were-canadian-overdue-breach-americas-archaic-oil-export . The US is already going to export oil to Mexico, so further exports to the rest of the world probably isn't too far away. Republicans are mostly supportive, it's the Democrats who seem a bit uncertain, so there's still some time before bipartisan support. We'll know more when the Energy and Commerce Committee have their hearing on Thursday: http://thehill.com/policy/energy-environment/253665-dem-senator-renewables-could-be-key-to-lifting-oil-export-ban"], [493, "2015-09-15T13:24:10Z", [0.9], "Agree w/ other forecasters. Some question as to timing."], [505, "2015-09-15T12:35:38Z", [0.85], "trying to keep domestic production up for domestic firm profitability but not realizing that increased world production will decrease the world price of oil"], [920, "2015-09-15T11:21:11Z", [0.85], ""], [691, "2015-09-15T10:54:19Z", [0.82], "At the moment nobody opposes relaxing the ban except for the occasional isolationist knuckle-dragger who doesn't need campaign contributions from oil firms. However, oil prices are funny things, and short-term fluctuations often drive political decisions with long-term consequences.  "], [919, "2015-09-15T08:25:29Z", [0.64], ""], [710, "2015-09-15T08:14:38Z", [0.66], ""], [68, "2015-09-15T08:03:43Z", [0.8], "With US production starting to decline, the expected surplus for export may no longer be there. The demand for relaxation was much more urgent last year. However, it's very likely that legislation making its way through Congress will pass by the due date, as there doesn't seem to be any serious opposition to it."], [38, "2015-09-15T03:21:04Z", [0.95], "Second thought:  I should go high to start with because this could be attached to another bill and passed in a week.  I can lower it if there seems to be no action."], [38, "2015-09-15T03:18:07Z", [0.7], "thanks to austerity for the research"], [689, "2015-09-15T02:08:30Z", [0.67], "Comment deleted on May 10, 2016 05:44PM UTC"], [102, "2015-09-15T02:07:38Z", [1.0], ""], [20, "2015-09-15T01:56:08Z", [0.8], "As Konstantin and Malcolm said, there is lots of Congressional support for this. The R's are ready now and enough D's will be with clean energy tax credits added to the final bill. http://morningconsult.com/2015/09/oil-exports-could-become-energy-bargaining-chip/ The poll, in the link above, shows the public is muddled about this issue. That means whatever Congress wants, they need not worry about voter anger.  As usual, nothing is easy on Capital Hill. But this should pass. Can't say that about much else. "], [231, "2015-09-15T01:25:54Z", [0.8], "Bill making its way through Congress, with a lot of support: http://www.texaslawyer.com/id=1202737109604/House-Energy-Panel-Approves-Bartons-Bill-to-Lift-Crude-Oil-Export-Ban"], [93, "2015-09-15T01:01:13Z", [0.85], ""], [912, "2015-09-15T00:45:26Z", [0.85], ""], [102, "2015-09-14T20:54:35Z", [0.85], "Gas at the pump is $1.74 in South Carolina, a price I don't remember since the 1970's.[1]  That reduces the urgency of hoarding and also gives US producers an opportunity to lose money in the export market. [1] http://www.southcarolinagasprices.com/GasPriceSearch.aspx"], [136, "2015-09-14T20:52:18Z", [0.7], "August:\nhttp://thehill.com/policy/energy-environment/249804-senators-vote-to-lift-oil-export-ban\n\"The Senate Energy and Natural Resources Committee voted 12-10 along party lines to approve a bill sponsored by Sen. Lisa Murkowski (R-Alaska), the panel’s chairwoman, to lift the ban, while opening more areas to offshore drilling and giving nearby states a share of the royalties.\n...\nThe House is likely to vote on its own oil export bill this fall.\" September 10:\nhttp://thehill.com/policy/energy-environment/253221-house-panel-votes-to-lift-oil-export-ban\n\"A House subcommittee voted Thursday to lift the 40-year-old restriction on exporting crude oil, moving the legislation a significant step toward passage.\n...\nDemocrats objected to the bill, but most signaled a willingness to negotiate on the policy to protect interests that they said could be hurt by the change.\n...\nThe House’s consideration of oil exports kicked into high gear when Speaker John Boehner (R-Ohio) announced in July that he supported lifting the ban.\""]]}