{"question_id": 929, "title": "How many media outlets will be on the Russian Ministry of Justice's list of media designated as foreign agents on 1 June 2019? ", "possible_answers": ["Less than 3", "3 to 7, inclusive", "8 to 10, inclusive ", "11 to 20, inclusive ", "More than 20"], "crowd_forecast": [0.0, 0.0, 0.88, 0.12, 0.0], "correct_answer": "8 to 10, inclusive ", "correct_forecast": 0.88, "preds": [[67416, "2019-05-31T12:45:10Z", [0.0, 0.01, 0.98, 0.01, 0.0], "Update due to no development. "], [691, "2019-05-31T11:35:42Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [67414, "2019-05-31T09:16:43Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Just a matter of hours left and no change in the list. It is beyond statistically improbable that the list, after not changing for over 2 years will change now. "], [62808, "2019-05-30T22:16:59Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [35257, "2019-05-30T20:33:49Z", [0.01, 0.01, 0.84, 0.13, 0.01], ""], [67423, "2019-05-30T19:04:33Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Update: No chances. Final update with probability at 100 for \"8-10, incl. media outlets will be on the Russian Ministry of Justice's list of media designated as foreign agents on 1 June 2019!\""], [691, "2019-05-30T11:24:09Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [67420, "2019-05-30T11:12:00Z", [0.0, 0.0, 0.99, 0.01, 0.0], "Forecast Update #4: One day before closure there have been no changes. According to my original line of argumentation of a possible escalation after the EP Elections, I have to state that these did not materialize."], [691, "2019-05-28T12:15:33Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [691, "2019-05-27T11:32:00Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [172, "2019-05-27T01:32:22Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [74058, "2019-05-26T20:47:30Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [206, "2019-05-26T17:09:25Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [14107, "2019-05-26T13:43:09Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [13377, "2019-05-26T10:12:05Z", [0.0, 0.0, 0.88, 0.12, 0.0], ""], [691, "2019-05-25T11:56:50Z", [0.0, 0.0, 0.88, 0.12, 0.0], ""], [62808, "2019-05-24T22:58:48Z", [0.0, 0.0, 0.98, 0.02, 0.0], ""], [67414, "2019-05-24T13:37:29Z", [0.0, 0.0, 0.99, 0.01, 0.0], "1 Week left and still no change to the list."], [691, "2019-05-24T10:34:05Z", [0.0, 0.0, 0.88, 0.12, 0.0], ""], [691, "2019-05-23T10:55:45Z", [0.0, 0.0, 0.88, 0.12, 0.0], ""], [67411, "2019-05-23T06:34:38Z", [0.0, 0.0, 0.99, 0.01, 0.0], "Adjusting: there were no new information regarding this matter. Due to close end-date (June 1), chances for the list to stay unchanged increase."], [67423, "2019-05-22T21:12:51Z", [0.0, 0.0, 0.99, 0.01, 0.0], "Update: Still no changes! "], [62808, "2019-05-22T09:35:11Z", [0.0, 0.0, 0.96, 0.04, 0.0], ""], [74021, "2019-05-22T08:35:31Z", [0.0, 0.1, 0.5, 0.4, 0.0], ""], [63409, "2019-05-21T21:53:26Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Passage of time"], [14107, "2019-05-21T19:24:40Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [73953, "2019-05-21T19:19:49Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [691, "2019-05-21T14:41:06Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [67519, "2019-05-20T17:45:15Z", [0.9, 0.05, 0.05, 0.0, 0.0], "The list has not been updated since 12th May 2017. The only push for Russian Ministry of Justice to list more media outlets is if the US puts sanctions on Russian media outlets. A question I have been struggling to find an answer is how many other US-funded media outlets are operating in Russia except the already listed as foreign agents? And how many foreign media outlets in numbers and percentages in contrast to domestic media outlets operate in Russia? What I could find out is that the press and internet media is the only possibility for foreign-funded media to use at the moment, as according to multiple sources and especially the report made from Harvard,  94% in shares in television is hold by the state; ( https://scholar.harvard.edu/files/shleifer/files/media.pdf ) while the main read newspapers are actually Russian such as Metro,Moskovsky Komsomolets, Rossiyskaya Gazeta. (https://www.indexoncensorship.org/2013/12/brief-history-russian-media/) and same goes for radio as well - the most listened are Russian owned radios. Another factor to consider is the relations between Russia and the US at the moment and are there any possibilities of Russia listing more media outlets. Such forecast is very volatile as the US-Russia relations are very fragile, however, following the meeting between  the U.S. Secretary of State Mike Pompeo and Russian Foreign Minister Sergey Lavrov - both sides are working to collaborate and optimize their relationship. ( https://www.theguardian.com/world/2019/apr/11/russia-passes-bill-internet-cut-off-foreign-servers) \nPoints of conflict exist and they are multiple: Syria, the Arctic, Iran, Chinese market, Huawei, Crimea, North Korea and Venezuela among the most reactive and important, as well as the Mueller's investigation which goes along with other European-based investigation on Russian meddling in elections - keeping in mind the European election that is upcoming, this would be a soft belly between Western powers and Russia. \nNevertheless, \"Moscow may review the decision if Washington halts the crackdown on Russian media, according to the official. “If Washington comes to its senses and stops pressure on Russian media, in this case we will think about adjusting our decisions,” Klimov said. He noted that the foreign agents law signed by Russian President Vladimir Putin in late November stipulates “not only the inclusion, but also exclusion of the media” from the list.\" (https://www.rt.com/news/411949-russia-foreign-agents-america/)  Other sources: https://minjust.ru/ru/deyatelnost-v-sfere-nekommercheskih-organizaciy/reestr-inostrannyh-sredstv-massovoy-informacii\nhttps://sputniknews.com/russia/201711011058738432-russia-may-declare-usa-media-agents/\nhttps://www.csmonitor.com/World/Europe/2018/0206/Russia-s-media-scene-not-just-a-state-affair\nhttps://en.wikipedia.org/wiki/Media_of_Russia\nhttps://abcnews.go.com/International/russia-orders-check-american-media-country-retaliation-us/story?id=46227561\nhttps://www.foreignaffairs.com/articles/russia-fsu/2017-12-05/kremlins-latest-crackdown-independent-media"], [67817, "2019-05-20T01:20:05Z", [0.0, 0.8, 0.2, 0.0, 0.0], ""], [67817, "2019-05-20T01:19:40Z", [0.0, 0.45, 0.5, 0.05, 0.0], ""], [172, "2019-05-19T15:18:25Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [691, "2019-05-17T19:57:03Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [67429, "2019-05-17T12:18:40Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [62808, "2019-05-17T11:59:30Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [73526, "2019-05-17T11:15:10Z", [0.0, 0.0, 0.0, 0.45, 0.55], ""], [67414, "2019-05-17T11:08:33Z", [0.0, 0.0, 0.95, 0.05, 0.0], "Still no change in the list, highly unlikely another 2 media outlets will be added in the next 2 weeks"], [73511, "2019-05-17T09:52:45Z", [0.0, 0.0, 0.12, 0.76, 0.12], ""], [73470, "2019-05-17T06:21:54Z", [0.01, 0.05, 0.85, 0.09, 0.0], ""], [172, "2019-05-17T01:22:29Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [14107, "2019-05-16T20:19:37Z", [0.01, 0.0, 0.98, 0.01, 0.0], ""], [67423, "2019-05-16T09:01:49Z", [0.0, 0.0, 0.99, 0.01, 0.0], "Update: There has been no updates to the list since question was posted, I deem it highly unlikely that any changes will be made to the list within the next 2 weeks. Hence, I adjust my probabilities. "], [62808, "2019-05-15T22:51:25Z", [0.0, 0.0, 0.97, 0.03, 0.0], ""], [67413, "2019-05-15T09:14:26Z", [0.0, 0.02, 0.93, 0.05, 0.0], "Being so close to the end date of the question, which reduces the likelihood that one of the media outlets shuts down, and without significant changes in US-Russian relations on any matter, I put a very high likelihood on the status quo scenario. A possible scenario could be an increase as a result of more Russian media outlets being designated by the EU in the EP election. I do not place a high probability on this scenario, but I still leave a small chance."], [62808, "2019-05-13T21:40:53Z", [0.0, 0.0, 0.97, 0.03, 0.0], ""], [1333, "2019-05-12T20:32:29Z", [0.0, 0.0, 0.85, 0.14, 0.01], ""], [67424, "2019-05-12T16:34:07Z", [0.0, 0.0, 0.9, 0.08, 0.02], "I believe, that the number of designated media outlets will remain the same on June 1 of 2019 as it is today, since I assume that the designation was a direct answer from the Russian government to the US actions and media outlets can now prevent being designated knowing the criteria that Russian authorities have established for them. In December 2017 Russia declared nine US based Russian media outlets as foreign agents. It was an answer to the pressure coming from the US government. Special Counsel Robert Mueller and several congressional committees emphasized that Russia’s been involved in the 2016 US presidential election and the charges were disclosed against 13 Russian and three Russian companies.  \tNo further amendments have been made to a law that allows Russian authorities to designate international media outlets as “foreign agent”. No more media outlets have been added to the list after December 2017 either. Needs to be noted, that it’s known that in order to be added on the list, organization needs to receive foreign funding. So, I believe that media outlets operating in Russia are capable to sufficiently mitigate the risk of being designated. However, since it’s not easy to predict the actions of Russian government, I think there’s still a chance that they might add designated media outlets on the list mainly because the publishing of the Muller report might have its consequences. Also, the US has announced that next week they’re going to introduce a bill that will target entities involved in the construction of the Nord Stream 2. Moreover, there are some discussions about Russian interference in the upcoming European Parliament elections. If the EU reacts to the issue the way the US did, Russia might increase the number of media outlets on the list in response. "], [691, "2019-05-12T12:20:10Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [1034, "2019-05-11T22:06:31Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [23006, "2019-05-11T01:25:44Z", [0.0, 0.0, 0.94, 0.06, 0.0], ""], [73149, "2019-05-11T01:05:42Z", [0.0, 0.05, 0.35, 0.45, 0.15], "Russia's list will increase but it will be resistant to increase too much"], [1034, "2019-05-09T19:56:18Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [14107, "2019-05-09T14:22:40Z", [0.03, 0.0, 0.95, 0.02, 0.0], ""], [67427, "2019-05-09T07:48:59Z", [0.0, 0.0, 0.95, 0.05, 0.0], "Update 09.05.2019  The amount of designated media outlets remains the same.  As argued before, it seems almost impossible that some of the entities will be delistet due to lasting tensions between Russia and the West. Furthermore, it is also very unlikely that one of the media outlets will shut down or that one of the subsidiaries will be closed soon.   The 5% percent for \"11 to 20, inclusive\" is based on the existing probability that tensions will increase further. A possible scenario could be that the EU will designate or sanction Russian media outlets based on accussations that these tried to manipulate or interfere in the upcoming EU election. However, with the Brexit still going on and the short period of time, it seems  unlikely that the EU will be sanctioning new entities in May which means in return that it is also unlikely that Russia will designate new Western media outlets.  "], [172, "2019-05-09T02:45:00Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [67420, "2019-05-07T17:46:59Z", [0.0, 0.0, 0.8, 0.15, 0.05], "Forecast Update #3: Since there is only one month to go and there are no news at all about any of the listed media are going to shut down, I now exclude the chance of a reduction completely.   In my original forecast, I further argued that only because the number of registered media has been stable so far, this does not mean it has to continue to be that way. I particularly pointed towards the EU elections and Russian interference, which could cause further mutual counter-measures (see original forecast), which could lead to new media outlets on the list. In my opinion, this argument still holds true. However, I also pointed towards the danger of domestic instability in Russia as motivation for further additions to the list (see original forecast), as well as, a worsening relationship with the US. However, both points have to be relativized due to the limited amount of time left till June, 1. On the one hand, I could not find any events, expected to provoke drastic riots in Russia in this period of time. On the other hand, with Trump's Russian affair finding an end, and his focus on the Chinese trade war at the moment, I don't see a big escalation potential there this month either - maybe a small one regarding Venezuela. Thus, I furthermore reduce the chances of additional media outlets on the list. Over all, I estimate not an 80% chance of 8 to 10 media outlets on the list on June 1, 2019. "], [67429, "2019-05-07T16:56:31Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [12591, "2019-05-07T01:26:29Z", [0.0, 0.0, 0.85, 0.1, 0.05], ""], [691, "2019-05-06T12:16:04Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [45821, "2019-05-06T08:14:34Z", [0.05, 0.1, 0.15, 0.55, 0.15], ""], [72713, "2019-05-05T19:02:23Z", [0.0, 0.0, 0.7, 0.2, 0.1], ""], [1034, "2019-05-05T18:48:25Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [14107, "2019-05-05T05:38:19Z", [0.05, 0.0, 0.92, 0.03, 0.0], ""], [70711, "2019-05-04T22:02:55Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [691, "2019-05-04T19:10:12Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [49359, "2019-05-03T23:53:06Z", [0.0, 0.1, 0.4, 0.5, 0.0], ""], [691, "2019-05-03T19:14:56Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67423, "2019-05-03T17:07:15Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [62808, "2019-05-02T21:42:08Z", [0.0, 0.0, 0.97, 0.03, 0.0], ""], [67429, "2019-05-01T12:16:15Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [37651, "2019-04-30T16:48:21Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [67416, "2019-04-30T07:45:01Z", [0.0, 0.05, 0.9, 0.05, 0.0], "Update: \nGetting closer and no news. (no bankruptcies or adding to the list) "], [37379, "2019-04-30T03:01:29Z", [0.0, 0.0, 0.96, 0.04, 0.0], ""], [172, "2019-04-30T02:10:13Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [1034, "2019-04-29T18:31:29Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [12879, "2019-04-28T17:45:05Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [593, "2019-04-27T11:26:13Z", [0.0, 0.01, 0.95, 0.03, 0.01], ""], [13377, "2019-04-27T09:59:33Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [62808, "2019-04-26T22:18:43Z", [0.0, 0.0, 0.97, 0.03, 0.0], ""], [67423, "2019-04-26T15:46:14Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [37651, "2019-04-26T09:39:24Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [72649, "2019-04-24T16:38:28Z", [0.05, 0.15, 0.6, 0.15, 0.05], ""], [67427, "2019-04-24T13:41:50Z", [0.0, 0.0, 0.95, 0.05, 0.0], "UPDATE 24.04.2019 It seems extremly unlikely that the Russian Federation would delist some of the media outlets regarding the lasting tension between Russia and the West. It is also very unlikely that one of the media outlets will shut down or that one of the subsidiaries will be closed soon as there are no PR notices or news articles indicating such steps. As a result, with only a bit more than 1 month left, it seems almost impossible that the number of media outlets will be decreased, thus, resulting in an under 1% lieklihood (practically = 0%).  On the other hand, the short time period makes it less likely that there will be new media outlets designated under the 'Register of Foreign Media performing the Functions of a Foreign Agent' list. Furthermore, there were no news articles from Russian mainstream media (which publish their articles in English) about plans to designate new entities (non-exhaustive media reasearch). However, the 5% derives from a potential increase of tensions between the EU and Russia. As explained before, the EU designating Russian media outlets for distributing fake news might be an incentive for Russia to designate EU media outlets as revenge. "], [31450, "2019-04-24T12:09:08Z", [0.0, 0.0, 1.0, 0.0, 0.0], "No one has been added since 2017 and we only have a little more than a month to go. Based on that I am going all in on 8 to 10."], [67107, "2019-04-23T20:13:23Z", [0.0, 0.0, 0.25, 0.75, 0.0], "The passing of this law seems to be in order to combat the United States' media influence in the region and to crack down on dissenting opinion from their major foreign adversary. After the Mueller report, which explicitly confirms Russian meddling in our democratic elections and paints them in a rather negative and corrupt light, the chance that more media outlets will be designated as foreign agents will increase. There has not been an addition to the list since 2017 and 9 are on the list, but since the Mueller report was a massive document condemning Russia's interference, it's likely that more will be added. However, more than 20 seems unlikely since in two years since the law's passing there has only been outlets added."], [67420, "2019-04-23T11:13:45Z", [0.01, 0.04, 0.6, 0.3, 0.05], "Forecast update #2: No news"], [67422, "2019-04-23T08:24:36Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [72548, "2019-04-23T08:21:43Z", [0.1, 0.2, 0.4, 0.2, 0.1], "Currently there are 9, but … some of these may close or merge;  or some more may be added (eg, by widening the definition of \"media organisation\", or by including individuals)."], [66764, "2019-04-22T22:43:04Z", [0.0, 0.0, 0.8, 0.15, 0.05], "It is most likely that Russia will put between eight and ten media outlets on its Ministry of Justice's list of media designated as foreign agents. Currently, Russia has nine media outlets named on the list, and these nine are the same ones added on December 5th, 2017. Since then, none have gone on as additional outlets, and because of that, it's doubtful that more will be added anytime soon. "], [172, "2019-04-21T14:14:59Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [1333, "2019-04-21T11:52:49Z", [0.0, 0.0, 0.86, 0.14, 0.0], ""], [691, "2019-04-20T14:15:06Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67414, "2019-04-20T12:21:17Z", [0.0, 0.0, 0.9, 0.1, 0.0], "As of now, no new media outlets have been added to the list since the original 9 were added on December 5th 2017. Also, because these media outlets were added in under a month after the passage of the law, it makes me suspect that the Russian government had been monitoring media outlet's funding and already knew which ones were \"foreign agents\".  Therefore, I suspect the reason more haven't been added is because there aren't any more that were present before 2017. It also suggests that this once more of a one time law that was meant to send a message, but since then has been forgotten about and lawmakers have failed to enforce it since.  Therefore, in order to be added to the list a previously \"non foreign agent\" media outlet would have to receive foreign financial contributions. I find this highly improbable, because no Russian Media outlet would willingly want to take steps to be added to this list and then face attack. Therefore, they would have to be in dire financial trouble to accept this consequence. It isn't impossible but from now to June 1st I would give it only a 2% chance of happening.   Another way a media outlet could be added would be if it is a new media outlet that is receiving foreign support in order to get off the ground. However, the long term consequences of being on this list and being subject to government harassment would not make a good sustainable business model. Therefore, I find this also an unlikely scenario, one which only has a 3% chance of happening by June 1st.  The last scenario would be if a foreign government purposely set up and funded a Russian media outlet. I do find this more probable than the other two option due to the fact that this enterprise wouldn't care if is discriminated against and harassed by the Russian government, because they are deliberately trying to subvert the government and would reasonably expect retaliation. However, I do find it unlikely that it would happen, because most government who would want to do this to Russia are Western Democracies that have a system of checks and balances to prevent abuse of power. This makes decisions like this harder to make and set up. Furthermore, the foreign government would be setting up this media outlet in full knowledge of its failure due to the hostile Russian environment, thereby questioning whether it would be a good use of money. For these reasons I give this scenario only 5% chance of happening by June 1st. "], [67429, "2019-04-20T10:45:14Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [62808, "2019-04-20T00:16:14Z", [0.0, 0.0, 0.96, 0.04, 0.0], ""], [691, "2019-04-19T19:18:08Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [70402, "2019-04-16T19:50:10Z", [0.0, 0.06, 0.22, 0.42, 0.3], ""], [72163, "2019-04-16T06:02:53Z", [0.0, 0.0, 0.7, 0.2, 0.1], ""], [72024, "2019-04-15T12:10:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [71806, "2019-04-14T18:25:05Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [70311, "2019-04-14T01:00:34Z", [0.0, 0.0, 0.3, 0.5, 0.2], ""], [70450, "2019-04-12T15:12:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Only two more have to be added to reach 11. "], [70026, "2019-04-12T13:54:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [67428, "2019-04-12T10:56:21Z", [0.0, 0.0, 0.95, 0.05, 0.0], "Update\n12/04/2019: the list is showing still 9 media. No changes have occurred after November 2017, so I see even less likely the probability of even 2 new outlets in the last month and a half."], [70082, "2019-04-11T23:27:11Z", [0.0, 0.02, 0.48, 0.48, 0.02], ""], [70031, "2019-04-11T22:27:08Z", [0.45, 0.55, 0.0, 0.0, 0.0], ""], [67422, "2019-04-11T21:05:15Z", [0.0, 0.0, 0.9, 0.1, 0.0], "Update: \n11/04/19 - The list is still showing 9 media. Since June is approaching and changes have not been made to the list after November 2017, it becomes even more likely that the list will remain with 9 media designated as foreign agents. "], [172, "2019-04-11T20:30:26Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [69412, "2019-04-11T16:02:24Z", [0.0, 0.1, 0.6, 0.2, 0.1], ""], [69689, "2019-04-11T13:41:59Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2019-04-11T12:26:47Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [69543, "2019-04-11T11:27:26Z", [0.0, 0.1, 0.25, 0.5, 0.15], ""], [5018, "2019-04-11T05:50:14Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [69065, "2019-04-11T04:04:55Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [69082, "2019-04-11T03:34:42Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [68814, "2019-04-11T00:07:09Z", [0.0, 0.0, 0.0, 0.25, 0.75], "Rt will be the only state sanctioned news approved for citizens "], [68573, "2019-04-10T22:07:25Z", [0.15, 0.8, 0.05, 0.0, 0.0], ""], [68372, "2019-04-10T21:22:20Z", [0.0, 0.1, 0.15, 0.35, 0.4], ""], [67448, "2019-04-10T11:39:35Z", [0.0, 0.0, 0.75, 0.25, 0.0], "Seeing as no additions have been added to the list since its creation it is somewhat unlikely that new media outlets will be added in the next two and a half months. \nI have therefore chosen to give a higher percentage to 8 to 10, inclusive. With that being said I do believe that there is a slight chance, 25 percent to be precise, that some media outlets can be added to the list. I have not given any percentage to any of the reduction options, as I find it unlikely that the Russian government will reduce the list, seeing as the relationship between Russia and the West has not improved since the creation of the list. Another aspect I have taken into account is the fact that Russia in July 2018 passed a law that makes it possible for them to label individual journalists as foreign agents (source: https://europeanjournalists.org/blog/2018/07/05/russia-passes-new-law-to-label-individual-journalists-as-foreign-agents/). This law also gives the government the right to block websites and blogs without a court ruling. The law signals that Russia has not improved its relationship with foreign media, which again strengthens the argument that they will not reduce the list.  Sources:\nhttps://minjust.ru/ru/deyatelnost-v-sfere-nekommercheskih-organizaciy/reestr-inostrannyh-sredstv-massovoy-informacii\nhttps://europeanjournalists.org/blog/2018/07/05/russia-passes-new-law-to-label-individual-journalists-as-foreign-agents/\nhttps://www.reuters.com/article/us-russia-usa-media-restrictions/russias-putin-signs-foreign-agents-media-law-idUSKBN1DP0I2 "], [37651, "2019-04-10T09:23:07Z", [0.0, 0.0, 0.65, 0.35, 0.0], ""], [37651, "2019-04-10T09:22:06Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [68334, "2019-04-09T01:47:08Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [67427, "2019-04-08T20:28:53Z", [0.0, 0.01, 0.89, 0.1, 0.0], "16 months ago, the ‘Register of Foreign Media performing the Functions of a Foreign Agent’ came into force. Its establishment was seen as a direct response to the US after the US requested Russia Today, a state-funded Russian media outlet, to register itself as foreign agent pursuant to the ‘Foreign Agent Registration Act’. The register and the new focus on media outlets by Russian regulators might have been a novelty in this form, however, the underlying legal structure mirrors laws which aimed at NGOs by requesting them to register as “foreign agents” (2012 version) and later on allowed the Russian authorities “to prosecute foreign non-governmental organisations (NGOs) or firms designated as ‘undesirable’” (BBC 2015). Since then, the number and the targeted entities remained the same (9 media outlets). Meanwhile, the number of targeted NGOs declined from 135 entities in 2016 to 74 in 2018 as external funding stopped or Russian branches of Western NGOs closed (researched by user @mbayer123). In what extent this decrease has an effect on the assessed probability will be elaborated in the following paragraphs. Furthermore, it is important to consider the remaining time of less than 2 months for the forecast due to its minimizing effect on the probability of an extreme change in the trend. As a logical result, the options which ‘border’ the most likely outcome seem to be more likely than the extremes at the edges.  The first option “Less than 3” equals a lift of the imposed sanctions by Russia on Western media outlets. Regarding the current tensions in US-Russia and EU-Russia relations it seems unlikely that Russia, the US or the EU would lift its sanctions programs. A unilateral action by the Russian Federation to display good will seems unlikely, too. As a result, this forecast assesses this event as a black swan with a likelihood beneath 1% to represent the theoretical possibility of this scenario. However, in this forecast, the probability for option 1 will be assessed as 0% or in other words as ‘practically non-existent’.  Option 2 “3 to 7, inclusive” doesn’t merely depend on a lift on sanctions. The following two developments explain how this scenario could happen. First, it is possible that the sanctioned media outlets will stop operate due to frozen external funding, increased bureaucratic obstacles or through the prosecution of its employees and assets by Russian authorities. While all factors are valid, their critical impact on the designated media shouldn’t be overestimated. All stated media outlets are state-funded by the USA (or represent subsidiaries of the state-funded beneficiary owner) which eliminates the economic pressure to always work profitable in order to sustain their business. Furthermore, the named media outlets specialised themselves to operate in civil rights oppressed environments and, hence, have the expertise and willingness to face state oppression. The forecast at hand assumes that this is a main difference between the designated media entities and the NGOs which stopped to act within Russia. As a result, the declining rate of NGOs doesn’t represent a valid reference class for this case. Another development which might lead to delistings by the Russian Federation could be improved relations to the USA and the EU. Delisting entities might be a bargain in future cooperation negotiations. However, under the current situation it seems very unlikely that tension will decrease enough in order to initiate such a political development as it would be a 180° turn in the foreign policy of all involved parties. Reflecting these circumstances: this forecast will assess the likelihood for “3 to 7, inclusive” with 1% as it represents a practically possible outcome compared to option 1, but it remains a very unlikely one nonetheless.  Since late November 2017 there were no further designations of media outlets as foreign agents. The designations of Western media might have been a one-time-response to the US’ demand towards Russia Today in order to display protest against this request and to fuel dissents. Another possible assumption is that the Russian government tested this form of sanctions and concluded that they weren’t effective enough. This would explain why the Russian Federation didn’t designate further media outlets as foreign agents despite several US/EU-policies which could be used as justification (e.g.: expansion of sanctions program against Russia). As a result, the probability that the number of sanctioned media organisations remains “8 to 10, inclusive”, while considering the low likelihood for a reduction mentioned above, must be high. Another argument for a high probability is the relative constant relations between Russia and the US/EU (only recently!). While remaining suspicious towards each other, none of the involved parties dared to confront the other party directly (sanctions should be seen as an indirect tool of foreign policy. Furthermore, the nature of the imposed sanctions by the US & EU are sectoral sanctions which represent a ‘soft’ form of economic isolation. As a result, only specific Russian entities and individuals are sanctioned but not the entirety of the Russian economy or society).   A slight increase is assessed to be unlikely in general (challenged by the third option), but more likely than a slight decrease in the number of designated entities. The main reason for this difference is based upon the current declining relations between all involved parties. This option’s probability depends on the occurrence of possible and realistic events which inherit negative impacts on the relations mentioned above. Conflicts like the war in eastern Ukraine, in Syria and in Libya boost a more hostile stance of Russia towards the West as both sites support different actors in each war theatre. Also, possible Russian disinformation campaigns targeting the EU elections and other general elections across Europe comprise the potential to devastate the relations further. E.g.: a block of Russian social media accounts which are suspected to be state-owned fake accounts could motivate the Russian government to expand its sanctions on Western media outlets. The likelihood of further declining relations is limited by the rare use of this specific sanction tool in the past. For this purpose, the option “11 to 20, inclusive” will be assessed to have a probability of 10%.  A sharp increase seems also very unlikely as it represents like option 1 an extreme event. This scenario seems only plausible in the event of black swans (e.g.: sudden rise of public mass protests in Russia which threaten to overthrow the government could lead to a block and expulsion of foreign media by Russian authorities as they might expect an involvement of Western states). Like option 1, this scenario, “More than 20”, is theoretically possible (assessed with less than 1%) but will be excluded as ‘practically non-existent’ with 0%.  To conclude, a drastic reduction or increase of designations, which are rooted in extreme scenarios, are ‘practically non-existent’. The 10 times higher likelihood of a slight increase in comparison to a slight decreased is mainly based on current relations dynamic between the involved parties favouring the former. This forecast assesses that the number of designated entities will very likely remain stable and that this scenario is only challenged by unlikely events such as black swans. As a result, it will be assessed with an 89% probability and is, hence, (~) 9 times more likely than the second most likely option.  Sources: \n-\tMinistry of Justice of the Russian Federation (2017): https://minjust.ru/ru/deyatelnost-v-sfere-nekommercheskih-organizaciy/reestr-inostrannyh-sredstv-massovoy-informacii\n-\tReuters (2017): Russia’s Putin signs ‘foreign agents’ media law: https://www.reuters.com/article/us-russia-usa-media-restrictions/russias-putin-signs-foreign-agents-media-law-idUSKBN1DP0I2\n-\tReuters (2017): Russia designates Radio Free Europe and Voice of America as 'foreign agents': https://www.reuters.com/article/us-russia-usa-media-restrictions/russia-designates-radio-free-europe-and-voice-of-america-as-foreign-agents-idUSKBN1DZ0MP\n-\tReuters (2018): Plan to combat fake news proposed as EU elections approach: https://www.reuters.com/article/us-eu-internet-fakenews/plan-to-combat-fake-news-proposed-as-eu-elections-approach-idUSKBN1O41LM\n-\tRadioFreeEuropea / RadioLiberty (2019): About Us: https://pressroom.rferl.org/about-us\n-\tRadioFreeEuropea / RadioLiberty (2019): RFE/RL Language Service: https://pressroom.rferl.org/rferl-language-services-map\n-\tThe Moscow Times (2017): Russia Names 9 U.S. News Outlets ‘Foreign Agents’: https://www.themoscowtimes.com/2017/12/05/Russia-names-9-US-news-outlets-foreign-agents-a59805\n-\tCBS News (2017): U.S. launches TV network as alternative to Russian propaganda: https://www.cbsnews.com/news/us-current-time-tv-network-rfe-russia-russian-propaganda-misinformation-rt/\n-\tBBC 2015: Russia’s Putin signs law against ‘undesirable’ NGOs: https://www.bbc.com/news/world-europe-32860526\n-\tEU vs Disinfo (2019): https://euvsdisinfo.eu/\n-\tPolitico (2019): Facebook takes down two Russian disinformation networks in Eastern Europe: https://www.politico.eu/article/facebook-takes-down-two-russian-disinformation-networks-in-eastern-europe/\n-\tThe Guardian (2018): EU raises funds to fight 'disinformation war' with Russia: https://www.theguardian.com/world/2018/dec/05/eu-disinformation-war-russia-fake-news\n-\tUS Department of Treasury (2019): Resource Center: https://www.treasury.gov/resource-center/sanctions/Programs/Pages/ukraine.aspx\n-\tEU (2019): EU Sanction Map. Russia: https://www.sanctionsmap.eu/#/main/details/26/?search=%7B%22value%22:%22%22,%22searchType%22:%7B%7D%7D\n-\tBloomberg (2018): Russia has a Plan for Libya – Another Qaddafi: https://www.bloomberg.com/news/articles/2018-12-20/russia-has-a-plan-for-libya-another-qaddafi\n-\tMbayer123: https://www.gjopen.com/comments/comments/840402\n"], [49838, "2019-04-07T22:04:53Z", [0.02, 0.03, 0.72, 0.23, 0.0], ""], [1034, "2019-04-06T21:20:06Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [67422, "2019-04-06T15:48:20Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [67420, "2019-04-06T10:35:42Z", [0.01, 0.04, 0.6, 0.3, 0.05], "As base-rate for the forecast at hand serves the history of the Russian foreign agent law, introduced  in July 2012.  In its original form, it concerned only non-governmental organizations with foreign funding and political activities. In November 2017, it was extended to media outlets. For an adequate estimation of the number of registered media outlets on June 1, 2019, the forecast at hand will consider three things: first, the reasons for the establishment of the law and its extension respectively, the numbers of registered organizations on the list, as well as the reasoning for corresponding labeling and finally, the differences between NGOs and media-outlets will be reviewed.\nThe introduction of the law, in the first place, had primarily domestic reasons, namely the mass protests between the parliamentary and presidential elections in winter 2011/spring 2012 (https://www.dw.com/de/was-ausl%C3%A4ndischer-agent-in-den-usa-und-russland-bedeutet/a-41469379). However, already in 2012, official statements referred to the US Foreign Agent Registration Act (FARA) that itself registers foreign lead organizations and demands disclosure of their finances and activities in the US (https://www.dw.com/de/ngos-in-russland-angeschlagen-aber-ungeschlagen/a-41454896). The amendment of the law and its corresponding extension on media outlets in 2017 were then in fact a direct consequence of the worsening relations between the US and Russia. Washington accused Moscow of having influenced its presidential election in 2016 - also with the help of the state-controlled and financed media outlet RT. As a consequence, RT had to register as a \"foreign agent\" under FARA on November 13 following a request by US authorities. The Kremlin regarded this as an attack on Russian media and interests and introduced the media law only days after the incident.  \nToday, April 6, 2019 there are 74 organizations registered as foreign agents in Russia (http://unro.minjust.ru/NKOForeignAgent.aspx), as well as 9 media outlets (https://minjust.ru/ru/deyatelnost-v-sfere-nekommercheskih-organizaciy/reestr-inostrannyh-sredstv-massovoy-informacii). While the media outlet list has not changed since December 2017, when exclusively US affiliated media outlets were labeled as foreign agents, only days after the introduction of the law, the corresponding NGO list has faced more changes. While the law was introduced in July 2012, it was not before June 2013 that the first organizations were correspondingly labeled, so round about a year later (http://unro.minjust.ru/NKOForeignAgent.aspx), after preceding public searching of NGO offices in spring 2013. Throughout the years the number of foreign agent changed since many of the affected organizations stopped foreign funding or were dissolved. In July 2016, for instance, there were still 135 organizations on the list (https://www.boell.de/de/2016/09/13/zivilgesellschaft-russland-wo-unterstuetzung-von-aussen-lebensnotwendig-wird), in November 2017 87 (https://www.dw.com/de/ngos-in-russland-angeschlagen-aber-ungeschlagen/a-41454896), and as of today, as above mentioned, 74. The important implication for the forecast at hand is that only because the number of registered media has been stable so far, this does not mean it has to continue to be that way. Both, increased domestic struggles for the regime, as well as tensions with other states could motivate Russia to add other media outlets on the list. Particularly, important in this context is the high degree of uncertainty in terms of the future of Russian US relationships, on the one hand, and the upcoming EU parliament elections in May 2019, on the other hand. If the EU should experience aggressive Russian experience this could lead to corresponding actions and ultimately to a fast Russian reaction, as happened after the US elections.  Based upon this analysis, the forecast at hand, the forecast at hand comes to the following conclusion: Less than 3 is estimated to be highly unlikely, as of 1%, due to the tensions in Russian US relations that keep getting worst, as well as the elaborated possible consequences after the EU elections. A 4% likelihood is attributed to Answer #2 - 3-7, since it cannot be completely excluded that two of the listed media outlets might stop operating in Russia. Due to the past stability of the list, as well as the fact that there only two months left till the question’s deadline, a relative stable domestic situation in Russia, and the small timeframe of actions in terms of a potential EU-Russian conflict after the EU elections before the question’s deadline, the forecast at hand estimates a likelihood of 60% for 8-10 listed media outlets. It considers the probability of 11 to 20 registered media outlets as half as likely to realize but in the realm of the possible. A 5% likelihood - as much as the first two options together - is given to the last option - in case of a complete escalation of the situation. \n"], [63409, "2019-04-06T00:19:13Z", [0.0, 0.01, 0.89, 0.1, 0.0], "Updating for passage of time"], [691, "2019-04-05T14:59:58Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [691, "2019-04-04T18:08:08Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [23006, "2019-04-04T02:17:06Z", [0.0, 0.0, 0.92, 0.08, 0.0], ""], [67416, "2019-04-03T08:58:47Z", [0.0, 0.16, 0.79, 0.05, 0.0], "The the law has been passed there have been 9 agents on the list. \nThe new bill that allows to classify individuals as foreign agents and the law on NGO's as foreign agents is used now a days. Fx. Center for media support and assistance is recognized as foreign agent for ministry of Justice on the 20.02.19, but as an NGO. (https://www.svoboda.org/a/29780256.html)  Arguments for reductions on the list: \nHowever Russia could take of one or several media outlets of the list to show good will. But is is unlikely. The other possible outcome is that some of the media outlets will close and when they stop to exist they will be taken of the list. It lead to a reduction. The small outlets as Tatar-Bashkiria Radio station (Azatliq Radiosi) and Sibiria Radio (Сибирь.Реалии)  as the possible canditates for the closere. Bigger ones as Radio Europe still continue running. If those two radio stations close it will put it to total count of 7.  Arguments for adding more organisations on the list: \nStill more international tension between Russia and USA after the Muller report. Russia could avenge and add some media outlets that have only little connection to western countries. But it is less possible that reduction on the list, as the obvious are already on the list. "], [62808, "2019-04-02T20:45:38Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [67429, "2019-03-31T19:56:55Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [10110, "2019-03-30T20:00:05Z", [0.0, 0.0, 0.4, 0.45, 0.15], "With the Barr Report saying Mueller found election interference from Russia, I see a good chance the number of media outlets designated as foreign agents will increase, and possibly dramatically.  "], [67423, "2019-03-30T19:36:24Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [67411, "2019-03-26T11:43:43Z", [0.0, 0.0, 0.95, 0.05, 0.0], "8-10, inclusive - 95%. My prognosis is that the list will stay the same. \nSince the December 2017, when Russia has declared nine US media outlets to be foreign agents there were no changes in that list. From a personal point of you, it seems to be a one-time thing for Moscow to respond to American sanctions towards Russia. What is more, the question is by June 2019. Considering a very short time period, it is very unlikely that there will be any changes in International Relations that could have an effect on the list. Especially, knowing that on March 5, 2019, Trump already extended U.S. sanctions against Russia for one more year. Hence, Russia had time to respond to it. \n11-20, inclusive - 5%. Despite the arguments expressed before, knowing the uncertainties when it comes to politics, in this case, especially, to Russia, I give a very small chance that lists my extended with some extra names. "], [172, "2019-03-25T00:50:51Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [67422, "2019-03-24T19:06:28Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [67417, "2019-03-24T17:26:38Z", [0.02, 0.03, 0.8, 0.1, 0.05], "Considering that “Ministry of Justice's list of media designated as foreign agents” has 9 members which were all uploaded in the same day (05.12.2017) more than 16 months have passed since that day, it is highly likely that such number will remain the same from here to June 1. Furthermore, more than a technical measure based on facts it looks like a political response to US measures adopted in relations to the allegations that Russia interfered in last U. S.’s presidential election (accuses of a mass campaign of disinformation etc). Therefore, I assess an 80% chance that on 1 June 2019 such members of the list will be between “8 to 10, inclusive”.  That said, I leave a little window of posibility since the highly degree of unpredictability of the Russian international relations and dynamics. For instance, a sudden sharp stiffening of the American-Russian relationship might lead Russia to extend the list. The same is true for the European-Russian relationship, especially with the upcoming European elections and the recent accuses toward Russia of trying to manipulate the Election (in particular by France and Macron).  On the other hand, even though unlikely, it cannot be completely excluded the reverse outcome, namely a détente between Russia and the West in general. Such an outcome might lead the Kremlin to remove some or all the members of the list. However, considering the little time left and the current state of affairs I assess this possibility as the most unlikely. Sources:\n-https://minjust.ru/ru/deyatelnost-v-sfere-nekommercheskih-organizaciy/reestr-inostrannyh-sredstv-massovoy-informacii\n-https://www.reuters.com/article/us-russia-usa-media-restrictions/russias-putin-signs-foreign-agents-media-law-idUSKBN1DP0I2"], [35217, "2019-03-24T07:28:04Z", [0.0, 0.0, 0.89, 0.11, 0.0], "Increasing probability of status quo due to passage of time. "], [67423, "2019-03-19T20:14:40Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [691, "2019-03-19T10:45:50Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [1034, "2019-03-17T22:52:48Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [172, "2019-03-15T00:19:57Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [691, "2019-03-14T12:15:34Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [13377, "2019-03-14T09:09:01Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [691, "2019-03-13T11:18:30Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67430, "2019-03-11T12:22:30Z", [0.0, 0.0, 0.9, 0.1, 0.0], "This measure, implemented around 16 month ago, looks today as a one-time-provision in response to an alleged increasing pressure on Russian media outlets in the United States. Since November 2017, the list - counting 9 members - has not been further modified. There is no reason to believe that the measure will be withdrawn or limited from here to next June, but I assign a slight chance to a scenario where the ongoing investigation on the relations between Trump and Moscow  exacerbates the situation. "], [1034, "2019-03-09T21:36:43Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [5018, "2019-03-09T20:28:53Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [691, "2019-03-08T17:19:32Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67428, "2019-03-08T13:12:36Z", [0.0, 0.0, 0.9, 0.1, 0.0], "To me, the law approved by Russia about allowing authorities to list foreign media outlets as “foreign agents” seems an answer to the measure taken by the US after the allegations that Russia interfered in last year’s U.S. presidential election in favour of Trump. \n“U.S. intelligence officials have accused the Kremlin of using Russian media organizations it finances to influence U.S. voters, and Washington has since required Russian state broadcaster RT to register a U.S.-based affiliate company as a “foreign agent”” https://www.reuters.com/article/us-russia-usa-media-restrictions/russias-putin-signs-foreign-agents-media-law-idUSKBN1DP0I2 It looks like a targeted Russian response to US. That’s why is unlikely that the number of foreign agents would decrease.\t\nAdditionally, in 2017 the number of media outlets designated as foreign agents was 9 and it has not increased so far, even if there were the conditions for Russia to do that.\t https://www.bbc.com/news/world-europe-42234582\nConcerning the EU, in 2015 has been established a task force to fight cyber disinformation episodes, in particular the ones from Russia. This team has succeeded, and the EU has also warned against possible Russian inference during the campaigns for European elections. Currently, the Commission is even strengthening its battle against the circulation of fake news. It allocated several millions of euros (from 1.9 million euros in 2018 to 5 million euros in 2019 to EEAS, responsible of identifying misinformation campaigns), to this struggle, in particular on internet platforms. https://www.thenewfederalist.eu/european-elections-russia-and-fake-news-under-commission-s-scrutiny\nIn particular, countries like France are fighting a war against disinformation (with the new law to remove \"fake news\" during electoral campaign and with Macron's claims on Russia medias).\nThis actions could make Russia want to respond, adding new media outlets in its list.\n "], [691, "2019-03-07T19:10:11Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67422, "2019-03-06T19:59:18Z", [0.0, 0.0, 0.8, 0.2, 0.0], "The current list designates 9 medias as foreign agents. Acknowledging the common tone of American and Russian diplomatic relations, I find logical to define Putin’s move as a response to the American allegations that took place in 2017. Hence, I believe that the current list is a manifestation of dissatisfaction within a certain context and therefore, I find it unlikely that the list will further be used. Moreover, I find most likely that the 9 figure represents the number of medias deemed to generally interfere in Russian politics and will therefore remain as such. Hence, I assign a probability of 80% for the list to remain with 9 medias and 0% to be reduced. \nHowever, considering the latest claims of the French president Emmanuel Macron on Russian media, it is important to keep in mind that there is still a good possibility that Putin decides to enlarge the list in response to French politics, therefore assigning a probability of 20% to additional media to be designated by the Russian Ministry of Justice.\nNevertheless, it is very unlikely that the number of potential medias to be added before June surpasses the number of medias that were designated after the events of 2017, therefore considering \"more than 20\" impossible. "], [67429, "2019-03-06T18:06:33Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [67423, "2019-03-05T18:54:06Z", [0.0, 0.0, 0.95, 0.05, 0.0], "The law was seemingly passed in direct response to increasing pressure in the US to have Russian US-based media outlets register as foreign agents. No media outlets have been added to the Russian list since 2017. Hence, the law seems to have been a ‘one-of’ response to the developments in the US.  Hence, it seems very unlikely that the number of medias designated as foreign agents will surpass the current 9. Hence, the 8-10 interval is assigned a 95% probability. However, the pending results of the Mueller investigation in the US could increase tensions around any Russian media outlets in the US, and hence, Russia could retaliate by increasing the number of US entities on the list of foreign agents. This development (in the form of the 11-20 interval) is ascribed a 5 % probability.  "], [67625, "2019-03-05T13:56:03Z", [0.0, 0.0, 0.9, 0.09, 0.01], "https://www.nytimes.com/2017/11/15/world/europe/russia-news-media-foreign-agents.html the measure is claimed to habe been taken unwillingly to respond to US policy on Russian media. This extraordinary measure is not likely to be much more than a symbolic one meant to give US a message. The most likely outcome is for the 9 actual media outlets to remain the only ones on the list, even though there is a possibility for additional ones added. "], [691, "2019-03-04T12:54:54Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [172, "2019-03-04T03:13:07Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [1333, "2019-03-04T01:00:41Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [67418, "2019-03-02T15:02:12Z", [0.0, 0.0, 0.75, 0.25, 0.0], "At present, there are 9 media outlets on the Russian Ministry of Justice’s list of media designated as foreign agents since December 2017.\nNevertheless, compared to the current context, it would not be surprising to see the list grow. First, France will Harden its politics towards the Russian media present in the country. A report published on September 4, 2018, entitled \"The manipulation of information: a challenge for our democracies\", from the Foreign Ministry, invites the French government to \"name and isolate\" organizations that act as «  foreign propaganda organs ». It is explicitly suggested that journalists from Russian news organizations, such as RT and Sputnik should not be accredited or invited to press conferences.\nIn addition, President Macron judges that the over-media coverage of the \"Yellow Vests\" crisis is a \"manipulation\", orchestrated notably by Russia and RT France. According to him, there is manipulation of the extremes, with the help of a foreign power (source: https://www.lepoint.fr/politique/emmanuel-berretta/macron-elysee). Sputnik and RT have not been accredited by LREM (Macron Party) to cover its European elections campaign.\nFor the moment, Moscow has not yet taken binding decisions on France, but could very well be retaliated by June 2019 if the situation gets even worse, by appointing France Media World, including France24 and the RFI radio station, as a foreign agent. This can very well increase the number of the list, easily exceeding 10. Secondly, just a few months before theEuropean elections, governments warn against possible Russian media interference in the campaign, fearing its impact in countries with particularly divided views (Source: https://www.lapresse.ca/international /europe/201902/28/01-5216459-lombre-dune-possible-ingerence-russe-plane-sur-les-elections-europeennes.php). In this clash of information, on the eve of the European elections, Western media may find themselves in the list in retaliation for sanctions by Europeans of Russian media. Third, Canadian media could also be named, because of Canada's refusal to accredit Sputnik and RIA Novosti journalists for the Lima Group meeting on Venezuela. Thus, there is no probability for proposal less than 9 media on the list, the highest probability for 8 to 10, inclusive, and for 11 to 20, there is also, I think, some good probabilities, it is not so unlikely to happen. More than 20, according to the listing of media, that is infrequent, seems impossible. \n"], [691, "2019-03-02T12:46:29Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [15196, "2019-03-02T04:38:30Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [23006, "2019-03-01T23:11:42Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [67429, "2019-03-01T14:51:36Z", [0.0, 0.0, 0.95, 0.05, 0.0], "Since the law was passed, no other media outlets have been added to the list — it remains at 9. The law can be viewed as a direct reaction to the US move on RT America, a move to assert dominance and a warning to other media outlets. Both the underlying reasons for the implementation of the bill, and its overall effect on existing media outlets, give reason to believe that no other media outlets will be identified as foreign agents before June. Thus, it is expected that come June 1 the number will stand at 9.  It is therefore considered highly improbable that media outlets will be removed from the list, accounting for the 0% allocation on the first two forecast options. So too, while the addition of two media platforms is considered a possibility (albeit a small one, at 3%), a more than doubling of outlets listed (to account for the ‘more than 20’ option) is not. "], [691, "2019-02-26T18:03:48Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [67415, "2019-02-26T16:42:38Z", [0.0, 0.01, 0.95, 0.04, 0.0], "As I see it this bill was signed (december 2017) for two reasons: 1) to ban a certain group of media outlets, and 2) to serve as a warning for big foreign media outlets. Since thhe bill was signed no other media outlets have been removed or added, and I see little signs in Russian media that others will follow soon. "], [1333, "2019-02-24T13:07:42Z", [0.0, 0.0, 0.8, 0.15, 0.05], ""], [62808, "2019-02-23T00:21:17Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [82, "2019-02-22T00:45:38Z", [0.0, 0.02, 0.96, 0.02, 0.0], "Putin might get mad at someone, but he might also reward a media outlet as a favor to Trump. "], [172, "2019-02-20T18:52:24Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [691, "2019-02-18T13:28:24Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [40272, "2019-02-16T17:28:18Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [691, "2019-02-15T13:12:26Z", [0.0, 0.0, 0.83, 0.17, 0.0], ""], [67435, "2019-02-14T07:03:59Z", [0.04, 0.03, 0.61, 0.19, 0.13], "Given that no additions have been made since the law was passed, it seems unlikely that Russia will add more agents to the list than the 9 it currently has. The law was perhaps mostly introduced to make a point and secondly to be able to act on unwanted media. It seems very unlikely that any of the outlets would come off the list, as I believe this might only be the case if they were forced to or decided to stop their activities in Russia. It may be a little more like that all the RFE/RL outlets close at the same time, taking the number below 3, rather than just one agent closing down. For Russia to add more agents to the list, something would need to happen to upset them, so e.g. US or another country would need to restrict Russia media or otherwise upset Putin, which seems seems most likely, if the US shows undoubtable evidence of Russia medling, but even then the US would probably, one would hope, try to think before acting and look for better ways to address this than open aggression through one sided measures. "], [172, "2019-02-12T01:33:06Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [1034, "2019-02-11T22:05:18Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2019-02-11T13:12:04Z", [0.0, 0.0, 0.83, 0.17, 0.0], ""], [691, "2019-02-08T16:14:34Z", [0.0, 0.0, 0.83, 0.17, 0.0], ""], [691, "2019-02-05T13:14:08Z", [0.0, 0.0, 0.83, 0.17, 0.0], ""], [65401, "2019-02-03T20:20:49Z", [0.0, 0.01, 0.96, 0.02, 0.01], ""], [691, "2019-02-02T14:21:28Z", [0.0, 0.0, 0.83, 0.17, 0.0], ""], [691, "2019-02-01T17:00:29Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [172, "2019-01-31T23:01:32Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [172, "2019-01-31T03:02:21Z", [0.0, 0.0, 0.85, 0.15, 0.0], "Current count is 9, comrade "], [63409, "2019-01-30T00:52:18Z", [0.0, 0.01, 0.85, 0.14, 0.0], "Passage of time"], [1034, "2019-01-29T21:57:59Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2019-01-29T21:09:02Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [1034, "2019-01-27T21:44:12Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [41922, "2019-01-26T22:32:21Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [67029, "2019-01-24T22:57:20Z", [0.59, 0.16, 0.15, 0.05, 0.05], ""], [1333, "2019-01-23T19:17:02Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2019-01-22T15:27:03Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [172, "2019-01-22T01:34:42Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [37379, "2019-01-21T03:02:27Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [206, "2019-01-20T18:16:55Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2019-01-20T13:11:11Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [66868, "2019-01-19T09:27:27Z", [0.0, 0.1, 0.2, 0.4, 0.3], ""], [41922, "2019-01-18T10:07:58Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [19801, "2019-01-18T06:00:35Z", [0.0, 0.0, 0.95, 0.05, 0.0], "The list has 9 as it has throughout. There is less and less time for additions to the list."], [64368, "2019-01-16T23:34:22Z", [0.0, 0.5, 0.3, 0.2, 0.0], "It's quite likely that Russia's disinformation campaign will spark continued journalistic \"dissent.\" I can't envision the Kremlin's repression of news outlets running contrary to Russian propaganda as decelerating or simply remaining constant. I expect more \"near abroad\", that is, former USSR or Warsaw Pact, news outlets to be singled out."], [691, "2019-01-16T13:19:49Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [1034, "2019-01-14T19:39:59Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [39708, "2019-01-14T06:59:21Z", [0.15, 0.35, 0.25, 0.15, 0.1], ""], [1333, "2019-01-13T23:31:22Z", [0.0, 0.0, 0.78, 0.22, 0.0], ""], [1034, "2019-01-12T22:27:53Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2019-01-12T17:00:42Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [8318, "2019-01-12T05:34:30Z", [0.0, 0.0, 0.4, 0.6, 0.0], ""], [66458, "2019-01-10T05:56:42Z", [0.0, 0.0, 0.1, 0.7, 0.2], "Likely to grow"], [691, "2019-01-09T13:04:47Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [1034, "2019-01-07T20:28:11Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [63991, "2019-01-07T17:43:37Z", [0.05, 0.1, 0.15, 0.55, 0.15], ""], [64584, "2019-01-07T15:39:48Z", [0.0, 0.27, 0.35, 0.38, 0.0], ""], [66142, "2019-01-07T11:34:53Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [64407, "2019-01-07T03:59:20Z", [0.0, 0.02, 0.73, 0.25, 0.0], ""], [27155, "2019-01-07T03:00:57Z", [0.01, 0.04, 0.6, 0.3, 0.05], ""], [65388, "2019-01-06T20:27:29Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [64871, "2019-01-06T18:07:58Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [64714, "2019-01-06T17:31:57Z", [0.25, 0.25, 0.25, 0.25, 0.0], ""], [37379, "2019-01-06T10:47:04Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [1034, "2019-01-04T20:16:08Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2019-01-04T13:23:46Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [63409, "2019-01-04T07:42:45Z", [0.0, 0.01, 0.8, 0.17, 0.02], "Updating for passage of time"], [48709, "2019-01-03T10:40:52Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [48709, "2019-01-03T10:39:04Z", [0.1, 0.15, 0.75, 0.0, 0.0], "Time update "], [63963, "2019-01-02T23:32:50Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2018-12-31T12:50:20Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [63353, "2018-12-28T14:44:26Z", [0.0, 0.0, 0.45, 0.55, 0.0], ""], [691, "2018-12-28T12:59:20Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [691, "2018-12-24T14:00:36Z", [0.0, 0.0, 0.84, 0.16, 0.0], ""], [691, "2018-12-20T13:19:40Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [63698, "2018-12-19T19:13:21Z", [0.02, 0.35, 0.45, 0.18, 0.0], ""], [52807, "2018-12-19T15:19:34Z", [0.0, 0.01, 0.97, 0.02, 0.0], ""], [15953, "2018-12-16T11:35:25Z", [0.0, 0.0, 0.6, 0.3, 0.1], ""], [1333, "2018-12-16T08:15:52Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [691, "2018-12-14T21:20:17Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [82, "2018-12-14T01:46:45Z", [0.0, 0.01, 0.94, 0.05, 0.0], ""], [63486, "2018-12-09T18:55:00Z", [0.0, 0.15, 0.65, 0.1, 0.1], ""], [691, "2018-12-09T18:30:13Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [63479, "2018-12-09T13:15:02Z", [0.0, 0.1, 0.3, 0.5, 0.1], ""], [63409, "2018-12-08T06:41:34Z", [0.0, 0.01, 0.75, 0.2, 0.04], ""], [63319, "2018-12-05T15:20:26Z", [0.05, 0.15, 0.4, 0.35, 0.05], ""], [1333, "2018-12-05T09:03:13Z", [0.0, 0.0, 0.78, 0.22, 0.0], ""], [62266, "2018-12-05T03:09:47Z", [0.0, 0.04, 0.86, 0.1, 0.0], ""], [172, "2018-12-02T23:30:30Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [691, "2018-11-28T13:23:56Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [52343, "2018-11-25T23:09:53Z", [0.0, 0.0, 0.65, 0.35, 0.0], ""], [1333, "2018-11-25T19:49:53Z", [0.0, 0.0, 0.77, 0.23, 0.0], ""], [691, "2018-11-25T14:08:07Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [691, "2018-11-20T16:15:36Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [62808, "2018-11-20T14:55:58Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [373, "2018-11-17T23:16:52Z", [0.0, 0.05, 0.6, 0.3, 0.05], ""], [62731, "2018-11-16T04:07:43Z", [0.0, 0.2, 0.29, 0.5, 0.01], ""], [691, "2018-11-15T17:05:37Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [35217, "2018-11-15T16:03:30Z", [0.0, 0.0, 0.85, 0.15, 0.0], "I don't see any media getting removed from the list, reasons:\n1) Russia/USA relationship is still strained, and the list appears to be a tit-for-tat instrument for Russia should the US crack down on Russian media in the US.\n2) The more \"domestic\" media outlets on the list are on there for some reason determined by the Russian government, but I don't see the media outlets would change their stance after being put on the list. Also, if they went out of business, I doubt they would be removed from the list in that case.\nI see a low likelihood of media outlets being added. Possible scenarios:\n1) tit-for-tat connected to some events in the US or elsewhere\n2) more \"domestic\" media outlets will be deemed fit for the list\nFor both scenarios, I also see about a 50:50 probability that only one media outlet gets added in one go. Given there are currently 9 on the list I guess overall I am estimating 30% probability that media outlets get added, 15% that multiple get added in one go. Should one single outlet get added to the list, will have to revise 11 to 20 bucket probability up."], [1333, "2018-11-14T19:23:42Z", [0.0, 0.0, 0.76, 0.24, 0.0], ""], [50981, "2018-11-14T14:39:28Z", [0.0, 0.0, 0.23, 0.32, 0.45], ""], [29054, "2018-11-13T16:31:54Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [13377, "2018-11-13T00:21:01Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [28166, "2018-11-12T01:58:27Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [172, "2018-11-11T22:58:49Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [691, "2018-11-10T13:32:36Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [691, "2018-11-06T12:45:05Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [172, "2018-11-05T01:05:15Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [691, "2018-10-30T15:01:34Z", [0.0, 0.0, 0.82, 0.18, 0.0], ""], [172, "2018-10-29T00:14:02Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [691, "2018-10-28T12:03:16Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [35636, "2018-10-28T05:24:08Z", [0.0, 0.0, 0.95, 0.05, 0.0], "209 (0) from 93 0-0-78-22-0\nWas 0-2-60-38-0 now 0-0-95-5-0 \nDear Leader of Rossiya to meet Dear Leader of MAGALand in WH next year. "], [1333, "2018-10-25T16:01:49Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [29054, "2018-10-24T19:50:14Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2018-10-24T13:35:02Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [15265, "2018-10-23T17:05:56Z", [0.0, 0.1, 0.8, 0.1, 0.0], ""], [28414, "2018-10-22T14:07:51Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Russia may limit foreign participation in news aggregators\nhttps://ria.ru/society/20181022/1531207617.html?referrer_block=index_archive_4 MOSCOW, October 22 - RIA News. A draft has been submitted to the State Duma, proposing to limit to 20% the share of foreign shareholders in the authorized capital of news aggregators in the Russian Federation, follows from the database of the lower house of parliament. \"The draft federal law\" On introducing changes to Article 104 of the Federal Law \"On Information, Information Technologies and Information Protection\" ... aims to limit participation in the activities of the news aggregator owner of foreign states, international organizations, organizations under their control, foreign legal entities, Russian legal entities whose share of foreign participation in the authorized capital is more than 20 percent, foreign citizens, stateless persons, citizens of the Russian Federation, citizenship of another state \", - stated in the explanatory note to the document. It is noted that restrictions are proposed for \"preventing the threat to public order in Russia and creating, thereby, favorable conditions for the development of civil society.\"\n"], [691, "2018-10-20T21:51:39Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [61641, "2018-10-20T15:34:01Z", [0.0, 0.07, 0.75, 0.18, 0.0], ""], [82, "2018-10-18T16:02:22Z", [0.0, 0.05, 0.9, 0.05, 0.0], ""], [34725, "2018-10-18T07:03:51Z", [0.01, 0.0, 0.89, 0.1, 0.0], ""], [691, "2018-10-16T12:28:07Z", [0.0, 0.0, 0.79, 0.21, 0.0], ""], [1333, "2018-10-16T10:58:27Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [34725, "2018-10-16T09:03:14Z", [0.01, 0.0, 0.89, 0.1, 0.0], ""], [691, "2018-10-15T12:48:18Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [19801, "2018-10-14T22:28:00Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [691, "2018-10-12T21:48:34Z", [0.0, 0.0, 0.73, 0.27, 0.0], ""], [34725, "2018-10-10T07:55:51Z", [0.01, 0.0, 0.89, 0.1, 0.0], ""], [15265, "2018-10-09T21:38:00Z", [0.0, 0.1, 0.7, 0.2, 0.0], ""], [82, "2018-10-09T02:17:09Z", [0.01, 0.01, 0.88, 0.1, 0.0], ""], [1333, "2018-10-06T17:17:05Z", [0.0, 0.05, 0.65, 0.3, 0.0], ""], [11200, "2018-10-04T16:02:07Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [691, "2018-10-03T13:13:12Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [691, "2018-10-01T11:38:27Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [1333, "2018-09-29T14:30:27Z", [0.0, 0.05, 0.5, 0.35, 0.1], ""], [691, "2018-09-28T13:19:50Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [39781, "2018-09-28T12:47:58Z", [0.0, 0.3, 0.6, 0.1, 0.0], ""], [1333, "2018-09-27T17:39:09Z", [0.0, 0.0, 0.5, 0.45, 0.05], ""], [691, "2018-09-23T12:00:06Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [172, "2018-09-23T00:26:13Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [61055, "2018-09-22T21:24:38Z", [0.0, 0.0, 0.35, 0.5, 0.15], ""], [691, "2018-09-18T12:57:06Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [1333, "2018-09-17T16:24:05Z", [0.0, 0.04, 0.5, 0.46, 0.0], ""], [61006, "2018-09-17T15:37:38Z", [0.0, 0.1, 0.2, 0.4, 0.3], ""], [691, "2018-09-17T13:50:04Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [60967, "2018-09-16T23:54:28Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [59882, "2018-09-13T22:42:20Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Currently 9. The list hasn't changed since it was first created. This issue does not appear to be in play at the moment. Me: 0/0/100/0/0\nCrowd: 0/0/66/34/0"], [691, "2018-09-13T12:45:24Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [172, "2018-09-12T20:38:16Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [1333, "2018-09-07T14:35:30Z", [0.0, 0.04, 0.47, 0.44, 0.05], ""], [691, "2018-09-06T12:00:21Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [60666, "2018-09-02T14:40:14Z", [0.05, 0.2, 0.5, 0.2, 0.05], ""], [172, "2018-08-29T12:34:17Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [172, "2018-08-29T12:33:48Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [1333, "2018-08-28T15:37:58Z", [0.0, 0.04, 0.46, 0.45, 0.05], ""], [691, "2018-08-27T12:39:51Z", [0.0, 0.0, 0.62, 0.38, 0.0], ""], [43588, "2018-08-26T17:03:00Z", [0.0, 0.0, 0.75, 0.15, 0.1], ""], [172, "2018-08-23T21:03:35Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [60394, "2018-08-23T11:24:48Z", [0.0, 0.0, 0.25, 0.46, 0.29], ""], [29054, "2018-08-22T20:15:30Z", [0.0, 0.0, 0.28, 0.72, 0.0], ""], [60359, "2018-08-22T16:15:46Z", [0.01, 0.01, 0.4, 0.55, 0.03], ""], [691, "2018-08-22T13:06:55Z", [0.0, 0.0, 0.61, 0.39, 0.0], ""], [35636, "2018-08-20T13:28:11Z", [0.0, 0.02, 0.6, 0.38, 0.0], "158 from 80 (was 118 from 68 on July 6th) 66-34-1 8, 11, 3 Was 0-1-58-40-1 now 0-2-60-38-0.  Pootey been a bit quiet, wonder what Merkel said. "], [172, "2018-08-19T23:51:23Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [43588, "2018-08-19T19:14:22Z", [0.0, 0.0, 0.75, 0.15, 0.1], ""], [691, "2018-08-18T15:33:29Z", [0.0, 0.0, 0.58, 0.42, 0.0], ""], [1333, "2018-08-17T14:35:45Z", [0.0, 0.05, 0.45, 0.45, 0.05], ""], [41922, "2018-08-16T11:48:47Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [31450, "2018-08-15T22:19:01Z", [0.0, 0.0, 0.8, 0.2, 0.0], "The last hasn't been updated in well over a year so I am shifting lower until something happens."], [691, "2018-08-13T13:50:25Z", [0.0, 0.0, 0.54, 0.46, 0.0], ""], [172, "2018-08-12T13:01:38Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [172, "2018-08-10T00:01:47Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [36132, "2018-08-09T18:22:33Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [40617, "2018-08-07T21:23:41Z", [0.0, 0.02, 0.95, 0.02, 0.01], ""], [1333, "2018-08-07T11:52:48Z", [0.0, 0.05, 0.35, 0.55, 0.05], ""], [60017, "2018-08-06T21:53:18Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2018-08-05T13:15:07Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [60069, "2018-08-01T14:35:34Z", [0.0, 0.0, 0.2, 0.6, 0.2], ""], [172, "2018-08-01T10:14:01Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [15196, "2018-07-30T18:00:30Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [691, "2018-07-30T12:06:30Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [36016, "2018-07-30T06:57:37Z", [0.0, 0.25, 0.5, 0.25, 0.0], ""], [691, "2018-07-29T11:52:27Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [172, "2018-07-25T11:28:29Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [32300, "2018-07-24T23:12:21Z", [0.0, 0.05, 0.69, 0.25, 0.01], ""], [37852, "2018-07-24T19:03:03Z", [0.01, 0.05, 0.65, 0.25, 0.04], ""], [59967, "2018-07-23T19:56:53Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2018-07-23T12:32:02Z", [0.0, 0.0, 0.4, 0.6, 0.0], ""], [48709, "2018-07-23T06:23:39Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Time update"], [52343, "2018-07-20T14:30:54Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2018-07-19T12:13:49Z", [0.0, 0.0, 0.39, 0.61, 0.0], ""], [691, "2018-07-18T11:42:52Z", [0.0, 0.0, 0.39, 0.61, 0.0], ""], [172, "2018-07-18T11:34:40Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [691, "2018-07-16T14:35:49Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [12591, "2018-07-15T16:31:57Z", [0.0, 0.05, 0.25, 0.4, 0.3], ""], [691, "2018-07-12T12:34:12Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [19801, "2018-07-10T05:00:39Z", [0.0, 0.0, 0.47, 0.53, 0.0], ""], [691, "2018-07-09T16:33:48Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [1333, "2018-07-07T18:30:44Z", [0.0, 0.05, 0.45, 0.45, 0.05], ""], [1333, "2018-07-07T18:30:07Z", [0.0, 0.05, 0.35, 0.55, 0.05], ""], [172, "2018-07-06T21:13:10Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [691, "2018-07-06T20:32:00Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [35636, "2018-07-06T09:14:27Z", [0.0, 0.01, 0.58, 0.4, 0.01], "Is a paper and its website counted as 1 or 2? \n118 from 68 bettors."], [23591, "2018-07-05T11:27:57Z", [0.0, 0.02, 0.25, 0.4, 0.33], ""], [691, "2018-07-02T18:19:19Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [172, "2018-07-02T11:34:03Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [59439, "2018-07-01T13:42:00Z", [0.25, 0.35, 0.35, 0.05, 0.0], ""], [55873, "2018-06-30T04:09:16Z", [0.0, 0.15, 0.6, 0.15, 0.1], ""], [39813, "2018-06-29T09:47:33Z", [0.0, 0.33, 0.33, 0.33, 0.01], ""], [59550, "2018-06-28T12:02:40Z", [0.01, 0.1, 0.59, 0.3, 0.0], ""], [59499, "2018-06-27T22:45:46Z", [0.0, 0.0, 0.22, 0.74, 0.04], ""], [59490, "2018-06-27T19:52:21Z", [0.0, 0.0, 0.1, 0.6, 0.3], ""], [59405, "2018-06-27T18:52:48Z", [0.0, 0.0, 0.0, 0.88, 0.12], ""], [59263, "2018-06-27T18:28:21Z", [0.5, 0.3, 0.1, 0.1, 0.0], ""], [59147, "2018-06-26T19:10:03Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [691, "2018-06-26T12:41:47Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [50937, "2018-06-24T04:56:11Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [172, "2018-06-24T01:17:46Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [691, "2018-06-23T19:35:21Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-06-22T13:52:10Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-06-20T20:00:57Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [59061, "2018-06-17T18:13:28Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [44887, "2018-06-16T15:48:04Z", [0.0, 0.0, 0.3, 0.7, 0.0], ""], [691, "2018-06-16T13:33:44Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [172, "2018-06-13T22:46:11Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [1333, "2018-06-13T15:03:58Z", [0.0, 0.05, 0.35, 0.55, 0.05], ""], [691, "2018-06-11T13:17:04Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-06-08T13:54:00Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [58891, "2018-06-07T01:28:42Z", [0.0, 0.01, 0.55, 0.39, 0.05], ""], [691, "2018-06-04T11:48:55Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [42472, "2018-06-03T15:48:50Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [691, "2018-06-03T13:04:02Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [593, "2018-06-02T19:47:00Z", [0.0, 0.05, 0.35, 0.35, 0.25], ""], [48709, "2018-06-01T03:04:08Z", [0.2, 0.6, 0.2, 0.0, 0.0], "Hard to tell "], [691, "2018-05-31T18:50:27Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-05-28T18:02:24Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-05-26T13:28:17Z", [0.0, 0.0, 0.37, 0.63, 0.0], ""], [691, "2018-05-24T20:29:56Z", [0.0, 0.0, 0.44, 0.56, 0.0], ""], [1333, "2018-05-24T14:59:07Z", [0.0, 0.05, 0.45, 0.45, 0.05], ""], [56970, "2018-05-23T07:48:31Z", [0.0, 0.0, 0.8, 0.2, 0.0], ""], [29980, "2018-05-20T23:19:29Z", [0.0, 0.0, 0.45, 0.35, 0.2], ""], [29054, "2018-05-20T20:50:27Z", [0.0, 0.0, 0.0, 1.0, 0.0], "That is how many will get acreditation, now if there is a consolidation in the sindication that number can go down."], [38707, "2018-05-20T16:44:59Z", [0.0, 0.0, 0.3, 0.7, 0.0], ""], [691, "2018-05-17T15:26:59Z", [0.0, 0.0, 0.44, 0.56, 0.0], ""], [172, "2018-05-16T22:14:14Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [29146, "2018-05-14T17:07:01Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [50568, "2018-05-14T16:45:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2018-05-14T13:26:23Z", [0.0, 0.0, 0.51, 0.49, 0.0], ""], [691, "2018-05-12T12:56:43Z", [0.0, 0.0, 0.52, 0.48, 0.0], ""], [1333, "2018-05-11T14:49:32Z", [0.0, 0.15, 0.45, 0.35, 0.05], ""], [172, "2018-05-10T00:47:37Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [33887, "2018-05-09T17:48:12Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [12879, "2018-05-08T13:32:01Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [58112, "2018-05-06T13:38:05Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [52343, "2018-05-06T04:01:04Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [1333, "2018-05-05T14:53:52Z", [0.0, 0.25, 0.45, 0.25, 0.05], ""], [50981, "2018-05-02T04:48:32Z", [0.0, 0.0, 0.23, 0.32, 0.45], ""], [172, "2018-05-02T01:10:04Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [691, "2018-05-01T23:13:56Z", [0.0, 0.0, 0.59, 0.41, 0.0], ""], [53217, "2018-05-01T21:25:14Z", [0.0, 0.05, 0.55, 0.35, 0.05], ""], [53217, "2018-05-01T21:18:53Z", [0.0, 0.05, 0.55, 0.35, 0.05], ""], [56970, "2018-05-01T11:31:36Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [1333, "2018-04-30T15:56:37Z", [0.15, 0.25, 0.45, 0.15, 0.0], ""], [33875, "2018-04-29T18:45:23Z", [0.0, 0.03, 0.3, 0.55, 0.12], ""], [1333, "2018-04-29T09:27:32Z", [0.15, 0.35, 0.45, 0.05, 0.0], ""], [691, "2018-04-26T01:30:12Z", [0.0, 0.0, 0.59, 0.41, 0.0], ""], [55547, "2018-04-25T18:54:09Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [172, "2018-04-25T12:00:33Z", [0.0, 0.05, 0.7, 0.25, 0.0], ""], [51876, "2018-04-24T00:45:32Z", [0.15, 0.15, 0.0, 0.35, 0.35], ""], [920, "2018-04-23T11:42:25Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [39847, "2018-04-22T22:02:31Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [51457, "2018-04-21T04:16:50Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [172, "2018-04-20T01:27:18Z", [0.0, 0.05, 0.6, 0.3, 0.05], ""], [691, "2018-04-19T15:47:33Z", [0.0, 0.0, 0.59, 0.41, 0.0], ""], [37446, "2018-04-18T12:54:44Z", [0.0, 0.6, 0.25, 0.1, 0.05], ""], [36147, "2018-04-18T12:14:16Z", [0.4, 0.33, 0.04, 0.14, 0.09], ""], [39814, "2018-04-17T20:23:37Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [16272, "2018-04-17T18:02:27Z", [0.0, 0.03, 0.7, 0.2, 0.07], ""], [3317, "2018-04-17T17:31:40Z", [0.0, 0.05, 0.75, 0.15, 0.05], ""], [52343, "2018-04-16T22:20:51Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [41922, "2018-04-16T21:56:40Z", [0.0, 0.0, 0.35, 0.6, 0.05], ""], [691, "2018-04-16T21:30:31Z", [0.0, 0.0, 0.58, 0.42, 0.0], ""], [57849, "2018-04-16T15:16:01Z", [0.0, 0.0, 0.85, 0.15, 0.0], ""], [172, "2018-04-16T12:23:27Z", [0.0, 0.05, 0.6, 0.3, 0.05], "Being a journalist in Mother Russia is dangerous... story concerns journalist who broke the story of Russians killed in Syria by US aligned forces... Russuans see foreign agents everywhere (or FSB)\nhttp://www.bbc.com/news/world-europe-43781351"], [39937, "2018-04-16T08:45:00Z", [0.0, 0.0, 0.96, 0.04, 0.0], ""], [40272, "2018-04-15T17:28:48Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [1333, "2018-04-15T09:41:55Z", [0.25, 0.35, 0.35, 0.05, 0.0], ""], [12591, "2018-04-15T05:41:38Z", [0.0, 0.05, 0.25, 0.4, 0.3], ""], [52883, "2018-04-14T22:49:56Z", [0.05, 0.17, 0.4, 0.25, 0.13], ""], [54760, "2018-04-14T12:34:35Z", [0.0, 0.0, 0.75, 0.25, 0.0], ""], [46339, "2018-04-14T10:58:48Z", [0.01, 0.05, 0.57, 0.07, 0.3], ""], [22767, "2018-04-14T10:42:53Z", [0.0, 0.06, 0.22, 0.37, 0.35], ""], [57887, "2018-04-14T04:35:55Z", [0.15, 0.2, 0.55, 0.08, 0.02], ""], [50981, "2018-04-14T03:09:20Z", [0.0, 0.0, 0.23, 0.32, 0.45], ""], [51261, "2018-04-14T02:30:30Z", [0.0, 0.25, 0.75, 0.0, 0.0], ""], [52343, "2018-04-14T02:24:05Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [25705, "2018-04-14T01:29:03Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [27409, "2018-04-14T01:00:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [488, "2018-04-14T00:14:54Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [488, "2018-04-14T00:11:19Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [57606, "2018-04-14T00:04:08Z", [0.0, 0.06, 0.2, 0.64, 0.1], "Most probable increase after Syrian false flag, but they will generally not go full censorship cuz Putin wishes to be seen as the only adult."], [11430, "2018-04-13T23:38:57Z", [0.06, 0.44, 0.44, 0.06, 0.0], ""], [27571, "2018-04-13T23:36:06Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [11430, "2018-04-13T23:27:03Z", [0.06, 0.44, 0.44, 0.06, 0.0], "Only a matter of time before the current ‘Russian hard line’ on western ‘interventionists’ effects all NGOs and western Media entities."], [44887, "2018-04-13T23:25:27Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [172, "2018-04-13T01:40:50Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [26419, "2018-04-12T22:38:58Z", [0.05, 0.5, 0.4, 0.05, 0.0], ""], [691, "2018-04-12T18:59:49Z", [0.0, 0.0, 0.51, 0.49, 0.0], ""], [1333, "2018-04-12T15:27:00Z", [0.45, 0.25, 0.25, 0.05, 0.0], ""], [1333, "2018-04-12T15:07:12Z", [0.55, 0.25, 0.15, 0.05, 0.0], ""], [5018, "2018-04-12T13:50:20Z", [0.0, 0.01, 0.47, 0.38, 0.14], ""], [54191, "2018-04-12T12:56:31Z", [0.0, 0.0, 0.65, 0.35, 0.0], ""], [54077, "2018-04-12T11:36:09Z", [0.08, 0.1, 0.82, 0.0, 0.0], ""], [28414, "2018-04-12T08:43:48Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [28414, "2018-04-12T08:36:59Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [56970, "2018-04-12T07:58:17Z", [0.0, 0.0, 0.9, 0.1, 0.0], "i found it hard to to establish a establish a base rate and have questions on how to count e.g., joint projects. The press stating 9, the timeline and the expressed focus on reciprocal measures, first forecast is set. I found no articles the US plans to extend the ban to other russian owned media house vice versa. Also no information on EU actions that might trigger additional outlets to be included. I understand this to executable ad hoc by the ministry without any additional legislative means.  https://www.rt.com/news/411949-russia-foreign-agents-america/"], [40702, "2018-04-12T07:55:08Z", [0.0, 0.0, 0.05, 0.9, 0.05], ""], [41922, "2018-04-11T23:47:53Z", [0.0, 0.0, 0.1, 0.6, 0.3], ""], [31450, "2018-04-11T21:39:11Z", [0.0, 0.0, 0.4, 0.6, 0.0], "Well there are currently 9 entities on the list and I don't see that dropping. While they haven't added new ones in the last few months, I am pretty sure new entities will be added in the next year or so."], [172, "2018-04-11T20:33:28Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [39381, "2018-04-11T19:29:48Z", [0.0, 0.0, 0.0, 0.44, 0.56], ""]], "open_date": "2018-04-11T17:00:30Z", "close_date": "2019-06-01T06:59:30Z"}