{"question_id": 1993, "title": "Before 16 December 2021, will the Federal Reserve announce it will reduce its monthly quantitative easing bond buying?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.97, 0.03], "correct_answer": "Yes", "correct_forecast": 0.97, "preds": [[87827, "2021-11-03T20:23:14Z", [1.0], "Resolves today."], [691, "2021-11-03T20:05:09Z", [1.0], ""], [84880, "2021-11-03T18:37:51Z", [1.0], ""], [57249, "2021-11-03T18:02:29Z", [1.0], ""], [55987, "2021-11-03T15:20:33Z", [1.0], ""], [821, "2021-11-02T23:45:12Z", [0.97], ""], [86554, "2021-11-02T20:49:50Z", [0.92], ""], [14027, "2021-11-02T20:43:44Z", [0.97], "According to the financial press the Fed has been telegraphing the beginning of the taper for some time now.  See https://www.ft.com/content/8ff2a38e-82d1-429a-935f-a26ace6f7e1d The markets have accepted the taper without much fuss, so the Fed will announce it, probably this week.  It seems the debate has moved to the question of interest rate increases."], [95503, "2021-11-02T16:24:15Z", [0.93], ""], [87827, "2021-11-02T11:09:45Z", [0.97], "Sounds like the tapering announcement is expected Wednesday."], [94872, "2021-11-02T04:00:33Z", [0.95], ""], [98345, "2021-11-02T01:57:50Z", [0.85], ""], [87897, "2021-11-01T21:31:08Z", [0.97], "They will very likely announce tapering after Wednesday's meeting: \nhttps://apnews.com/article/coronavirus-pandemic-business-health-economy-inflation-b9c578a9c296b577954f9747ae420e4e"], [67232, "2021-11-01T15:45:45Z", [1.0], ""], [13657, "2021-11-01T15:08:39Z", [1.0], ""], [87897, "2021-10-31T03:30:29Z", [0.9], ""], [14027, "2021-10-30T23:58:57Z", [0.93], ""], [86554, "2021-10-30T21:00:57Z", [0.87], ""], [46762, "2021-10-30T02:48:11Z", [1.0], ""], [46762, "2021-10-30T02:46:42Z", [0.0], ""], [27476, "2021-10-29T02:53:20Z", [0.99], ""], [767, "2021-10-29T01:06:14Z", [0.5], ""], [57249, "2021-10-28T13:32:00Z", [0.7], ""], [13657, "2021-10-28T04:22:47Z", [0.8], "Australia just tried to taper and it blew up in their face \nhttps://www.zerohedge.com/markets/australias-2y-bond-just-blew-after-central-bank-unexpectedly-refused-buy-it Which supports my theory that the only reason there is institutional buying of treasuries is because investors know they can offload the treasuries to the central banks on the back end. No investor would seriously invest in treasuries at such a low interest rate and lock up their money at an interest rate lower than the current rate of inflation for 5 10 or 20 years. And this becomes especially true as the market begins to believe that inflation is not transitory. It means there will be market pressure for treasury rates to rise, which the Federal Reserve cannot allow because the US government cannot afford market rates of interest on 30 trillion dollars of national debt."], [98345, "2021-10-26T03:22:55Z", [0.55], ""], [87897, "2021-10-25T20:57:50Z", [0.87], ""], [97312, "2021-10-25T19:23:38Z", [0.9], ""], [87827, "2021-10-24T12:49:22Z", [0.85], "Down a bit to 85 as recent weakening in the economy due to Delta may spook the Fed a bit."], [86554, "2021-10-23T17:08:39Z", [0.77], ""], [13657, "2021-10-21T15:26:38Z", [1.0], ""], [14027, "2021-10-21T14:40:57Z", [0.87], "I still think it will happen, but am less certain.  [I also think it should happen, but that has no effect whatsoever.]"], [87897, "2021-10-21T12:39:01Z", [0.9], "increasing again on the recent jobless claims: https://finance.yahoo.com/news/weekly-jobless-claims-week-ended-october-16-2021-193313259.html"], [55987, "2021-10-20T17:20:14Z", [0.99], ""], [87897, "2021-10-20T16:35:18Z", [0.83], ""], [13657, "2021-10-19T20:12:37Z", [0.7], "Reducing due to the GDP now forecast of 0.5% GDP from 1.2%. This is hardly the only indicator that I've seen out there of a coming possible recession, but it is the type of indicator that the FED might actually look at and decide to delay tapering. Also, China has been greatly reducing its treasury purchases and someone has to buy that debt"], [25265, "2021-10-14T19:45:05Z", [0.95], "increasing a bit based on [https://www.gjopen.com/comments/1343769] thanks to @erikbays "], [87897, "2021-10-14T18:36:49Z", [0.86], "increasing on the recent jobless claims"], [94872, "2021-10-13T23:46:21Z", [0.85], ""], [27476, "2021-10-13T22:57:41Z", [0.98], ""], [56170, "2021-10-13T22:50:30Z", [0.99], ""], [13657, "2021-10-13T19:19:40Z", [1.0], "The recently released FOMC minutes state that they are planning on beginning tapering November or December. However, this was before all of the recent bad economic news. A jobs report has come in below expectations, China is having a real estate meltdown that is leaking over to their stock market, our labor force participation rate has declined, and we may have several more weeks of bad economic news with the earnings reports coming out.  I am putting my forecast at 100% in order to compensate for my lower forecasts in the past, but I would put this closer to 70 or 80%. And I think they will only taper for a few months, and we will never get so far as to raise the federal funds rate.  I think it's important to keep in mind that for the FED to even suggest to taper is a hawkish move in itself. This gives the FED some \"dry powder\" so they can remove the possibility of a taper in the future as a stimulant. "], [86554, "2021-10-13T19:16:27Z", [0.66], ""], [86554, "2021-10-13T19:16:13Z", [0.6], ""], [57249, "2021-10-13T18:34:05Z", [0.85], ""], [52131, "2021-10-13T14:31:16Z", [0.38], ""], [13657, "2021-10-13T13:40:03Z", [0.8], ""], [87897, "2021-10-12T15:48:08Z", [0.82], ""], [86554, "2021-10-11T20:47:33Z", [0.35], ""], [85051, "2021-10-11T07:00:44Z", [0.9], ""], [13657, "2021-10-10T15:04:59Z", [0.05], ""], [70711, "2021-10-10T15:04:36Z", [1.0], ""], [13657, "2021-10-09T16:59:51Z", [0.6], "China has "], [87897, "2021-10-07T13:18:04Z", [0.81], ""], [94502, "2021-10-07T11:35:27Z", [0.9], "Raising to 90% on assumption Jay Powell is nominated. If he is not, will drop the odds. "], [27476, "2021-10-06T03:42:28Z", [0.94], ""], [97312, "2021-10-05T19:30:32Z", [0.9], ""], [87827, "2021-10-04T11:41:26Z", [0.88], ""], [85536, "2021-10-04T03:08:58Z", [0.9], ""], [14432, "2021-10-03T01:38:55Z", [1.0], ""], [87897, "2021-10-02T19:56:02Z", [0.8], "increasing 5% based on @borisn 's excellent comment: https://www.gjopen.com/comments/1339763"], [14027, "2021-10-01T19:48:55Z", [0.93], ""], [92606, "2021-10-01T19:38:30Z", [1.0], "Inflation is above the target 2% rate, and so Tapering will begin after the November 3rd FOMC meeting.  Fed chairman Powell signaled this in his September press conference. October 5th edit to add more detail:\nThe Fed's purchases of longer-term bonds (quantitative easing) will taper down gradually. The expectation is it will take 6 months to get to zero purchases. This is called the Taper.  The Fed raising short term interest rates is called Liftoff.  Powell expects Liftoff to be after the Taper is complete.  The Fed set 2 Taper framework tests, and these both have mostly been met: inflation is well above target and unemployment is approaching maximum. Inflation is high because of supply chain disruptions, and this will push the Fed to taper its bond purchases. The Fed needs to have Liftoff available to fight possible inflation.  I think tapering will begin at the next FOMC meeting (November 3). links:\nFOMC Press Conference September 22, 2021\nhttps://www.youtube.com/watch?v=n-azWgGI9iU Federal Reserve holds interest rates steady, says tapering of bond buying coming ‘soon’, September 22, 2021\n“While no decisions were made, participants generally viewed that so long as the recovery remains on track, a gradual tapering process that concludes around the middle of next year is likely to be appropriate,”\nhttps://www.cnbc.com/2021/09/22/federal-reserve-holds-interest-rates-steady-says-tapering-of-bond-buying-coming-soon.html A New Meaning of 'Liftoff'\nThe Federal Reserve raised interest rates, which means we have 'liftoff'.\nhttps://www.merriam-webster.com/words-at-play/liftoff-meaning-by-federal-reserve#:~:text=In%20this%20case%2C%20liftoff%20refers,a%20hyphen%3A%20lift%2Doff"], [691, "2021-10-01T17:50:33Z", [0.99], ""], [101394, "2021-10-01T17:46:45Z", [1.0], ""], [57249, "2021-10-01T15:04:27Z", [0.66], ""], [1333, "2021-10-01T14:01:10Z", [1.0], ""], [87897, "2021-10-01T13:44:02Z", [0.75], ""], [13657, "2021-09-30T14:38:57Z", [0.05], "Initial jobless claims at a 7 week high on top of all of the other horrible economic data out there. Initial jobless claims are a leading indicator of future economic problems. China is going through a real estate meltdown similar to the layman Brothers meltdown the US had in 2007, which could spill over to the United States. If the Fed didn't announce a tapering before, why would they do it now when the market isn't any better and maybe is even worse? If the Fed has to choose between unemployment and the stock market they will always choose the stock market."], [87897, "2021-09-29T22:23:04Z", [0.85], ""], [14027, "2021-09-29T17:18:36Z", [0.89], ""], [57249, "2021-09-29T15:18:10Z", [0.8], ""], [95683, "2021-09-29T02:18:21Z", [1.0], ""], [13657, "2021-09-28T09:31:02Z", [0.1], "Lowering due the turmoil from the china property market collapse and how it is affecting treasury prices. I find it amusing that now that time has passed, and one Fed meeting has passed where the Fed didn't announce anything, and the crowd certainty has gone up instead of down."], [95683, "2021-09-28T02:22:51Z", [1.0], ""], [34959, "2021-09-27T14:45:38Z", [0.85], ""], [87897, "2021-09-27T14:09:05Z", [0.88], ""], [46762, "2021-09-27T05:24:51Z", [1.0], ""], [95683, "2021-09-27T02:22:57Z", [1.0], ""], [821, "2021-09-26T21:44:15Z", [0.94], ""], [95683, "2021-09-26T20:34:53Z", [1.0], ""], [14027, "2021-09-26T16:11:35Z", [0.93], ""], [691, "2021-09-26T14:13:03Z", [0.97], ""], [691, "2021-09-25T15:30:56Z", [0.95], ""], [25265, "2021-09-25T09:23:46Z", [0.91], "“If progress continues broadly as expected, the Committee judges that a moderation in the pace of asset purchases may soon be warranted,” the FOMC’s post-meeting statement said. Respondents to a recent CNBC survey said they expect tapering of bond purchases to be announced in November and begin in December.\nhttps://www.cnbc.com/2021/09/22/federal-reserve-holds-interest-rates-steady-says-tapering-of-bond-buying-coming-soon.html\n"], [94872, "2021-09-24T20:39:05Z", [0.91], ""], [102700, "2021-09-24T18:41:34Z", [0.85], "After last month's conference the commentary strongly indicated that at the next meeting (December) the Fed would announce tapering.  I'll peg the probability at 85%"], [13657, "2021-09-24T10:15:54Z", [0.9], ""], [98345, "2021-09-24T02:30:23Z", [0.45], ""], [14027, "2021-09-23T22:49:26Z", [0.89], ""], [101612, "2021-09-23T20:22:35Z", [0.95], ""], [691, "2021-09-23T17:39:01Z", [0.94], "https://www.wsj.com/articles/fed-tees-up-taper-and-signals-rate-rises-possible-next-year-11632333617?mod=hp_lead_pos3\nIn recent years the Fed has begun saying what they mean, or at least what they mean at the moment, and is less often opaque and Delphic.  Stay tuned."], [84880, "2021-09-23T16:15:36Z", [0.99], "All ships rise with the tide: https://www.reuters.com/business/finance/with-focus-taper-five-questions-fed-2021-09-20/"], [86554, "2021-09-23T08:30:22Z", [0.43], ""], [85051, "2021-09-23T07:49:40Z", [0.75], ""], [85051, "2021-09-23T07:49:19Z", [0.73], "The labordata from august was weaker than expectet and there are signs of lower momentum in the economy. \nBut the focus on reducing or not reducing the tapering program is increasing. Clearifying will ease the markets even if the tapering is announced early. \nSo despite weaker numbers I raise my estimate sligthly. https://www.bloomberg.com/news/articles/2021-09-21/asia-stocks-set-for-muted-open-with-focus-on-china-markets-wrap?cmpid=BBD092221_BIZ&utm_medium=email&utm_source=newsletter&utm_term=210922&utm_campaign=bloombergdaily\n"], [86233, "2021-09-23T00:55:07Z", [1.0], ""], [62255, "2021-09-22T21:11:45Z", [1.0], ""], [94606, "2021-09-22T21:05:17Z", [0.6], ""], [94606, "2021-09-22T21:04:27Z", [0.4], "In this report, https://reut.rs/3hYbT8v, the following quotes does leave things slightly open although it could be a strong indicator depending on unemployment and inflation; \"Powell on Wednesday said officials could decide as soon as the next policy meeting in November that both of those standards have been met, based on what happens with the labor market and the broader economy, and make a decision on whether to taper.\" The most recent labour report was again positive; https://bit.ly/3lVunrA"], [88452, "2021-09-22T20:19:23Z", [0.01], "\"Last December, the Committee indicated that it would continue to increase its holdings of Treasury securities by at least $80 billion per month and of agency mortgage‑backed securities by at least $40 billion per month until substantial further progress has been made toward its maximum employment and price stability goals. Since then, the economy has made progress toward these goals. If progress continues broadly as expected, the Committee judges that a moderation in the pace of asset purchases may soon be warranted.\" https://www.federalreserve.gov/newsevents/pressreleases/monetary20210922a.htm"], [13657, "2021-09-22T20:09:01Z", [0.7], ""], [57249, "2021-09-22T20:02:05Z", [0.95], ""], [14027, "2021-09-22T19:46:49Z", [0.87], "I believe this has to happen, but that's not the same as saying it will happen.  I'll stay right with the crowd consensus."], [57249, "2021-09-22T19:09:57Z", [0.2], ""], [56170, "2021-09-22T14:22:13Z", [0.94], ""], [13657, "2021-09-21T10:53:45Z", [0.5], ""], [13657, "2021-09-20T14:37:00Z", [0.05], "Morgan Stanley:\n\"With our year end target 10% below current levels, our view is clear: the mid-cycle transition will end with the rolling correction finally hitting the S&P 500.\"\nhttps://www.zerohedge.com/markets/ice-coming-morgan-stanley-warns-odds-destructive-20-correction-are-rising I expect Powell will say this week that they anticipate reducing asset purchases this year if the market continues to improve. In other words, he will say absolutely nothing.\n"], [94872, "2021-09-19T23:35:25Z", [0.88], ""], [691, "2021-09-19T16:32:57Z", [0.92], ""], [98345, "2021-09-17T23:39:56Z", [0.57], ""], [102700, "2021-09-16T18:09:35Z", [0.66], "The only situation where this would not happen is if a debt default forced the Treasury to act as an emergency buyer of debt to stabilize markets."], [87897, "2021-09-16T15:46:01Z", [0.86], ""], [11289, "2021-09-16T14:31:41Z", [0.41], ""], [13657, "2021-09-15T15:01:07Z", [0.6], "This is a good breakdown of where each voting member of the board stands. Also the article emphasizes that the market is more influenced by the Fed's stimulus than it is by fundamentals in a way never before seen. If the Fed taps the brakes even a little it will have an effect on the stock market which I don't think the Fed wants.\nhttps://www.zerohedge.com/markets/fed-speaks-loudly-carries-feather"], [97312, "2021-09-15T14:49:11Z", [0.9], ""], [87897, "2021-09-13T15:49:39Z", [0.88], ""], [13657, "2021-09-13T14:55:53Z", [0.2], ""], [45594, "2021-09-12T15:30:46Z", [0.9], ""], [87897, "2021-09-12T00:27:31Z", [0.89], ""], [95683, "2021-09-11T22:42:34Z", [1.0], ""], [84880, "2021-09-11T22:10:10Z", [0.97], ""], [86554, "2021-09-11T15:24:59Z", [0.23], ""], [70711, "2021-09-11T14:51:51Z", [0.2], ""], [87827, "2021-09-11T13:03:27Z", [0.88], "Down a bit as the Delta wave might cause the FED to think the economy isn't fully on the path to recovery"], [58508, "2021-09-11T03:48:25Z", [0.86], ""], [14027, "2021-09-10T22:18:50Z", [0.79], "\"The Federal Reserve will have to wind down its pandemic-era stimulus programme quickly and raise US interest rates in 2022 in response to higher inflation, according to a poll of leading academic economists for the Financial Times.\"  See \"Economists predict US interest rate rise in 2022\" in the Financial Times.   https://www.ft.com/content/0a7a4edd-b656-4d6a-b608-454241d0288e Decreasing the odds from 91% to 79%.  Leading economists think it will happen, but the poll cited above puts the odds just north of 70%.  I still believe it will happen, but I'm less certain.  You can't make the leaderboard unless you go all in, but if you're wrong you get killed on your Brier score.  Forecasting on GJOpen has made me more cautious about my predictions."], [46762, "2021-09-10T08:34:26Z", [0.0], "Gjo has deleted my previos projections.  Thus is crazy.  I was at zero since inception.  Switched to balance. Now I'm screwed as my original projection doesn't show. Consumer confidence tanked.  Biggest drop in 40 years. \nEconomy flashing danger all over the place."], [95503, "2021-09-09T11:43:59Z", [0.88], ""], [101612, "2021-09-08T20:57:34Z", [0.85], "Raised from 70% to 85% given Powell's remarks and those of other Fed governors.  However, it isn't a slam dunk given the lousy jobs report.  They may wait until January, new year's market."], [13657, "2021-09-08T20:22:38Z", [0.05], "Lowering my prediction back down due to the avalanche of bad economic data. No change in labor force participation rate at last update. Increasing shortages across the economy, including building supplies, natural gas, fertilizer, and anything made from microchips. Consumer credit growth has slowed dramatically.  The backlog at the ports is increasing, and our trade deficit has no sign of improving . The Evergrande land company in China is going through a $600 billion default, which could affect not only the Chinese economy but drag down the world as well.  \"Some of the biggest Wall Street banks that have issued \"red alert\" warnings on the US stock market in just the past few days, with some expecting an imminent correction of 10-20%, while others expect a slow burning drift lower over the next few months\" Zerohedge Have no doubt, the Fed watches the stock market very closely."], [87897, "2021-09-08T19:23:50Z", [0.9], ""], [14027, "2021-09-08T17:08:11Z", [0.91], "James Bullard is one of the more hawkish members of the FOMC.  He is strongly pushing for tapering of QE to begin soon.  See https://www.ft.com/content/7c2fc0ce-e7c0-4083-92e8-e81d9235ab45 if you have an FT.com subscription; otherwise this gift link [https://on.ft.com/3naDdDX] is supposed to be good three times. Whether he is right or wrong about the policy, he could be outvoted.  @erikbays has argued that the Fed's economic forecasts are generally wrong, and the economy will remain weak.  So the Fed will back away from tapering, again.  He makes a good argument, but I will stay with a high probability (91% vs his 30%) this time.  I may be allowing my preference for an improving economy, and progress on the COVID front, to affect my thinking.  We all have our biases.  Time will tell."], [13657, "2021-09-08T16:38:04Z", [0.3], ""], [97312, "2021-09-07T19:38:46Z", [0.95], ""], [87897, "2021-09-05T03:49:50Z", [0.89], ""], [19260, "2021-09-05T00:40:45Z", [0.85], "More and more I'm beginning to suspect that Powell didn't learn the lesson of the 1970s. Revising a bit downward from the 90% I was at."], [85051, "2021-09-04T17:44:39Z", [0.73], ""], [101394, "2021-09-04T17:16:42Z", [0.87], "The main factor in reducing QE bond buying is the labor market.  With NFP numbers coming in below expectations yesterday (~250k vs 750k expected), I had to revise my forecast down. That being said, July numbers were revised up to over 1,000k.  - https://finance.yahoo.com/news/august-jobs-report-nonfarm-payrolls-labor-department-coronavirus-194347179.html I still see an announcement as likely and anticipate tapering starting in December or early Q1 2022.  However, every month with poor NFP numbers decreases said likelihood."], [56170, "2021-09-04T15:56:16Z", [0.9], ""], [1646, "2021-09-03T23:57:00Z", [0.95], ""], [86554, "2021-09-03T13:34:33Z", [0.33], ""], [95683, "2021-09-02T20:40:21Z", [1.0], ""], [94872, "2021-09-02T19:49:21Z", [0.92], ""], [86554, "2021-09-02T12:52:33Z", [0.45], ""], [87897, "2021-09-01T21:52:48Z", [0.88], ""], [13657, "2021-09-01T02:48:13Z", [0.0], ""], [98139, "2021-08-31T16:57:44Z", [0.87], ""], [62255, "2021-08-31T16:35:28Z", [0.9], ""], [94872, "2021-08-31T04:16:41Z", [0.94], ""], [87175, "2021-08-30T20:27:18Z", [0.95], ""], [62255, "2021-08-30T16:46:49Z", [0.8], ""], [1333, "2021-08-30T13:08:52Z", [1.0], ""], [95503, "2021-08-30T08:19:14Z", [0.85], ""], [13657, "2021-08-30T03:47:51Z", [0.1], ""], [57249, "2021-08-29T17:02:24Z", [0.34], ""], [102145, "2021-08-28T09:27:16Z", [0.97], ""], [13657, "2021-08-27T21:45:21Z", [0.3], "\"if the economy evolved broadly as anticipated, it could be appropriate to start reducing the pace of asset purchases this year.\" This is now a question about what you think the economy is going to do. If you think the economy is going to improve the way that the FED is forecasting, then they will potentially announce a taper. However, if the economy doesn't improve or if it worsens then they will not taper. It's important to keep in mind that the FED has NEVER forecasted an economic downturn. The FED always tries to pump confidence into the market by forecasting things in the most positive light possible. When the FED chairman is giving his assessment to congress, it's not truth with a capital \"T\" it is spin in order to pump confidence into the market. At no time has Chairman Powell said that the FED is going to announce a taper this year or that they are likely to announce a taper this year. It is all dependent on whether the economy improves. Many pundits are interpreting this to mean that they will in fact announce a taper, but that is only if you assume the FED's forecast about the market improving. Also, all the FED governors are millionaires with money in the stock market. They have an incentive to do everything they can to continue to pump that bubble."], [87827, "2021-08-27T20:57:42Z", [0.92], "+7, Powell is now acknowledging this is likely this year."], [821, "2021-08-27T20:56:49Z", [0.92], "Noted Chairman Powell's recent comments."], [14027, "2021-08-27T20:36:43Z", [0.89], "At the virtual Jackson Hole conference Chairman Powell indicated that the inflation goal (sustainably >2%) has been met, and unemployment has been substantially reduced. See https://www.npr.org/2021/08/27/1030969049/fed-chair-jerome-powell-says-in-jackson-hole-time-to-start-reducing-bond-taper Market pundits have interpreted this to mean that the Fed will announce a taper before the end of 2021, probably in November.  There was no change in the estimated date for raising interest rates, and the stock market went up.  If the Fed can announce a taper without upsetting the markets then I believe that increases the chances they will do it before yearend.  Bumping the odds from 87% to 89%."], [86554, "2021-08-27T19:24:21Z", [0.55], ""], [691, "2021-08-27T18:38:28Z", [0.98], "https://apnews.com/article/business-health-coronavirus-pandemic-economy-5540a3115d041e10327bfcad2be043e8\nSeems likely, based on this and similar ruminations."], [32258, "2021-08-27T15:30:03Z", [1.0], ""], [57249, "2021-08-27T14:17:32Z", [0.55], ""], [101394, "2021-08-26T14:57:36Z", [1.0], "\"KAPLAN SAYS FED HAS COMMUNICATED A TAPER IS COMING\""], [98345, "2021-08-26T03:13:55Z", [0.6], ""], [32258, "2021-08-25T23:03:10Z", [0.95], ""], [94606, "2021-08-25T17:24:12Z", [0.6], "Waiting for Friday & Jackson Hole's report and b) wondering of Delta / unemployment will stay the FED's hand?"], [86233, "2021-08-25T13:10:45Z", [0.9], ""], [84880, "2021-08-25T02:26:37Z", [0.89], ""], [94872, "2021-08-24T22:42:13Z", [0.87], ""], [101612, "2021-08-24T18:23:49Z", [0.7], "Increasing statements for tightening from Fed Governors lead me to believe this is now more probable even though conditions to drive it have not changed measurably, if anything inflation pressures are very slightly lower.  The political aspects from the investor in crowd appear to be influencing some Fed participants, now speaking out more.  End of the year might be tight in timing however, for me change in probability from a 50/50 coin flip to moderately \"yes\"."], [13657, "2021-08-24T15:44:36Z", [0.6], "Stocks are currently up because of all the bad market data that has come out. Bad economic data means a greater chance that the FED is going to be more accommodating, which means better stock market. You know it's an artificial market when the market cares more about what stimulus is going to be given rather than actual fundamentals.  Keep in mind that much poor economic data has come out since the last FED guidance."], [13657, "2021-08-23T16:53:06Z", [0.2], ""], [1333, "2021-08-23T11:44:00Z", [1.0], ""], [34959, "2021-08-23T05:04:12Z", [0.8], ""], [87897, "2021-08-22T17:24:35Z", [0.86], ""], [1333, "2021-08-22T14:32:17Z", [0.83], ""], [87897, "2021-08-21T19:22:30Z", [0.87], ""], [56170, "2021-08-21T13:24:59Z", [0.85], ""], [56170, "2021-08-21T13:23:28Z", [0.15], ""], [1333, "2021-08-20T14:48:24Z", [0.72], ""], [87897, "2021-08-20T14:26:09Z", [0.88], ""], [86554, "2021-08-20T13:37:12Z", [0.45], ""], [32258, "2021-08-19T22:43:53Z", [0.9], ""], [691, "2021-08-19T18:46:19Z", [0.86], ""], [14027, "2021-08-19T16:55:01Z", [0.87], ""], [101744, "2021-08-19T02:18:39Z", [0.7], ""], [14027, "2021-08-19T01:23:17Z", [0.83], ""], [87897, "2021-08-19T00:02:49Z", [0.9], ""], [100836, "2021-08-18T19:45:19Z", [1.0], "\"Fed Signals Asset Purchases Likely to Slow this Year\"\n\"Minutes of their July 27-28 Fed meeting, released Wednesday, shed light on an emerging consensus to begin scaling back their $120 billion in monthly purchases of Treasury and mortgage securities at any of their three remaining policy meetings this year.\"\nhttps://www.wsj.com/articles/fed-debated-timing-mechanics-of-stimulus-pullback-at-july-meeting-11629309648?mod=hp_lead_pos1"], [87827, "2021-08-18T19:24:53Z", [0.85], ""], [13657, "2021-08-18T19:10:27Z", [0.5], ""], [86554, "2021-08-18T18:55:52Z", [0.35], ""], [1333, "2021-08-18T14:09:32Z", [0.64], ""], [84880, "2021-08-17T19:06:24Z", [0.88], ""], [13657, "2021-08-17T13:48:38Z", [0.15], "The market consensus is not until next year. The FED says it is data dependent, and I don't expect data to improve well enough to justify this happening.  Look everyone, we have seen this movie before. Why is everyone so ready to believe whatever the FED puts out in its press release? Jerome Powell has lost credibility so they put Daly out there to do interviews. She's putting out a line. The FED has said one thing and done another so many times I don't understand why everyone is so ready to base their forecast on what the FED says. "], [1333, "2021-08-17T11:03:21Z", [0.56], ""], [87897, "2021-08-16T19:27:20Z", [0.95], ""], [97312, "2021-08-16T19:26:44Z", [0.85], ""], [86367, "2021-08-16T11:22:34Z", [0.98], ""], [821, "2021-08-16T00:50:16Z", [0.86], ""], [95503, "2021-08-15T19:18:23Z", [0.84], ""], [58508, "2021-08-14T18:36:16Z", [0.84], ""], [14027, "2021-08-14T17:41:40Z", [0.87], "This article dated August 11 in the Financial Times outlines recently stated opinions of several members of the Federal Reserve Board of Governors (BOG).  [See https://www.ft.com/content/e3320366-02f1-453e-ae42-e4af66a17eb0 if subscribed; https://giftarticle.ft.com/giftarticle/actions/redeem/749fbf15-3eb4-4265-8b6c-5c00e30c9f4c if not subscribed. Some BOG members believe tapering should begin as early as October, 2021.  The latest timeframe cited was \"early 2022.\"  The question only requires an announcement of a reduction of QE bond buying, which would precede implementation.  So I'll increase the odds from 83% to 87%.  The biggest cited risk to reduced QE not happening is the COVID delta variant.  It's still possible the correct answer will be NO."], [94872, "2021-08-14T04:00:24Z", [0.9], ""], [46762, "2021-08-13T16:06:52Z", [1.0], "Just cutting my losses. "], [87446, "2021-08-13T16:06:26Z", [0.83], ""], [691, "2021-08-13T15:56:16Z", [0.82], ""], [62255, "2021-08-13T15:13:53Z", [0.75], ""], [87897, "2021-08-13T13:01:32Z", [0.96], ""], [691, "2021-08-12T17:48:22Z", [0.8], ""], [34959, "2021-08-12T04:41:11Z", [0.65], ""], [767, "2021-08-12T02:38:57Z", [0.4], "\"How long can this go on? The Fed is still buying $80 billion of Treasuries and $40 billion of mortgage backed securities each month, and probably won’t even start to taper its purchases for several months.  Bank deposits reached $17.3 trillion last month, up from $13.4 trillion in February 2020. Reserves at the central bank amount to nearly $4 trillion, up from $1.6 trillion before the pandemic. With short-term interest rates near zero, investors feel that they have little choice but to keep buying longer-dated securities, with the urgency presumably growing as bond prices keep rising.\"\nhttps://www.bloomberg.com/opinion/articles/2021-08-09/bond-yields-can-t-stay-this-low-forever\nWould be interesting to see September/October job numbers. Also assuming wave created by Delta variant will subside by then.\nhttps://finance.yahoo.com/news/2-german-bond-yields-slip-152712811.html"], [87897, "2021-08-11T02:15:20Z", [0.8], ""], [94502, "2021-08-10T15:26:09Z", [0.8], ""], [86554, "2021-08-10T14:21:32Z", [0.45], ""], [1333, "2021-08-10T11:38:59Z", [0.54], ""], [86367, "2021-08-10T00:56:03Z", [0.85], ""], [1333, "2021-08-09T13:40:34Z", [0.43], ""], [86554, "2021-08-08T20:59:08Z", [0.33], ""], [87897, "2021-08-08T17:35:41Z", [0.82], "Increasing based on this Judy Woodruff's interview of Mary Daly: https://www.youtube.com/watch?v=yykSHYjXI0s"], [1333, "2021-08-08T04:10:17Z", [0.33], ""], [86233, "2021-08-07T21:58:37Z", [0.8], ""], [1333, "2021-08-07T07:34:21Z", [0.23], ""], [821, "2021-08-07T01:02:51Z", [0.82], ""], [100836, "2021-08-06T15:34:20Z", [0.98], "Jobs print satisfies the Feds first condition to begin tapering. BOE says they won't taper, but will reverse buying once rates reach 0.50%"], [87827, "2021-08-06T14:21:59Z", [0.8], "Up 10 on the strong jobs report, the article linked by @jflom and the superforecaster analysis linked by @elifland. I'm not as confident as the superforecasters though,  there's still a lot of jobs missing as shown in the labor force participation rate being way down, which could make the FED hesitant to start cutting back its purchases this year. @jflom comment: https://www.gjopen.com/comments/1316018 @elifland comment: https://www.gjopen.com/comments/1314822"], [1333, "2021-08-05T15:41:04Z", [0.17], ""], [61391, "2021-08-04T20:31:07Z", [0.8], ""], [34959, "2021-08-04T14:34:36Z", [0.57], ""], [13657, "2021-08-04T13:15:29Z", [0.4], "Increasing as it looks like the treasury may reduce debt issuance in Q4. Of course, Congress could always do more emergency spending, changing this. I believe much of the FED's motivation for QE is to cover treasuries the market doesn't want to buy \nhttps://www.zerohedge.com/markets/treasury-start-reducing-bond-auction-sizes-soon-november"], [1333, "2021-08-04T07:47:32Z", [0.16], ""], [100836, "2021-08-04T05:29:37Z", [0.95], "Christopher J. Waller, the Federal Reserve’s newest governor, said the central bank should “go early and go fast” in tapering its bond purchases. \nhttps://www.barrons.com/articles/federal-reserve-stocks-tapering-51627939038\n\"Fed Governor Waller sees reduction in bond purchases possibly starting in October\"\nhttps://www.cnbc.com/amp/2021/08/02/fed-governor-waller-sees-reduction-in-bond-purchases-possibly-starting-in-october.html"], [94872, "2021-08-04T04:48:02Z", [0.85], ""], [1333, "2021-08-03T19:20:59Z", [0.15], ""], [87897, "2021-08-03T12:08:47Z", [0.79], "h/t @elifland : https://www.gjopen.com/comments/1314822"], [1333, "2021-08-03T08:16:41Z", [0.12], ""], [101394, "2021-08-03T05:26:38Z", [0.96], "Joining the super forecasters at 96% after comments from FOMC governor Waller (historically dovish) suggesting a possible reduction in bond purchases starting as early as October (https://www.cnbc.com/2021/08/02/fed-governor-waller-sees-reduction-in-bond-purchases-possibly-starting-in-october.html).  Although I believe the superforecasters are overestimating the possibility of before September 23 given recent comments by chair Powell and potential threat of delta wave, I do agree that before December 15 is almost certain.  (https://goodjudgment.io/superforecasts/ in response to https://www.gjopen.com/comments/1314822 )"], [13657, "2021-08-03T03:16:02Z", [0.0], "\"Job growth at pre-pandemic levels is the key to the start of tapering, according to Fed Chair Powell. The good news for fixed income traders worried about higher rates and bond bulls is we’re not there yet. \"A good gauge for when we do get there, take a look at the spread between the labor participation rate and job openings (JOLTS). It’s nowhere near pre-pandemic levels. Looking back at where labor and job openings were when the Fed announced tapering in December 2013 serves as a decent indication of what this relationship needs to look like before tapering is a more convincing option for the central bank.\"\nhttps://www.zerohedge.com/markets/how-spot-start-tapering-cycle Inflation will always take a second seat to jobs and the stock market. Therefore, I don't really expect the FED to ever start fighting inflation especially because they know they can't. Even if they completely stopped quantitative easing and raised the federal funds rate up to 2% that would still be an extremely low interest rate and inflationary, and doing that would crash the market. I expect the FEDs answer to always be that tapering will be data dependent. And I don't expect data to become good enough by December."], [1333, "2021-08-02T15:55:09Z", [0.11], ""], [1333, "2021-08-02T07:30:07Z", [0.1], ""], [1333, "2021-08-01T18:25:04Z", [0.1], ""], [1333, "2021-08-01T10:34:54Z", [0.1], ""], [14027, "2021-08-01T01:03:12Z", [0.83], ""], [94872, "2021-07-31T20:18:19Z", [0.8], ""], [87897, "2021-07-31T17:56:14Z", [0.75], ""], [86367, "2021-07-31T13:43:29Z", [0.8], ""], [58508, "2021-07-31T06:10:47Z", [0.81], "In between the crowd forecast here of 70% (which feels intuitively about right to me, albeit with limited expertise/research) and the superforecasters, who are at 95% according to https://goodjudgment.io/superforecasts/ (!!)"], [98345, "2021-07-31T02:44:17Z", [0.55], ""], [87897, "2021-07-30T02:06:02Z", [0.67], ""], [1333, "2021-07-30T01:09:38Z", [0.11], ""], [87446, "2021-07-29T21:32:11Z", [0.5], ""], [1333, "2021-07-29T20:45:01Z", [0.13], ""], [49082, "2021-07-29T19:44:29Z", [0.82], ""], [34959, "2021-07-29T14:22:42Z", [0.85], ""], [14027, "2021-07-29T01:56:51Z", [0.73], "Chairman Powell today said “I think we’re a ways away from having had substantial further progress toward the maximum employment goal. I would want to see some strong job numbers.”  So will Powell hold off until the job numbers strengthen?  People who know a lot more than me seem to think tapering will begin either in Q4/2021 or early 2022.  The Fed has said it will give plenty of advance notice, so I'll stay with my overweight on \"YES.\" With FT subscription, see https://www.ft.com/content/6b5992d3-967e-4a63-b159-a398654d6199; gift link (good for three views by non-subscribers, https://on.ft.com/2VgcIBc.]"], [87897, "2021-07-28T22:00:28Z", [0.65], "lowering based on today's vague comments by Powell “I think we’re some way away from having had substantial further progress toward the maximum employment goal.” : https://www.cnbc.com/2021/07/28/fed-meeting-live-updates-watch-jerome-powell-speech.html"], [63674, "2021-07-28T21:27:14Z", [0.75], ""], [57249, "2021-07-28T13:35:31Z", [0.4], ""], [1333, "2021-07-28T13:07:29Z", [0.31], ""], [87897, "2021-07-27T14:58:22Z", [0.7], ""], [13657, "2021-07-27T06:46:51Z", [0.2], "The title of this question does not match up with their explanation, because the title speaks about bond purchases and then later they clarify it also means mortgage-backed securities. I don't expect them to reduce bond purchases, really ever. There is no market for US debt anymore. The Federal Reserve has purchased more than 100% of newly issued treasuries for about the last 2 years. The US government is issuing continued increasing amounts of debt with all of their off budget emergency spending and I don't see this stopping. Someone has to buy the debt, and the only real purchaser is the Federal Reserve. China, russia, etc are slowly trying to sell off their holdings. Most others only buy US debt knowing that the FED will always be there to buy it up in the secondary market. And US government cannot afford to pay a market rate of interest on the debt so they have to keep the interest rate artificially low.  I do see a possibility that they reduce mortgage purchases. Of course, if they do, mortgage rates rise and the music stops. Housing prices fall which leads to decreased spending. I think they know this but they're trapped.  Another factor is that 3.5% of mortgages are currently in the covid forbearance program which is about to come to an end. If even a fraction of those end up going on the market or foreclosing that could be a major blow to the housing market. And the housing market fuels the stock market.  They will reduce mortgage purchases long before they raise the federal funds rate. I still think they understand it means the end... If bad news comes out like a bad jobs report it usually means that the markets go up because people interpret it to mean a better chance that the FED will continue stimulus. In other words, the markets are more concerned with whether the FED is going to continue easy money then they are concerned with actual fundamentals. This shows how artificial the economy is right now. I really think keeping asset prices inflated and keeping the stock market going is more important to the FED than reining in inflation, especially since they really can't rein in inflation. Reducing quantitative easing is not going to stop inflation, and raising the federal funds rate by 1% is not going to stop inflation. Even a 3% federal funds rate is still extremely low, and that would annihilate the market."], [1333, "2021-07-27T04:46:07Z", [0.28], ""], [101612, "2021-07-26T14:58:09Z", [0.5], "I think it's still 50%.  Reason is they will be leery of upsetting the financial community.  I do believe they will anounce that they will be doing it by Dec 16.  If it happens, it will be very small amounts to start."], [1333, "2021-07-25T15:50:01Z", [0.27], ""], [86233, "2021-07-25T14:38:22Z", [0.35], ""], [88452, "2021-07-23T23:41:22Z", [0.01], ""], [14208, "2021-07-23T07:28:38Z", [0.5], "Will Mark to market rules change?"], [14027, "2021-07-22T15:34:15Z", [0.73], ""], [87897, "2021-07-21T23:02:54Z", [0.72], ""], [94872, "2021-07-20T04:35:59Z", [0.7], ""], [87897, "2021-07-19T22:46:12Z", [0.75], "Will lower my estimate if the next meeting doesn't go as I'm expecting (with hints of tapering timelines), but I suspect they will at least announce tapering this year even if only to have it happen next year. According to this tapering could happen as soon as the end of this year:\nhttps://www.cnbc.com/2021/07/13/feds-mary-daly-says-tapering-of-bond-purchases-may-start-this-year.html"], [14027, "2021-07-19T18:24:34Z", [0.71], ""], [61391, "2021-07-19T16:39:20Z", [0.7], ""], [34959, "2021-07-19T14:37:41Z", [0.6], ""], [1333, "2021-07-18T08:03:19Z", [0.26], ""], [14027, "2021-07-16T18:23:12Z", [0.73], ""], [691, "2021-07-16T16:26:25Z", [0.78], ""], [1333, "2021-07-16T14:04:56Z", [0.29], ""], [87897, "2021-07-15T16:33:26Z", [0.65], "Revising up based on my reading on yesterday's meeting. The Fed will give a lot of notice, meaning they will probably need to announce long before the tapering is implemented."], [29054, "2021-07-15T13:22:46Z", [0.0], ""], [94872, "2021-07-15T04:35:01Z", [0.65], ""], [62255, "2021-07-14T23:19:42Z", [0.6], ""], [86554, "2021-07-14T17:08:54Z", [0.14], ""], [101910, "2021-07-14T05:30:37Z", [1.0], ""], [13657, "2021-07-14T05:09:59Z", [0.02], "The FED has stated they will not reduce QE until unemployment improves.  https://www.zerohedge.com/economics/fed-president-blames-neverending-qe-high-incarceration-rates-blacks-and-latinos"], [19260, "2021-07-13T21:31:50Z", [0.9], "The month-to-month rates (0.6% March, 0.8% April, 0.6% May, 0.9% June) have totaled to 2.9% inflation in just four months. The only question left is whether the Fed is going to have the will to control inflation, or whether it repeats the errors of the 1970s."], [101394, "2021-07-13T18:07:08Z", [0.81], "Daly: \"We'll be in a good position to taper at end of year, early next\" \nDaly: \"It is appropriate to start talking about tapering\" With only an announcement (no actual reduction) needed and the Fed's policy to give plentiful forward guidance I still think it's more than likely they announce some form of tapering of MBS before the end of 2021 although will reduce my prediction to take into account changes in crowd forecast."], [1333, "2021-07-13T14:07:06Z", [0.28], ""], [13657, "2021-07-13T14:00:34Z", [0.1], "When they are forced to choose between the stock market and inflation they will always choose the stock market. Jerome Powell does not have the courage of Paul volcker. Even announcing a future date when tapering would begin would be a extremely contractive event that would crash the markets. Our country is addicted to easy money and it's only getting worse. The FED is trapped. I expect continued language about how inflation is good and this will offset the many years we had inflation below 2% and how they are adjusting their targets. Also, increasing inflation pressures will drive up the interest rate on Treasury bonds, which the Federal Reserve can't allow. So they will need to continue to purchase treasuries. The US government cannot afford to pay a market rate of interest on the national debt. And much of the national debt is in short-term notes that get rolled over pretty frequently."], [32258, "2021-07-12T23:44:02Z", [0.7], ""], [14027, "2021-07-12T19:54:54Z", [0.79], ""], [86554, "2021-07-12T16:02:05Z", [0.22], ""], [88452, "2021-07-11T17:54:48Z", [0.12], ""], [1333, "2021-07-11T15:32:39Z", [0.27], ""], [101612, "2021-07-11T13:40:28Z", [0.5], "The chances are increasing however, not to point of highly \"probable\".  In order for this to happen Americans will have to experience more inflationary pressures that affect daily life.  Within the body politic the political factions are unlikely to unite to place pressure on the Fed to do this unless there is a public reaction.  What is more likely is the Fed stops buying up mortgage debt.  There is no reason to continue to do this.  Therefore, I see it as 50/50 for now but increasing so 'yes', but offset by the pandemic slowdown with a large percentage refusing to be vaccinated.  This means the virus 'prairie fire' will not be damped out.  The tension is inflation vs virus."], [87897, "2021-07-10T11:25:45Z", [0.5], ""], [1333, "2021-07-09T13:28:52Z", [0.26], ""], [1333, "2021-07-09T13:28:24Z", [0.25], ""], [13657, "2021-07-09T13:05:07Z", [0.01], ""], [86233, "2021-07-08T16:57:00Z", [0.55], "Raising based on recent trend and fed partial reversal. I think they're in a calibrating mode now, and I think the next couple months numbers will determine whether or not they actually change course or hold steady. I think the key to take a look at is expectations anchoring. If they think expectations will become unanchored, they will almost certainly take action, however I think they would need to see things like TIPS breakevens blow out along with interest rate futures among others."], [86233, "2021-07-08T16:52:20Z", [0.45], "Comment deleted on Jul 08, 2021 04:52PM UTC"], [1333, "2021-07-08T06:01:58Z", [0.24], ""], [63674, "2021-07-07T22:36:17Z", [0.65], ""], [14027, "2021-07-07T19:04:02Z", [0.83], ""], [101744, "2021-07-07T00:29:31Z", [0.62], ""], [101793, "2021-07-07T00:15:13Z", [0.76], ""], [1333, "2021-07-06T13:37:02Z", [0.23], ""], [1333, "2021-07-04T15:19:38Z", [0.22], ""], [20256, "2021-07-02T17:02:44Z", [0.82], ""], [88452, "2021-07-02T14:11:50Z", [0.45], ""], [1333, "2021-07-02T13:20:02Z", [0.21], ""], [94872, "2021-07-02T04:06:12Z", [0.75], ""], [101394, "2021-07-01T21:24:15Z", [0.88], "- Harker Supports Central Bank Tapering Its Bond Buying This Year\n- Harker: Fed Should Taper Asset Buying 'Sooner Rather Than Later'\n- Harker: Reasonable for Taper Process to Last a Year, Reducing by $10 Billion a Month\n- Harker: Best to Keep Taper Process as Simple as Possible\nhttps://www.wsj.com/articles/feds-harker-supports-start-of-bond-buying-pullback-later-this-year-11625162443 More comments in support of tapering bond buying.  It should be noted that Harker is not a voting member on the FOMC; however, his policy of $10 billion/mo is a reasonable one.  Also, only an announcement is needed before 16 December 2021, \"The date a reduction would take effect is immaterial.\" OTOH delta variant has the possibility of seriously harming the US economy should another lockdown be needed which would likely push back any tapering.  Maybe not with MBS?  Will keep an eye on that."], [100664, "2021-07-01T16:50:24Z", [0.9], ""], [1333, "2021-07-01T08:21:48Z", [0.2], ""], [100836, "2021-07-01T03:26:13Z", [0.85], "The 2 largest landlords in the U.S. are hiking rents by 10%+, home prices are 13%+ YoY, and homebuyer confidence has collapsed to numbers not seen in 30 years. I'd say it's time for the Fed to cease buying MBS.\n"], [83135, "2021-07-01T01:43:32Z", [0.0], ""], [32258, "2021-06-30T23:26:41Z", [0.75], ""], [97312, "2021-06-30T18:53:02Z", [0.8], ""], [101450, "2021-06-30T14:17:00Z", [0.0], "Getting what you want messes you up."], [57249, "2021-06-30T13:38:14Z", [0.5], ""], [87155, "2021-06-29T19:51:34Z", [0.5], ""], [1333, "2021-06-29T13:26:57Z", [0.19], ""], [691, "2021-06-28T20:21:40Z", [0.82], ""], [62255, "2021-06-28T16:48:10Z", [0.5], ""], [34959, "2021-06-28T07:19:52Z", [0.79], ""], [821, "2021-06-27T23:54:20Z", [0.7], ""], [1333, "2021-06-27T13:27:01Z", [0.11], ""], [87897, "2021-06-27T12:58:52Z", [0.7], ""], [84880, "2021-06-27T01:14:43Z", [0.9], ""], [14027, "2021-06-25T17:33:24Z", [0.79], ""], [87827, "2021-06-25T13:18:04Z", [0.7], ""], [100836, "2021-06-24T20:51:34Z", [0.75], "I think with Core inflation running so hot, and new homeowners dropping out of the market that the Fed will need to cool things down by reducing QE."], [1333, "2021-06-24T13:14:07Z", [0.1], ""], [691, "2021-06-23T17:34:06Z", [0.78], ""], [34959, "2021-06-23T05:22:58Z", [0.75], ""], [70711, "2021-06-23T03:31:33Z", [0.8], ""], [14027, "2021-06-23T00:42:33Z", [0.75], ""], [101394, "2021-06-22T17:34:53Z", [0.8], "Daly: \"Could get to substantial further progress threshold for taper late this year, early next\"\nDaly: \"It's appropriate for Fed to debate its asset buying outlook\"\nDaly: \"Fed mortgage bond buying has small direct impact on home buying costs\" These comments today seem to grant more probability to the fed announcing a reduction in quantitative easing, specifically buying of MBS."], [86554, "2021-06-22T14:14:34Z", [0.33], ""], [88452, "2021-06-22T08:39:46Z", [0.25], "DELTA impact ahead https://api.time.com/wp-content/uploads/2015/10/titanic-menu.jpg"], [94872, "2021-06-22T04:30:00Z", [0.7], ""], [87897, "2021-06-22T01:06:42Z", [0.68], ""], [63674, "2021-06-21T16:57:57Z", [0.4], ""], [101467, "2021-06-21T14:30:07Z", [0.8], ""], [1333, "2021-06-21T14:03:24Z", [0.11], ""], [14027, "2021-06-20T19:13:36Z", [0.71], ""], [87691, "2021-06-20T04:52:16Z", [1.0], ""], [101394, "2021-06-19T21:00:14Z", [0.78], "After comments from Bullard, I could see a pull back specifically in the purchase of MBS.  More importantly, the Fed only has to announce that it plans to before 16 December 2021 not actually enact it.  Raising slightly."], [98345, "2021-06-19T18:42:22Z", [0.76], ""], [87897, "2021-06-18T18:12:34Z", [0.64], "looking more and more likely, but I'm a little bit less confident than the crowd"], [94502, "2021-06-18T16:54:08Z", [0.75], "https://www.wsj.com/articles/feds-bullard-pencils-in-rate-increase-in-2022-questions-mortgage-bond-buying-11624022857 Mr. Bullard also noted that Chairman Jerome Powell opened the door on Wednesday to a central bank debate on paring back on bond-buying stimulus efforts. The Fed is currently buying $80 billion per month in Treasury bonds and $40 billion per month in mortgage bonds to help smooth markets and provide stimulus beyond what its near-zero short-term rate target can deliver. “The taper discussion is open and the chair made that very clear. But it’s going to take several meetings to get organized on all these different points,” Mr. Bullard said, suggesting a pull back in the buying isn’t imminent. But added that monetary policy makers can be “nimble.” “Look at this data look at how outsized all these numbers are and how volatile everything has been, I think we’re going to have to be more state contingent,” compared to the past, which means the central bank may have to actively adjust its policy stance rather than put things on autopilot.\"\n"], [94872, "2021-06-18T03:38:15Z", [0.7], ""], [691, "2021-06-17T19:39:43Z", [0.75], ""], [22689, "2021-06-17T17:40:30Z", [1.0], ""], [101394, "2021-06-17T16:16:47Z", [0.75], "comments from Jeremy Siegel expecting announcement in next 2-3 months"], [87827, "2021-06-17T15:53:38Z", [0.65], "Going up 10, it sounds like the FED is watching that closely and I would guess after strong growth over the summer they'll intend to ease purchases."], [1333, "2021-06-17T14:36:51Z", [0.1], ""], [101394, "2021-06-17T14:02:02Z", [0.65], "FOMC meeting remarks and other comments made below, increasing +9% "], [87897, "2021-06-17T13:02:55Z", [0.56], ""], [88452, "2021-06-17T12:32:02Z", [0.62], "\"The Fed forecasts showed 13 of the 18 person policy board saw rates rising in 2023 versus only six previously, while seven tipped a first move in 2022. 'The most hawkish development was the dot plot now showing the 2023 median dot pricing in 2 rate hikes (25bps), compared to 0 hikes last meeting,' said Deutsche Bank macro strategist Jim Reid. While these 'dot plots' are not commitments and have a poor track record of predicting rates, the sudden shift was a shock. The Fed also signalled it would now be considering whether to taper its $120 billion-a-month asset purchase programme meeting by meeting and downgraded the risk from the pandemic given progress with vaccinations.\"\nhttps://www.brecorder.com/news/40100895/hawkish-fed-fuels-dollar-leaves-stocks-and-bonds-bruised"], [86367, "2021-06-17T06:04:43Z", [0.78], ""], [94872, "2021-06-17T05:28:08Z", [0.56], ""], [14027, "2021-06-17T01:36:26Z", [0.57], "Mohamed El-Erian, a former CEO of PIMCO and prominent commentator on financial issues, recently wrote this opinion piece for Bloomberg.  He argues that the Fed will have to begin tapering sooner rather than later to prevent a much bigger economic shock.  See https://www.bloomberg.com/opinion/articles/2021-06-15/fed-meeting-central-bank-needs-to-take-action-despite-its-framework?sref=x7nYEkiY. Also, long-term US Treasury bonds jumped today on comments at the end of the Fed Open Market Committee.  The Fed will begin to talk about tapering asset purchases.  See https://www.bloomberg.com/news/articles/2021-06-16/treasury-yields-jump-as-fed-officials-signal-speedier-hikes?sref=x7nYEkiY. With six months left I believe the chances of a taper in bond buying are increasing.  I'll bump the odds from 50% to 57%."], [821, "2021-06-17T01:25:26Z", [0.55], ""], [691, "2021-06-16T13:47:51Z", [0.52], ""], [88452, "2021-06-16T11:20:25Z", [0.25], "\"Investors believe that the US Federal Reserve may see rising inflation as a sign that it has to begin winding down its vast monetary stimulus program and weaning stock markets off years of ultra-low interest rates.\"\nhttps://www.theguardian.com/world/2021/jun/16/covid-outbreaks-in-chinese-ports-could-cause-global-goods-shortages"], [94872, "2021-06-16T04:28:00Z", [0.5], ""], [101394, "2021-06-15T21:45:34Z", [0.56], "I see the likelihood as slightly higher than the 50/50 baseline crowd forecast.  Reasons primarily stem from the ongoing strong recovery, the decreasing likelihood of inflation being transitory, and lowering quantitative easing being a friendlier alternative to raising fed funds rate."], [34815, "2021-06-15T04:30:49Z", [1.0], ""], [14027, "2021-06-14T22:57:58Z", [0.5], ""], [97312, "2021-06-14T19:25:54Z", [0.65], ""], [85536, "2021-06-14T18:21:02Z", [0.7], ""], [97608, "2021-06-14T06:21:17Z", [0.5], ""], [1333, "2021-06-13T17:24:15Z", [0.09], ""], [87897, "2021-06-13T02:04:25Z", [0.5], ""], [691, "2021-06-12T18:57:10Z", [0.52], ""], [14027, "2021-06-12T16:17:06Z", [0.47], ""], [62255, "2021-06-11T16:58:52Z", [0.15], ""], [87897, "2021-06-11T00:13:44Z", [0.42], ""], [1333, "2021-06-10T14:38:14Z", [0.07], ""], [1333, "2021-06-10T14:36:36Z", [0.06], ""], [94872, "2021-06-10T04:49:21Z", [0.5], ""], [87827, "2021-06-09T13:40:50Z", [0.55], "Leaning towards more likely now, the FED seems willing to do this if the economy is strong this year and I think it will be. But the FED is also willing to let inflation run a bit higher so leaving lots of uncertainty."], [87897, "2021-06-09T02:10:37Z", [0.4], ""], [11430, "2021-06-08T15:46:23Z", [1.0], ""], [36492, "2021-06-08T14:44:27Z", [0.65], ""], [86367, "2021-06-08T13:21:48Z", [0.74], ""], [89013, "2021-06-08T07:19:54Z", [0.01], ""], [98345, "2021-06-08T02:21:33Z", [0.2], ""], [101168, "2021-06-07T22:11:05Z", [0.67], "Why continue it? Economy doesnt seem  to need it. If signalling starts soon after a high inflation print seems likely."], [1333, "2021-06-07T13:10:22Z", [0.05], ""], [691, "2021-06-04T15:59:26Z", [0.44], ""], [87897, "2021-06-04T00:29:43Z", [0.38], ""], [1333, "2021-06-03T13:59:16Z", [0.04], ""], [691, "2021-06-02T23:00:01Z", [0.32], ""], [88452, "2021-06-02T12:03:21Z", [0.0], "The FED pretends to be vigilant in order to calm the market amid an inflation outbreak not seen in a decade, stating the job market may be tighter than it appears (clear indication their action will depend on the job market predominantly), and that the FED thinks about starting discussions about tapering the quantitative easing bond buying.\nNevertheless, this assessment with a double reservation appears to be a nonsensical distraction from the fact that unemployment hasn't sunk as fast and as low as expected (and as may be necessary to fully realize growth potentials), and the FED will thus leave the monetary tap wide open to finance fiscal deficits."], [87897, "2021-06-01T13:16:37Z", [0.4], ""], [34959, "2021-06-01T01:43:16Z", [0.33], ""], [1333, "2021-05-31T11:16:44Z", [0.03], ""], [821, "2021-05-31T01:08:07Z", [0.3], ""], [1333, "2021-05-30T06:59:45Z", [0.02], ""], [691, "2021-05-30T00:58:06Z", [0.28], ""], [87897, "2021-05-29T20:45:58Z", [0.41], ""], [70711, "2021-05-29T12:14:00Z", [0.5], ""], [94872, "2021-05-29T01:53:18Z", [0.4], ""], [87897, "2021-05-28T13:09:15Z", [0.37], ""], [94872, "2021-05-28T02:11:37Z", [0.35], ""], [14027, "2021-05-28T01:45:45Z", [0.37], ""], [87897, "2021-05-26T22:48:08Z", [0.33], ""], [94872, "2021-05-26T22:41:04Z", [0.33], ""], [11430, "2021-05-26T21:22:25Z", [1.0], ""], [14027, "2021-05-26T19:54:34Z", [0.29], ""], [14027, "2021-05-26T19:51:13Z", [0.23], ""], [100836, "2021-05-26T03:48:10Z", [0.5], "Moving my prior 20% forecast to 50% more to reflect my level of uncertainty as opposed to my belief that it is 50% likely (this is merely because I believe at 50% the Brier score penalizes innaccuracy less). With reverse repos hitting their highest in 3 years, I think trouble is brewing which may prompt the Fed to reduce QE.\nhttps://www.msn.com/en-us/money/markets/why-demand-for-fed-e2-80-99s-reverse-repo-facility-is-surging-again/ar-AAKlg5X?ocid=BingNewsSearch"], [87897, "2021-05-26T01:42:04Z", [0.25], ""], [94872, "2021-05-26T00:55:25Z", [0.33], ""], [100409, "2021-05-25T22:40:41Z", [0.71], ""], [62255, "2021-05-24T20:24:28Z", [0.15], ""], [87827, "2021-05-24T14:26:02Z", [0.4], ""], [85536, "2021-05-24T00:46:09Z", [0.6], ""], [87897, "2021-05-23T11:22:54Z", [0.22], ""], [1333, "2021-05-21T12:07:30Z", [0.01], ""], [87897, "2021-05-21T11:16:50Z", [0.21], "ticking up slightly on inflation concerns; thanks for the link @DNK89"], [691, "2021-05-20T14:09:31Z", [0.23], ""], [86367, "2021-05-20T06:25:24Z", [0.86], "https://www.cnbc.com/2021/05/19/fed-officials-said-rapid-progress-in-economy-could-lead-to-lowerng-asset-purchases.html\n"], [63674, "2021-05-19T20:42:19Z", [0.15], ""], [86233, "2021-05-19T18:08:32Z", [0.25], ""], [86233, "2021-05-19T18:06:50Z", [0.3], ""], [87897, "2021-05-19T17:33:42Z", [0.2], ""], [101084, "2021-05-19T15:29:52Z", [0.5], ""], [94872, "2021-05-18T03:50:07Z", [0.25], ""], [94872, "2021-05-18T03:47:59Z", [0.22], ""], [14027, "2021-05-17T16:01:58Z", [0.17], ""], [29054, "2021-05-14T13:57:42Z", [0.0], "They might want to but they can't, the risk market has too much leverage and the risk market is the engine of the fed. "], [94872, "2021-05-14T04:44:09Z", [0.25], ""], [821, "2021-05-14T01:17:45Z", [0.16], ""], [98139, "2021-05-13T20:59:12Z", [0.15], "The Fed has been steadily increasing its balance sheets over the past year. And they have openly stated they are willing to allow the economy to \"run hot\" in the short term. This has been motivated by increasing employment numbers in response to Covid.  April jobs report is not great, suspect Fed will continue to dump money in. (https://www.bls.gov/news.release/empsit.nr0.htm)  Increasing inflation numbers increases the likelihood QE will be reduced. (https://www.bls.gov/cpi/)  However, the Fed is focusing less on limiting inflation. If inflation really started getting out of hand then we may see some changes in behavior. I'll update my odds as more inflation data comes out.  15% chance at the moment..."], [19260, "2021-05-13T09:19:40Z", [0.9], "Yeah, this is highly likely. I mean, seriously, even a small cut qualifies, and we just had in April the highest month-to-month core inflation since 1981. Either the economy is going to come roaring back over the next few months and we can cut back on this, or we're headed for stagflation and it'll be absolute malpractice not to cut back on this."], [87897, "2021-05-12T21:52:54Z", [0.2], ""], [84880, "2021-05-12T02:07:08Z", [0.18], ""], [86730, "2021-05-11T23:14:00Z", [0.5], "Inflation at the wholesale level"], [97312, "2021-05-11T20:03:42Z", [0.4], "QE started on march 15 2020 the current measure are in place since June 10 2020.  During the financial crisis and its aftermath there where 4 rounds of QE: (1)\nQE1: December 2008 to June 2010\nQE2: November 2010 to June 2011\nQE3: September 2012 to December 2012\nQE4: January 2013 to October 2014 \nThe Total operation added about 4 trillion dollars to the money supply and the Fed balance sheet. What's important to note is that the government provided around 800 billion dollar in support (2). One of the reasons the QE programs took so long was the lack of more government stimulus combined with a slow recovery. In 2020 and 2021 so far the US government provided 4,1 trillion dollar in economic stimulus. (3) While the Fed provided around 2,7 trillion dollars in stimulus so far. (4) All in all total stimulus for Covid-19 is higher than it was during the Financial crisis and had been distributed in a shorter timeframe. The recovery also seems to be happening faster, which is normal given the nature of the decline in GDP this time: Lockdowns instead of structural errors in the economy and a lack of bank funding.  Inflation is also expected to return sooner. The previous QE round was reduced when gdp growth returned (>2%) and unemployment was below 7%. QE was reduced before the Fed started raising funding rates. As Yellen's recent spat shows, (5) inflation is seen as a risk. Raising rates might not be a popular option but that means QE will be scaled down as soon as inflation overreaches the Fed's 2% target and expectation also stay above 2%.    1:\nthebalance.com/what-is-quantitative-easing-definition-and-explanation-3305881\n2:\nhttps://en.wikipedia.org/wiki/American_Recovery_and_Reinvestment_Act_of_2009\n3:\nhttps://en.wikipedia.org/wiki/CARES_Act\nhttps://en.wikipedia.org/wiki/American_Rescue_Plan_Act_of_2021\n4:\nhttps://www.brookings.edu/research/fed-response-to-covid19/\n5:\nhttps://www.reuters.com/world/us/treasurys-yellen-interest-rates-may-need-rise-modestly-2021-05-04/"], [14027, "2021-05-11T19:10:35Z", [0.13], ""], [14027, "2021-05-11T17:01:09Z", [0.11], ""], [1333, "2021-05-11T10:34:46Z", [0.0], ""], [821, "2021-05-11T00:43:52Z", [0.08], ""], [70711, "2021-05-11T00:19:17Z", [0.0], ""], [77411, "2021-05-10T10:18:13Z", [0.14], ""], [1333, "2021-05-08T15:38:11Z", [0.0], ""], [87897, "2021-05-08T03:25:22Z", [0.15], ""], [691, "2021-05-07T17:24:30Z", [0.03], ""], [89013, "2021-05-07T03:28:22Z", [0.03], ""], [87897, "2021-05-07T03:09:24Z", [0.2], ""], [34959, "2021-05-06T15:59:19Z", [0.15], ""], [84630, "2021-05-06T13:07:54Z", [0.35], ""], [75948, "2021-05-06T04:28:11Z", [0.69], ""], [94872, "2021-05-06T04:24:14Z", [0.15], ""], [94872, "2021-05-06T04:23:32Z", [0.1], ""], [62255, "2021-05-05T15:46:54Z", [0.1], ""], [11289, "2021-05-05T15:02:50Z", [0.25], ""], [81057, "2021-05-05T06:50:44Z", [0.08], ""], [78587, "2021-05-04T19:34:29Z", [0.3], ""], [78587, "2021-05-04T19:20:28Z", [0.9], ""], [81187, "2021-05-04T13:37:59Z", [0.0], ""], [94872, "2021-05-04T04:56:02Z", [0.2], ""], [1646, "2021-05-03T21:01:33Z", [0.01], ""], [2895, "2021-05-03T20:46:50Z", [0.1], "Powell has consistently signalled an institutional preference for a period of catch up inflation to bring mid to longer-term rolling trend to a cumulative 2% or a bit more. The lagging trend does not approach that level Hysteresis would force the QE trend to stay in place until well after the catch-up inflation trend was well established.  That would seem to require more than 2 quarters of inflation slightly or somewhat above  trend A major inflation spike driven by supply chain cost pressures, wages, or both could countervail the above and cause the Fed to act. Less likely in a 2 quarter time frame  And fiscal pressures have made the Fed a market-making bank for large US bond issuance. Reducing bond purchases in the face of increasing fiscal borrowing to respond to the Democrat agenda seems unlikely "], [88452, "2021-05-03T20:20:02Z", [0.0], "With hindsight to the statistics available at\nhttps://www.federalreserve.gov/monetarypolicy/bst_recenttrends.htm\nthe volume future asset purchases programs of the FED could take the same course as in the timeframe July 2009 through July 2010 in a post-Lehman Bros.-collapse financial world. The similarities are not obvious, but in a second thought, both crises concerned an external shock that hit a booming economy like a flash and the problem of both is \"contagion\", however, at a much larger scope with respect to unemployment and budget deficits in 2020 -22 and maybe a decade to come, and thus with a much larger upward slope in the FEDs balance sheet deterioration. Large deficit-funded spending programs/bills in the pipeline don't bode well for fiscal soundness, and even tax reform plans, if finally implemented, will likely not compensate fully for additional spending in a decade. The FEDs outlined their \"monetary policy normalization\" strategy in 2019\nhttps://www.federalreserve.gov/monetarypolicy/policy-normalization.htm\nhowever, reading this in 2021, it sounds like pure fantasy. Again, it's about incentives: the FED has an incentive to maintain a low-volatility interest rate environment and to keep the yield curve from shifting upwards in order to prevent lange book losses and secure a handy lending business interest rate margin for institutional investors, commercial and investment banks, make housing financing affordable over the long-term to provide for a stable construction jobs and housing asset market etc.; at the same time, the FED are earning a neat surplus from instruments held to maturity, which they bought at sub-pari prices in pre-pandemic years, which are now redeemed at pari prices.\nhttps://www.newyorkfed.org/markets/soma-holdings (see e.g. tab \"T-Notes and T-bonds\")\nThe easiest way to influence and maintain the current yield curve is to keep steady or expand (if necessary) OMOs for the foreseeable future.\nI thus start forecasting with \"NO.\", being aware that inflation in the service sector could make the FED rethink their monetary policy and open market operations, and that fiscal hawks may gain the upper hand in the discourse. As a consequence, I predict the FED will be trapped in their own logic and will not reduce the monthly amount of asset purchases to less than 120bn USD before June 2022."], [93409, "2021-05-03T19:17:49Z", [0.0], ""], [767, "2021-05-03T17:07:20Z", [0.1], ""], [94318, "2021-05-03T15:44:07Z", [1.0], ""], [57249, "2021-05-03T15:42:06Z", [0.66], ""], [97608, "2021-05-03T15:19:10Z", [0.05], "Overweighting Jerome Powell's statements that it will take more than a string of 1MM+ job reports for them to consider recovery in firm footing. Given that jobs deficit is what Powell tracks explictly and that is still 8.4MM below February, it will take ~8months of stellar jobs created, for Powell to consider taper. \nIt is fair to trust Fed as Fed is extremely cautious about its own credibility. "], [100100, "2021-05-03T13:45:06Z", [0.31], "Wisdom of the crowd as anchor (20%). Adjust uppwards because of Kaplans statements, (5%) he is more optimistic than other collegues, this means that he is the odd one out so i dont want to base too much on his statement. Eventhough vaccination could be done by then a lot of people in the states dont want to get vaccinated. However i belive this can change when they see better results in other countries and when they start to incentivese hevier for getting vaccines by giving vaccine passports to vaccinated people. (up 6%)"], [100273, "2021-05-02T22:21:50Z", [0.8], "Otherwise would indicate failure of Creepy Joe's policy and leadership.  "], [98345, "2021-05-02T19:31:59Z", [0.05], ""], [98345, "2021-05-02T19:31:34Z", [0.0], "With the lack of foreign interest in USTs and the incredible sovereign debt racked up/racking up,  it's unlikely the Fed could taper QE without causing massive funding issues for the government. And I expect there will be some amount of \"testing the waters\" with suggestions of tapering, before an actual announcement.\nAlso, under what circumstances will strong demand for USTs (domestic or foreign) return, so the Fed CAN taper without causing a solvency problem? Real rates would need to be perceived as positive (which is hard to believe), and the stock market needs to show signs of weakening (very possible, especially if there are suggestions of tapering)."], [2497, "2021-05-02T19:16:50Z", [1.0], ""], [22689, "2021-05-02T16:22:37Z", [0.0], ""], [86554, "2021-05-02T13:41:26Z", [0.0], ""], [100597, "2021-05-02T13:14:22Z", [0.33], "Be prepared."], [94872, "2021-05-02T13:11:49Z", [0.28], ""], [86367, "2021-05-02T03:33:07Z", [0.78], "December is a long time away so that makes the probability of this being higher as US economy would have almost fully recovered by then. Also QE raises the prospects of inflation (which is already higher than Fed target though \"transitory\" as per the fed). There are already murmurs of people within the fed questioning whether we should start tapering sooner.\nhttps://www.reuters.com/business/feds-kaplan-sees-financial-market-excesses-eyes-qe-taper-2021-04-30/\n"], [100287, "2021-05-02T03:05:36Z", [0.69], ""], [100287, "2021-05-02T02:58:43Z", [0.31], ""], [85536, "2021-05-02T02:09:05Z", [0.5], ""], [92079, "2021-05-02T01:36:35Z", [0.0], ""], [100836, "2021-05-01T21:47:01Z", [0.2], "As per Gundlach, if interest rates exceed 225 bps (which I think is possible) the Fed will increase buying. I think the Fed should reduce MBS purchases because there don't appear to be any bottlenecks in the mortgage market (and rising rates might help re-establish equilibrium there). That said, I think the Fed HAS to continue buying all of the Treasuries being issued as foreign buyers reduce their holdings."], [32258, "2021-05-01T18:10:49Z", [0.0], ""], [97140, "2021-05-01T17:24:09Z", [0.25], ""], [99106, "2021-05-01T15:15:01Z", [0.7], ""], [87827, "2021-05-01T11:54:08Z", [0.2], "Reducing purchases is likely to come before raising rates, and I think if the US sees a strong 2021 there's a possibility that they slow down purchases by the end of the year. However unemployment will probably still be higher than optimal (though a lot better than it currently is) so it seems more likely to me that the FED would rather err on the side of a stronger economy than put a damper on things too soon, especially considering their recent shift to average inflation targeting. https://www.reuters.com/article/us-usa-fed-powell-idUSKBN2C12HZ"], [84880, "2021-05-01T06:02:46Z", [0.99], ""], [11430, "2021-05-01T06:01:48Z", [1.0], "Economic and Covid developments will offer the Fed an opportunity to begin tapering QE during 2021."], [81037, "2021-05-01T04:48:14Z", [0.0], ""], [34815, "2021-05-01T04:32:30Z", [0.0], ""], [63674, "2021-04-30T23:55:11Z", [0.05], ""], [100184, "2021-04-30T19:11:07Z", [0.1], ""], [87175, "2021-04-30T18:43:25Z", [0.8], ""], [691, "2021-04-30T18:39:23Z", [0.02], ""], [13657, "2021-04-30T18:35:33Z", [0.0], "If anything, bond purchases will increase. There is decreasing demand for bonds at a time when the U.S is trying to sell more debt than ever before.  Y over y inflation will jump above 3.2% on May 12 when april CPI is released. In any normal world this should push up interest rates on treasuries. The United States cannot afford to pay higher rates on its debt so this will likely force the FED to buy more bonds in order to hold the treasury rates down.  Chairman Powell has made it very clear that he has no intention of fighting inflation in 2021. They will only fight inflation if it lasts for an extended period, which means more than a year. So they will not curtail Bond purchases over inflation concerns. Also, open market operations are the way in which the FED has to continue stimulating the economy and it will increase bond purchases long before it will lower interest rates below zero. The FED will need to continue stimulus in order to fight the negative effects of inflation on the economy."], [1333, "2021-04-30T17:14:17Z", [0.0], ""]]}