{"question_id": 462, "title": "Will Turkey's upcoming constitutional referendum pass?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.995, 0.005], "correct_answer": "Yes", "correct_forecast": 0.995, "preds": [[34628, "2017-04-28T15:27:24Z", [1.0], ""], [34353, "2017-04-28T12:15:57Z", [1.0], ""], [691, "2017-04-28T11:43:16Z", [1.0], "Presumably this Q has been held open in an abundance of caution, against the extremely unlikely chance of an adverse court decision or massive error found by a recount.  One supposes they might cut off scoring retroactively, of course.  "], [1034, "2017-04-28T06:46:41Z", [1.0], ""], [32880, "2017-04-27T19:40:23Z", [1.0], ""], [34353, "2017-04-27T18:53:31Z", [1.0], ""], [691, "2017-04-27T18:22:13Z", [1.0], ""], [33279, "2017-04-27T14:23:12Z", [1.0], ""], [33277, "2017-04-27T14:07:03Z", [1.0], ""], [21059, "2017-04-27T06:13:42Z", [0.99], ""], [1034, "2017-04-27T05:45:46Z", [1.0], ""], [34353, "2017-04-27T02:59:18Z", [1.0], ""], [32671, "2017-04-27T02:48:29Z", [1.0], ""], [32956, "2017-04-27T02:44:57Z", [1.0], ""], [32884, "2017-04-27T01:36:46Z", [1.0], ""], [32869, "2017-04-26T23:35:35Z", [1.0], ""], [35115, "2017-04-26T19:50:12Z", [0.95], ""], [23117, "2017-04-26T19:35:03Z", [1.0], ""], [32919, "2017-04-26T19:11:05Z", [0.6], ""], [3363, "2017-04-26T17:24:00Z", [1.0], ""], [33776, "2017-04-26T16:39:53Z", [0.25], ""], [32900, "2017-04-26T16:19:21Z", [1.0], ""], [32100, "2017-04-26T13:20:14Z", [1.0], ""], [1034, "2017-04-26T07:33:55Z", [1.0], "Erdogan says Turkey won't wait at Europe's door forever Nakhoul, Tattersall and Coskun (2017) Tue Apr 25, states that: Turkey will not wait at Europe's door forever and is ready to walk away from EU accession talks if rising Islamophobia and hostility from some member states persist, President Tayyip Erdogan told Reuters in a wide-ranging interview on Tuesday. Speaking at the presidential palace less than two weeks after winning sweeping new powers in a referendum, a relaxed Erdogan said a decision by a leading European human rights body to put Turkey back on a watch list was \"entirely political\" and that Ankara did not recognize the move. The Strasbourg-based Parliamentary Assembly of the Council of Europe said it put Turkey back on review over its crackdown on dissent since last year's coup attempt, rights violations, and concerns about Erdogan's increased grip on power. Turkey's relations with the EU soured further ahead of the referendum, when he accused Germany and the Netherlands of acting like Nazis by banning rallies by his supporters. \"In Europe, things have become very serious in terms of the extent of Islamophobia. The EU is closing its doors on Turkey and Turkey isn't closing its doors on anybody,\" Erdogan said, showing photos of vandalized mosques and supporters of the outlawed Kurdish militants rallying against him in Europe (para. 1-5). Nakhoul, S., Tattersall, N. & Coskun, O. (2017). Erdogan says Turkey won't wait at Europe's door forever. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-erdogan-syria-idUSKBN17R2GU Erdogan says Turkey could reconsider its position on Europe Nakhoul, Tattersall and Coskun (2017) Tue Apr 25, states that: President Tayyip Erdogan told Reuters on Tuesday that Turkey would reconsider its position on joining the European Union if it was kept waiting much longer and if the current hostile mentality of some member states persists. Erdogan said a decision on Tuesday by the Parliamentary Assembly of the Council of Europe (PACE), a leading human rights body, to put Turkey on a watch list was \"entirely political\" and Ankara did not recognize the move. He said he was ready to take the question of EU accession to a referendum and that Turkey could not wait indefinitely after 54 years at the door. \"In Europe, things have become very serious in terms of the extent of Islamophobia. The EU is closing its doors on Turkey and Turkey is not closing its doors on anybody,\" Erdogan said in an interview at the presidential palace in Ankara. \"If they are not acting sincerely we have to find a way out. Why should we wait any longer? We are talking about 54 years,\" he said. \"The UK asked her people and they voted for Brexit ... They have peace of mind, they are walking towards a new future, and the same thing was conducted by Norway ... and the same thing can be applied for Turkey too.\" It is a critical week for Turkish-EU relations. EU lawmakers will debate ties on Wednesday, while the bloc's foreign ministers will discuss the issue on Friday and EU leaders are expected to exchange views at a meeting on Brexit on Saturday (para. 1-7). Nakhoul, S., Tattersall, N. & Coskun, O. (2017). Erdogan says Turkey could reconsider its position on Europe. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-erdogan-europe-idUSKBN17R2GG Critics in Turkey Question Credibility of Judges Who Oversaw Vote Kingsley (2017) Tue Apr 25, states that: ANKARA, Turkey — The credibility of the judges who oversaw Turkey’s referendum last week is being called into question because most of them were hastily appointed when President Recep Tayyip Erdogan purged the judiciary after last summer’s failed coup. A narrow majority of Turks voted on April 16 to change the Constitution in a poll that formally granted vast new powers to the office of the Turkish presidency beginning in 2019 and informally validated the already-authoritarian mind-set of Mr. Erdogan. But the legitimacy of Mr. Erdogan’s victory has been tainted by accusations of voter fraud at polling stations across the country — and by an odd series of erratic decisions on the day of the vote by the judges who head the electoral commission. Eight of the 11 judges on the panel had been recently replaced. The opposition has questioned the results of thousands of ballot boxes, after videos showed evidence of ballot-box stuffing and voter intimidation on the day of the vote, and opposition campaigners faced prolonged intimidation during the campaign that preceded it. But the single biggest controversy was the last-minute decision by the electoral commission to override electoral law and allow officials to count what the opposition says are millions of votes that lacked an official stamp proving their authenticity. The decision has cast a shadow over the commission, known by its Turkish initials, Y.S.K. It was once one of Turkey’s most trusted institutions, but it now faces accusations of inconsistency, incompetence and bias. The Y.S.K. board consists of 11 voting members selected from the judiciary, and four observers representing each of Turkey’s four largest political parties, who can participate in the board’s discussions but cannot cast votes. “You are not a referee. You are taking sides,” Osman Baydemir, an opposition lawmaker, said last week in a speech that was aimed at the judges. Most of the members of the Y.S.K. board were appointed under controversial circumstances last September, when several thousand jurists accused of links to the group that the government accuses of orchestrating a failed coup were unseated. Three members of the Y.S.K. board were fired during this crackdown. Five other members left their posts earlier in the year, at the end of their terms, but had not yet been replaced. Eight new members were then appointed by a separate judicial body that was itself reconstituted in the weeks after the coup, as Mr. Erdogan’s government sought to reassert its grip on state institutions. “The fact that eight of the 11 judges on the board were appointed during a crackdown on the judiciary, and amid such an environment of fear, raises questions about their neutrality and their willingness to vote against the government,” said Koray Caliskan, a politics professor at Bogazici University in Istanbul. New details have now emerged about the chaotic way the board made decisions on the day of the vote, after interviews with three of the four observers who were present throughout their deliberations (para. 1-12). Kingsley, P. (2017). Critics in Turkey Question Credibility of Judges Who Oversaw Vote. The New York Times. World. Europe. Retrieved from\nhttps://www.nytimes.com/2017/04/25/world/europe/turkey-referendum-judges.html"], [32956, "2017-04-26T03:03:33Z", [1.0], ""], [32956, "2017-04-26T02:45:08Z", [1.0], ""], [34353, "2017-04-25T22:34:48Z", [1.0], ""], [29980, "2017-04-25T22:29:20Z", [0.99], ""], [35095, "2017-04-25T21:34:02Z", [0.99], ""], [32846, "2017-04-25T18:25:39Z", [1.0], ""], [34918, "2017-04-25T17:56:23Z", [1.0], ""], [167, "2017-04-25T15:11:22Z", [1.0], ""], [22257, "2017-04-25T10:54:39Z", [0.95], ""], [1034, "2017-04-25T07:34:56Z", [1.0], "Turkey Cabinet Overhaul Coming as Erdogan Eyes Party Return Kozok, Hamade and Harvey (2017) April 25, states that: Turkey’s Prime Minister Binali Yildirim said he’ll discuss an overhaul of the cabinet with President Recep Tayyip Erdogan in coming months, signaling changes in key posts after a radical constitutional reform was approved on April 16. “It wouldn’t be right for me to speak about names, about who’ll come and who’ll go,” Yildirim told Bloomberg in an interview at Cankaya Palace in Ankara on Monday. “From time to time, injecting fresh blood in the cabinet is a necessity of democracy.” Yildirim’s comments mark the first confirmation of plans to change the line-up of senior policy makers after Turks voted to hand executive power to Erdogan, a move that will lead to the elimination of the prime minister’s office by 2019. The referendum also paved the way for Erdogan to rejoin the governing Justice and Development Party, which Yildirim currently leads, and formally move into the driver’s seat of the Middle East’s largest economy. The constitutional referendum left many investors wondering about the future direction of economic policy under Erdogan, who’s adamant that Turkey should prioritize lowering interest rates to spur economic activity despite rampant inflation. Economic Policy Members of an economic policy team favored by investors and credited with driving years of rapid growth have been dropped from Turkey’s cabinet in recent years. Erdogan has also employed a host of economic advisers who shun conventional approaches to economic management and advocate for a “new economic paradigm” based on lower interest rates to fuel investment, production and employment. For more on the transformation of Turkey’s economic policy team, read: Economic A-Team Down to Last Man as Erdogan Exerts His Power Erdogan’s return to the governing party, also known by its Turkish initials AKP, was enabled by a clause in the April 16 package that revokes the constitutional requirement of impartiality for the head of state. Once the official referendum result is announced in the Official Gazette, expected before the end of this month, Erdogan “can be a member right away,” Yildirim said. “We will happily invite our president to our party” and “there’s also no barrier to him becoming chairman,” said Yildirim, the premier and current party chairman. He said there’s no rush to enact all of the constitutional amendments though, which would require bringing elections forward from their scheduled date in November 2019 (para. 1-8). Kozok. F., Hamade, R. & Harvey, B. (2017). Turkey Cabinet Overhaul Coming as Erdogan Eyes Party Return. Bloomberg. Politics. Retrieved from\nhttps://www.bloomberg.com/news/articles/2017-04-25/turkey-cabinet-overhaul-said-coming-as-erdogan-eyes-party-return Turkey Will Keep Pumping Money Into Infrastructure, Premier Says Kozok, Hamade and Harvey (2017) April 25, states that: Turkey will boost economic growth by finding creative ways to reduce financing costs and redirect resources to large infrastructure projects, Prime Minister Binali Yildirim said in an interview in Ankara on Monday. The interview was Yildirim’s first since an April 16 referendum, which was preceded by massive government-backed stimulus for lending after the nation’s slowest growth rate since a contraction in 2009. The referendum, backed by Yildirim, hands President Recep Tayyip Erdogan enhanced executive authority and by 2019, will lead to the abolishing of Yildirim’s current job. “We’ll continue to take such measures,” Yildirim said of the economic stimulus program, speaking in a ballroom at the Cankaya Palace. “The revival of the domestic economy will increase even more.” Investors have so far welcomed the outcome of the referendum, even as questions remain about how Erdogan will use his enhanced powers to revive growth, bring inflation under control and support the currency, which has lost almost a quarter of its value against the dollar in the past year. The benchmark Turkish stock gauge closed at a record high on Monday, while the lira has appreciated 1.8 percent against the greenback since the vote. Infrastructure Spending A former transportation minister, Yildirim’s attention focused largely on infrastructure investment. Turkey plans to spur spending of about 100 billion liras ($28 billion) in rail projects over the next 10 years, as well as pouring money into new highways, hospital developments, airports, shipping, student dorm facilities, electric energy and urban regeneration. “This is why Turkey’s economy tripled in size and exports quadrupled” since the ruling AK Party came to power in 2002, he said. “While the world was running from crisis to crisis, Turkey carried out some of the largest projects in the world.” Urban regeneration, which includes destroying and rebuilding structures that are insufficiently earthquake-proof, will help to drive domestic consumption and employment over the next decades, he said. Many of those projects will be moved off the government budget through partnerships with the private sector, he said. “Large projects can’t be done out of the state’s general budget because first you’re going to do your spending on people’s health, education and defense,” he said. “If there’s money left over, you’ll do big infrastructure projects.” Because in the past that wasn’t possible, Turkey turned to public-private partnerships and build-operate-transfer models, and plans to continue investing in that way, he said (para. 1-8). Kozok. F., Hamade, R. & Harvey, B. (2017). Turkey Will Keep Pumping Money Into Infrastructure, Premier Says. Bloomberg. Politics. Retrieved from\nhttps://www.bloomberg.com/news/articles/2017-04-25/turkey-will-keep-pumping-money-into-infrastructure-premier-says EU executive urges change of tack in relations with Turkey Macdonald (2017) Mon Apr 24, states that: The European Union executive urged EU governments on Monday to consider changing its relationship with Turkey after a referendum that handed President Tayyip Erdogan sweeping powers put Ankara's stalled membership talks deeper into cold storage. Enlargement Commissioner Johannes Hahn, who is responsible for negotiations with countries wanting to join the bloc, called on EU foreign ministers when they meet in Malta on Friday to consider a new format for relations with Turkey, one that could ease mutual frustrations and reinforce cooperation. \"The current situation is not sustainable,\" Hahn said. He added that he did not want to prejudge discussions among the member states on whether they should suspend Turkey's accession request, which they accepted in 2005. Hahn's native Austria has been among the most prominent advocates of a freeze. Some other states fear that could see Turkey act on threats to end a year-old agreement which has stemmed the flow of migrants to Greece and on to Germany. However, many in the EU believe Ankara has good reasons, including the financial aid that is part of the deal, not to stop cooperating on migration. The European Commission and its member states have grown increasingly skeptical of Turkey's accession process as Erdogan has cracked down on opponents and sought to increase his power. Turkey also questions the value of a process which few in Europe have seen leading to membership in the foreseeable future (para. 1-6). Macdonald, A. (2017). EU executive urges change of tack in relations with Turkey. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-eu-hahn-idUSKBN17Q27G"], [9755, "2017-04-25T00:14:58Z", [1.0], ""], [32802, "2017-04-24T18:26:50Z", [1.0], ""], [691, "2017-04-24T12:13:33Z", [1.0], ""], [34353, "2017-04-24T12:09:53Z", [1.0], ""], [1034, "2017-04-24T06:06:14Z", [1.0], "Turkey's justice minister: Time to contest vote results over Bilginsoy (2017) Apr 22, states that: Turkey's ruling party and the main opposition party kept up their fight Saturday over the results of the referendum on expanding the president's powers. In a series of tweets Saturday, Justice Minister Bekir Bozdag slammed the opposition Republican People's Party (CHP) for continuing to object to the results of the April 16 referendum due to voting irregularities, saying that judicial paths to reverse the ruling are shut. The CHP fired back, saying he was threatening the judiciary in order to get them to rule against the party's case. Unofficial results show the \"yes\" campaign for transforming Turkey's parliamentary government system into a presidential one garnered 51.4 percent of the vote. Official results by the electoral board are expected next week. Bozdag said all decisions on electoral issues, including complaints and fraud allegations, are in the purview of Turkey's electoral board. \"Applications against the High Electoral Board's decisions cannot be taken to any court or authority, including the Council of State and the Constitutional Court,\" he tweeted. Bozdag said these judicial organs would \"have no choice but to reject\" such applications based on Turkish laws. \"No court can undo/change the decisions of the nation,\" he tweeted (para. 1-6). Bilginsoy, Z. (2017). Turkey's justice minister: Time to contest vote results over. The associates Press. Retrieved from\nhttp://abcnews.go.com/International/wireStory/turkeys-justice-minister-contesting-referendum-moot-46952730 What Turkey’s referendum reveals Merry (2017) Sunday, April 23, states that: ANALYSIS/OPINION: The outcome of the Turkish vote on constitutional changes, notwithstanding lingering allegations of fraud, represents further evidence of a crumbling global status quo. When Turkish President Recep Tayyip Erdogan declared victory in the narrowly divided referendum, it wiped away 93 years of Turkish history and nearly 70 years of Turkey’s prevailing concept of its place in the world. Add that to today’s global flux, along with the rise of China, the Mideast conflagration, the fraying European Union, the threat to Europe from a rising tide of immigrants, intensifying U.S.-Russian tensions, and America’s lurch into rightwing populism, and it becomes clear that the Old Order is disintegrating (para. 1). President George Bush endorsed that idea in June 2004 as he stood on the banks of the Bosporus in Istanbul. “As a European power,” he declared, “Turkey belongs in Europe” (para. 7).\nBut Turkey wasn’t — and isn’t — a European power. It is an Asian power and a Muslim nation, culturally distinct from Europe. And all of Ataturk’s bold and implacable efforts to fashion it into a Western nation were ultimately doomed to fail (para. 7-8). Merry, R. W. (2017). What Turkey’s referendum reveals. The Washington Times. Opinion. Retrieved from\nhttp://www.washingtontimes.com/news/2017/apr/23/what-turkeys-referendum-reveals/"], [21059, "2017-04-24T04:57:02Z", [1.0], ""], [32874, "2017-04-23T23:59:35Z", [0.89], ""], [32838, "2017-04-23T23:47:03Z", [1.0], ""], [32122, "2017-04-23T19:54:23Z", [1.0], ""], [34353, "2017-04-23T15:27:51Z", [1.0], ""], [691, "2017-04-23T12:17:10Z", [1.0], ""], [1034, "2017-04-23T07:50:48Z", [1.0], "German conservatives urge end to EU-Turkey talks after pro-Erdogan vote Shalal (2017) Sat Apr 22, states that: Two senior German conservative politicians have called for the European Union to end discussions with Turkey about EU membership after a vote that handed new powers to Turkish President Tayyip Erdogan. Norbert Roettgen, a member of Chancellor Angela Merkel's Christian Democrats (CDU) and head of the foreign affairs committee, said failing to issue consequences after the referendum vote would hurt Europe. \"We would damage the credibility of Europe if we failed to respond to Turkey's decision against democracy, against the rule of law ... if we continue to hold fast to the fiction of accession for a country with such a government and such a constitution,\" Roettgen told broadcaster Deutschlandfunk in an interview to air on Sunday. He said pretending that Turkey could join the EU would also prevent Europe from forging a new, more realistic relationship with Turkey. Turks voted a week ago by a narrow margin to abolish the post of prime minister and concentrate power in the hands of the president, the biggest overhaul of Turkey's political system since the modern state was established nearly a century ago. The results have been challenged in court by Turkey's main opposition party, and independent election monitors from the Council of Europe and the Organisation for Security and Cooperation in Europe have questioned the vote. Joachim Herrmann, the interior minister of Bavaria and a member of the CDU's Bavarian sister party, said EU accession talks for Turkey should be ended, not paused. \"It's about time that the EU membership negotiations are ended,\" Herrmann told the German newspaper Bild am Sonntag. \"We have to stop kidding ourselves: There are no common perspectives with the Turkey of Erdogan\" (para. 1-8). Shalal, A. (2017). German conservatives urge end to EU-Turkey talks after pro-Erdogan vote. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-germany-idUSKBN17O0ON?il=0"], [1596, "2017-04-23T04:28:07Z", [1.0], ""], [26242, "2017-04-23T02:47:05Z", [1.0], ""], [34353, "2017-04-22T20:32:14Z", [1.0], ""], [5386, "2017-04-22T18:28:36Z", [1.0], ""], [35057, "2017-04-22T16:37:42Z", [1.0], ""], [1624, "2017-04-22T08:40:14Z", [1.0], ""], [1034, "2017-04-22T08:24:12Z", [1.0], ""], [14253, "2017-04-22T02:52:32Z", [1.0], ""], [34353, "2017-04-21T12:03:23Z", [1.0], ""], [233, "2017-04-21T11:01:45Z", [1.0], ""], [23117, "2017-04-21T10:35:09Z", [1.0], ""], [1034, "2017-04-21T07:24:22Z", [1.0], ""], [29145, "2017-04-21T05:18:16Z", [1.0], ""], [35033, "2017-04-21T03:13:15Z", [1.0], ""], [22264, "2017-04-20T21:35:07Z", [1.0], ""], [32769, "2017-04-20T20:07:09Z", [1.0], ""], [32769, "2017-04-20T20:01:12Z", [1.0], ""], [1034, "2017-04-20T18:49:41Z", [1.0], "Turkey says European rights court has no jurisdiction over referendum Toksabay (2017) Thu Apr 20, states that: Turkey's justice minister said on Thursday that any opposition challenge to a referendum that expanded President Tayyip Erdogan's powers would be rejected by the constitutional court, and Europe's human rights court had no jurisdiction on the matter. The main opposition CHP party said on Wednesday it was considering taking its appeal for the referendum to be annulled to Turkey's Constitutional Court or the European Court of Human Rights after the country's electoral authority rejected challenges by the CHP and two other parties. \"If the opposition takes the appeal to the Constitutional Court, the court has no other option than to reject it,\" Justice Minister Bekir Bozdag told television news channel A Haber. \"It can also apply to the ECHR, but it cannot achieve a result there either, because the agreements Turkey signed do not give parties the right to apply.\" Bozdag also reiterated government criticism of a report by European election observers who said the referendum, carried out under emergency law, took place on an \"unlevel playing field\". The observers said a last-minute decision by election authorities to allow unstamped ballots to be counted \"undermined an important safeguard and contradicted the law which explicitly states that such ballots should be considered invalid\" (para.1-6). Toksabay, E. (2017). Turkey says European rights court has no jurisdiction over referendum. Reuters. World News. Retrieved from\nhttp://uk.reuters.com/article/uk-turkey-politics-minister-idUKKBN17M0Q5\n"], [32100, "2017-04-20T18:09:19Z", [1.0], ""], [34353, "2017-04-20T11:56:41Z", [1.0], ""], [691, "2017-04-20T11:48:28Z", [1.0], ""], [1034, "2017-04-20T05:49:30Z", [1.0], ""], [34499, "2017-04-20T05:22:38Z", [1.0], ""], [767, "2017-04-19T21:50:14Z", [1.0], "Turkey’s largest opposition party, The Republican People's Party, has filed a formal request to annul constitutional referendum citing illegal vote rigging.   Erdogan's win was very narrow, 51.4%.  Criticism has come from The Organization for Security and Cooperation in Europe who said the referendum campaign presented an “unlevel playing field” for opposition parties. Turkey's bar association called the electoral board’s decision to allow unstamped ballots “illegal.” \nWith Erdogan's current hold on power, it's is very unlikely that any of these complaints will result in any significant disruption or annulment.  http://www.politico.eu/article/turkish-opposition-tries-to-annul-referendum-result/"], [241, "2017-04-19T20:37:10Z", [1.0], ""], [691, "2017-04-19T17:26:10Z", [1.0], ""], [34435, "2017-04-19T14:19:49Z", [0.98], ""], [241, "2017-04-19T12:11:40Z", [0.98], ""], [241, "2017-04-19T12:07:05Z", [0.95], ""], [34353, "2017-04-19T11:59:51Z", [1.0], ""], [27798, "2017-04-19T06:30:41Z", [0.9], ""], [1034, "2017-04-19T05:37:43Z", [1.0], ""], [21884, "2017-04-19T01:54:55Z", [1.0], ""], [15196, "2017-04-19T01:12:16Z", [1.0], ""], [32864, "2017-04-18T22:14:27Z", [1.0], ""], [35013, "2017-04-18T20:50:23Z", [1.0], ""], [32956, "2017-04-18T20:44:20Z", [1.0], ""], [32100, "2017-04-18T17:06:29Z", [1.0], ""], [1639, "2017-04-18T15:18:37Z", [1.0], ""], [34283, "2017-04-18T14:55:48Z", [1.0], ""], [35005, "2017-04-18T14:19:48Z", [1.0], "The vote just occurred. Opposition will not be able to overturn even if evidence of tampering is found."], [33887, "2017-04-18T14:05:39Z", [1.0], ""], [754, "2017-04-18T13:39:57Z", [1.0], ""], [35004, "2017-04-18T13:08:58Z", [0.75], ""], [241, "2017-04-18T12:59:44Z", [1.0], ""], [19801, "2017-04-18T12:44:05Z", [1.0], "Turkish referendum polls show 'Yes' vote above 51 percent\nhttp://www.reuters.com/article/us-turkey-referendum-poll-idUSKBN17F0V3"], [34995, "2017-04-18T12:28:52Z", [0.8], ""], [34353, "2017-04-18T11:41:31Z", [1.0], ""], [30200, "2017-04-18T09:40:39Z", [1.0], ""], [32892, "2017-04-18T07:45:07Z", [1.0], ""], [1034, "2017-04-18T06:46:29Z", [1.0], ""], [34997, "2017-04-18T05:47:32Z", [1.0], ""], [28091, "2017-04-18T01:38:30Z", [1.0], ""], [29145, "2017-04-17T21:53:32Z", [1.0], ""], [32947, "2017-04-17T20:59:50Z", [0.45], ""], [38, "2017-04-17T20:29:16Z", [1.0], "https://apnews.com/a07cf9f9f82e43288632ec2d70baf907/Opposition-to-challenge-votes-on-expanding-Erdogan's-powers \"International observers who monitored the voting also found irregularities, saying the conduct of Sunday's referendum \"fell short\" of international standards. It specifically criticized a decision Sunday by Turkey's electoral board to accept ballots that did not have official stamps, saying that undermined safeguards against fraud. \"Turkey's electoral board confirmed the \"yes\" victory in the referendum and said the final results would be declared in 11-12 days. The state-run Anadolu Agency said the \"yes\" side stood at 51.4 percent of the vote, while the \"no\" vote saw 48.6 percent support."], [22752, "2017-04-17T20:00:57Z", [1.0], ""], [32865, "2017-04-17T19:51:24Z", [1.0], ""], [1034, "2017-04-17T18:32:40Z", [1.0], "Monitors criticize Turkey referendum; Erdogan denounces 'crusader mentality' Solaker and Butler (2017) Mon Apr 17, states that: A defiant Turkish President Tayyip Erdogan denounced the West's \"crusader mentality\" on Monday after European monitors criticized a referendum to grant him sweeping new powers, which he won with a narrow victory laying bare the nation's divisions. Supporters thronged the streets honking horns and waving flags, while opponents banged pots and pans in protest in their homes into the early morning. The main opposition party rejected the result and called for the vote to be annulled. Election authorities said preliminary results showed 51.4 percent of voters had backed the biggest overhaul of Turkish politics since the founding of the modern republic. Erdogan says concentrating power in the hands of the president is vital to prevent instability. But the narrowness of his victory could have the opposite effect: adding to volatility in a country that has lately survived an attempted coup, attacks by Islamist's, a Kurdish insurgency, civil unrest and war across its Syrian border. The result laid bare the deep divide between the urban middle classes who see their future as part of a European mainstream, and the pious rural poor who favor Erdogan's strong hand. Erdogan made clear his intention to steer the country away from Europe, announcing plans to seek to restore the death penalty, which would effectively end Turkey's decades-long quest to join the EU. \"The crusader mentality in the West and its servants at home have attacked us,\" he told flag-waving supporters on arrival in the capital Ankara where he was due to chair a cabinet meeting, in response to the monitors' assessment. In the bluntest criticism of a Turkish election by European monitors in memory, a mission of observers from the 47-member Council of Europe, the continent's leading human rights body, said the referendum was an uneven contest. Support for a \"Yes\" vote dominated campaign coverage, and the arrests of journalists and closure of media outlets prevented other views from being heard, the monitors said. \"In general, the referendum did not live up to Council of Europe standards. The legal framework was inadequate for the holding of a genuinely democratic process,\" said Cezar Florin Preda, head of the delegation (para. 1-8). Solaker, G. & Butler, D. (2017). Monitors criticize Turkey referendum; Erdogan denounces 'crusader mentality'. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-idUSKBN17J0PY\n"], [32100, "2017-04-17T18:22:17Z", [0.99], ""], [30396, "2017-04-17T18:04:26Z", [1.0], ""], [31317, "2017-04-17T16:29:19Z", [1.0], ""], [34866, "2017-04-17T15:21:45Z", [1.0], ""], [32100, "2017-04-17T14:56:38Z", [1.0], ""], [31450, "2017-04-17T14:15:47Z", [1.0], "Well this got easier"], [34051, "2017-04-17T12:28:20Z", [1.0], ""], [34353, "2017-04-17T11:40:48Z", [1.0], ""], [4577, "2017-04-17T11:09:41Z", [0.99], ""], [691, "2017-04-17T11:05:42Z", [1.0], ""], [1643, "2017-04-17T11:01:18Z", [1.0], "happened yday"], [32836, "2017-04-17T11:00:36Z", [1.0], ""], [31756, "2017-04-17T08:31:52Z", [1.0], ""], [11885, "2017-04-17T07:29:56Z", [1.0], ""], [1034, "2017-04-17T05:27:02Z", [1.0], ""], [23234, "2017-04-17T03:58:17Z", [1.0], ""], [14777, "2017-04-17T03:03:49Z", [1.0], ""], [691, "2017-04-17T01:48:36Z", [1.0], ""], [21884, "2017-04-17T01:30:48Z", [0.98], ""], [21884, "2017-04-17T01:27:43Z", [1.0], ""], [31238, "2017-04-17T00:56:40Z", [1.0], ""], [34267, "2017-04-16T21:39:04Z", [0.68], ""], [29907, "2017-04-16T21:17:34Z", [1.0], ""], [4634, "2017-04-16T19:36:13Z", [1.0], ""], [241, "2017-04-16T19:23:21Z", [0.95], ""], [64, "2017-04-16T19:09:56Z", [1.0], ""], [64, "2017-04-16T19:09:44Z", [0.95], ""], [29907, "2017-04-16T18:46:31Z", [0.99], ""], [1034, "2017-04-16T18:30:26Z", [1.0], "Erdogan Declares Victory as Opposition Contest Turkish Result “Yes’ leading with 51.3%; 98% of votes counted: Anadolu \nBallot asked Turks if they want switch to executive presidency Hacaoglu, S., Kozok, F. & Ant, O. (2017). Erdogan Declares Victory as Opposition Contest Turkish Result. Bloomberg. Politics. Retrieved from \nhttps://www.bloomberg.com/politics/articles/2017-04-16/erdogan-declares-victory-as-opposition-contest-turkish-result Turkish 'Yes' lead narrows to 51.7 percent in final stages of count Gumrukcu and Pamuk (2017) Sun Apr 16, states that: Votes for constitutional change to hand President Tayyip Erdogan sweeping powers held a narrow lead with almost all ballot boxes opened on Sunday, but Turkey's three largest cities and the mainly Kurdish southeast looked set to vote \"No\". \"Yes\" votes stood at 51.3 percent after 98.2 percent of ballots had been opened for counting, state-run Anadolu news agency said, though a lag between opening and counting them could see the lead tighten further in the final stages. Erdogan called Prime Minister Binali Yildirim and the leader of the nationalist MHP party, which supported the \"Yes\" vote, to congratulate them, presidential sources said. They quoted Erdogan as saying the referendum result was clear. A \"Yes\" vote would replace Turkey's parliamentary democracy with an all-powerful presidency and may see Erdogan in office until at least 2029, in the most radical change to the country's political system in its modern history. The outcome will also shape Turkey's strained relations with the European Union. The NATO member state has curbed the flow of migrants - mainly refugees from wars in Syria and Iraq - into the bloc but Erdogan says he may review the deal after the vote. In Turkey's three biggest cities - Istanbul, Izmir and the capital Ankara - the \"No\" camp appeared set to prevail narrowly, according to Turkish television stations (para. 1-6). Gumrukcu, T. & Pamuk, H. (2017). Turkish 'Yes' lead narrows to 51.7 percent in final stages of count. Reuters. World News, Retrieved from \nhttp://www.reuters.com/article/us-turkey-referendum-idUSKBN17H0CU"], [4634, "2017-04-16T18:24:01Z", [0.98], "\"CHP MP Eren Erdem is broadcasting on Periscope on the YSK vs. AA results disparity. He gives the example of Istanbul, which Anadolu says is narrowly in the bag for No with 99% of ballot boxes opened.\nHe says the YSK results show the proportion of ballot boxes opened is much lower, around 73%. The Istanbul districts that have completed counting are places like Esenler, which are strong with the governing AK Party, while more than a third of votes are still waiting to be counted in CHP strongholds like Kadıköy. His conclusion is this: \"Anadolu Agency are manipulating the results and trying to convince you [the CHP activists] to leave regional counting centres. Stay where you are,\" he adds.\" http://www.jamesinturkey.com/live-turkey-votes-april-2017/ Edit: Liveblog can also be found here: https://www.24liveblog.com/live/1384525"], [29680, "2017-04-16T18:15:53Z", [1.0], "It happened."], [4634, "2017-04-16T18:11:09Z", [0.98], ""], [32438, "2017-04-16T18:04:43Z", [1.0], ""], [34353, "2017-04-16T17:59:48Z", [1.0], ""], [38, "2017-04-16T17:35:57Z", [1.0], ""], [32438, "2017-04-16T17:18:59Z", [0.87], ""], [20156, "2017-04-16T16:50:54Z", [1.0], ""], [32438, "2017-04-16T16:32:34Z", [0.97], ""], [32438, "2017-04-16T16:28:51Z", [0.9], ""], [24, "2017-04-16T16:26:11Z", [1.0], ""], [20156, "2017-04-16T16:21:47Z", [0.95], ""], [4577, "2017-04-16T15:49:42Z", [0.95], ""], [31082, "2017-04-16T15:46:18Z", [0.98], ""], [34767, "2017-04-16T15:45:56Z", [0.9], ""], [9755, "2017-04-16T15:34:15Z", [1.0], ""], [20156, "2017-04-16T15:32:24Z", [1.0], ""], [36, "2017-04-16T15:26:46Z", [0.99], ""], [29860, "2017-04-16T15:13:01Z", [1.0], ""], [29860, "2017-04-16T15:12:27Z", [0.99], ""], [32589, "2017-04-16T15:07:48Z", [1.0], ""], [32589, "2017-04-16T15:07:06Z", [0.95], ""], [32438, "2017-04-16T14:49:58Z", [1.0], ""], [32438, "2017-04-16T14:31:06Z", [0.9], ""], [7053, "2017-04-16T14:23:51Z", [0.6], ""], [12853, "2017-04-16T13:20:39Z", [0.95], ""], [6373, "2017-04-16T13:18:04Z", [0.78], "The President of Turkey is well on his way to legitimizing his Dictatorship. He has paved the way for this referendum to pass by jailing political opponents and closing down the free press. It still might be close but it will certainly pass."], [1901, "2017-04-16T13:11:09Z", [0.95], ""], [32872, "2017-04-16T09:29:02Z", [1.0], ""], [1034, "2017-04-16T07:59:55Z", [1.0], "Erdogan makes final push before vote on presidential powers Gumrukcu (2017) Sat Apr 15, states that: President Tayyip Erdogan appealed for support from Turkish voters in final campaign rallies on Saturday, the eve of a referendum which could tighten his grip over a country bridging the European Union and a conflict-strewn Middle East. Opinion polls have given a narrow lead for a \"Yes\" vote in Sunday's referendum to replace Turkey's parliamentary democracy with an all-powerful presidency, a move Erdogan says is needed to confront the security and political challenges Turkey faces. Opponents say it is a step towards greater authoritarianism in a country where 40,000 people were arrested and 120,000 sacked or suspended from their jobs in a crackdown following a failed coup attempt against Erdogan last July. Western countries have criticized that tough response, and relations with the EU - which Turkey has been negotiating to join for a decade - hit a low during the campaign when Erdogan accused European leaders of acting like Nazis for banning referendum rallies in their countries on security grounds. He has also said Turkey could review a deal under which it limits the flow of migrants - many of them refugees fleeing war in neighboring Syria and Iraq - into the European Union unless the bloc implements plans to grant Turks visa-free travel. At a rally in Istanbul, one of four he held in the last hours before Sunday's vote, Erdogan described the constitutional proposals as the biggest change in Turkey since the country was established nearly a century ago, and the culmination of the response to July's abortive putsch. \"Sunday will be a turning point in the fight against terrorist organizations. We will finish what we started on July 15 this April 16,\" he told a crowd in Istanbul's Tuzla district, decked with Turkish flags and giant pictures of the president (para. 1-7). Gumrukcu, T. (2017). Erdogan makes final push before vote on presidential powers. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-idUSKBN17H0CU"], [34353, "2017-04-16T00:30:58Z", [0.8], ""], [64, "2017-04-15T21:02:26Z", [0.4], "The polls are close, but Erdogan has clamped down enough to scare people. So, I expect the NO has a slight lead. Folk who voted against Erdogan in the past are unlikely to vote for him,. On the other hand, some of those who voted for him in the pass will think he has gone too far -- particularly when they know perfectly decent friends and family who have been fired or even arrested."], [5386, "2017-04-15T20:14:55Z", [0.9], ""], [1333, "2017-04-15T18:58:01Z", [1.0], "Some elderly were told that if the April 16 referendum on providing greater powers to the Turkish presidency does not pass, their retirement funds will be cut off, along with the government aid provided for the disabled. Read more: http://www.al-monitor.com/pulse/originals/2017/04/turkey-erdogan-uses-mosques-to-win-referendum.html#ixzz4eLWKiCS2"], [4634, "2017-04-15T18:01:02Z", [0.75], ""], [241, "2017-04-15T15:12:33Z", [0.45], ""], [1333, "2017-04-15T15:07:59Z", [0.5], ""], [31369, "2017-04-15T11:15:59Z", [0.75], ""], [691, "2017-04-15T11:08:22Z", [0.86], ""], [1034, "2017-04-15T06:30:25Z", [1.0], ""], [1333, "2017-04-14T22:15:47Z", [0.45], "Polls show the margin of those inclined to vote yes is narrowing, and this far ahead of the election it looks downhill from here."], [691, "2017-04-14T21:01:43Z", [0.86], "It will be close.  Luckily we are only guessing the result, not the margin."], [22345, "2017-04-14T20:02:21Z", [1.0], "Comment deleted on Oct 01, 2017 06:16PM UTC"], [1711, "2017-04-14T15:16:10Z", [0.0], "Surveys are completely unreliable since people are afraid to say no. "], [754, "2017-04-14T13:45:07Z", [0.0], "This is a Big swing and a bit late to affect my Brier score, because I was at 100% for a long time. I didn't study hard enough and that was lazy. Now seeing close polls, maybe 51 or 52% in favor.  As proved to be the case with US election and people \"polling\" NO for Trump but voting for him in the privacy of the booth, I suspect the same will occur in Turkey and they will vote against Erdogan in privacy of the voting booth. Maybe wishful thinking and I can't deny that the counting may be \"managed\" anyways to ensure a win.  This is a small attempt to make up for having been so 100% bet... and if i was wrong it will help bring a small reduction in my bad score. If the referendum passes, i will enjoy the score, but will consider it luck that i didn't get killed by hubris. "], [18762, "2017-04-14T12:15:18Z", [0.99], ""], [32956, "2017-04-14T11:42:16Z", [0.78], ""], [34353, "2017-04-14T11:40:12Z", [0.8], ""], [32956, "2017-04-14T11:37:19Z", [0.82], ""], [4042, "2017-04-14T10:14:26Z", [1.0], ""], [1034, "2017-04-14T06:21:44Z", [1.0], ""], [32784, "2017-04-13T19:48:10Z", [1.0], ""], [32956, "2017-04-13T19:48:01Z", [0.82], ""], [32846, "2017-04-13T19:41:39Z", [0.85], ""], [1034, "2017-04-13T17:50:12Z", [1.0], "Turkish referendum polls show 'Yes' vote above 51 percent Butler (2017) Thu Apr 13, states that: A narrow majority of Turks will vote \"Yes\" in Sunday's referendum on changing the constitution to grant President Tayyip Erdogan sweeping new powers, two opinion polls showed on Thursday. The April 16 vote will decide on the biggest change in Turkey's system of governance since the modern republic's foundation almost a century ago, potentially replacing its parliamentary system with an executive presidency. Polling company Konda said the number of \"yes\" voters stood at 51.5 percent, but said its survey had a margin of error of plus or minus 2.4 percent. \"When this forecast is considered within the survey’s margin of error, a final judgement might be misleading,\" Konda said in a statement. Its survey, carried out face-to-face with 3,462 people in 30 provinces on April 7-9, showed turnout for the vote would be around 90 percent. It said the level of undecided voters had fallen to 9 percent from more than 20 percent in January and there was no evidence to indicate their preference.. The survey by pollster Gezici put support for the constitutional change at 51.3 percent, with \"no\" votes at 48.7 percent after the distribution of undecided voters. The poll was carried out face-to-face with some 1,400 people in 10 provinces on April 8-9. In its previous survey a week earlier it put the \"yes\" vote at 53.3 percent. Gezici said many people did not want to express their views during the poll's fieldwork. It put the level of undecided voters at 9.9 percent. \"One of the basic problems with the work during the referendum process was the evident increase in the level of people's concern about expressing themselves,\" Gezici said in its analysis of the results. Two other surveys on Wednesday showed the \"yes\" vote on 51-52 percent. The mean average of nine polls collated by Reuters puts the \"yes\" vote on 50.9 percent. (para. 1-10). Butler, D. (2017). Turkish referendum polls show 'Yes' vote above 51 percent. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-poll-idUSKBN17F0V3"], [4634, "2017-04-13T17:32:34Z", [0.72], ""], [241, "2017-04-13T12:54:31Z", [0.5], ""], [691, "2017-04-13T12:00:04Z", [0.86], ""], [34353, "2017-04-13T11:37:59Z", [0.75], ""], [159, "2017-04-13T11:32:02Z", [0.9], "One would suspect this will happen.  You know what Stalin said about the important thing being who counts the votes."], [4577, "2017-04-13T09:22:55Z", [0.9], ""], [33170, "2017-04-13T09:13:52Z", [0.4], ""], [29680, "2017-04-13T06:04:37Z", [0.88], ""], [1034, "2017-04-13T05:36:11Z", [1.0], ""], [31317, "2017-04-13T00:46:07Z", [0.45], ""], [32838, "2017-04-12T18:53:16Z", [0.7], ""], [15097, "2017-04-12T17:27:08Z", [0.75], ""], [34920, "2017-04-12T15:41:21Z", [0.8], "Also an easy one"], [34353, "2017-04-12T15:27:25Z", [0.75], "Current polling is, and has been, favorable for passage. Upgrade to 75%."], [1639, "2017-04-12T14:46:40Z", [0.95], "Voters will go to the polls Sunday to decide whether to hand sweeping new powers to President Recep Tayyip Erdoğan. If the referendum were held now, 52 percent of Turkish voters would back the Yes side, according to pollster ANAR, which based its cross-country survey on face-to-face interviews with more than 4,000 Turks. The poll further showed the number of undecided voters has fallen to 8 percent.\n"], [22308, "2017-04-12T14:36:53Z", [0.9], ""], [31238, "2017-04-12T13:51:11Z", [0.9], ""], [16355, "2017-04-12T13:23:04Z", [0.65], ""], [4577, "2017-04-12T13:18:48Z", [0.95], ""], [691, "2017-04-12T12:18:42Z", [0.88], "It will probably be a close tally, but there's not much point to being a thug if you can't win an election by the time-honoured methods of beating, jailing, and killing your opponents, all the while controlling the press.  If he's still nervous, there's always fraud.  "], [1643, "2017-04-12T12:15:40Z", [0.49], "This one is tough. 1) Last two polls, AKAM and Qriously differ - Qriously has a clear winner in yes, AKAM in no.  AKAM has roughly 4 times the sample size.\nhttps://en.wikipedia.org/wiki/Turkish_constitutional_referendum,_2017 2) The company that ran the AKAM poll said they would close the company if it turned out yes.  I like the skin in the game.\nhttp://www.sozcu.com.tr/2017/gundem/iste-son-referandum-anketi-yuzde-53-1787544/ 3) This guy has a great explanation of what the referendum will mean, he follows Turkish politics closely and he has a projection at no:\nhttp://www.jamesinturkey.com/opinion-polling-ahead-2017-turkish-referendum/\nhttp://www.jamesinturkey.com/explainer-turkeys-new-presidential-system/ 4) It's hard for me to reconcile this with a separate prediction market that gives a 73% chance to \"yes\":\nhttps://www.predictit.org/Contract/5642/Will-Turkish-voters-pass-a-constitutional-referendum-in-April-2017#data This will be a great test for polls vs prediction market.  "], [241, "2017-04-12T11:14:47Z", [0.4], ""], [31496, "2017-04-12T08:21:03Z", [0.9], ""], [1034, "2017-04-12T06:12:04Z", [1.0], ""], [23234, "2017-04-12T03:34:53Z", [0.49], ""], [23234, "2017-04-12T03:33:46Z", [0.3], ""], [32836, "2017-04-11T22:12:52Z", [0.81], ""], [691, "2017-04-11T18:34:58Z", [0.88], ""], [32100, "2017-04-11T17:30:33Z", [0.9], ""], [241, "2017-04-11T16:27:17Z", [0.45], ""], [28115, "2017-04-11T16:04:16Z", [0.55], "Instability in the region high likely to affect undecide voters. "], [34353, "2017-04-11T16:01:11Z", [0.65], ""], [34902, "2017-04-11T15:03:10Z", [0.64], ""], [14777, "2017-04-11T12:59:49Z", [0.8], ""], [34899, "2017-04-11T10:06:50Z", [0.85], ""], [1034, "2017-04-11T06:14:23Z", [1.0], "Silent conservatives may hold key in Turkish vote on Erdogan's powers Pamuk (2017) Mon Apr 10, states that: On banners hung from mosques, cultural centres, construction sites and bridges, President Tayyip Erdogan's face punctuates the landscape along the highway to his ancestral home town of Rize on Turkey's northern Black Sea coast. High-rise apartment blocks have sprung up in a region long dependent on farming and fishing, and construction is about to start on Rize's first airport, the sort of projects Erdogan and his supporters hope will help win him a referendum on Sunday on constitutional changes that would boost his powers. Viewed with deepening suspicion by liberal Turks and some Western allies, who fear his Islamist ideals and authoritarian leadership are eroding Turkey's secularism and democracy, here Erdogan is seen as a hero of the pious, patriotic, working man. \"He wasn't one of these typical boys looking for fun and trouble,\" Erdogan's uncle, Ali Mutlu, 84, told Reuters in the town of Guneysu, where the president spent several summers at his family home as a teenager. \"His father didn't have money. He couldn't offer much to his son financially. Tayyip did it all himself. He earned it,\" said Mutlu, who is treated with great respect by locals, some of whom stopped to kiss his hand as he sat chatting in a tea shop. But Erdogan - Turkey's most powerful leader since Mustafa Kemal Ataturk founded the modern secular republic almost a century ago - is also its most divisive. Polls show a close race, putting the \"yes\" vote slightly ahead, but with nearly half the country rejecting changes that would replace Turkey's parliamentary system with the executive presidency Erdogan says is needed to give the country strength. Even around Rize, there are pockets of dissent among conservative Turks who, while sharing the ideals of Erdogan's ruling AK Party, are uncomfortable with the powers being amassed in one individual's hands. A lone \"no\" banner flutters from an overpass near Guneysu, where the AKP won almost 90 percent of the vote at the last national election in November 2015 (para. 1-9). Pamuk, H. (2017). Silent conservatives may hold key in Turkish vote on Erdogan's powers. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-erdogan-conservativ-idUSKBN17C1TP\n"], [31683, "2017-04-11T04:41:07Z", [0.85], ""], [32874, "2017-04-11T02:24:28Z", [0.45], ""], [32874, "2017-04-11T02:24:20Z", [0.65], ""], [32874, "2017-04-11T02:20:30Z", [0.65], ""], [4729, "2017-04-11T00:27:34Z", [0.7], ""], [34267, "2017-04-10T23:03:28Z", [0.6], "wild guess pending further info"], [33578, "2017-04-10T22:20:37Z", [0.25], ""], [16355, "2017-04-10T21:37:35Z", [0.45], ""], [22308, "2017-04-10T19:23:05Z", [0.7], ""], [1034, "2017-04-10T17:37:04Z", [1.0], ""], [23117, "2017-04-10T15:14:08Z", [0.97], ""], [32720, "2017-04-10T14:35:38Z", [0.85], ""], [34880, "2017-04-10T13:56:18Z", [0.71], ""], [34880, "2017-04-10T13:51:32Z", [0.79], ""], [22298, "2017-04-10T13:46:27Z", [0.65], ""], [9755, "2017-04-10T13:32:58Z", [0.55], ""], [32766, "2017-04-10T13:31:47Z", [0.95], "Rigged votes don't fail."], [30305, "2017-04-10T07:51:37Z", [0.95], ""], [30389, "2017-04-10T07:39:34Z", [0.72], ""], [7124, "2017-04-10T05:17:03Z", [0.85], "Erdogan has all the cards with suppression of the media and cowed opposition"], [14777, "2017-04-10T03:32:51Z", [0.7], ""], [34862, "2017-04-09T23:10:03Z", [0.95], "Only a couple of percentage points stand between Erdogan and absolute power. Will he simply accept a defeat of his life's mission and purpose for a few percent who vote no over yes? Of course not. He's in it to win it - and he will win by any means. Also, the people have a limited popular alternative. History is on Erdogan's side. "], [1064, "2017-04-09T20:06:07Z", [1.0], ""], [30820, "2017-04-09T20:00:12Z", [1.0], ""], [241, "2017-04-09T19:34:44Z", [0.65], ""], [15196, "2017-04-09T18:37:12Z", [0.9], ""], [23284, "2017-04-09T18:18:35Z", [0.77], ""], [27461, "2017-04-09T18:14:31Z", [1.0], ""], [28212, "2017-04-09T17:57:54Z", [0.92], ""], [34731, "2017-04-09T17:11:23Z", [0.7], ""], [995, "2017-04-09T17:10:23Z", [0.95], ""], [30344, "2017-04-09T16:26:46Z", [0.9], ""], [30200, "2017-04-09T16:12:06Z", [0.85], ""], [18679, "2017-04-09T16:02:35Z", [0.95], ""], [30200, "2017-04-09T15:16:20Z", [0.75], "The trend goes towards the strong man, and the attempted coup did not help the opposition. Better prepare for Erdogans success. "], [13210, "2017-04-09T15:13:33Z", [0.95], "The referendum will pass, because the AKP votes varied between 42 an 49% in recent years. Know they have an informal coalition with the nationalist party (MHP) which is about 13%. Together they will unite more than 50%. Restricted access to critical media and oppositional forces could increase this likelihood. "], [13210, "2017-04-09T15:07:12Z", [0.95], ""], [1526, "2017-04-09T14:39:59Z", [0.99], "I'm basing this off of @Berci and @Wildwood2000 post. I think they are right on. "], [12029, "2017-04-09T14:17:21Z", [0.53], ""], [16554, "2017-04-09T13:38:25Z", [0.75], ""], [684, "2017-04-09T13:29:37Z", [1.0], ""], [28878, "2017-04-09T13:23:05Z", [0.93], ""], [4577, "2017-04-09T13:08:52Z", [0.99], ""], [2241, "2017-04-09T13:06:48Z", [0.97], ""], [691, "2017-04-09T11:35:14Z", [0.95], ""], [1034, "2017-04-09T06:10:18Z", [1.0], ""], [20156, "2017-04-08T12:50:32Z", [0.9], "Based on recent polls: https://en.wikipedia.org/wiki/Turkish_constitutional_referendum,_2017#Opinion_polls"], [691, "2017-04-08T11:36:23Z", [0.95], ""], [29907, "2017-04-08T10:46:01Z", [0.63], "Based on betting odds."], [1034, "2017-04-08T06:15:41Z", [1.0], ""], [20284, "2017-04-07T21:21:23Z", [0.8], "We are seeing the entrenchment of a party and person into the political world of Turkey.   With the vote of the people yet greater power will be given to the current rulers.  A strong minority will be in opposition, however, it is not enough to change the direction of greater power to the current government.  For the majority of Turks they see chaos to the South, internal rebellion in the west and border area or the south west, to the East rejection by Europe and to the North Russia.\nSo you continue to back to strong nationalist currently in power.  "], [241, "2017-04-07T16:19:44Z", [0.67], ""], [241, "2017-04-07T15:56:57Z", [0.55], ""], [241, "2017-04-07T15:55:41Z", [0.5], ""], [33280, "2017-04-07T11:01:06Z", [0.9], ""], [1034, "2017-04-07T06:07:32Z", [1.0], "Comment deleted on Apr 07, 2017 06:08AM UTC"], [706, "2017-04-07T04:17:34Z", [0.85], "I'm as certain about this as I was about the UCONN women winning the NCAA basketball championship."], [754, "2017-04-07T03:44:08Z", [1.0], ""], [28091, "2017-04-07T01:35:01Z", [0.95], "Erdogan was supported during the coup and he is playing this as an us against them (including Europe) scenario that often works well.  "], [32872, "2017-04-06T21:56:22Z", [0.98], ""], [12029, "2017-04-06T20:53:35Z", [0.53], ""], [31450, "2017-04-06T20:49:59Z", [0.9], "I am really sure this referendum will be successful because the Turkish government has shown itself much better at organizing its voters than the opposition has. The fact that Erdogan has won virtually every election of the last decade also makes me lean heavily toward yes."], [691, "2017-04-06T20:05:32Z", [0.94], ""], [28545, "2017-04-06T17:18:36Z", [0.9], ""], [17007, "2017-04-06T16:31:26Z", [0.85], ""], [32438, "2017-04-06T16:24:09Z", [0.65], ""], [33281, "2017-04-06T14:13:00Z", [0.51], ""], [31238, "2017-04-06T12:53:28Z", [0.95], ""], [1034, "2017-04-06T05:57:30Z", [1.0], ""], [29980, "2017-04-05T22:19:09Z", [0.0], ""], [1389, "2017-04-05T14:00:32Z", [1.0], ""], [34789, "2017-04-05T13:41:12Z", [0.9], ""], [26242, "2017-04-05T13:27:25Z", [0.85], ""], [691, "2017-04-05T11:27:43Z", [0.82], ""], [32589, "2017-04-05T07:08:48Z", [0.41], "https://en.wikipedia.org/wiki/Turkish_constitutional_referendum,_2017\n"], [32872, "2017-04-05T07:02:43Z", [0.85], ""], [1034, "2017-04-05T06:51:27Z", [1.0], "Erdogan urges Turkish voters in Europe to back referendum Radio Pakistan (2017) Wed April 5, states that: Turkish President Tayyip Erdogan has called on Turkish voters in Europe to back a referendum on changing the constitution.  Addressing a rally in the Black Sea province of Rize on Monday, he said he would take the issue of whether Turkey should restore the death penalty to referendum if necessary.  The referendum to be held on 16th of this month seeks replacing parliamentary system with the presidential one, increasing the number of parliamentary seats and changes in judicial set up (para. 1-3). Radio Pakistan News Website. (2017). Erdogan urges Turkish voters in Europe to back referendum. Pakistan Broadcasting Corporation Radio Pakistan. Retrieved from\nhttp://www.radio.gov.pk/03-Apr-2017/erdogan-calls-on-turkish-voters-in-europe The post-truth in constitutional referendum  Yel (2017) April 5, states that: REPETITION LEADS TO BELIEF On the other hand, the \"no\" campaign based their strategy on persuading people of the claim that the amendments would clear the path for Erdoğan to become a one-man authoritarian ruler. It seems that repetition leads to belief. In social sciences what is called the \"truth effect\" is one of the many biases that simple folk confuse with reality if it is repeated regularly enough (para 5). Furthermore, if a statement, like \"the Arab people use so many number of words to describe camels\" varying from their walking style to their ages or \"we do not use most of our brains\" or \"Eskimos have x amount of words for snow,\" is repeated by so-called experts, then people tend to believe them without questioning their validity. So, during this constitutional referendum campaign the concept of \"one-man rule\" was the most repeated phrase. As Hanna Arendt, who was imprisoned by the Nazis, put it succinctly, \". . . what convinces masses are not facts, and not even invented facts, but only the consistency of the system of which they are presumably part. Repetition, somewhat overrated in importance because of the common belief in the masses' inferior capacity to grasp and remember, is important only because it convinces them of consistency in time\" (The Origins of Totalitarianism, 1951). During the referendum propaganda campaign, the naysayers have continuously repeated false claims, like the dissolution of Parliament or any other state functionaries. Their entire premises were based on the fallacious and misleading argument of placing all the executive power in Erdoğan's hands. They have tried to conceal the fact that the package of 18 amendments is not about a change to the political regime, but simply a re-designing of the system in which \"bureaucratic tutelage\" would come to an end. The \"appointed\" intellectual and bureaucratic tutelage was based on the position of guardianship for their perception of modernity, which \"elected\" politicians could not challenge until today (para 5-7). Yel, A., M. (2017) The post-truth in constitutional referendum. Daily Sabah. Retrieved from\nhttps://www.dailysabah.com/op-ed/2017/04/05/the-post-truth-in-constitutional-referendum\n"], [21884, "2017-04-05T06:49:09Z", [0.3], ""], [29680, "2017-04-05T04:20:05Z", [0.75], "Just learned of this question. Seems much more likely than the consensus. "], [4634, "2017-04-05T04:13:39Z", [0.75], ""], [33927, "2017-04-05T03:57:25Z", [0.68], "Erdogan has been pushing hard for increased powers, and rural, conservative voters appear to want him to have those powers. I would say that with recent AKP results, we could see the referendum pass by a small margin. It won't be taken well in Ankara or Istanbul, however."], [67, "2017-04-05T03:53:14Z", [0.45], ""], [23006, "2017-04-05T01:20:45Z", [1.0], "If Erodogan is holding a referendum, it's possibly because he's sure it will pass, or that He can get it passed. He is consolidating his power in the vein of Assad - creating a close cohort of supporters, clamping down on opposition, amending the constitution will alacrity., etc Turkish citizens know he is taking names and faces at the polls, otherwise they would be demonstrating in the streets against this so they will either vote yes, or try to leave the country.\nA  search for grassroots opposition on the internet and twitter, and, maybe whatever might be left of capital flows out of turkey recently He's doing this now because Russiaand US re otherwise occupied in Syria and with Isis concerns so likely does not fear international rebuke"], [29145, "2017-04-04T20:45:22Z", [0.7], ""], [241, "2017-04-04T19:58:43Z", [0.4], ""], [34353, "2017-04-04T19:11:29Z", [0.6], "Voter suppression tactics in Turkey towards \"No\" voters has likely caused polling to be less accurate, with potential \"No\" voters either saying they'll vote \"Yes\" or say they're undecided. Recent polling indicates \"Yes\" has a slight advantage, but the accuracy of these should be viewed with healthy skepticism, as the \"No\" voters may have a larger turnout than anticipated. With that said, there is little incentive for the Turkish government to guarantee free and fair voting, especially when a \"Yes\" outcome consolidates increased power with the current regime. Given the rampant jailing of political dissidents and adversaries following the failed coup attempt, increasing antagonism with EU nations (who favor a \"No\" vote), and the retreat of the U.S. from the international stage, the Erdogan regime has little incentive to not suppress \"No\" voters. Instead, they will likely employ a variety of questionable, and perhaps outright illegal, tactics to monitor polling stations, suppress \"No\" votes, and potentially engage in fraudulent vote counts to ensure the desired outcome. These tactics will be more useful, and subtle, if the outcome is close. However, if there is an overwhelming \"No\" vote, the regime will have to decide whether to adhere to the decision of the Turkish people at the cost of increasing its power, or to commit flagrant voter fraud to achieve its goals at an unknown cost of international diplomacy. Early voting should give better indications of which camp is winning the campaign in countries with better regulated voting processes."], [691, "2017-04-04T18:37:42Z", [0.78], "This is not so popular as Erdogan would like, but these days there are not many leaders who have achieved his high level of thuggery.  And if that doesn't work, there's always fraud.  It'll be fairly close, but he'll see to it that he gets what he wants.  "], [31082, "2017-04-04T18:25:45Z", [0.55], "Personally I believe that nationalist sentiment in Turkey is strong enough to give the referendum a yes, but loooking at polls it seems less likely, with a downward trend for the yes. So I give it a slight overweight against a no."], [1333, "2017-04-04T18:22:44Z", [0.55], ""], [24, "2017-04-04T18:15:14Z", [0.9], ""], [32869, "2017-04-04T18:06:44Z", [0.94], ""], [34717, "2017-04-04T17:57:13Z", [1.0], ""], [16272, "2017-04-04T17:55:15Z", [0.75], ""], [12879, "2017-04-04T17:47:42Z", [1.0], ""], [28414, "2017-04-04T17:32:45Z", [1.0], ""]], "open_date": "2017-04-04T17:00:57Z", "close_date": "2017-04-17T06:59:23Z"}