{"question_id": 1718, "title": "Before 1 January 2022, will the U.S. Senate expand the scope of matters for which a filibuster cannot be used?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.02, 0.98], "correct_answer": "Yes", "correct_forecast": 0.02, "preds": [[88452, "2021-12-13T14:48:59Z", [1.0], ""], [1333, "2021-12-13T01:46:33Z", [0.47], ""], [86607, "2021-12-12T16:24:57Z", [0.5], "There is no actual modification of filibuster rules or any sort of expansion in the bill.\nhttps://www.congress.gov/bill/117th-congress/senate-bill/610/text The bill was passed in accordance with existing filibuster rules (i.e. cloture was ended with a 60% majority). The bill does nothing to modify existing senate rules but only specifies that a single other bill is limited to 10 hours of debate. Given that the recently passed bill was itself passed in accordance with existing filibuster rules, it is hard to see how this qualifies. If you look at other prediction sites they are very clearly not considering this an abrogation of the filibuster (https://www.predictit.org/markets/detail/7164/Will-the-Senate-end-filibuster-on-any-bill-with-less-than-3-5-support-in-2021)."], [29054, "2021-12-12T14:42:34Z", [0.0], "The time frame is the problem here, it could be that x-mas gifts are not going to be exchange in the old fart's house. "], [34959, "2021-12-12T14:31:57Z", [0.1], ""], [89038, "2021-12-12T01:25:23Z", [0.99], ""], [1333, "2021-12-12T01:11:42Z", [0.5], ""], [80475, "2021-12-11T19:08:26Z", [1.0], "Looks like that's it: \"Once he signs it, Democrats will be able to bring up and pass a debt ceiling increase with only a simple majority, instead of the normal 60 votes needed for most legislation.\" (Source: https://thehill.com/homenews/senate/585192-senate-passes-bill-to-avoid-filibuster-on-debt-ceiling-hike )  Congratulations to those who got this right. "], [534, "2021-12-11T16:25:51Z", [0.98], "Oh gosh - yes - the debt ceiling! A \"one time only\" but I guess that still counts!"], [534, "2021-12-11T16:22:46Z", [0.0], "OK - Now I've moved it down to \"0\" because apparently the negotiations are focused more on tweaking the mechanics of the filibuster (e.g., return to something more like the talking filibuster so it's more of an effort for the minority). Apparently they are not seriously discussing a carve-out for voting rights. So in theory maybe there's a 0.3% chance but that can only be coded as \"0.\"\nhttps://www.politico.com/news/2021/12/08/biden-filibuster-voting-rights-senate-523917?nname=politico-nightly&nid=00000170-c000-da87-af78-e185fa700000&nrid=0000016a-db08-d33a-a5ee-dfaff5c60001&nlid=2670445&fbclid=IwAR0_rSQJxUAWUuiIXP6MqNFp_JKo7PnOcDX8vtGUBjCOL745tRmM2VhxKtc"], [67403, "2021-12-10T23:48:58Z", [1.0], ""], [96367, "2021-12-10T22:55:48Z", [1.0], "Clarification from GJO admin on a resolution flag for this question: \"Dear Mark,\n\nThank you for your note. Since the expansion of the scope of matters for which a filibuster cannot be used has taken the form of legislation, the question would only close once that legislation, passed by the Senate, becomes law.\" @Anneinak, @JMR2017, @cafebedouin : does this specific step in the process (as required by GJO to resolve this question) change the calculation at all?  When does a piece of passed legislation \"become law\" in the US process??! I wonder if this proves @JMR2017 's interpretation of the process or adds yet another angle to it? Big vein in head starting to throb..."], [1333, "2021-12-10T19:07:14Z", [1.0], ""], [101489, "2021-12-10T10:03:10Z", [1.0], ""], [31275, "2021-12-10T05:25:09Z", [1.0], "Ah the debt limit. "], [32258, "2021-12-10T01:10:08Z", [1.0], "The rules changed and now this question should resolve when the vote on the debt limit occurs...which is the issue (scope) that avoids the filibuster. "], [484, "2021-12-10T00:51:36Z", [1.0], "Up 100%. The Senate is a mysterious place. —and sometimes people notice if they do dumb things."], [96367, "2021-12-10T00:04:42Z", [1.0], ""], [38, "2021-12-09T20:18:18Z", [1.0], "EDIT:  Lessons learned . . . \n1)  There's very helpful & generous forecasters here:  Following @JMR2017--a savvy forecaster--saved my bacon because I'd still be at 2% if not for them.\n2)  I did insufficient research.  I was surprised to learn the other day from Amy Klobuchar that there have been 160 of these carve-outs over the years.  If I had realized that from the get-go, I would have asked for a clarification earlier and made significantly different forecasts.\n3) I took too literally the opposition of Manchin & Sinema to changing the filibuster.  I was a bit too cynical about their determination to make something work.\n4)  I was surprised that the Admins considered that the one-time carve-out satisfied the question.  I ASSUMED (um!) that it would take a permanent change to the filibuster rules to make this question resolve as \"yes\".\n@Leifkj, @belikewater"], [1333, "2021-12-09T19:40:46Z", [0.0], ""], [89038, "2021-12-09T19:29:46Z", [0.97], ""], [32258, "2021-12-09T18:48:42Z", [1.0], ""], [96367, "2021-12-09T15:37:11Z", [0.95], "If this happens some folk here are going to be spitting feathers at the incredulity of the questions end!  Well done @Anneinak and @JMR2017 for catching the signal in all the noise."], [99943, "2021-12-09T15:17:38Z", [1.0], "It really looks like a done deal. "], [99943, "2021-12-09T15:09:25Z", [0.95], "This looks like a pretty done deal, and the vote is in 2.5 hours."], [99943, "2021-12-09T14:51:32Z", [0.85], "What a potential upset! I hadn't been forecasting this question because the chance seemed so small. But here we are! Thanks to @Anneinak and @JMR2017 for investigating the details here. @JMR2017 writes, \"10 GOP senators will need to vote with all 50 Democrats to approve the process of requiring only a simple majority of support on the actual legislation to raise the debt limit. Nobody is labeling this a change to the filibuster but that's what is going to happen when the Senate votes for a one time change to the rules so that the filibuster doesn't apply to the debt limit. A rose is a rose by any other name.\" Great call. Changing the number needed to bring the matter to a vote is a one-time expansion of \"the scope of matters for which a filibuster cannot be used,\" and @Anneinak has gotten a clarification saying that a one-time change would count for the question. But what contortions the Republicans are going through not to raise the debt ceiling themselves! Getting 50 Dems + 10 Republicans = 60 Senators to pass a rule to allow 50 Dems pass an increase in the debt ceiling that would have taken... 50 Dems + 10 Republicans. McConnell and Schumer both seem satisfied:\n\"the new bill would effectively strip Republicans of the opportunity to filibuster an increase to the debt limit for a single time, a solution that Mr. McConnell said would break the logjam. “I believe we’ve reached here a solution to the debt ceiling issue that’s consistent with Republican views of raising the debt ceiling for this amount at this particular time and allows the Democrats to proudly own it,” he said at a news conference on Tuesday.\nThe proposal is wrapped into legislation that would postpone scheduled cuts to Medicare, farm aid and other mandatory spending programs that were set to kick in next year. Once that bill becomes law, Senator Chuck Schumer of New York, the majority leader, would introduce separate legislation raising the debt limit. That is expected to pass with only Democratic votes in the 50-50 Senate, where Vice President Kamala Harris is empowered to break ties.\n“Democrats always said that we were willing to shoulder the load at 50 votes to get this done, as long as it wasn’t a convoluted or risky process,” Mr. Schumer said. “Leader McConnell and I have achieved that.”\"\n\"“I’m confident that this particular procedure, coupled with the avoidance of Medicare cuts, will achieve enough Republican support to clear the 60-vote threshold,” Mr. McConnell said, predicting a Thursday vote for the bill in the Senate.\"\n\"Some Senate Republicans said they would be open to supporting the legislative gymnastics in the interest of foisting political responsibility for raising the limit onto Democrats.\n“To have Democrats raise the debt ceiling and be held politically accountable for racking up more debt is my goal, and this helps us accomplish that,” Senator John Cornyn, Republican of Texas, told reporters before the lunch.\"\nhttps://www.nytimes.com/2021/12/07/us/politics/debt-ceiling-deal-congress.html\nIt's ironic, but good that Republicans don't want to cut Medicare right now. It looks like this is going to happen, and soon. Like today, maybe."], [89038, "2021-12-09T12:14:08Z", [0.7], "Based on the clarity provided to @Anneinak , thanks!  Like others, didn't think of a one-time exception a possibility. I don't think would have taken this Q on if asked now - never felt comfortable with my level of knowledge to grasp the real probabilities of this - reinforces the need to streamline, and probably not take on Qs if lack the capability to add original thought."], [67403, "2021-12-09T09:42:59Z", [0.5], ""], [60948, "2021-12-09T09:28:13Z", [0.7], ""], [60948, "2021-12-09T09:27:54Z", [0.5], "vat is this shit. > Filibuster carveout? Manchin says no dice. He will not embrace an exception to the filibuster to deal with the debt ceiling. \"Nothing changes,\" he says. \nhttps://www.politico.com/minutes/congress/10-6-2021/Mind-on-Manchin/ > Senate Democrats accepted an offer from Minority Leader Mitch McConnell to lift the debt limit into December, buying themselves some more oxygen to focus on enacting President Joe Biden's domestic agenda\nhttps://www.politico.com/minutes/congress/10-6-2021/schumers-response/\nI think this means that the proposed solution of lifting the filibuster to make reconciliation easier is > “If the Republicans are willing to come to the table enough to create a procedural way for the Democrats to pass the debt ceiling alone, then the Democrats are willing to be the grown-ups in the room and get it done,” said Sen. Elizabeth Warren (D., Mass.). "], [103650, "2021-12-09T07:50:11Z", [0.4], ""], [96367, "2021-12-09T07:33:19Z", [0.85], "US politics makes my head spin....I'd been ready to write this one off.  Then a one time exception, never been considered before, falls in bounds and the question turns on the proverbial dime. If Manchin is on board as @Anneinak suggests (and sincere thanks to @Anneinak for the nudge on this!), and it seems likely he will given the \"bi partisan\" nature of the negotiations for this proposal [1], and with GJP seemingly happy to include a one time exception to the filibuster rule as in bounds for this question this does now seem likely to happen. Going with a little extra confidence than my well read colleagues given the apparent imperative to ensure the ceiling is raised (that has astoundingly cut through the politics of the moment) and the comity that it has generated (albeit not from those wishing to outwardly stay in 45's good graces). [1] https://www.politico.com/minutes/congress/10-6-2021/the-sinemanch-back-channel/"], [40584, "2021-12-09T05:55:00Z", [0.8], ""], [38, "2021-12-09T05:26:00Z", [0.8], "GJ Admin Clarifications said:\n  Thank you for your inquiry. The answer to your question is yes, a one-time exception would count. Comment:  It sounds like Manchin is prepared to vote yes on a one-time exception and is getting some GOP senators to, as well. @Dillyweed @alexandermeister, @DippySkippy, @fisherdbus, @jayce, @Mark_T, @LokiOdinevich, @Leonardthethird "], [32258, "2021-12-09T00:54:32Z", [0.1], ""], [32258, "2021-12-08T17:50:48Z", [0.0], ""], [32258, "2021-12-08T16:25:40Z", [0.3], "@Anneinak\n10 GOP senators will need to vote with all 50 Democrats to approve the process of requiring only a simple majority of support on the actual legislation to raise the debt limit. Nobody is labeling this a change to the filibuster but that's what is going to happen when the Senate votes for a one time change to the rules so that the filibuster doesn't apply to the debt limit. A rose is a rose by any other name. \nI would say this \"expands the scope of matters for which a filibuster cannot be used\nbut I'm going to assume that this will not be interpreted that way by GJ. "], [38, "2021-12-08T07:03:41Z", [0.0], "House approves debt limit framework that will allow it to pass Senate with 51 votes"], [32258, "2021-12-08T00:35:57Z", [0.1], "A debt limit carve out would count."], [103616, "2021-12-08T00:09:59Z", [0.0], ""], [103575, "2021-12-07T09:49:02Z", [0.0], ""], [103537, "2021-12-06T13:15:24Z", [0.01], ""], [103537, "2021-12-06T13:13:48Z", [0.05], ""], [103537, "2021-12-06T13:11:53Z", [0.1], "its part of policy to be worked on eventually but its not priority for this adminitration, dealing with sinema and mcarthy filibuster can sit on backburner"], [40584, "2021-12-06T00:14:46Z", [0.0], ""], [103518, "2021-12-05T18:56:59Z", [0.0], ""], [103516, "2021-12-05T17:21:15Z", [1.0], ""], [103502, "2021-12-05T01:19:44Z", [0.02], "Since there is very likely a majority against changing the filibuster in the current senate (at least every Republican and likely Senators Manchin and Sinema), the filibuster will likely not be changed.   While the Democratic senators opposed might be persuaded to change their minds for limited purposes, there does not seem to be any high-profile legislation coming up in December which would justify such an effort."], [89038, "2021-12-04T18:25:46Z", [0.0], ""], [38, "2021-12-04T18:20:39Z", [0.0], ""], [103492, "2021-12-04T16:10:38Z", [0.0], "No, IF it happens it certainly won’t be this year."], [1333, "2021-12-04T09:49:42Z", [0.0], ""], [484, "2021-12-04T03:37:16Z", [0.0], "Down 5% for passage of time and the USG not turning out the lights."], [29054, "2021-12-03T23:43:26Z", [0.0], ""], [103473, "2021-12-03T18:15:21Z", [0.0], ""], [95992, "2021-12-03T09:27:19Z", [0.0], ""], [100715, "2021-12-03T01:50:46Z", [0.0], ""], [691, "2021-12-02T15:07:06Z", [0.0], ""], [103444, "2021-12-02T06:41:53Z", [0.29], ""], [31275, "2021-11-30T17:29:41Z", [0.0], ""], [88198, "2021-11-29T18:43:38Z", [0.0], ""], [87827, "2021-11-28T13:23:25Z", [0.0], ""], [60948, "2021-11-27T18:45:00Z", [0.02], "Passage of time."], [88452, "2021-11-26T14:17:38Z", [0.03], ""], [96367, "2021-11-26T11:37:28Z", [0.0], ""], [103364, "2021-11-26T10:56:48Z", [0.25], ""], [103364, "2021-11-26T10:15:11Z", [0.25], ""], [103341, "2021-11-23T17:39:15Z", [0.0], ""], [95992, "2021-11-23T09:15:07Z", [0.04], "Ticking up a bit because the timing of the debt ceiling debate in December and reconciliation in senate on BBB"], [534, "2021-11-22T19:43:58Z", [0.03], "Way back down - Sinema recently stated categorically she was opposed; apparently both she and Manchin have been showered with campaign contributions by corporate groups normally allied with the GOP. "], [103233, "2021-11-22T02:14:11Z", [0.0], ""], [1333, "2021-11-20T23:32:56Z", [0.02], ""], [1034, "2021-11-20T13:14:26Z", [0.0], ""], [95992, "2021-11-19T03:02:58Z", [0.0], ""], [28899, "2021-11-18T21:11:17Z", [0.0], ""], [89038, "2021-11-18T20:09:11Z", [0.01], ""], [55987, "2021-11-18T16:45:40Z", [0.0], ""], [1034, "2021-11-18T11:39:40Z", [0.0], ""], [84880, "2021-11-18T03:13:34Z", [0.01], ""], [31275, "2021-11-18T01:29:17Z", [0.1], "The debt is coming up Dec 3 and Republicans have vowed not to raise it.  Might get Sinema and Manchin on board for that change but in general they say no. After decades of opposing changing the filibuster rule, Biden, on Oct. 21, said he now supports efforts to “fundamentally alter” it. “Two key Senate Democrats – Joe Manchin and Kyrsten Sinema – adamantly oppose such, and their opposition dooms any attempts.”"], [22, "2021-11-17T19:35:40Z", [0.0], ""], [22, "2021-11-17T19:32:46Z", [0.01], ""], [22, "2021-11-17T19:31:33Z", [0.0], ""], [691, "2021-11-17T19:14:30Z", [0.01], ""], [40584, "2021-11-17T13:41:03Z", [0.01], ""], [67403, "2021-11-16T16:54:43Z", [0.05], ""], [88452, "2021-11-16T15:49:43Z", [0.08], ""], [103260, "2021-11-16T14:29:50Z", [0.01], ""], [103245, "2021-11-15T12:36:18Z", [0.0], ""], [79461, "2021-11-14T22:18:36Z", [0.0], ""], [38, "2021-11-14T17:20:56Z", [0.02], "We're starting to get into the part of the year when the Senate calendar is very lacy--full of holes for holidays--and there's not much time left for legislation.  Given that the BBB bill is still in the hopper, I don't think there will be time or energy for something like a rules change. EDIT:  another thing that has to happen is lifting the debt ceiling."], [86607, "2021-11-14T16:39:06Z", [0.0], ""], [14432, "2021-11-14T07:19:41Z", [0.0], ""], [100715, "2021-11-13T18:41:13Z", [0.0], ""], [87827, "2021-11-11T22:20:56Z", [0.01], ""], [1333, "2021-11-09T14:19:42Z", [0.0], ""], [691, "2021-11-08T16:51:49Z", [0.02], ""], [88452, "2021-11-08T15:19:55Z", [0.17], ""], [86233, "2021-11-07T21:00:41Z", [0.0], ""], [60948, "2021-11-07T12:21:44Z", [0.03], "The Guardian is drivel: https://www.theguardian.com/us-news/2021/nov/06/kyrsten-sinema-filibuster-betrayed-arizona-voting-rights"], [103162, "2021-11-06T18:45:41Z", [0.04], ""], [68240, "2021-11-05T13:01:53Z", [0.11], ""], [100653, "2021-11-05T08:42:28Z", [0.0], ""], [484, "2021-11-04T23:53:57Z", [0.05], "(no change) One way to look at the VA gov race is that the D candidate picked the wrong subjects/approach (school busing in the past comes to mind as a comparison class). If anything, I'd presume the D's will do almost anything to show some progress related to \"being in the majority\" before they are possibly not. The Senate voting bill should actually pass the giggle test (except some of those people on some networks). A carve-out is not hard to sell; a carve out to expand spending is a bit harder, but then who got most of the tax cuts under 45? (Wonder how many in the US would have a general idea.)"], [87827, "2021-11-04T13:07:17Z", [0.01], "-1 on passage of time"], [100715, "2021-11-04T10:41:57Z", [0.0], ""], [86607, "2021-11-03T16:23:39Z", [0.01], "Whatever plausibility this had is about over and done with"], [34959, "2021-11-03T15:22:25Z", [0.0], ""], [97801, "2021-11-02T13:50:12Z", [0.0], ""], [691, "2021-11-01T16:49:39Z", [0.01], ""], [88452, "2021-10-31T19:11:16Z", [0.28], ""], [691, "2021-10-31T14:39:59Z", [0.02], ""], [95992, "2021-10-31T03:12:35Z", [0.01], ""], [691, "2021-10-29T19:39:50Z", [0.01], ""], [767, "2021-10-29T01:02:27Z", [0.05], ""], [534, "2021-10-28T18:43:19Z", [0.35], "Inching this up from 30 to 35%, as Sen. Warner has announced he would vote to carve out voting rights: https://www.politico.com/video/2021/10/27/warner-on-filibuster-i-would-carve-out-an-exception-around-voting-rights-387439\nHe had been considered a likely hold out. Similarly, Sen. King and Sen. Shaheen have voiced support for a carve out, so there's some movement. However, we still know Manchin and Sinema may still stay dug in, so I'm not going over 50% yet, until I hear some fresh news from them.  "], [101187, "2021-10-27T18:16:11Z", [0.0], ""], [31275, "2021-10-27T18:02:14Z", [0.1], ""], [87827, "2021-10-26T14:04:12Z", [0.02], ""], [2965, "2021-10-25T16:29:27Z", [0.0], ""], [88452, "2021-10-24T19:59:19Z", [0.59], ""], [691, "2021-10-24T18:16:47Z", [0.04], ""], [38, "2021-10-24T17:54:25Z", [0.03], "The repeated failure to get a voting rights bill onto the Senate floor has upped the pressure to create a carve out, but I don't see signs that  Manchin or Sinema are having a change of heart about carve-outs.  I still think that the most likely outcome is a change to a talking filibuster which won't satisfy this question."], [58508, "2021-10-24T11:58:25Z", [0.04], "Time"], [26642, "2021-10-23T22:53:47Z", [0.0], ""], [534, "2021-10-22T15:30:41Z", [0.3], "I'm inching this up from 25 - 30%. As I said recently, I still see the odds less than 50-50, but there is so much at stake for the Dem's chances in 2022 and 2024, and there's enough \"chatter\" filtering into the media that I don't see it as impossible, either. Here's an update that appeared in today's Washington Post about Sen. King and Sen. Tester (who had been leaning against any reform) now leaning in favor: https://www.washingtonpost.com/opinions/2021/10/21/manchin-republicans-end-filibuster/"], [86607, "2021-10-22T14:53:39Z", [0.07], "If Manchin was going to budge on this it would have happened already. The closer you get to the midterms the less sense it makes."], [68240, "2021-10-22T02:40:05Z", [0.38], ""], [68240, "2021-10-22T02:39:44Z", [0.3], ""], [68240, "2021-10-22T02:37:14Z", [0.2], ""], [534, "2021-10-21T15:22:45Z", [0.25], "Edging this up slightly - the Senate test vote on the Freedom To Vote Act yesterday went as expected. Schumer voted \"no\" as a procedural manoever to be able to bring it back up for reconsideration a bit later. Next week he will bring up the related John Lewis Voting Rights Advancement Act which is likely to go thru the same motions. Then - we don't know because Dem leadership is being extremely tight-lipped, but given the stakes if neither bill can be passed (think: midterms and what Dem prospects would look like with versus without the voting rights bills enacted) the hope is that Manchin will indeed go along with a filibuster-carve-out for voting rights. So while I don't want to get my hopes up (and don't assess the odds as being higher than 50%), I also don't think the odds are quite as dismal as other people assume. https://www.washingtonpost.com/politics/voting-rights-manchin-senate/2021/10/20/caba5168-31a6-11ec-a1e5-07223c50280a_story.html"], [691, "2021-10-21T14:56:01Z", [0.01], ""], [484, "2021-10-21T01:07:41Z", [0.05], "(no change) The \"Freedom to Vote Act\" is a wild card. https://www.pbs.org/newshour/show/sen-kaine-on-next-moves-for-voting-reform-after-gop-blocked-dem-measure"], [31275, "2021-10-20T13:42:21Z", [0.2], ""], [31275, "2021-10-18T01:39:47Z", [0.3], ""], [60948, "2021-10-17T18:03:47Z", [0.03], "No change. I'd normally go a bit down, but the debt ceiling debacle has spooked me.\n"], [94587, "2021-10-15T20:01:20Z", [0.02], ""], [102967, "2021-10-14T12:48:55Z", [0.0], ""], [100653, "2021-10-14T07:20:14Z", [0.01], ""], [691, "2021-10-13T17:08:51Z", [0.0], ""], [40584, "2021-10-12T14:42:29Z", [0.02], ""], [102945, "2021-10-11T18:59:38Z", [0.01], "Doesn't appear to be the votes for this to occur."], [95992, "2021-10-11T14:23:42Z", [0.06], ""], [87827, "2021-10-11T13:58:13Z", [0.02], ""], [13657, "2021-10-11T12:32:27Z", [0.0], ""], [691, "2021-10-10T20:52:17Z", [0.06], ""], [102926, "2021-10-10T02:00:53Z", [0.7], ""], [32258, "2021-10-09T23:56:17Z", [0.0], "So McConnell agreed to pause between now and December 3rd. And then what?\nIn the after math, McConnell sends a letter to President  Biden saying he'll never agree again to raise the debt ceiling, blaming Schumer for rubbing his nose in it.\nhttps://thehill.com/homenews/senate/576039-in-blistering-letter-to-biden-mcconnell-vows-gop-wont-help-raise-debt-ceiling-in That puts the debt limit back in the forefront  rather than a carve out for voting rights this year. \nI think their will be sufficient Democratic \nresistance to  making the debt ceiling the reason  for changing the filibuster.\nPerhaps by Spring, the pressure grows stronger on an issue related to the midterm elections. "], [88452, "2021-10-09T07:19:54Z", [0.42], ""], [95992, "2021-10-09T03:41:05Z", [0.03], ""], [90167, "2021-10-08T19:25:40Z", [0.0], ""], [1333, "2021-10-08T18:17:53Z", [0.0], ""], [100715, "2021-10-08T13:15:10Z", [0.0], ""], [484, "2021-10-08T01:56:59Z", [0.05], "Down 5% on (imperfect) deal."], [102877, "2021-10-07T22:48:25Z", [0.03], "With the McConnell deal, I see no reason Manchin would give in on changing filibuster. "], [534, "2021-10-07T19:51:55Z", [0.2], "Hmmm - Sen. McConnell really REALLY does not want to give Sen. Manchin an excuse to vote for any change in the filibuster - I'm pretty sure that's why he agreed to the \"compromise\" on a very short-term increase in the debt ceiling lasting to December. By then, it's practically too late for the Senate to pass the Freedom To Vote Act in time for it to be effective for the 2022 midterms. So I'm dropping my assessment back down again (probably still biased by wishful thinking).  "], [96367, "2021-10-07T19:18:52Z", [0.03], "Finally joining the crowd. Dems appear insistent on never missing an opportunity to miss an opportunity."], [96367, "2021-10-07T19:17:55Z", [0.08], "Right back down again with the apparent preference in Dem circles to take a fairly paltry \"offer\" of a temporary solution rather than go with the big, bold move of pulling in the wayward senators and pulling McConnels teeth with a narrow carve out of the filibuster for Debt Ceiling relief. Signals to me that the Dems really don't want to face that discussion, at least not this side of 2021. https://www.politico.com/news/2021/10/06/republicans-filibuster-debt-limit-515355"], [102177, "2021-10-07T14:58:51Z", [0.13], ""], [100653, "2021-10-07T10:45:19Z", [0.02], ""], [484, "2021-10-07T01:49:43Z", [0.1], "Back down 5% on purported deal."], [89135, "2021-10-07T01:33:18Z", [0.05], "https://thehill.com/homenews/senate/575631-democrats-signal-they-will-accept-mcconnell-offer They blinked, back to 5%. "], [32258, "2021-10-07T00:16:12Z", [0.0], "Looks like McConnell agreed to push the debt limit to December 1. If the agreement sticks, no need for the filibuster carve out on debt yet.  What about voting rights which  Democrats really need? My forecast is based on a Spring boil of the pressure cooker regarding  the filibuster."], [94872, "2021-10-06T23:09:29Z", [0.0], ""], [68240, "2021-10-06T20:17:31Z", [0.45], "The debt ceiling comment opens up new ground."], [90167, "2021-10-06T19:00:58Z", [0.02], ""], [1333, "2021-10-06T18:48:46Z", [0.51], ""], [1333, "2021-10-06T18:45:30Z", [0.5], "They could go for it. It would be the last time but that might be why they do it now, while they can.,"], [534, "2021-10-06T18:09:11Z", [0.45], "Biden has suggested they may carve out the debt ceiling from the filibuster: https://www.nytimes.com/2021/10/05/us/politics/debt-ceiling-filibuster-biden.html?referringSource=articleShare"], [484, "2021-10-06T17:40:06Z", [0.15], "Up 10%. Nice economy you have here, wouldn't want anything to happen to it would you?"], [95992, "2021-10-06T17:16:20Z", [0.15], "Manchin denying for now. Nuclear option increasingly being floated. https://www.bloomberg.com/?sref=i2Bc5OtW"], [691, "2021-10-06T15:30:30Z", [0.1], "Coming up temporarily on this from The Current Incumbent, who may have forgotten that he no longer has a vote in the Senate, either as a member or a tie-breaker:\nhttps://www.reuters.com/world/us/us-senate-democrats-plan-debt-limit-vote-after-biden-hints-filibuster-could-go-2021-10-06/ The deal with the holdouts might be they cut the amount of the bill pretty far down, in exchange for removing the filibuster--maybe even temporarily--for this sort of limited purpose. This might be wishful thinking on my part; I have for decades been opposed to the filibuster irrespective of which party is currently mad at it.  It might be somewhat better if the rule was that you actually have to talk to hold the floor, rather than just announcing that you plan to talk, but it's still fundamentally undemocratic.  (The courts won't touch it, correctly, on account of the excellent doctrine that in general the legislative and judicial branches don't mux about in each other's internal procedures.)"], [90167, "2021-10-06T14:14:51Z", [0.97], ""], [96367, "2021-10-06T14:13:01Z", [0.68], "Up a little when considering RECENT historical precedent (2010 - 2021) base rate that sees a carve out made to the filibuster rules every time power in the senate changes hands.  Dems (cautious, hesitant and polite) seem to make the change before they loose power, Reps (with far fewer poops given) make changes shortly after they've taken power to maximise their impact.  With a rough 2022 on the horizon for Dems a very shallow data set of recent trends suggests, at a base rate level of analysis, this would not be outside the frame in this moment. Whilst this situation today is not as absolute and straightforward in execution as the previous 2013 and 2017 examples I wonder if the base rate for this question should be bounded less by long term historical precedent (generally in a more collaborative and bi-partisan environment) and more on recent political behaviours and trends (total war / arms race, winner takes all, anything goes etc.). A simple base rate calculation of how often in (long) history this has happened may fail to take into account the relevant, significant and impactful change in political behaviours, attitudes and decision that recent times have become subjected to. https://en.wikipedia.org/wiki/Divided_government_in_the_United_States#/media/File:Combined--Control_of_the_U.S._House_of_Representatives_-_Control_of_the_U.S._Senate.png"], [96367, "2021-10-06T14:05:16Z", [0.65], "Don't believe it very likely that McConnel (with all his money donners) is actually going to allow the US to default on its debts.  The implications to those he cares most about don't seem to add up. That said this may be a narrow carve out to the filibuster rules that Manchin and Sinema could potentially get behind without loosing significant moderate / conservative face.  They would also have support from their PACs and donners to prevent a default harmful to their bottom line (assuming that they feel they've lost control of McConnel). Not the way I saw it happening but I guess the fundamental premise (that Dems currently have the legislative and temporal CAPABILITY and OPPORTUNITY for any form of filibuster change and that Republican obstructionism to literally everything would eventually force the collective will of the Dems to find its spine) remains sound? Doubt remaining (35%) lies in the intractable nature of the two moderate Dem senators and their well baked in positions on filibuster changes (with a reputational off ramp for this specific issue as an \"impending national crisis\") and the remaining time left for this question which, without the debt ceiling issue (that I personally believe McConnell will find a graceful way to cave on at the last) becomes a real constraint on the probability of this questions \"yes\" resolution. Back down again if the debt ceiling issue goes away on its own. Still got this nagging feeling that McConnel is almost daring them to do it but still don't know why he would want them to?!  A justification / predicate for a Republican filibuster change when control flips is the only obvious answer (with some historical precedent) but McConnel has not needed justification to do something rampantly partisan when he wants to in recent times (ACB to the SC) so why would he feel he needs the Dems to give him one now? The \"total war\" nature of contemporary US politics makes my skin crawl... https://www.nytimes.com/2021/10/05/us/politics/debt-ceiling-filibuster-biden.html"], [88452, "2021-10-06T07:34:08Z", [0.99], ""], [67403, "2021-10-06T07:19:53Z", [0.2], ""], [102877, "2021-10-06T06:03:51Z", [0.15], "outside view (historic precedent): This has only happened twice in recent history, one by each party and only when the controlling party is desperate to do something, such as the democrats now...  \nInside View: The dept ceiling is the only thing I can see Manchin or Sinema folding to.  It seams the GOP is willing to take us over the edge and the question is how the Dems \"do it on their own\". Here are my thoughts on the options to resolve this crisis:\n - Reconciliation (separate from BBB) - 75% (simple/least \"offensive\" to moderates) - this will decrease as we near the cliff\n - Reconciliation (with BBB) - 5% (negotiations will take too long)\n - Change Filibuster - 15%\n - GOP folds under threat of change to filibuster - 5%"], [94872, "2021-10-06T05:13:05Z", [0.33], ""], [40584, "2021-10-06T03:08:34Z", [0.5], ""], [89135, "2021-10-06T01:42:12Z", [0.75], "Moving from 5% for awhile … Till debt limit is passed.  \nhttps://www.msn.com/en-us/news/politics/biden-senate-filibuster-change-on-debt-a-real-possibility/ar-AAPb2b5\n"], [31275, "2021-10-06T01:27:11Z", [0.33], ""], [87827, "2021-10-04T11:24:49Z", [0.02], ""], [31275, "2021-09-30T14:19:16Z", [0.1], ""], [95683, "2021-09-29T19:11:28Z", [0.0], ""], [95683, "2021-09-29T02:14:19Z", [0.0], ""], [484, "2021-09-29T01:48:46Z", [0.05], "Up 5% for a few days. Anyone who thinks they have control of the various legislative issues is a bit naive. In the case of JB, \"don't throw me in the briar patch?\" (yes I realize the reference in no longer PC FWIW)."], [95683, "2021-09-29T00:30:47Z", [0.0], ""], [96367, "2021-09-28T12:24:04Z", [0.55], "With this latest vote [1] it almost seems like Republicans are trying to force the Democrats into putting a carve out into the Filibuster for certain key voting issues, perhaps as part of a a long term strategy to better empower themselves as they become more and more the \"minority rule\" party? But then again, as and when they retake the kind of control that would allow them to conduct their own filibuster carve outs for their own purposes would they really feel they need a Democrat initiated precedent to justify it?  The modern day GP would surely just do it and laugh all the way to the vote, crowing under a recurrent banner of \"trolling the libs\" (see the Amy Coney Barret appointment to the SC). When wondering why the GOP is choosing to employ a \"total obstructionist\" strategy to every meaningful vote (including this latest clown show [1] that may initiate another government shutdown, historically not a winning strategy for the obstructionist side [2]) ) I'm also reminded of Hanlon's Razor: \"Never attribute to malice that which can be adequately explained by stupidity\".  It feels entirely possible that the GOP is so fundamentally wed to the self-implosive force that is No. 45 that this is driven by a Mar-a-Lago edict and out of fear of reputational retribution. I still believe McConnell is more intelligent and strategic than this but is he really in charge anymore?  What are the GOP's money men wanting from their bought and paid for Senators and how does this advance their interests?  Not sure. All this said, this vote and the other issues coming up over the next month seem to push the need for some kind of carve out to be more and more necessary for the Dems, Biden and the Country.  This building pressure (and unrelenting obstructionism on the GOP side)  may in turn give Manchin the political and moral spine he needs to agree to vote for it 9with only  limited impact on his W.V polling), which in turn feels likely to see Sinema fold as someone who will not want to be the lone voice of dissent in such situations. Carve out of filibuster rules is entirely in bounds (whilst abolition still feels beyond credible at this juncture).  \"Capability\" and \"Opportunity\" are present for the enacting party (the Dems) and the \"Will\" aspect of the human action triangle seems to be firming up.  As such, slightly more possible than 50/50 with timing being a  key variable in my forecast that I'm still struggling with. [1] https://www.cbsnews.com/news/government-shutdown-fund-senate-gop-debt-ceiling-block-bill/\n[2] https://www.cnbc.com/2019/01/17/trump-loses-support-among-core-voters-as-the-shutdown-drags-on-polls.html"], [96367, "2021-09-28T07:55:23Z", [0.42], ""], [95683, "2021-09-28T02:18:05Z", [0.0], ""], [96367, "2021-09-27T15:05:13Z", [0.37], "I found this [1] quite convincing from a purely mechanical point of view (i.e. taking the political motivations and machinations out for a second) and, when putting these human factors back into the equation, the barriers to a carve out for an existential issue like voting rights seem hard but also comparatively thin (2 Senators with room to move from their current positions if provided suitable reason, incentive, top cover and \"alternative meat\" to save their reputations). Is it fair to say that the majority of voters who really care about the filibusters maintenance at this moment currently sit on the other side of the widening political divide?  If West Virginia and/or Arizona can be offered something shiny for their Senator's resistance to, but eventual agreement with, a filibuster carve out are they still likely to punish them at ballot boxes (Manchin re-election in 2024, Sinema re-election in 2025 and most voters have short memories). Whilst their resistance is vocal and consistent the other side are doing everything they can (potentially deliberately - Dems beware) to give Manchin and Sinema [2] an excuse to vote with a filibuster carve out in order to bring in a major legislative priority (Infra, voting rights etc.). Biden also needs a big win right now after his falling polls and summer of discontent.  In the face of all these pressures the spinal integrity of two politicians can surely not be relied upon with certainty? [1] https://www.washingtonpost.com/outlook/2021/09/13/filibuster-senate-voting-rights-democrats/\n[2] https://www.newsweek.com/kyrsten-sinema-faces-no-confidence-threat-arizona-dems-over-filibuster-1632771"], [96367, "2021-09-27T14:47:57Z", [0.31], ""], [100653, "2021-09-27T07:11:36Z", [0.0], ""], [95683, "2021-09-27T02:18:04Z", [0.0], ""], [102783, "2021-09-26T21:56:58Z", [0.1], ""], [95683, "2021-09-26T20:30:22Z", [0.0], ""], [60948, "2021-09-26T19:14:24Z", [0.03], "Kyrsten Sinema Faces No Confidence Threat From Arizona Dems Over Filibuster - Newsweek\nhttps://www.newsweek.com/kyrsten-sinema-faces-no-confidence-threat-arizona-dems-over-filibuster-1632771\nSun, 26 Sep 2021 10:36:52 GMT\nf863571e970ab8e35e1280756d876006"], [691, "2021-09-25T15:46:17Z", [0.0], ""], [2965, "2021-09-25T05:12:41Z", [0.0], ""], [100715, "2021-09-24T11:16:55Z", [0.0], ""], [1333, "2021-09-23T20:26:13Z", [0.0], ""], [84880, "2021-09-23T16:13:58Z", [0.03], "The prospects of this happening are complicated... not likely, but not negligible.\nLet's see how the stalemate plays out..."], [102701, "2021-09-21T19:46:48Z", [0.1], ""], [97821, "2021-09-21T01:25:00Z", [0.02], ""], [38, "2021-09-20T06:39:43Z", [0.03], "Based on what I read in this article about Biden promising to bring Manchin & Sinema around:  https://www.rollingstone.com/politics/politics-news/biden-filibuster-voting-rights-corruption-manchin-sinema-1224269/"], [38, "2021-09-20T06:38:19Z", [0.0], "https://www.rollingstone.com/politics/politics-news/biden-filibuster-voting-rights-corruption-manchin-sinema-1224269/ Sept 12, 2021\n\". . . Biden assured Senate Majority Leader Chuck Schumer and House Speaker Nancy Pelosi that he was ready to push for filibuster reform. Biden’s pressure would aim to help Schumer convince moderate Democrats to support a carveout to the filibuster, . . .\n. . . \n\". . . Biden and Vice President Kamala Harris have been “deeply involved” with the push to pass new voting protections. “The president and vice president have been very clear that this is a crucial priority and senior White House staff across many departments are constantly working on it,” the official said. Even with a lobbying blitz from Biden, the path to passing the For the People Act is a tricky one. A group of senators will soon release a compromise version of the For the People Act intended to satisfy Manchin’s concerns about earlier versions of the bill. Sources familiar with the compromise bill say it will focus on shoring up voting rights against GOP suppression laws, crack down on dark money and partisan gerrymandering, and create new policies to stop attempts at election subversion like what happened after the 2020 presidential election. But even if the revised bill earns the support of all Democrats, it won’t be enough to overcome the filibuster. Schumer will not only need to prevent a single defection on the bill itself but also convince — with Biden’s help — all 50 Democrats to create a carveout in the filibuster for voting-rights-related legislation.\n. . . \n. . . Biden made a pledge: If Pelosi and Schumer tried every option they had to pass a voting-rights bill with Republican votes and got nowhere, Biden would get involved himself and lobby the handful of moderate Democrats to convince them to weaken the filibuster so that the For the People Act could pass without any Republican votes. Since then, the tenor has shifted in the White House in the last month, multiple sources tell Rolling Stone. The White House has devoted more staff to the issue. More importantly, it has given assurances to outside supporters that Biden now plans to push for filibuster reform when necessary. “They have really engaged in a way that can make a difference both on substance and particularly on process as we get closer to this day of reckoning,” Rep. John Sarbanes says. “They appreciate that the electorate that showed up for Joe Biden in 2020 now wants to see Joe Biden show up for them in 2021.” When it comes to the filibuster, the Biden administration’s position hasn’t always been clear. In early March, White House Press Secretary Jen Psaki said Biden didn’t support any changes to the filibuster. A few weeks later, Biden told ABC News that he supported bringing back the so-called talking filibuster, forcing any senator who wanted to block a vote to stand and speak on the Senate floor. A few months after that, Psaki declined to say whether Biden backed creating a carve-out to the filibuster for legislation related to voting rights while also distancing the White House from any potential negotiations about filibuster reform. “The filibuster is a legislative process tool, an important one, that warrants debate,” she said, “but determination about making changes will be made by members of the Senate, not by this president or any president, frankly, moving forward.” Winning over the two Democrats who’ve declared their opposition to filibuster reform, Sens. Manchin and Sinema, won’t be easy. . . .\nYet Sinema has broadly endorsed the need for voting-rights reforms, and Manchin says “inaction is not an option.” Congressional aides and anti-corruption activists who support the For the People Act say Schumer’s strategy has been to give Republicans every opportunity to work with Democrats on a compromise bill, and to allow Manchin the space to lead those negotiations, if only to show that Republicans won’t support any version of pro-democracy reform that Democrats come up with. “We continue to see that the Republicans are not willing to negotiate in good faith on these fundamental issues to protect our democracy,” says Tiffany Muller of End Citizens United. A spokesman for End Citizens United says the group is spending $30 million this year to get the For the People Act onto Biden’s desk, most of that on more than 130 paid ads on TV, digital, and mail. But at this point in the campaign, it’s entirely up to Biden and Senate Democrats to muster the support for filibuster reform and passing a new version of the bill. Fred Wertheimer of Democracy 21 says the For the People Act would be the most ambitious law to uphold voting rights and fight corruption since the slew of post-Watergate reforms in the 1970s. Wertheimer says he expects Biden to do everything he can to make those reforms a reality, but ultimately the decision rests with the 50 Democratic senators. “This is a moment when members of the Senate are going to wind up on the right side or wrong side of history,” Wertheimer says. “The stakes for our democracy are enormous.”\n~~~~~\nCOMMENT:  The first problem is getting 50 votes for a rules change (and 50 votes for the legislation being considered):  Ie. getting Manchin & Sinema on board.  Then the question will revolve around what change(s) are enacted.  Changing the format and process of the filibuster to a \"talking filibuster\" won't satisfy this question, but a \"carve out\" might.  Unless the # of votes required is changed, however, there won't be the votes for passage of any voting rights legislation."], [97801, "2021-09-20T06:33:06Z", [0.02], ""], [60948, "2021-09-19T12:26:50Z", [0.02], "No change."], [102701, "2021-09-16T19:02:05Z", [0.15], "Matching doesn't want to. Isn't necessary to pass budget bills. Voting rights not worth the political capital."], [534, "2021-09-15T20:55:28Z", [0.33], "Given what's at stake, and the pressure coming to bear on Manchin (who is a co-author and co-sponsor of the new Freedom to Vote Act), I would assess that the prospects for SOME kind of filibuster reform may be nearing 50%. While it's still possible that other forms of filibuster reform might be enacted (e.g., returning to the classic \"talking filibuster\"), the Washington Post article by Normans Ornstein and Eisen (that I posted last week) is getting picked up in chatter (e.g., I attended a rally at the Capitol yesterday where Sens Klobuchar, Merkley, Padilla and Van Hollen all spoke). Sen. Van Hollen, in particular was comparing the importance of voting rights to budget reconciliation. Most of what I'm hearing is about a carve-out for voting rights, which would fall within the definition of the question. So my rough assessment is now about one third. "], [31275, "2021-09-15T14:39:12Z", [0.05], ""], [534, "2021-09-13T22:43:13Z", [0.15], "Edging this back up again - carve out for voting rights would count for the question; other versions of reform probably not, but things may be moving in that direction.\nhttps://www.washingtonpost.com/outlook/2021/09/13/filibuster-senate-voting-rights-democrats/"], [100715, "2021-09-13T11:05:13Z", [0.0], "Not happening, because of one Senator, you can guess who."], [60948, "2021-09-13T10:46:50Z", [0.02], "No change"], [31275, "2021-09-12T21:05:11Z", [0.06], "https://www.rollingstone.com/politics/politics-news/biden-filibuster-voting-rights-corruption-manchin-sinema-1224269/"], [95683, "2021-09-11T22:33:45Z", [0.0], ""], [102145, "2021-09-11T17:54:15Z", [0.01], "Leaked donor calls to moderates reassure there are enough adults in the room on this topic, it’s for show like student debt forgiveness, taxing unrealized gains and all the other things that will never happen."], [31201, "2021-09-11T17:48:17Z", [0.0], "Enough Democratic senators are opposed to block. The President is opposed. Both may change but it seems unlikely before 1 Jan 22."], [28899, "2021-09-10T12:21:03Z", [0.02], ""], [100653, "2021-09-09T07:19:16Z", [0.01], ""], [1034, "2021-09-09T03:32:55Z", [0.0], ""], [1333, "2021-09-08T08:45:30Z", [0.0], ""], [90167, "2021-09-07T03:18:39Z", [0.0], ""], [97801, "2021-09-06T06:17:28Z", [0.03], ""], [101308, "2021-09-05T21:56:15Z", [0.08], "https://www.reuters.com/world/us/filibuster-imperils-pelosis-abortion-bill-us-senate-klobuchar-2021-09-05/"], [31275, "2021-09-05T18:04:06Z", [0.01], ""], [60948, "2021-09-04T10:55:55Z", [0.02], "Passage of time"], [484, "2021-09-04T03:39:38Z", [0.0], "(no change) An NPR segment (sorry too lazy to look it up) with a former (acting?) US Solicitor General observed that a federal statute over-ruling the Texas (and other state's) abortion laws would be in a different category and should not be subject to Senate filibuster. It seemed a stretch, but the US has lots of lawyers with lots of opinions."], [95992, "2021-09-04T03:09:18Z", [0.01], ""], [95992, "2021-09-04T03:08:40Z", [0.0], "If manchin isn’t willing to do 3.5 tln budget, he’s not willing to change the filibuster rules. "], [13406, "2021-09-03T16:28:00Z", [0.33], ""], [96367, "2021-09-03T08:44:32Z", [0.28], "In other forecasts I've found myself to be over confident as to the ability (and even the will) for Dems to get big, meaningful and impactful things done to Legislation with the current balance of power.  Those from the US with a regular eye on politics will likely be smiling knowingly at my naiveite at this point! Dropping down by half in probability and certainty in light of this self-identified weak spot for now: will wait for a little more sign of movement before raising again."], [95683, "2021-09-02T20:30:02Z", [0.0], ""], [87827, "2021-09-01T14:23:55Z", [0.02], ""], [40584, "2021-09-01T13:45:21Z", [0.0], ""], [95683, "2021-08-31T17:55:23Z", [0.0], ""], [34959, "2021-08-31T13:49:34Z", [0.01], ""], [2965, "2021-08-31T00:25:57Z", [0.0], ""], [1034, "2021-08-29T23:56:31Z", [0.0], ""], [60948, "2021-08-29T21:21:23Z", [0.03], "No change"], [1333, "2021-08-29T19:47:04Z", [0.1], ""], [45594, "2021-08-29T07:34:46Z", [0.05], ""], [94587, "2021-08-28T14:44:09Z", [0.07], ""], [102145, "2021-08-28T09:37:03Z", [0.0], ""], [54789, "2021-08-25T19:27:07Z", [0.8], ""], [31275, "2021-08-25T17:25:04Z", [0.01], ""], [60948, "2021-08-22T12:55:33Z", [0.03], "No change"], [89135, "2021-08-22T12:39:12Z", [0.05], ""], [100715, "2021-08-21T14:50:44Z", [0.0], "Nope, not happening out of fear of losing the Senate next year."], [691, "2021-08-20T17:52:15Z", [0.01], ""], [100273, "2021-08-20T13:58:55Z", [0.05], "They won't spend the political capital.  Things are going their way now."], [80475, "2021-08-19T22:02:00Z", [0.01], "Without Manchin on board, it's hard to see this happening for the remainder of the year"], [1333, "2021-08-19T12:11:36Z", [0.15], ""], [34959, "2021-08-18T04:39:30Z", [0.02], ""], [88614, "2021-08-17T15:54:22Z", [0.02], ""], [36194, "2021-08-17T15:09:28Z", [0.02], "I think this is very unlikely at the moment. I'm open to the filibuster becoming a more salient issue in time, but currently with Afghanistan I think the filibuster is at the back of people's minds. Clyburn coming out and saying voting rights should not be stopped by the filibuster shows there is some support from high ranking Dems to change it, but while Biden is opposed to ending/limiting it I don't think anything will happen."], [97801, "2021-08-17T06:51:16Z", [0.07], ""], [96367, "2021-08-16T14:24:47Z", [0.55], "Adjusting up a little following the Afghan withdrawal fiasco. Joe Biden has overnight been knocked onto the back foot with a poorly thought out, poorly executed (and even more poorly forecasted) departure from America's longest war. This incident may place additional pressure on him (and the wider Democratic establishment) to achieve some sort of reputational regain with the home crowd before the 2022 mid-terms and as a means to drown out the ongoing cycle of (largely hind sight  fuelled) criticism of his (undoubtedly questionable) decision making. Voting Rights (both as a distraction and as a counter to current Republican momentum at state level) might be seen as just the thing he needs to change the narrative (especially seeing as Infra may prove more internally divisive amongst moderates and progressives than leadership would have hoped / wished) but Biden and the Dems will probably need to do something fairly quickly (i.e. immediately on congress' return) in order to get people talking about something else and get something through in a meaningful timeframe [1]. Seeing as voting rights looks likely to be the hill that both sides will die on from their respective trenches (for existential reasons described previously) this issue logically remains the one most likely to bring the \"scope of the filibuster\" question to a head and potentially cause an adjustment (with a total removal of the filibuster seeming to be a far more remote possibility at this moment, especially given its recent symbolic use by Democrats in the Texas Senate! [2]). As such I'm willing to shift possibility up slightly and into the realm of \"ever so slightly more than a 50/50 coin toss\" (with all the previously described conditions and blockers still in place).  Timing will be key and I think progress (or not) on voting rights in the month after congress returns (i.e September 2021) will be a decider for this question [3]. [1] https://www.theguardian.com/us-news/2021/aug/10/senate-democrats-push-voting-rights-legislation-again\n[1] https://www.bloomberg.com/news/articles/2021-08-11/senate-democrats-tee-up-post-recess-clash-on-voting-rights-bill\n[2] https://www.theguardian.com/us-news/2021/aug/12/texas-voting-rights-marathon-filibuster\n[3] https://nymag.com/intelligencer/article/guide-congresss-summer-schedule-infrastructure.html"], [1333, "2021-08-15T22:50:28Z", [0.16], ""], [67403, "2021-08-15T16:14:24Z", [0.03], ""], [87827, "2021-08-14T15:25:59Z", [0.04], ""], [2965, "2021-08-13T23:30:31Z", [0.0], ""], [88614, "2021-08-13T18:28:02Z", [0.32], ""], [691, "2021-08-13T15:58:24Z", [0.02], ""], [31275, "2021-08-12T21:02:10Z", [0.01], ""], [691, "2021-08-12T17:58:58Z", [0.03], ""], [102223, "2021-08-12T16:54:42Z", [0.5], ""], [96367, "2021-08-12T14:27:16Z", [0.45], ""], [90167, "2021-08-10T04:02:55Z", [0.02], ""], [1333, "2021-08-09T09:58:58Z", [0.15], ""], [60948, "2021-08-08T20:36:23Z", [0.03], "Comment deleted on Aug 22, 2021 11:49PM UTC"], [102177, "2021-08-08T18:06:21Z", [0.02], ""], [94587, "2021-08-06T14:02:24Z", [0.13], ""], [38, "2021-08-05T16:42:29Z", [0.0], "McConnell voted to allow debate on the infrastructure bill.  I think that part of his reason for doing so was to deflate the \"kill-the-filibuster\" balloon.  Therefore, it looks like the infrastructure bill will pass, and some will point to as proof that bipartisanship is possible."], [87827, "2021-08-05T13:34:05Z", [0.05], "-3 passage of time lack of news."], [31275, "2021-08-03T20:10:32Z", [0.02], ""], [1034, "2021-08-03T19:07:46Z", [0.0], ""], [58508, "2021-07-31T17:50:51Z", [0.05], ""], [38, "2021-07-30T17:44:25Z", [0.02], "With passage of an infrastructure bill looking more possible, the pressure for changes to the filibuster rules is decreased."], [84811, "2021-07-29T20:51:43Z", [1.0], "The Current Divide between Democrats and Republicans WARRANT it . Filibuster has to go or be restricted . \nDemocracy is run based on the rule of Simple Majority ... in excess of 50% ... and not 67% being the requirement .   "], [1333, "2021-07-29T20:44:46Z", [0.13], ""], [68240, "2021-07-29T17:11:54Z", [0.1], ""], [2965, "2021-07-28T19:00:12Z", [0.0], ""], [68240, "2021-07-27T18:17:04Z", [0.1], ""], [88452, "2021-07-27T04:53:22Z", [0.49], ""], [1333, "2021-07-26T21:15:26Z", [0.12], ""], [100653, "2021-07-26T09:09:37Z", [0.0], ""], [2965, "2021-07-25T20:38:28Z", [0.0], ""], [13657, "2021-07-24T15:14:54Z", [0.01], ""], [89038, "2021-07-23T11:47:14Z", [0.02], ""], [94872, "2021-07-23T06:21:35Z", [0.0], ""], [90433, "2021-07-21T18:21:33Z", [0.05], ""], [31275, "2021-07-21T04:04:54Z", [0.02], ""], [534, "2021-07-20T21:20:50Z", [0.05], "Ugh. https://www.forbes.com/sites/andrewsolender/2021/07/15/forget-the-filibuster-manchin-rejects-voting-rights-carve-out-after-meeting-with-texas-democrats/?sh=59d0554f7cd4&fbclid=IwAR0OYsk-MdnD27uzpEQVYiwRUkBbIgMpZ891CIFx_yBsKmZvRXp5QRFDm_o"], [95992, "2021-07-20T18:27:09Z", [0.03], ""], [1333, "2021-07-20T07:02:45Z", [0.11], ""], [2965, "2021-07-18T02:07:24Z", [0.0], ""], [19127, "2021-07-17T17:02:40Z", [0.09], ""], [60948, "2021-07-17T14:23:39Z", [0.03], "More red herrings:\n- https://www.theguardian.com/us-news/2021/jul/13/house-democrats-senate-filibuster-exception-voting-rights\n- https://eu.usatoday.com/story/opinion/2021/07/13/biden-voting-rights-drive-push-filibuster-exception/7951158002/\n- https://eu.usatoday.com/story/opinion/2021/06/27/filibuster-blocks-progress-minimum-wage-voter-suppression/7781249002/ The Guardian has such a poor predictive record."], [97801, "2021-07-16T13:34:29Z", [0.02], ""], [57778, "2021-07-16T10:12:16Z", [0.0], ""], [97569, "2021-07-15T23:53:52Z", [0.0], ""], [101793, "2021-07-15T17:55:11Z", [0.0], ""], [534, "2021-07-15T16:32:33Z", [0.15], "I'm inching this up primarily because it was proposed by Rep. Clyburn to expand to include voting rights. I still think it's unlikely overall, if for no other reason than many Senators (not just Manchin and Sinema) would be justifiably anxious that the GOP could turn the tables and ram voter suppression measures through Congress if they got the opportunity. I'm somewhat more hopeful that they might pass a reform to return the filibuster to something more like the classic \"talking filibuster\", but that would not fulfill the criteria for this question. We should know by the end of September. If nothing happens by then, it is extremely unlikely to happen during the last quarter, because it would really be too late to enact voting rights reform in time for the 2022 mid-terms. (And the John Lewis Voting Rights Advancement Act could conceivably be passed, and perhaps more likely to be passed in early 2022 - it would also require filibuster reform but the would be past the deadline of the question). "], [101926, "2021-07-14T22:19:42Z", [0.0], ""], [96367, "2021-07-14T10:48:22Z", [0.55], "With \"the nuclear option\" only requiring a quorum of Democrats to vote on it, and with Voting Rights being an existential issue for both sides to wrestle with, this question's resolution as a \"yes\" (with \"Clyburn's carve out\" being the most rational and likely way in which that resolution could occur [1]) seems to sit on a very small number of politician's shoulders (and as such feels in no way as certain as the crowd appear to be feeling at this moment). Politicians are malleable and fickle creatures: open to temptation, pressure, incentive and threats.  All are in play for this, but the \"capability\" and \"opportunity\" for a change in filibuster rules is in the hands of the ruling party at this moment [2].  The final \"will\" corner of the human action triangle is one of the hardest to measure, but with pressure on this issue increasing daily and at a significant rate ([3], [4] and [5]) it seems entirely feasible (with plenty of 2021 left) for filibuster reform to happen before years end as a precursor to pushing forwards on Voting Rights resolution and implementation across all states (which will take time and therefore should also be factored in). Not sure about the political tactics on this and when, from a strategy point of view, would be the best time to put in voting rights (and therefore when filibuster reform would need to happen to allow it).  Safe to assume that 2022 mid terms will be the hard deck for this, and I can see endless challenges from Rep state houses being pushed up to the SC on this if the voting rights bills were to pass.  Time for states to implement the bill's requirements must also be factored in to the \"when\" question. What I don't know is if Dems would feel it better to get those dealt with well before the mid terms (leaving a clear path to the voting booths and no further means for Republican state houses to interfere) or whether it would be more tactically sensible to leave it to right before the mid terms (presumably hoping that the SC would not be able to make a ruling fast enough to block the bill from being enacted by the mid terms). I also don't know if a legal challenge on its way to the SC would park the voting rights bills whilst it was being considered or if they would remain in place as the legal precedent until an SC ruling was given. Any help from anyone more in the know about the specific legal challenge process, and therefore the most likely tactical play, would be greatly appreciated!  At the moment all I have to go on is the endless SC challenges raised against the ACA (which don't seem to have stopped its implementation or function, which suggests that implementing the rules later and closer to 2022 would be better for Dems?). [1] https://www.theguardian.com/us-news/2021/jul/13/house-democrats-senate-filibuster-exception-voting-rights\n[2] https://www.brookings.edu/policy2020/votervital/what-is-the-senate-filibuster-and-what-would-it-take-to-eliminate-it/\n[3] https://edition.cnn.com/2021/07/13/politics/voting-rights-joe-biden-trump-big-lie/index.html\n[4] https://www.cbsnews.com/news/texas-democrats-voting-rights-watch-live-today-07-13-2021/\n[5] https://www.independent.co.uk/voices/republican-party-donald-trump-voter-suppression-b1868426.html"], [32258, "2021-07-13T22:26:04Z", [0.0], "Clyburn's \"carve out \" would count. But I don't think that all Democrats will support that in this time frame. "], [101902, "2021-07-13T20:10:03Z", [0.01], ""], [101892, "2021-07-13T15:32:47Z", [0.0], "Error: I misread this question. 10 Republicans will not say yes. "], [101892, "2021-07-13T15:32:00Z", [1.0], "No. You will not get 10 Republicans to say yes."], [2965, "2021-07-12T17:31:01Z", [0.0], ""], [31275, "2021-07-12T01:01:47Z", [0.04], ""], [61598, "2021-07-12T00:30:00Z", [0.01], ""], [60948, "2021-07-11T13:41:59Z", [0.03], ""], [101225, "2021-07-11T03:45:16Z", [0.02], ""], [38, "2021-07-09T18:12:17Z", [0.04], "@fisherdbus  links a good article describing how it's just not Manchin & Sinema who are unenthusiastic about ditching the filibuster\n@https://www.gjopen.com/comments/1303650\n"], [691, "2021-07-09T15:40:15Z", [0.02], ""], [97801, "2021-07-09T06:13:41Z", [0.03], ""], [34959, "2021-07-09T05:16:25Z", [0.03], ""], [34959, "2021-07-08T05:30:25Z", [0.05], ""], [86785, "2021-07-07T20:14:16Z", [0.0], ""], [86785, "2021-07-07T20:13:37Z", [0.03], ""], [97801, "2021-07-06T07:50:26Z", [0.04], ""], [31275, "2021-07-04T21:36:53Z", [0.05], "https://apnews.com/article/senators-to-watch-as-democrats-debate-changing-filibuster-a4b3b1a7611a715f85dc904e5bab7d3e"], [60948, "2021-07-04T12:58:29Z", [0.04], ""], [20256, "2021-07-02T16:59:15Z", [0.06], ""], [2965, "2021-07-01T23:58:20Z", [0.0], ""], [1333, "2021-07-01T07:46:46Z", [0.1], ""], [88614, "2021-06-30T15:31:21Z", [0.03], ""], [2965, "2021-06-29T14:41:16Z", [0.0], ""], [484, "2021-06-29T01:53:07Z", [0.0], "Down 5% considering how high I've been earlier."], [691, "2021-06-28T20:22:27Z", [0.05], ""], [1333, "2021-06-28T13:32:48Z", [0.09], ""], [38, "2021-06-27T01:30:42Z", [0.04], "https://thehill.com/opinion/white-house/556133-democrats-use-of-congressional-review-act-puts-filibuster-debate-in-new?rl=1 MAY 30, 2021\n\"Last week, the window closed on the ability of the Democrats in the Senate to use the Congressional Review Act (CRA) to repeal regulations issued late in the Trump administration. The Democrats in the Senate passed three CRA resolutions in the past four months. . . .  The Congressional Review Act was passed in 1996 as part of the Contract with America. It requires executive branch agencies to submit regulations to Congress and allows the legislative branch to pass resolutions repealing those regulations. Congress has 60 session days to pass such a resolution which is exempted from the normal rules of debate. Most significantly, such resolutions are not subject to filibusters in the Senate. . . . The CRA is largely only useful for Congress at the beginning of a presidential administration that differs in party than its predecessor because the president can veto resolutions of disapproval and will do so to protect his own regulatory initiatives. . . .  the Trump administration issued hundreds of regulations in its waning days. Many of these were of a nature likely to be opposed by a Democratic Congress including regulations to deregulate environmental protections, make it easy to repeal regulations at the Department of Health and Human Services, and numerous others. With such a target-rich environment, and unencumbered by the filibuster, one would think that the Democratic Senate would have passed a large number of repeals. But they only used the CRA three times. The limited action by Congress to use the CRA shows that simply getting rid of the filibuster will not have the dramatic impacts that advocates hope for and opponents fear. It is true that there are some aspects peculiar to the CRA that may explain why Democrats were reluctant to use it. The CRA contains a provision that prevents issuance of substantively similar regulations in the future, and some progressives have voiced the fear that this provision would prevent any regulation in the policy area covered by the regulation being overturned. Others, though, have convincingly argued that this is not the case.  Some progressives have also argued that using the CRA, which has until this year been used in a solely deregulatory manner, gives legitimacy and bipartisan support to a statute they would like to see repealed. However, this is an argument for not using the statute at all. Once it has been used by Democrats, the marginal impact of using it additional times is zero. So, the question remains: Why only three uses of this potentially powerful tool? At the end of the day, the most likely explanation is that even with the filibuster removed, legislating in the Senate is not easy. This is particularly true when the Senate is as closely divided as it is currently with 50 Republicans and 50 Democrats. Debate in the Senate is slower than in the House; the Senate has to spend time on confirmations (something not true for the House), and the majority has to hold on to every member in order to win a partisan vote. Democrats have been debating the removal of the filibuster for all legislation since they assumed control of the Senate in January. Progressives have argued that removing the filibuster would allow the passage of a raft of legislation implementing their priorities. Republicans have voiced fear about the same outcome. But the experience with the CRA highlights the possibility that both the hopes and fears associated with ending the filibuster may be overstated. The same factors that limited the passage of CRA resolutions will still be in play for normal legislation in a post-filibuster world. This means that the majority party (for now the Democrats) will still have to carefully prioritize legislative bills and confirmations and will still need to make sure they can get a majority of votes. Eliminating the filibuster will doubtlessly help the Democrats enact some of their priorities. But as the experience with the CRA shows, the policy impact of doing so is likely to fall far short of expectations on both sides of the aisle.\n~~~~~~\nCOMMENT:  I think that the last sentence sums up the situation:  \". . . as the experience with the CRA shows, the policy impact of doing so [eliminating the filibuster] is likely to fall far short of expectations on both sides of the aisle\" and that is why I think it isn't going to happen."], [13657, "2021-06-26T02:08:23Z", [0.01], ""], [61598, "2021-06-25T20:50:59Z", [0.03], ""], [56, "2021-06-24T01:07:01Z", [0.0], "AKA, the votes aren't there. PBS Newshour details the position each of the 50 Democratic Senators has taken on reforming the filibuster:     24 want to reform the filibuster.\n    22 are open to reform.\n    2 are still deciding (Tom Carper and Mark Kelly)\n    2 are opposed (Joe Manchin and Kyrsten Sinema) https://politicalwire.com/2021/06/23/where-each-senate-democrat-stands-on-the-filibuster/"], [89038, "2021-06-23T15:15:16Z", [0.03], ""], [96367, "2021-06-23T07:48:24Z", [0.5], "Manchin's surprise move into the Dem fold on last nights vote is quite telling as to where he finds himself when chips are down (where his voting record shows he is in no way averse to voting against his party and with Republicans when he feels able to [1]).  Rep obstruction is in no way a surprise and confirms the premise that this is an existential issue for both sides (as it defines the power play for the mid terms and the next presidential election cycle). Is this instructive for this question and the filibuster?  Not entirely, but it shows flexibility and a baseline of voting intent / principle that opens the door [2]. The WSJ's position on this issue [3] shouldn't be a surprise to anyone given the built in protections against \"dark money\" political funding that Manchin appears to support (and has now signalled a willingness to entertain in his voting trend).  I would guess that a lot of WSJ readers will be terrified of suddenly loosing their pet representatives and senators (or have their \"puppet and master\" relationships revealed) if this were to go through. With Manchin's willingness to shift on the principle (and with the Dems meeting him and some of the more reasonable Rep positions regarding voter ID requirements) I assess the door to be open for some form of Filibuster scope adjustment, given that the \"talking filibuster\" and a change in cloture requirements still won't move the functional needle on the critical Voter Rights issue in the necessary timeframe (i.e. well before the 2022 election season). All States will need time to implement new requirements of this bill, Red States will want to kick off every kind of Court challenge available against (as they will scream and holler) \"Federal overreach\", money will need to be found to implement.  The Court challenge timings should be accounted for in working back from the mid terms to figure out when the Dems (the driving player here) need to have this bill in place to have the desired effect.  Not sure if this bill's progress will be able to reverse any damage Reps can do with their control of redistricting or whether changes can be reversed in time for mid terms, but worth factoring in also to work out what the time imperatives are. Actions speak louder (and more honestly) than words, so if you want to predict the future in politics don't listen to what they say, watch what they do (and how they vote). Dems and their existential need to get voting rights passed to have any chance in 2022 mid terms clearly gives them a significant degree of \"the will\" to act on this question.  Tempered and more strategic minds will be thinking about what a filibuster adjustment might open them up to if/when McConnell retakes the chair, but recent SC decisions on the Reps \"one big idea\" of Obamacare repeal  [4] seems to indicate that getting something into law gives it a degree of \"repeal proofing\" amongst even the heavily Conservative leaning SC (and, interestingly, Trumps more controversial appointees).  There may be other tricks Dems can put in to mitigate damage of changing the Filibuster to limit exposure with flipped control that I'm not aware of and that will settle the \"will\" of those arguing, sensibly, to think about the long term impact of changes to filibuster rules. Their current (fragile) control of Senate and House gives them theoretical \"capability\" to make the changes to the Filibuster that fall within scope. The question now is whether the timings (August recess, procedural time frames etc.) leave the \"opportunity\" within this questions period to get it done.  It's only June, and a lot can happen in six months when the leader of the house and senate are willing to get such things heard on the legislature's floor. Does anyone here have any insight into whether it would be more strategically sensible for Dems to get voting rights in closer to the 2022 mid terms, or if it is strategically foolish to do it this early? e.g. is it better or worse for the Dems to allow for time for the expected Court challenges from Red States to go all the way up to the SC?  Would Court challenges place a hold on the bill's enactment (in which case better to get it over with early to prevent slow walking into 2022 mid terms)?  Or would Court challenges not prevent the bill's impact being felt in 2022 mid terms (in which case it might be better for Dems to go slow now and land the bill as close to the 2022 mid terms as logistics allows)? Inherently I'm working on the former assumption at this moment, but a view from someone more in the know would be greatly appreciated! [1]  https://projects.propublica.org/represent/members/M001183/votes-against-party/115\n[2]  https://edition.cnn.com/2021/06/22/politics/manchin-fair-vote-act-senate/index.html\n[3]  https://www.wsj.com/articles/joe-manchins-voting-compromise-11624401491\n[4]  https://www.theguardian.com/us-news/2021/jun/17/us-supreme-court-obamacare-decision"], [2965, "2021-06-23T00:09:19Z", [0.0], ""], [101489, "2021-06-22T19:06:58Z", [0.08], ""], [88614, "2021-06-22T17:43:06Z", [0.04], ""], [101483, "2021-06-22T12:58:46Z", [0.15], ""], [101483, "2021-06-22T12:58:14Z", [0.45], "Comment deleted on Jun 22, 2021 12:58PM UTC"], [101187, "2021-06-22T10:26:52Z", [0.05], ""], [89013, "2021-06-21T05:11:07Z", [0.0], ""], [101445, "2021-06-20T19:39:11Z", [0.6], ""], [534, "2021-06-20T16:08:36Z", [0.1], "I'm increasing my odds only slightly on the basis of all the chatter about filibuster reform in association with the voting rights legislation. I still think the more likely scenario may favor a return to the something more like the classic \"talking filibuster\" (I might give that roughly 50% odds) and/or changing the threshold for cloture from 60 to 55 (I'd give that a roughly 10% chance on its own), but a carve-out for voting rights is still being discussed (but I don't think it would be the preferred reform by Manchin or even Schumer, since the consequences of the GOP turning tables if they win control of the Senate would be dire).  "], [1333, "2021-06-20T14:36:27Z", [0.1], ""], [2965, "2021-06-19T14:23:00Z", [0.0], "I was just dead wrong on this one."], [60948, "2021-06-19T11:56:30Z", [0.05], "https://www.nytimes.com/2021/06/17/opinion/joe-manchin-filibuster-voting-rights.html"], [96367, "2021-06-19T08:16:33Z", [0.43], ""], [38, "2021-06-19T00:27:34Z", [0.05], "https://www.nytimes.com/2021/06/17/opinion/joe-manchin-filibuster-voting-rights.html I found this article very interesting.  It suggests that Manchin might try to restore a talking filibuster, and how that might work.  However, nowhere in the article was there any mention of changing the scope of matters for which a filibuster cannot be used."], [88198, "2021-06-18T17:47:37Z", [0.02], ""], [87827, "2021-06-18T14:01:28Z", [0.08], "Staying at 8%, Manchin apparently said he's considering lowering the threshold to 55 votes. My guess is that wouldn't result in positive resolution for this question though. But changes to the filibuster don't seem off the table. Overall seems unlikely though."], [34959, "2021-06-18T04:37:30Z", [0.03], ""], [691, "2021-06-17T19:41:33Z", [0.03], ""], [1034, "2021-06-16T04:32:49Z", [0.0], ""], [94872, "2021-06-15T03:12:49Z", [0.0], ""], [88452, "2021-06-14T15:30:07Z", [0.36], ""], [484, "2021-06-14T04:20:05Z", [0.05], "Down 10% for passage of time. Also Manchin taking the heat, but others in the wing not ready to make a significant change."], [1034, "2021-06-14T01:39:25Z", [0.0], ""], [691, "2021-06-13T18:36:15Z", [0.02], ""], [60948, "2021-06-13T09:53:18Z", [0.02], "Democrats, Converted to Filibuster Foes, Are Set to Force the Issue - The New York Times\nhttps://www.nytimes.com/2021/06/04/us/democrats-filibuster-senate.html\nTue, 08 Jun 2021 07:00:00 GMT Republican Filibuster Blocks Pay Equity Bill in the Senate - The New York Times\nhttps://www.nytimes.com/2021/06/08/us/politics/filibuster-pay-equity.html\nTue, 08 Jun 2021 23:38:36 GMT Theater, it's all theater."], [40584, "2021-06-12T22:13:37Z", [0.01], ""], [92762, "2021-06-12T18:43:26Z", [0.05], "https://www.cnn.com/2021/06/12/politics/joe-manchin-analysis/index.html It's not just Manchin. If it were just Manchin, I would expect him to say \"Never!\" right up until the day he votes \"Yes\" but at least three other red state Democratic senators are quiet -- or at least quieter -- \"No\"s on  filibuster reform."], [1333, "2021-06-12T13:48:05Z", [0.11], ""], [31275, "2021-06-10T19:21:26Z", [0.41], ""], [31275, "2021-06-10T19:20:00Z", [0.33], ""], [87827, "2021-06-10T12:15:24Z", [0.08], "Seems increasingly unlikely, and recent news about Jacky Rosen opposing eliminating it makes it seem like more than just Manchin and Sinema want to keep it. -7"], [2965, "2021-06-10T01:04:30Z", [0.75], ""], [691, "2021-06-09T20:45:39Z", [0.02], ""], [38, "2021-06-09T16:03:13Z", [0.05], "On PBS news last night I heard Amy Klobuchar say that she thinks Manchin will go for a \"standing\" filibuster.  That change might make imposition of a filibuster a less common practice, but I do not think it will cause this question to resolve as \"yes\" UNLESS the change ALSO involves expanding the scope of matters for which a filibuster cannot be used."], [96367, "2021-06-08T07:37:06Z", [0.4], "Dropping a little with more effusive comments from Manchin that are arguably nailing his feet to the floor on this (or restabilising his stance to manage all expectations). [1] Still believe there is room for manoeuvre for him and the other Conservative Dem hold outs on this one as the GOP gives them more and more ammunition to load and pressure mounts.  Polling seems unreliable, with CNN polling talking of relative apathy on the voting rights issue and adjustments to the filibuster (Monmouth University) [2] but other polls [3 and 4] suggesting there is strong support for voting rights and on filibuster reform.  As always with polls, its down to the questions you ask and the people you ask it of. As such, I think the fragility of one senator holding firm against an existential threat to his own side (coming from an increasingly extreme  political wing that I believe Manchin will ultimately baulk at standing alongside) leaves this question open for now. Actions speak louder than words (and op-eds).  Lets see what comes of the senate votes at the end of June. [1] https://www.wvgazettemail.com/opinion/op_ed_commentaries/joe-manchin-why-im-voting-against-the-for-the-people-act/article_c7eb2551-a500-5f77-aa37-2e42d0af870f.html\n[2] https://www.youtube.com/watch?v=1Oy9wtZ3MXI\n[3] https://act.represent.us/sign/representus-west-virginia-poll/\n[4] https://www.newsweek.com/arizona-west-virginia-gop-voters-back-democrats-election-bill-conservative-opposition-mounts-1591695"], [94872, "2021-06-08T06:08:26Z", [0.0], ""], [28899, "2021-06-07T22:51:57Z", [0.03], ""], [60948, "2021-06-07T17:25:18Z", [0.02], "Joe Manchin: Why I'm voting against the For the People Act \nhttps://www.wvgazettemail.com/opinion/op_ed_commentaries/joe-manchin-why-im-voting-against-the-for-the-people-act/article_c7eb2551-a500-5f77-aa37-2e42d0af870f.html\nJun 6, 2021 Reactions:\nManchin Vows to Block Democratic Voting Rights Bill and Preserve Filibuster - The New York Times\nhttps://www.nytimes.com/2021/06/06/us/politics/joe-manchin-op-ed.html\nSun, 06 Jun 2021 14:17:42 GMT Democrats grapple with the enemy within: What to do about the filibuster rule that could kill their agenda - The Washington Post\nhttps://www.washingtonpost.com/politics/senate-filibuster-commission-voting-rights/2021/05/28/0776b6a6-bf00-11eb-9c90-731aff7d9a0d_story.html\nSat, 29 May 2021 07:00:00 GMT Divided Republicans reunite to mount defense of filibuster - The Guardian\nhttps://www.theguardian.com/us-news/2021/may/11/filibuster-republicans-us-senate-democrats\nTue, 11 May 2021 07:00:00 GMT\n"], [100715, "2021-06-07T16:23:21Z", [0.0], "Manchin is staying strong in his opposition to any modifications to the filibuster.  "], [38, "2021-06-07T15:31:20Z", [0.05], "The filibuster won't be challenged for the purpose of passing voting right changes because Manchin has announced that he will not vote for the We the People bill."], [1034, "2021-06-06T20:42:26Z", [0.0], ""], [88452, "2021-06-06T07:46:27Z", [0.66], ""], [58508, "2021-06-05T06:08:34Z", [0.08], ""], [1333, "2021-06-04T19:54:51Z", [0.12], ""], [32258, "2021-06-03T23:31:33Z", [0.0], "Now we have the Kyrsten Sinema/ John Cornyn road show talking up bipolarship. What's up with that? I'm not entirely sure but she is digging in on how great the filibuster is for keeping things the way they are calling that bipartisanship. Staying low at 0."], [96367, "2021-06-03T20:19:17Z", [0.47], "After @Anneinak posted her update (https://www.gjopen.com/comments/1285802) I wrestled for 24 hours with how the parliamentarians verdict could influence this one. https://thehill.com/homenews/senate/556483-parliamentarian-democrats-only-get-one-more-chance-to-sidestep-gop-this-year On the one hand it could bring the filibuster question to an earlier head by forcing Dems to face it rather than circumvent via multiple reconciliations. On the other hand, reconciliation was never going to work for some of the civil liberties issues anyway and these seem to be the ones that are most likely to force the Dems hands on \"poking a hole\" (or two: Washington and Puerto Rico statehood?) in the filibuster to allow them through. I don't actually believe the Dems (the sensible ones anyway) honestly want to do away with the filibuster entirely given the open season it will give to Republicans when they inevitably rise again from the muck they are currently rolling around in.  They'll want to maintain some degree of blocking power themselves in the future (exactly as Manchin and Sinema are warning about), so they'll want to choose their moment and build their case for filibuster de-fanging on their biggest ticket issues (voting rights and legislative control) once they have built up a solid evidence bank of GOP obstructionism on some of the more \"sacrificial\" bills Schumer will be presenting in June. https://abcnews.go.com/Politics/wireStory/schumer-sets-june-vote-elections-overhaul-bill-77968902 Worth watching therefore the playlist of bills Schumer brings and the order he brings them in.  The ones at the front will be expected to force out the GOP filibuster (and build pressure behind the valve) whilst the bills towards the back of the list will be the ones that matter most and may be expected to cause the valve to blow, Therefore, at this moment, the loss of multiple reconciliation opportunities only seems to marginally move the needle (for me) by opening up a few more opportunities to force the GOP to play the filibuster card (and therefore a few more demonstrations of legislative failure for Dems to corral their troops around for a filibuster change). The more frequently and egregiously the GOP use it the harder its going to be for Manchin and Sinema to hold firm on their current stance and , effectively, work against their own side (and basic democratic principles) in the face of McConnell's now traditional legislative shenanigans."], [29680, "2021-06-03T03:53:37Z", [0.01], "Raising probability estimate since there is a lot of strong sentiment expressed on social media, if Manchin reverses, maybe Sinema will too, although she seems obstinate. [https://thehill.com/homenews/556587-sinema-defends-filibuster-sparking-progressive-fury]"], [1333, "2021-06-02T18:26:04Z", [0.11], ""], [89038, "2021-06-02T16:33:28Z", [0.05], ""], [38, "2021-06-02T15:31:15Z", [0.07], "@Mark_T continues to  make good arguments that Manchin will reverse his stance.   There's a lot of big issues on the agenda between now and the end of the year*.  Is Manchin prepared to see them all go down to defeat? There's 6 months to go before this question closes. Perhaps my forecast is too extreme.  Adjusting some.\n~~~~~~\n*EDIT:  I meant to include this link & headline from this morning's news: https://thehill.com/homenews/senate/556483-parliamentarian-democrats-only-get-one-more-chance-to-sidestep-gop-this-year Parliamentarian: Democrats only get one more chance to sidestep GOP this year"], [96367, "2021-06-02T08:23:53Z", [0.45], "Moving up slightly with the latest Republican blocking of the Jan 6 commission and Manchin's (likely stage manged) surprise and appal at seeing his GOP counterparts vote in an entirely predictable \"three-line whip\". [1] Still feels like this falls on the \"less likely than more likely\" side at this moment but with Biden signalling in his Tulsa anniversary address that voting rights legislation is going to be a major legislative feature of Q3 and 4 2021 it seems entirely possible that the filibuster blocker (and its cure of a \"filibuster exception on matters of voting rights\" which seems to fit within this questions framework) will come to ahead within this questions timeframe. I maintain my position that Manchin will only hold his ground until he (or his home state of W.V) can leverage something shiny from his obstruction and the pressure to act is containable.  Manchin's love of the spotlight could just as easily be satisfied with his making a \"moral exception\" about face to his anti-filibuster reform position on the voting rights issue alone under the justification of \"having tried to be the adult in the room but being let down in his attempted bi-partisanship by Republicans\". Anything else sees him taking a stand on an issue that seems likely to place him firmly on the wrong side of history, and Manchin seems to enjoy fettling a legacy he wants to be proud of. https://uk.sports.yahoo.com/news/joe-manchin-deeply-disappointed-gop-003700504.html?guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAInGpmjoJ14ZD291N7Njp25kysHYkjfRvF5Z7yoPJHtE4Q9IDUtumIapCtHzCbImXperoyCImS3mLjnt-CUJAyT24h9LOldviljE01vsxoT9z_fmdCD5O0JhsS9JvH4tMPVRHiJeU1quUEG4J8jUVx1Ww_DJ-XJXvcTPEbH00LDO\n[2]  https://www.independent.co.uk/news/world/americas/us-politics/biden-prioritizes-us-voting-rights-law-as-restrictions-mount-joe-biden-tulsa-democrats-john-lewis-congress-b1857967.html"], [90167, "2021-06-01T23:33:22Z", [0.04], ""], [28899, "2021-06-01T06:42:47Z", [0.04], ""], [88614, "2021-05-31T15:34:37Z", [0.05], ""], [484, "2021-05-30T03:03:48Z", [0.15], "Down 5% for passage of time. 46 may charter a bipartisan Jan 6 panel and there are signs of some token infrastructure compromise. HB 1 probably won't tip the scales."], [2965, "2021-05-28T23:13:40Z", [0.75], ""], [29680, "2021-05-27T21:54:48Z", [0.0], ""], [691, "2021-05-27T13:58:05Z", [0.03], ""], [94872, "2021-05-27T05:18:55Z", [0.0], ""], [98424, "2021-05-26T20:05:38Z", [0.01], ""], [100715, "2021-05-26T15:26:56Z", [0.0], ""], [94872, "2021-05-26T00:59:15Z", [0.0], ""], [84880, "2021-05-25T18:31:14Z", [0.01], ""], [88198, "2021-05-25T05:44:16Z", [0.11], ""], [60948, "2021-05-24T10:57:24Z", [0.05], "No signs on the horizon"], [101110, "2021-05-21T23:01:47Z", [0.8], ""], [1034, "2021-05-21T21:56:10Z", [0.0], ""], [691, "2021-05-18T19:12:56Z", [0.01], "Doing away with the filibuster would allow a bill to pass the Senate even though it is opposed by Senators representing almost 10% of the US population.   What would become of democracy if mere 90% support could pass any old piece of legislation?   Each august major party in its turn has protected this inexcusable rule when in the minority and assailed it unmercifully when in the majority.  Bloviating hypocrisy will always find a way.  Kind of heartwarming, I guess."], [1333, "2021-05-18T13:28:58Z", [0.1], ""], [484, "2021-05-18T03:51:37Z", [0.2], "Dropping 5% for passage of time."], [86233, "2021-05-17T22:07:36Z", [0.02], "They'll likely change it to require physical standing/speaking or a minimum quorum to sustain before going full nuclear, and even then only after lots of obstructionism. Likely after the midterms if ever."], [60948, "2021-05-17T20:16:02Z", [0.05], "No change"], [90167, "2021-05-17T19:23:03Z", [0.31], ""], [88452, "2021-05-17T16:39:01Z", [0.51], ""], [95992, "2021-05-16T16:44:04Z", [0.04], ""], [90433, "2021-05-15T21:45:54Z", [0.05], ""], [89038, "2021-05-15T13:18:32Z", [0.06], ""], [11447, "2021-05-15T12:20:45Z", [0.25], "Dropping on time and the fact that rhetoric seems to be moving away from it again."], [34815, "2021-05-15T05:11:30Z", [0.0], ""], [19127, "2021-05-13T13:53:37Z", [0.11], ""], [80475, "2021-05-13T03:56:41Z", [0.06], ""], [86785, "2021-05-12T13:02:32Z", [0.04], ""], [100990, "2021-05-12T12:26:53Z", [0.81], ""], [96367, "2021-05-12T07:46:06Z", [0.38], "And so it begins... https://edition.cnn.com/2021/05/11/politics/for-the-people-act-markup-senate/index.html\nhttps://www.forbes.com/sites/melissaholzberg/2021/05/11/senate-committee-will-begin-debate-on-voting-rights-legislation-but-the-bill-faces-an-uphill-climb/ I'd previously posited that the \"For the People Act\", with its significant implications on the 2022 mid term elections and a potential second coming of Drumpf or a Drumpf clone (which would likely spell a fairly messy end to an awful lot of things we've all taken for granted), would be the hill the filibuster fights and/or dies on. With this fight starting in May 21 (leaving 7 months to resolve it one way or the other) I'm happy to adjust a little upwards for the time available. Still feels a little more likely at this stage that this may come to a head in early 2022 (or not at all), and there are significant road blocks and hurdles to cross to get to the stage where the filibuster gets it teeth filed a little (in a specific, limited and targeted way to mollify the Manchins & Sinemas in the Dem caucus), but by letting it run that long the Dems risk handing the Republicans a voter animating issue that could be used to improve their turnout in what will be described by them as \"a do or die\" mid terms. The sooner the Dems can get over the internal divisions (and quicker than the Republican's own travails), give Republicans some bounded space to come to the table and talk in good faith (before giving up and pushing ahead anyway with the high probability that McConnell will keep playing the only hand he knows) and then get this to a vote (with a means to ignore the other side's obstruction if they remain determinedly entrenched) the sooner they can get the kinks worked out, funds allocated & spent and the mid terms per-work tidied up in those states most heavily afflicted by State Republican voter suppression.  Without this in place the mid terms may flip control and effectively ring the funeral bell for any more legislative progress in Biden's first (and potentially last) presidential term. This in turn might well disenchant Dem voters in the next presidential elections and that plus sweeping voter suppression in Republican held state houses, could easily see a return to what America has just put behind it.  This timeline will undoubtedly be in the minds of Dems strategists and will also be in the minds of Dem obstructionists who will be wondering how their behaviour may be written into their legacy. Time is a key factor in this to work out when the filibuster (and its revision) might become the pivotal issue for Dems to resolve (and the time needed to do whatever comes after a filibuster amendment is in place).  2021 still seems to be on the cards but I'd defer to a procedural expert to get a more accurate assessment of exactly when the voting rights bill would nee to be in place to have any manifest restorative impact on the 2022 mid terms."], [88614, "2021-05-10T17:59:55Z", [0.08], ""], [31275, "2021-05-09T16:48:31Z", [0.04], ""], [88452, "2021-05-09T10:25:10Z", [0.26], ""], [2965, "2021-05-09T03:59:48Z", [0.75], ""], [19127, "2021-05-07T15:33:11Z", [0.14], ""], [38, "2021-05-05T20:04:39Z", [0.02], "https://www.politico.com/newsletters/politico-nightly/2021/05/03/the-filibuster-isnt-stopping-senate-dems-492702 \". . .  “task one” is finding a path to get all 50 Democratic caucus members on board. “Task two, go out and see if there’s any path towards ending the filibuster over this.” On issue after issue, the Senate is still stuck on task one.\n. . . \n\"There is a noticeable gap between the aspirations of filibuster critics and reality: If and when Schumer tries to quash decades of precedent governing the 60-vote threshold, he’ll do it for high-profile legislation where he’s confident he can win 50 votes (with Vice President Kamala Harris’ tie-breaking vote ready to go). Right now, legislation boasting both Democratic unity and the necessary political momentum doesn’t exist.\""], [88614, "2021-05-05T14:18:38Z", [0.12], ""], [100715, "2021-05-05T00:12:41Z", [0.21], ""], [86785, "2021-05-04T19:01:49Z", [0.0], ""], [28899, "2021-05-03T20:24:26Z", [0.07], ""], [767, "2021-05-03T16:57:31Z", [0.1], ""], [92762, "2021-05-03T16:45:30Z", [0.1], "I don't take Joe Manchin's rejection of filibuster reform at face value. He often says no before he says yes. [1] However, now that the Covid relief bill passed via reconciliation, Biden seems content to negotiate with Senate Republicans. [2] [1] https://www.vox.com/22339531/manchin-filibuster-bipartisanship-senate-west-virginia\n[2] www.washingtonpost.com/politics/democrats-signal-theyre-open-to-concessions-on-infrastructure/2021/04/30/62b3e44a-a9f6-11eb-bca5-048b2759a489_story.html"], [95992, "2021-05-03T14:28:22Z", [0.07], ""], [95992, "2021-05-03T14:27:54Z", [0.12], "Passage of time, plus increasing clarity for Manchin's dedication to Senate rules, plus the fact that dems have already pushed through a lot of what they want, plus parlimentarian's ruling that they can use reconciliation more than initially thought."], [90167, "2021-05-03T02:17:23Z", [0.49], ""], [56, "2021-05-02T14:24:43Z", [0.0], ""], [88198, "2021-05-02T03:24:40Z", [0.14], ""], [58508, "2021-05-01T14:26:53Z", [0.1], ""], [67403, "2021-05-01T09:32:47Z", [0.25], ""], [96367, "2021-04-30T08:23:25Z", [0.36], "Moving up to a middle ground modified position having slept on it and reviewed previous rationales. A lot of \"faith\" in forecasting on this question seems to be founded on the spinal integrity of a long in the tooth, realpolitik experienced and demonstrably canny politician and his stalwart adherence to his \"principles\" of bi-partisanship and Senate integrity (!!). I'm too much of a cynic in today's environment to believe that Washington actually works that way (or arguably ever did), and Manchin in particular has never shone through as someone who seems willing to sacrifice all (his seat, his standing and his legacy) on a point of deep seated moral conviction [1]. Whatever he might wish of comity and bi-partisanship in his chamber, the GOP are not his friend and if they think they can oust him for one of their own they will (and almost did in 2018).  Playing to their (increasingly insane) side in the hopes of \"mercy\" from the right wing propaganda machine seems an eminently naïve and foolish stance to take. Whilst he holds power and podium over Senate bills right now he's also going to need friends and backing in the near future to hold off the mounting GOP challenges (and I'm sure he knows it). If he over plays his hand and pushes back too hard on things the President and his own side view as \"must haves\" (voting rights being a big one) he may suddenly find himself a very lonely player at a time and a political environment when \"picking a side\" has become a survival necessity. Sinema likewise. It seems equally (if not more) likely that Manchin in particular is holding this \"principled line\" in order to maximise the bargaining power and leverage he holds over his own party and the presidency with his uniquely powerful position in the razor's edge balanced senate at this moment. Getting this particular leopard to \"change his spots\" may simply be a matter of making him (and/or his state) a sufficiently interesting offer in behind the scenes negotiations. Its entirely possible I'm wrong and that, with his record of success in his state standing sufficiently separated and distinct from that of his own Party [2], he feels this is a hill worth fighting on (at least until after 2021). But with the long storied and \"baked in\" realpolitik behaviours of Washington denizens like Manchin, and with the power he currently holds to get real, practical and visible things his own state will love him for (far more than standing on some archaic procedural principle) I'm not convinced I'd want to bet too big on it. On the question of time: there are some big and highly impactful bills coming up in the next 3 - 6 months (even beyond Infra which looks highly likely to move through reconciliation) that will potentially set Dems up for better mid terms BUT may also become big, animating issues for the GOP voter base if allowed to fester into 2022 (when they can be turned into \"we need to block this or else!!\" voting incentives that have historically played well for the right). As such, whilst politics is politics, it seems as a strategic point that the Dems will want to bring these bills to a head in 2021 in time to buoy up their base and get these major bills locked in before they become talking points or are lost forever in the event of a bad mid terms.  As such, Manchin being allowed to kick these issues down the road into 2022 feels like a major gamble at best (with these issues being used by Dems to encourage their voters to the polling stations) or a major (and potentially terminal) strategic misplay at worst. Given this I can easily see a path to the issue of the filibuster coming to a head sooner rather than later. [1] https://www.gq.com/story/joe-manchin-last-democrat-in-trump-country\n[2] https://fivethirtyeight.com/features/why-joe-manchin-is-so-willing-and-able-to-block-his-partys-goals/\nhttps://www.nytimes.com/2020/11/30/us/politics/joe-manchin-interview.html"], [96367, "2021-04-30T08:22:38Z", [0.33], "Comment deleted on Apr 30, 2021 08:23AM UTC"], [96367, "2021-04-29T20:12:09Z", [0.28], "A good and worthy challenge from @Anneinak, and with Manchin doubling down on his current position (https://www.forbes.com/sites/andrewsolender/2021/04/22/aint-gonna-happen-manchin-scoffs-at-latest-attempt-to-end-filibuster/?sh=5a4300ff28f1) and no overt mention of voting rights in Biden's address I'm willing to drop. Still feel that politics (and politicians spines) are incredibly fluid and to hold their current course (which ultimately amounts to standing with Republicans in opposition to their own side in an increasingly \"light vs dark side\" environment) would be as painful for Manchin and Sinema as bending to the pressure gracefully as increasingly rabid, nonsensical and unpopular Republican obstructionism gives them an off ramp to their current \"high ground\". That said, probability tinged with hope for common sense does not amount to good forecasting practice, and having had cause to return to \"the good book\" of forecasting in a professional capacity over the last few days I'm not feeling 60% confident anymore"], [96367, "2021-04-29T20:09:13Z", [0.4], "Comment deleted on Apr 29, 2021 08:10PM UTC"], [61598, "2021-04-29T17:04:56Z", [0.07], ""], [38, "2021-04-29T16:45:01Z", [0.04], "I note that most of the time when people talk about the filibuster, they talk about the # of votes it takes to filibuster or break a filibuster.  However, this question asks about expanding the  \"scope of matters\", so if the Senate voted to change the filibuster rules to 55 votes but left unchanged the matters which could be filibustered, this question would still resolve as \"No\"! A lot of House-passed legislation is building up behind the Senate filibuster dam.  Looking at the list, I ask myself how strong Senate D support is for them?  Are ALL D senators behind these bills?  Democrat senators would be idiots to kill the filibuster if there wasn't even enough votes among senatorial Ds to pass bills.  Sadly, I don't see 100% D senatorial support for these bills.  In fact, I suspect that some D Senators would prefer that some of these bills never come to a vote. The only change I see in the offing is changing to a talking filibuster and that won't satisfy this question. Thanks to discussion with @JMR2017 &  @Yassenoff, and post of @Mark_T Reducing from 11% to 4%"], [94587, "2021-04-29T15:17:06Z", [0.17], ""], [38, "2021-04-29T15:05:18Z", [0.11], "https://www.forbes.com/sites/andrewsolender/2021/04/22/aint-gonna-happen-manchin-scoffs-at-latest-attempt-to-end-filibuster/?sh=5a4300ff28f1 \"Manchin said in March he would be open to making it harder to use, but doubled stated his firm opposition to “weakening” it . . . \n. . .\nThe filibuster is unlikely to be eliminated, which in turn severely reduces the odds of Senate Democrats passing House-passed legislation expanding LGBTQ rights, strengthening union protections, closing firearm background check loopholes and overhauling American elections – though Manchin, whose vote would be critical for Democrats without the filibuster, has stated opposition to some of those bills.\n~~~~~\nCOMMENTS:  Manchin has really dug his heels in on this issue.  I concede that the scenario @Mark_T describes is possible, but, unlike @JMR2017  and @Yassenoff I do not think Manchin will bend.   What I think is far more likely is that there will be re-introduction of a talking filibuster or some other change in how filibusters are conducted, but not a change in the # of votes required or an expansion of the list of \"un-filibuster-able\" matters.   I also think that the broad interpretation by the Parliamentarian of what matters can be passed under the Reconciliation process has relieved some of the pressure to kill the filibuster.\n"], [68240, "2021-04-29T02:46:05Z", [0.15], "Jk just heard him mention voting rights. "], [68240, "2021-04-29T02:39:49Z", [0.11], "No mention of voting rights in Biden's speech makes this pretty unlikely so long as nothing dramatic happens."], [31275, "2021-04-29T00:23:16Z", [0.04], ""], [60948, "2021-04-28T22:19:55Z", [0.05], "As I've acquired better and better models around this, my probability has been going lower and lower. In particular, I now think that Manchin \"is for real\""], [2965, "2021-04-28T20:25:48Z", [0.75], ""], [84880, "2021-04-27T18:31:34Z", [0.07], ""], [93496, "2021-04-26T03:22:08Z", [0.05], ""], [1034, "2021-04-24T00:45:56Z", [0.0], ""], [100715, "2021-04-21T13:37:42Z", [0.26], "For now, the probability is pretty low as result of Manchin's statements on the matter, however he has a tendency to bend under pressure after he receives something in exchange.  Additionally, it depends a lot on if he has decided to seek re-election or that he realizes his changes of re-election are on the decline.  Another key test point is going to be the infrastructure bill.  Without significant concessions to the Republicans, sixty votes seems highly unlikely.  A good pile of pork for West Virginia might sway Manchin.  Also, Sinema should be watched.  Even though she is not up for re-election for another three years, her rapidly declining public opinion may move her towards more publicly opposing any changes to the filibuster.  "], [100715, "2021-04-21T13:29:20Z", [0.26], ""], [88452, "2021-04-21T08:01:56Z", [0.51], ""], [96367, "2021-04-20T14:45:32Z", [0.66], "Manchins statement draws a fairly firm red line under his position at this moment although I note his conditional caveat that (I paraphrase) ‘Republicans need to grow up’. The aspirational naivety in his ‘call for comity’ in the current environment is almost laughably ingenuous for such a seasoned politician to be happy putting his name to.  Which leads me to believe this WP article is far more likely to be ‘disingenuous’ and an article more for the WV base and the historical record (the lone principled voice of objection, publicly pleading with the waves to stop whilst quietly slipping into a wet suit) than as a firm and intractable position statement. Continued (inevitable) Republican intransigence will allow him the off ramp to 180 on this article down the road on an issue of fundamental principle (and carrying sufficient popular support of course: he’s a politician after all).   He can write again after having made a big show of holding the line to the last as the final bastion of reasonableness, saying he was wrong to believe the best in the other side of the room and laying the blame for his about face squarely at the feet of McConnell era Republicans and their mindless conformance to the cult of Dump (and just in time for the mid terms). Most of what he says about the filibuster, and the reasons to preserve it, are aspirationally and theoretically true but also realistically and practically ridiculous in the current climate.  And given his experience and tenure in that same institution he simply must know it.   Which logically means: he either folds like a set of cheap drapes when the chips are finally down (HR1, S1 & voting rights) or holds this line to the bitter end and goes down in history as the Democrat who enabled the second coming of Drumpf and the end of the American democratic experiment. Do we really believe he’s that brave?  I’ll be going through his voting record for the objective answer to that one, but being an old school Democrat well versed in back room compromises and slippery realpolitik I think I already know the answer. https://www.washingtonpost.com/opinions/joe-manchin-filibuster-vote/2021/04/07/cdbd53c6-97da-11eb-a6d0-13d207aadb78_story.html"], [1333, "2021-04-20T13:21:32Z", [0.0], ""], [100703, "2021-04-19T17:28:49Z", [0.65], ""], [94872, "2021-04-19T04:08:25Z", [0.0], ""], [31275, "2021-04-18T20:23:06Z", [0.04], ""], [68240, "2021-04-18T04:18:46Z", [0.15], "This is a late response to the Manchin op ed."], [97801, "2021-04-16T19:02:52Z", [0.09], ""], [57778, "2021-04-15T10:05:27Z", [0.1], ""], [484, "2021-04-15T02:38:49Z", [0.25], "(no change) Interesting WVa and AZ angle: https://www.theatlantic.com/ideas/archive/2021/04/republicans-are-making-four-key-mistakes/618575/"], [88198, "2021-04-13T05:43:05Z", [0.16], ""], [84880, "2021-04-12T20:40:29Z", [0.05], ""], [100297, "2021-04-11T23:04:14Z", [0.0], "Not by the end of this year "], [61598, "2021-04-11T19:32:41Z", [0.16], ""], [534, "2021-04-11T14:46:44Z", [0.05], "Many possibilities - I still think the biggest odds would be in favor of a reform that increased the \"cost\" to the minority party to execute a filibuster (which, on its own, would not fulfill the requirements of the question, although I think it would represent significant progress). Sen. Manchin's OpEd in the Washington Post had sounded categorical against any significant reform, but the pundits are saying \"Never say never\" and suggesting that he was focused primarily on the infrastructure bill(s). But I'm keeping my eye on HR1/S1 and the John Lewis Voting Rights Advancement bill. Manchin has definitely signaled that he favors picking apart S1 and trying to encourage GOP to support one or two elements within it (e.g., early voting, the Native American Voting Rights Act, election security and/or transparency in campaign finance). But if (as I suspect) there are not 10 GOP Senators who can get on board any of those provisions, then I can envision Manchin making a \"heroic\" decision to add \"voting rights\" to the category of items that should not be subject to a filibuster. Even that decision, however, carries with it the risk that Republicans, if they gain a majority, could use the precedent to ram voter suppression laws thru in the name of combating \"voter fraud.\" Very tricky calculations that will depend in part on polling estimates (themselves not all that reliable) about the fate of the Dem majority in either/both chambers later this year. They really want at least some elements in place in time for the 2022 midterm elections.  "], [60948, "2021-04-11T12:03:17Z", [0.07], ""], [87827, "2021-04-11T11:58:29Z", [0.15], ""], [60948, "2021-04-11T11:54:57Z", [0.1], "Down 5% on the strength of Manchin's piece: https://www.washingtonpost.com/opinions/joe-manchin-filibuster-vote/2021/04/07/cdbd53c6-97da-11eb-a6d0-13d207aadb78_story.html"], [89038, "2021-04-11T02:57:22Z", [0.07], ""], [484, "2021-04-11T02:25:20Z", [0.25], "Down 15% reflecting on the consensus. Still lots of wiggle room on the definition of \"scope.\""], [691, "2021-04-10T17:20:25Z", [0.01], "Not gonna happen.  This rumbling, along with small-minded complaints about the absolutely necessary election reform adopted by the pure of heart in Georgia, further demonstrates that there is a nefarious plot afoot for the people of the United States to take over the government.  This disrespects the original intent of the chaps who wrote the Constitution, which was for the place to be run by rich white guys.  Some people just have no respect for tradition."], [98711, "2021-04-09T21:29:15Z", [0.2], ""], [31275, "2021-04-09T12:21:58Z", [0.04], ""], [534, "2021-04-08T12:29:37Z", [0.02], "Joe Manchin just said no. There may be a very small probability he could shift (e.g., he takes notice of the intransigence and obstructionism of the GOP), but this sounds pretty categorical: https://www.washingtonpost.com/opinions/joe-manchin-filibuster-vote/2021/04/07/cdbd53c6-97da-11eb-a6d0-13d207aadb78_story.html"], [88452, "2021-04-08T12:00:49Z", [0.32], ""], [97569, "2021-04-08T02:46:34Z", [0.01], "When Manchin tells us who he is, we should believe him.[1] Dropping to 1% on his declaration that he will not consider any alteration to the filibuster.  [1] https://www.washingtonpost.com/opinions/joe-manchin-filibuster-vote/2021/04/07/cdbd53c6-97da-11eb-a6d0-13d207aadb78_story.html"], [34959, "2021-04-07T05:15:43Z", [0.05], "I don't think this will be touched this year any more. The ruling makes it unnecessary for the Dems to resolve this issue in the near future, AND puts the additional hurdle of debating, clarifying and agreeing the extent that this shift in budget reconciliation amendments can legally be used.  https://www.sfgate.com/news/article/EXPLAINER-Senate-eyes-budget-rule-to-push-past-16081541.php"], [100298, "2021-04-07T01:09:33Z", [0.1], ""], [484, "2021-04-06T01:42:21Z", [0.4], "Down 15% after the parliamentarian decision regarding infrastructure. There are extremes in both US parties, but perfect is the enemy of the good enough (and doable)."], [45594, "2021-04-05T08:40:38Z", [0.05], ""], [60948, "2021-04-03T11:32:25Z", [0.15], "No change"], [484, "2021-04-03T02:18:23Z", [0.55], "(no change) The capitol attack today may provoke some evisceral reactions on both sides, which could reduce even further any real chance of \"working together.\""], [90080, "2021-04-01T02:16:03Z", [0.13], "President Biden's pragmatic approach about working with the Congress means that he will use the tools necessary to achieve his legislative objectives. with an evenly divided senate and hyper-partisan emotions, forward movement on his legislative agenda will require extraordinary measures. I believe the first step will be to require the \"talking\" filibuster. When the infrastructure bill bogs down, it is going to drive towards more pressure on the democratic caucus to consider more dramatic measures to make progress while they have the majority. I haven't figured out what the legislative priority is yet, but i think it will happen this year so that the democratic party has legislative accomplishments they can point to in mid-term elections."], [100184, "2021-04-01T00:31:08Z", [0.17], ""], [31275, "2021-03-31T20:59:28Z", [0.21], ""], [31275, "2021-03-31T01:26:02Z", [0.24], ""], [88198, "2021-03-30T19:27:59Z", [0.21], ""], [86785, "2021-03-30T13:48:46Z", [0.4], ""], [13657, "2021-03-30T05:20:06Z", [0.07], ""], [1333, "2021-03-28T19:12:40Z", [0.0], "I was expecting this to happen to get a gun control bill passed, but now it seems an order will be issued instead so there will be no need to change it now."], [1333, "2021-03-28T19:11:14Z", [0.89], ""], [26642, "2021-03-28T13:28:44Z", [0.08], "With the President's position, it is likely the filibuster will be changed to require talking, but the scope of matters is unlikely to change"], [60948, "2021-03-28T12:47:32Z", [0.15], "There is a world in which politicians can be trusted to make utterances which are predictive of their eventual behavior. +5% that this is not that world after seeing https://www.forbes.com/sites/andrewsolender/2021/03/26/biden-nominates-wife-of-powerful-sen-joe-manchin-to-key-post/?sh=495ccc7c7721"], [38, "2021-03-27T19:21:01Z", [0.11], "https://thehill.com/homenews/senate/545175-meet-the-senators-at-the-center-of-the-filibuster-fight?rnd=1616797846 I learned a lot from this article: Manchin:  unwilling to vote to change 60 vote threshold, even for civil rights or voting legislation, but may support reverting to a \"talking\" filibuster\nSinema:  seems strongly against changing the 60 vote threshold; would like to re-instate filibuster for some confirmations!\nCoons:  status quo guy but might go for reverting to \"talking\" filibuster\nKing:  could \"possibly\" support \"talking\" filibuster; might agree to except voting rights legislation from filibuster\nShaheen:  hasn't committed to any changes\nTester:  hasn't committed to any changes\nMerkley:  wants change!  Is looking for compromises\nSchumer:  can't even round up 50 Dems on some issues, so a change would not enable passage The only thing that all 50 might agree on is a rules change which changes the process, ex: reinstates the talking filibuster There's lots of smoke here, but I don't see any fire.  Reducing from 18 to 11%.  (I hope I don't regret this!)"], [96367, "2021-03-27T11:39:54Z", [0.73], "Speed of escalation seems to indicate a degree of desperation (or baiting) on the part of willing Republicans to bring this to a head [1] which in turn would suggest an increased probability of this question being resolved within the year. It may be that Reps are trying to bait Dems into being the arbiters of their own demise in a flipped senate's future (potentially near term, depending on the results of the 2022 mid terms). It may also be that Reps see this as a voter animating issue (\"its all or nothing now!\") that will help bring their people out in a 2022 mid term election that doesn't have Trump (or Trumps administration) hanging over the ticket. Or it may be a desperate last throw of the dice for the more Tea Party / Citizens United / Dark Money corner of US politics that sees the writing on the wall and is throwing everything at holding back the ocean despite the water lapping at their ankles. Whichever is true (and it may be all of them!) It IS a sage prediction that, behind the rhetoric and headlines, this is being gamed out and strategized in a calculated and number crunched manner by both sides.  Therefore it would be unwise to base any forecast on an assumption of \"off the cuff\" behaviours.  There is a concerted strategy here on both sides, with everything happening now seeming to be the manoeuvring before a real battle around Q2 / 3 this year. It seems that Republicans are keen to bring this to a head and to escalate it into what may be the most serious and impactful tug of war for the soul of the United States since the civil war.  If this is true they clearly feel it is in some way to their advantage to take this into \"Total War\" territory (in martial conflict, usually a sign of either \"scorched earth\" desperation or of high confidence in a positive outcome for the side that pushes it). The question is whether Democrats are being forced into reacting to Republican moves or whether Reps are reacting to Democrat plays. The question over who has the initiative here and who is on the defensive will have a real impact on how this, and several other serious forecasts for the US and its \"experiment in Democracy\", plays out. [1] https://www.cbsnews.com/news/georgia-voting-bill-restricting-early-voting-signed-into-law-governor-kemp/"], [68240, "2021-03-27T04:59:03Z", [0.33], "Change: +15 Reasoning: The voting restrictions put in place in Georgia are egregious. This is exactly what the GOP needs to do to bait the democrats into repealing the fillibuster. "], [484, "2021-03-27T03:54:39Z", [0.55], "(no change) Interesting take on what is in HR 1: https://www.pbs.org/newshour/show/brooks-and-capehart-on-voting-and-gun-violence-legislation-bidens-first-news-conference?utm_medium=event&utm_source=playlist__link If a bit less than perfect then there might be an agreement on things both side like."], [1333, "2021-03-26T13:16:32Z", [0.89], ""], [31275, "2021-03-25T22:38:45Z", [0.38], ""], [1333, "2021-03-25T22:05:51Z", [0.9], ""], [1333, "2021-03-25T22:05:31Z", [0.85], ""], [90167, "2021-03-25T19:22:25Z", [0.81], ""], [2965, "2021-03-25T14:41:17Z", [0.99], ""], [34959, "2021-03-25T04:29:09Z", [0.21], ""], [484, "2021-03-24T16:52:52Z", [0.55], "Up 10 on Senator King mentioning tinkering with the filibuster related to the voting rights bill. (Not sure I care for the slider interface, but do like just entering the number.)"], [57778, "2021-03-23T22:24:25Z", [0.07], ""], [691, "2021-03-23T19:55:31Z", [0.01], "The sustaining myth of the filibuster is that it encourages bipartisan negotiation to get a bill passed.  This was mostly true once upon a time.  Now it has turned the US Congress into the place ideas go to die.  That really has been a bipartisan effort, though--both parties have refused to do anything about it when they had a chance.  Further evidence, if any were needed, that there is no substitute for political courage."], [20, "2021-03-23T15:13:04Z", [0.01], "All 50 Dems would need to agree on what limiting change would have to be, there's no agreement and it's not close.  I do think the spirit of this question would include a 'talking' filibuster, but it would depend on the details and those details look like there is little agreement on what a talking would look like. That said, I doubt any change other than maybe lowering 60 to maybe 55 sens to force a filibuster, this wouldn't trigger our question. "], [60948, "2021-03-23T11:04:35Z", [0.15], "No change. The Vox article quoted hinges on instituting the talking filibuster, not on expanding its scope. "], [484, "2021-03-23T02:35:09Z", [0.45], "Up 25% on @Mark_T post below. Complete removal, no but I agree that such a change of scope would \"satisfy\" both sides in an imperfect world."], [19918, "2021-03-23T00:20:56Z", [0.05], ""], [88452, "2021-03-22T18:17:36Z", [0.4], "Off-topic:\nthese men certainly deserve a hair cut.\nhttps://s.abcnews.com/images/International/2Trump_1616155275572_hpEmbed_3x4_992.jpg\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Sen_Mitch_McConnell_official.jpg/800px-Sen_Mitch_McConnell_official.jpg\nhttps://www.learnreligions.com/why-buddhist-monks-and-nuns-shave-their-heads-449598"], [96367, "2021-03-22T15:16:16Z", [0.66], "A good summation of the situation by Vox that seems to establish the current blockers and preferences of relevant parties. I maintain my position, however, that no Democrat (even the most hard line and procedurally precious) will want to go down in history as the lonely voice that blocked voting rights reform (which would essentially become a tacit endorsement of the Republicans egregious state house level fire sale of voting rights) and enabled a flipped senate in 2022 (and potentially the House), a neutered presidency between 2022 and 2024 and a second Trump term in 2024. More importantly, no Democrat wants to be the one who made McConnell smile. These appear to be the cold hard realities of a filibuster that is allowed to hold back the HR1 and HR4 bills and, as the Vox article points out, the traditional talking filibuster could easily be gamed by Republicans to keep the upcoming voting rights reforms firmly behind procedural bars.  What I don't know is if limitations placed upon the talking filibuster (e.g. only the senator raising the objection can hold the floor : no tag teams) would fall within bounds of this question.  I would think not given that such a change would affect HOW the filibuster could (and could not) be used but not by itself have an effect on WHEN it could be used (i.e. the  scope, as per the question's apparent bounds). Over the forecasted period (and potentially not all at once) I see the most likely changes here being a combination: a very narrow and targeted (but still relevant for this question) limitation placed on filibuster (probably specifically to constrain its use in voter reform legislation) to sooth the concerns of Democrat dissenters combined with a far more public and \"noisy\" requirement for talking filibusters and a permanent senator presence (turning filibuster blocking manoeuvres into a petty pageantry exercise for that will be designed to play out badly in the public eye). Whether it works or not is the remaining 33% of the question I'm leaving open, but at this stage it seems an inevitability that this question will come to a head imminently and with some significant public pressure and media interest in the results.  Remembering also that this question has nine months worth of legs in it I'm surprised the crowd is willing to go so low based purely on the noise and statements from some (superficially inflexible) politicians! Happy to be wrong on this one, but given the conditions of the moment this one seems like an open Brier Score goal...  https://www.vox.com/2021/3/20/22341271/feinstein-filibuster-reform-talking-joe-manchin-kyrsten-sinema-joe-biden-senate-60-votes"], [80475, "2021-03-22T14:41:46Z", [0.05], "I think the crowd's odds are still a bit high, because the talking filibuster would not expand the scope of matters for which a filibuster cannot be used. Vox has a good summary of where things stand right now: https://www.vox.com/2021/3/20/22341271/feinstein-filibuster-reform-talking-joe-manchin-kyrsten-sinema-joe-biden-senate-60-votes As far as expanding the scope, removing the filibuster for various presidential appointments was a low-hanging fruit, and it's already been done. Some have advocated for removing the filibuster when it comes to voting rights (there's a constitutional argument for that), but it seems like a real uphill battle"], [1333, "2021-03-22T13:28:06Z", [0.76], ""], [89135, "2021-03-21T13:46:44Z", [0.15], "My lower % reflects the ongoing conversations about reforming the filibuster.  As long as there are other less drastic actions on the table, they will not choose the nuclear option. Everyone understands that whatever happens goes both ways, and if Republicans regain control, limitations will then limit Democrats.   Still, it is only two months in .... We will see where it goes.  Continue to watch. "], [1333, "2021-03-20T20:22:36Z", [0.77], ""], [95992, "2021-03-20T01:35:27Z", [0.16], "Upping probability a bit on Manchin.\nThe question is just about altering scoped not scrapping altogether  https://www.google.com/amp/s/www.nytimes.com/2021/03/07/us/politics/joe-manchin-filibuster-stimulus.amp.html"], [94587, "2021-03-19T14:26:07Z", [0.5], "There is pressure since nothing will pass the Senate.  I forecast it will be a \"scope of matters\" expansion and not a blanket removal of the filibuster."], [11447, "2021-03-18T21:09:57Z", [0.33], "Given latest commentary I would be significantly higher for “any change to filibuster”, maybe 50 -66% given Biden now seems open to it. However seems like there is a risk the question here resolves no if they make it a talking filibuster etc. So let’s drop to half the top end for that risk."], [691, "2021-03-18T19:23:20Z", [0.01], "The Gentleman From West Virginia has set the limits on what the Ds can do this year.  They are very likely to get something done, but it will not involve altering the scope of what can be filibustered."], [1333, "2021-03-18T18:12:34Z", [0.78], ""], [1333, "2021-03-18T13:11:20Z", [0.77], ""], [70711, "2021-03-18T04:23:09Z", [1.0], ""], [2965, "2021-03-17T22:55:35Z", [0.99], ""], [68240, "2021-03-17T22:42:42Z", [0.18], "Change: +9 There is a lot more motion on this recently. I'm less certain that Manchin's comments on using BR for the filibuster were serious. His entire interview seemed to be a way to avoid pressure. I'm returning to the original thesis which is that after HR 1 gets filibustered we will see what reforms the Democrats are considering. "], [31275, "2021-03-17T15:01:08Z", [0.22], ""], [97569, "2021-03-17T14:32:40Z", [0.1], "No change to my forecast, but an interesting snapshot of the current views of the President and the Senate Democrats.[1]  Only 1 in 5 Senate Dems favor outright abolishing the filibuster or major reform that would create the conditions for a \"yes\" resolution to this question.  Many senators open to reform mentioned specifically expanding the areas that cannot be filibustered to include legislation on voting rights, which would allow a \"yes\" resolution for this question.   It is significant that Biden is openly supportive of filibuster reform, but not decisively so, in my view, given the different incentives institutionally for senators compared with the president.  Only 20% of Senate Dems are on record supporting and many tell the WaPo they want to allow time for Republicans to show bad faith with the filibuster before they agree to major reform.  This does not augur well for a \"yes\" resolution before December 31, 2021. [1] ttps://www.washingtonpost.com/politics/2021/03/17/power-up-only-roughly-fifth-senate-democrats-are-committed-totally-scrapping-filibuster/"], [87064, "2021-03-17T12:45:44Z", [0.0], ""], [96367, "2021-03-17T12:29:53Z", [0.64], "So...in the face of increasingly likely challenges to minority filibuster powers in the near term (HR1, HR4 etc. [1 and 2]: rational for 2021 imperative discussed here: https://www.gjopen.com/comments/1241796) McConnell threatens to do something he's already been doing for most of his recent tenure in the Majority (i.e. turn the Senate into a legislative graveyard) and still intends to do irrespective of Democrat action [3]? He makes a big show of threatening to deploy a new weapon that delivers exactly the same effect as all the old one's he's become know for using up to now? In the face of \"centre ground\" moderate Democrat suggestions to return to the old talking filibuster as a mitigated approach to filibuster reform McConnell essentially declares \"I'm up for that!\"? This weird and uncharacteristically clumsy declaration by a seasoned and usually very strategic politician may be taken more as a mark of desperation than any real, credible threat.  If this really is McConnell's \"pre-emptive strike\" against an upcoming challenge(s) to his filibuster \"Trump Card\" (sorry...), is this really the best he's got? Moving up a little on the basis of the potential desperation and underlying impotence in McConnell's \"threat\", and the increased importance it now places on reform and limitation as opposed to just changing the procedural rules for its use. N.B: It may be that McConnell is actually employing a double bluff here and deliberately spoofing the Dems into doing something to the filibuster that his political calculations forecast will be beneficial to him and his position in the (potentially near) future if/when Republicans retake Senate control with an equally slim majority.  However, even if this Machiavellian hypothesis is partially or wholly accurate, it simply reinforces the likelihood of this question's resolution in the positive in the near term. [1]  https://www.congress.gov/bill/117th-congress/house-bill/1/text\n[2]  https://www.congress.gov/bill/116th-congress/house-bill/4\n[3]  https://www.forbes.com/sites/andrewsolender/2021/03/16/mcconnell-threatens-100-car-pile-up-in-senate-if-democrats-nuke-filibuster/"], [88452, "2021-03-17T10:10:56Z", [0.4], "Temporarily lowering the odds given that even Pres. Biden himself seems to have adopted the position of making the \"talking filibuster\" the precondition for its use as an exceptional measure of the Senate procedures, according to an ABCnews (?) interview. I suspect, however, this will not be the end of the line.\nMultiple commentaries suggest that Mitch McConnell's (R, KY, minority leader) \"Scorched Earth Senate\" remarks will only make it harder to keep the filibuster in place in the current form and frequency, since the Democrats always have to fear a change to their own slim majority even before 2022 midterm elections, and the filibuster is the main reason for the current \"gridlock in the Senate to get things done\".\nThe main reason: limiting the filibuster is just a tactical consideration, it does not even require an amendment to the constitution (even though the republican party likes to treat it if it was an institution of constitutional rank and value). Mitch McConnell and his power politics in turn seem to have scorched the Senate long ago, and it's the filibuster that is blocking even the firefighters."], [89135, "2021-03-17T10:09:13Z", [0.35], "Reducing, as the more likely scenario at this point is revision of rules rather than outright overturn. Still do not rule out a decision on expanding one or more situations where it cannot be used as a part of the revision.  "], [84880, "2021-03-15T20:43:03Z", [0.07], ""], [32258, "2021-03-15T19:21:13Z", [0.0], ""], [86233, "2021-03-15T00:34:10Z", [0.07], "Reducing since reform is increasingly looking like it will take the form of requiring physical presence and speaking, and possibly requiring 40 members present to continue."], [60948, "2021-03-13T15:31:03Z", [0.15], ""], [1333, "2021-03-13T14:34:16Z", [0.76], ""], [534, "2021-03-13T13:41:16Z", [0.2], "Reducing my assessment from 30 to 20% because most of the discussion about filibuster reform is less about expanding the \"scope of matters\" and more about making the filibuster more onerous (e.g., return to the \"talking filibuster\"). "], [19127, "2021-03-11T14:27:14Z", [0.21], ""], [93496, "2021-03-11T03:38:07Z", [0.1], ""], [32258, "2021-03-10T23:41:39Z", [0.02], "Keeping the pressure on Republicans will be more important for Democrats  heading into 2022 given that the GOP needs only to flip five seats in the House and one seat in the Senate to win back both chambers of Congress. Biden plans spending  time and money (2 year ad campaign) explaining the benefits of the  stimulus package just passed. He revealed that he learned Obama mistakenly avoided taking a victory lap in 2009 and paid for it with midterm losses. That's smart but not sure if it sets up the atmosphere of total frustration that would be needed for Manchin and Sinema to make the change in scope quite yet..just 9 months from now. Changing the rule to make it more painful makes more sense because it tees up for more visible obstruction by Republicans who would have to talk, talk, talk. No action. I think this is more likely to happen in 2022, before the midterms.\n@SE_Meyer @lsgold7 "], [61598, "2021-03-10T21:57:43Z", [0.2], ""], [68240, "2021-03-10T15:07:11Z", [0.09], "Change: -1 Reasoning: If Manchin is arguing that this should go through budget reconciliation then testing that theory will require waiting on the budget reconciliation bill after the next one. Since the next one is reserved for infrastructure and further stimulus. "], [97801, "2021-03-10T14:21:57Z", [0.1], ""], [2965, "2021-03-10T03:13:43Z", [0.99], ""], [691, "2021-03-09T19:57:47Z", [0.01], "https://www.politico.com/news/2021/03/07/joe-manchin-filibuster-senate-474197\nThe Honourable Gentleman has an excellent suggestion, which is to make people really keep talking to keep a filibuster going.  This used to be the practice, but now you just announce you're going to and everybody gets back on the bus and goes home until you say you're done talking, even if you've never said a word.   Manchin is in a tricky spot, being a Democrat elected in West Virginia.  This proposal seems a pretty good way to keep everyone on side, but it does not include narrowing the scope of what can be filibustered.  His is actually a better idea.   Honourable Minority Leader Yertle the Turtle, however, has no interest in allowing the Senate to pass anything, ever, and can still toss a spanner into these works.  Stay tuned."], [32258, "2021-03-09T19:25:43Z", [0.0], "Manchin is now talking about his openness to changing the rules to make the filibuster more painful to employ. One example he alluded to is to require the Senator who is filibustering to be required to speak, not be allowed to delegate this to staff for example. If this were the only change, it would not satisfy the requirements of this question which asks whether \"the scope of matters\" is expanded (where a filibuster cannot be used).  "], [88452, "2021-03-09T14:25:45Z", [0.8], ""], [484, "2021-03-08T21:23:29Z", [0.2], "(no change) An interesting read: https://www.theatlantic.com/ideas/archive/2021/03/we-already-got-rid-filibuster-once-before/618201/"], [484, "2021-03-08T16:43:35Z", [0.2], "(no change) Not a lot of detail (I haven't read the 700+ pages) of HR1. Wikipedia does a good overall job explaining it and it is more prescriptive than I imagined. In my blissful ignorance I doubt if HR1 would change the almost ongoing redistricting. Some speculation on the pipes about what SCOTUS might do. I still think the Vote America Act in 2002 is a fair model of what might survive legal challenges. This is interesting in that it does NOT deal with the gerrymandering provisions (but may only mean the writer didn't read the bill either). https://www.rollcall.com/2021/03/03/hr-1-overhaul-would-set-new-holiday-and-new-rules-for-lobbyists-elections-and-justices/"], [1333, "2021-03-08T14:28:04Z", [0.75], ""], [60948, "2021-03-08T09:35:32Z", [0.16], "-1% for the passage of time. Manchin comments consistent with prior comments."], [68240, "2021-03-08T03:53:42Z", [0.1], "Change: -5 Reasoning: Joe Manchin went on the talk shows this morning and said he was open to using BR to pass HR1 and that he was in favor of the standing filibuster. Neither of these reforms would cause this question to close in the affirmative and they provide a way for him to stand with his party on HR 1 without breaking his pledge. However, they also indicate that he wants HR 1 to pass, which if BR doesn't work, may come down to the filibuster.  Question: Could simply overruling the parliamentarian turn BR into a method to pass any legislation? This doesn't sound totally legal. "], [38, "2021-03-08T02:20:50Z", [0.18], "Biden is still reluctant to push for this, and Manchin & Sinema are still opposed, but the handwriting on the wall is getting clearer:  bipartisanship is a non-starter.  I think that changes to the process of filibustering are likely, but not to the scope of matters for which a filibuster cannot be used.  HOWEVER, HR1 is very reminiscent of the kinds of bills that were filibustered to death in the 50s. . .  Chance Manchin votes \"yes\" 40% max\nChance Sinema votes \"yes\" 45% max\nChance both vote \"yes\" is 18%  Increasing to 18% from 4"], [87827, "2021-03-08T01:56:41Z", [0.2], "+7 Manchin says he won't change his mind on the filibuster and Sinema is opposed too, but hard to say what could happen by the end of the year with constant partisan roadblocks. Unlikely by the end of the year I would guess but I think there's definitely somewhere around a 1 in 5 chance."], [97569, "2021-03-07T17:23:51Z", [0.1], "+10 based on Manchin’s comments on the Sunday shows this morning.[1]  He says he remains adamantly opposed to ending the filibuster but is open to “Democrats passing more important legislation like voting reforms by a party-line vote — if senators are given ample space for bipartisan negotiation first.”[2]  It is unclear whether he is talking about filibuster reform or simply keeping the filibuster and siding with Democrats in overriding the parliamentarian on what can be included in a reconciliation bill, like S1, the package of democracy and voting reforms and protections. [1] https://www.politico.com/news/2021/03/07/joe-manchin-filibuster-senate-474197\n[2] https://www.nbcnews.com/politics/meet-the-press/manchin-says-he-still-supports-filibuster-may-back-more-party-n1259902"], [13432, "2021-03-07T16:01:52Z", [0.3], ""], [1333, "2021-03-07T09:46:45Z", [0.65], ""], [534, "2021-03-06T15:22:24Z", [0.3], "I'm edging up from 25% to 30% due to recent reporting: https://www.washingtonpost.com/politics/biden-kill-the-filibuster/2021/03/05/09c0d774-7857-11eb-8115-9ad5e9c02117_story.html ... however, there are other ways to reform the filibuster, e.g., returning to the \"talking filibuster\" of the past, which would make it easier to pass legislation, but would not meet the definition presented in the question. "], [2965, "2021-03-06T02:45:27Z", [0.9], "HR 1 and minimum wage meet immovable #Moscow Mitch wall.\nManchin will have to settle for the traditional speaking filibuster"], [68240, "2021-03-05T15:46:22Z", [0.15], "Change: -7 Reasoning: Manchin reiterated his support of the filibuster even when faced with HR 1. His language was so strong that I suspect he has already decided it isn't worth repealing the fillibuster for. "], [90167, "2021-03-05T15:23:43Z", [0.32], ""], [96367, "2021-03-05T09:53:22Z", [0.58], "More weight and pressure behind an adjustment to the filibuster today given the Republican's slightly baffling decision to die on the hill of fighting the (highly popular) COVID relief bill by slow walking its passage through the Senate in a petulant show of \"resistance till the end\".  [1]. Not entirely sure what they hope to achieve with this or what the long term strategy is, but their decision to do this will likely act as a hardener of views regarding the realistic near term potential for bi-partisanship and a parallel warming to the idea of filibuster reform (if not outright abolition) from even the more conservative end of the Democratic caucus [2]. I found this article in the NY Intelligencer a very useful perspective on this question and the impact / approaches that Manchin and Sinema may require to get some of the more impactful (and time critical) legislation through [2].  It feels important to note that, for all the \"red democrat\" hard line statements being made by the Manchins and Sinemas of the Democratic caucus, the (adjusted) COVID relief bill seems very likely to pass with their votes [3] which shows a degree of flexibility in thinking and willingness to fall in line when the weight of public opinion (at both national and state levels) is behind it. With Republicans playing silly buggers and going all in at the flop, Manchin and Sinema may find it easier to countenance a filibuster adjustment using Republican intransigence as the justification for a \"change / softening of heart\". Its also worth remembering that, with a strategic eye on the long game, a de-fanging of the filibuster may be exactly what McConnel wants the Dems to do to give greater unilateral power to a slowly waning Republican majority if and when they come to power again (all eyes on 2022). This issue of the HR1 Voting Rights Bill, and the tight time imperative needed to get this in before Republicans take a big black sharpie to the district maps, seems likely to bring this to a head in the next few months.  The projection for this forecast seems to hang in very large part on how that bill's progress plays out. [1] https://www.independent.co.uk/news/world/americas/us-politics/ron-johnson-covid-relief-bill-senate-b1812549.html\n[2] https://nymag.com/intelligencer/2021/03/how-joe-manchin-could-learn-to-love-filibuster-reform.html\n[3] https://www.politico.com/news/2021/03/03/senate-push-covid-aid-bill-473261"], [2965, "2021-03-05T02:24:57Z", [0.8], ""], [90433, "2021-03-04T18:50:07Z", [0.15], "Not with Joe Manchin screwing everything up."], [96367, "2021-03-04T14:26:17Z", [0.55], "Rapid progress of HR1 (Voting Rights Bill) through the house (likely in response to the bills Republican State Houses are pushing through to restrict voting accessibility and scope) escalates the likelihood of an adjustment to the powers of the filibuster in 2021. Remembering that, if this bill can be pushed through the Senate (via a de-fanged filibuster) the Republicans will likely scream and shout their objections straight to what may currently be their \"Trump Card\" (pun intended) of the (Conservative heavy) Supreme Court.  Such a challenge could be designed to kick the whole issue into the post 2022 mid term long grass, so the time which Democrats have to get HR1 in, past the Senate and SC proofed in time to level the 2022 playing field appears, in procedural terms, very tight. https://www.nytimes.com/2021/03/03/us/politics/house-voting-rights-bill.html\nhttps://www.vox.com/2021/3/3/22309123/house-democrats-pass-voting-rights-bill-hr1"], [1333, "2021-03-03T14:33:23Z", [0.55], ""], [88452, "2021-03-03T05:54:35Z", [0.51], "\"Although the so-called For the People Act is expected to pass the Democratic-controlled House, it faces stiff headwinds in the Senate, where Democrats hold a slim majority and leading Republicans have vowed to kill the measure -- something likely to happen because the measure is not expected to get the 60 votes needed to avoid a filibuster.\"\nhttps://us.cnn.com/2021/03/02/politics/congress-tackles-voting-rights-campaign-finance/index.html https://us.cnn.com/2021/03/02/politics/hr-1-for-the-people-act/index.html"], [80475, "2021-03-03T01:51:18Z", [0.02], "Still nothing on the radar. There's just no way of getting around the Manchin & Sinema (and maybe Kelly) issue"], [31275, "2021-03-02T02:24:40Z", [0.06], ""], [767, "2021-03-01T03:28:49Z", [0.25], ""], [94872, "2021-03-01T02:24:23Z", [0.0], ""], [86785, "2021-03-01T01:54:59Z", [0.53], ""], [86785, "2021-03-01T01:54:47Z", [0.45], ""], [88452, "2021-02-28T21:04:20Z", [0.34], ""], [70711, "2021-02-28T03:36:14Z", [0.5], ""], [2965, "2021-02-26T18:31:15Z", [0.8], ""], [60948, "2021-02-26T18:29:49Z", [0.17], ""], [60948, "2021-02-26T18:29:19Z", [0.2], ""], [96367, "2021-02-26T16:26:51Z", [0.4], "Today's decision by the Senate Parliamentarian [1 & 2] on the (rejected) use of reconciliation to bring about the highly popular $15 minimum wage [3] moves the Democrat's justification needle for filibuster reform a step closer to the critical mass needed to get all necessary players on side. (N.B. filibuster reform does not equal abolition, and reform / expansion of limitations is what is in bounds for this question). Not conclusive at this point, but with the imperative for \"big reforms\" heavily in play and with the filibuster being identified across all media spectrums as the most significant blocker to such policy moves it seems likely that the pressure is growing (and that manoeuvring is happening to build it further). Democrats have full control to decide what policy votes to bring to the senate and so to keep the fires lit underneath their opponents feet it seems very likely they'll keep bringing up votes that Republicans will reliably / have no choice but to vote \"no\" to en-masse (hesitate to say \"on principle\" given the lack of evidence such a thing exists within todays GOP). This \"two birds, one stone\" approach keeps the Republicans (very publicly) looking miserly, out of touch and flagrantly hypocritical (note the red state heavy map where the $15 wage hike will have the most positive impact on the most people [4]) whilst also helping build the case for the neutering of the filibuster a little further down the road. Underlying question is: do they do it sooner and risk short memories come 2022 or later and risk it becoming a Republican rallying cry in the build up to the mid terms?  If obstructionism continues the betting moves to this side of Christmas 21. And what signs are there of obstructionism abating any time soon? [1]  https://www.nbcnews.com/politics/congress/senate-ruling-says-democrats-can-t-put-15-minimum-wage-n1258913\n[2]  https://www.wsj.com/articles/senate-waits-for-minimum-wage-ruling-from-parliamentarian-11614266273\n[3]  https://www.pewresearch.org/fact-tank/2019/07/30/two-thirds-of-americans-favor-raising-federal-minimum-wage-to-15-an-hour/\n[4]  https://www.cnbc.com/2021/02/01/map-shows-where-in-the-us-15-dollar-minimum-wage-would-have-biggest-impact.html"], [96367, "2021-02-26T16:14:33Z", [0.35], "Comment deleted on Feb 26, 2021 04:27PM UTC"], [1333, "2021-02-26T15:46:36Z", [0.45], ""], [67403, "2021-02-25T19:56:43Z", [0.15], ""], [822, "2021-02-25T15:02:23Z", [0.35], "HR1, the new voting rights act, is likely to cause enough Democrats in the senate to convince Manchin and Sinema to remove the filibuster and push this legislation through. "], [61598, "2021-02-24T21:33:04Z", [0.15], "One of the insightful things I've heard about reining in the filibuster (I don't remember from where) is that it's only going to happen if paired with an issue that is extremely popular that the party really genuinely wants to push through. Such an issue *may* come up, if Roe v Wade is struck down, for instance. But it's not going to be infrastructure (too boring), or college debt relief (too unpopular), or comprehensive immigration/healthcare reform (there isn't even consensus among Dems). So overall unlikely, so I preserve at 15%."], [68240, "2021-02-23T21:23:33Z", [0.22], "Change: +3 Reasoning: The voting rights restrictions in red states are pretty egregoius. I'm mostly looking at blocking Sunday voting in Georgia, a very targeted approach to discouraging black voters. In response you see Stacy Abrams hyping the \"For the people act\" which is not passing without Fillibuster reform."], [1333, "2021-02-23T12:34:56Z", [0.35], ""], [1333, "2021-02-22T18:59:57Z", [0.25], ""], [31275, "2021-02-22T17:24:16Z", [0.02], ""], [88614, "2021-02-22T15:02:12Z", [0.15], ""], [98424, "2021-02-21T17:30:44Z", [0.1], ""], [1333, "2021-02-21T14:14:30Z", [0.15], ""], [534, "2021-02-20T17:23:17Z", [0.25], "I'm inching this up from 20 to 25% because I hope (I admit I want it to happen) that Manchin's opposition to Tanden for OMB will bolster his political capital, such that he may become more willing to entertain a reform to the filibuster. But that might be influenced by wishful thinking. "], [96367, "2021-02-20T16:58:52Z", [0.33], "Dropping down 7% today with Manchin's stand against Biden's OMB pick.  Not conclusive for this question (which is arguably far more impactful than the OMB candidate who can easily be replaced), but never-the-less indicative of some of the difficulty Dems may have with getting this over the line with some of the more awkward members of their caucus. https://edition.cnn.com/2021/02/19/politics/joe-manchin-neera-tanden-confirmation-biden/index.html\nhttps://thehill.com/opinion/538105-budowsky-joe-manchins-rendezvous-with-destiny"], [60948, "2021-02-20T16:58:22Z", [0.15], "No change"], [90167, "2021-02-18T01:52:20Z", [0.11], ""], [89038, "2021-02-17T16:38:48Z", [0.08], ""], [1333, "2021-02-16T21:12:20Z", [0.03], ""], [68240, "2021-02-16T18:57:36Z", [0.19], "Change (+4). Reasoning: I think @JGunnCool makes a good point about the impending voter restriction laws in red states. If they become particularly egregious that would give Democrats good political cover to revoke the filibuster for H.R. 1 from the last session. "], [96367, "2021-02-16T09:28:18Z", [0.4], "The 2nd Impeachment Vote in the senate seems to be a good litmus test of the possibilities for bi-partisanship and \"majority\" senate cooperation in the immediate term.  Even with the most obvious and easily swallowed case being brought to bear (and a golden opportunity for GOP stalwarts to reject Trumpism and show the US voting block a reformed face) the majority Republican party could not muster whatever it needed to turn away from their current course and start to ween themselves off their newly found voter base (which many sage political strategists say would now be political suicide from a power & influence perspective [1 & 2]: so understandable if still hypocritical, morally egregious, myopically short term and potentially terminal in the long run). The message being sent here seems to be to expect more of the same from McConnell and his caucus.  Political gamesmanship, Washington focused power plays, pedantic manoeuvring and a rejection of bi-partisanship on principle (and despite anything that resembles principles for the post Trump GOP). The difference here is that Democrats now possess many of the levers to work around this to progress their agenda (but only guaranteed for the next two years) and one of the most notable is adjustments to (or abolition of) the filibuster.  The question of whether they will have the gumption to use them is interesting, but they are now facing the same animated voter push to act effectively as the Republicans are to blocking action.  It also seems likely they'll still be sore from the memories of attempted bi-partisanship and faithless GOP negotiations in the Obama years. As such, adjustments to the scope of the filibuster seem to be both a significant possibility within the next two years and even a functional necessity for certain agenda items [3 & 4], many of which will in turn boost Democrat chances in the 2022 election season (adding even greater necessity to the weakened filibuster in 2021): The \"For The People\" Act: https://en.wikipedia.org/wiki/For_the_People_Act\nJohn Lewis Voting Rights Act: https://en.wikipedia.org/wiki/John_Lewis_Voting_Rights_Act I note this questions carefully described boundaries: focusing on adjustments to the scope of the filibuster (and not just its abolition in totality).  Adjustments and amendments to the filibuster could be spun and bounded to become far more politically palatable to the more conservative / originalist Democrats (Manchin and Sinema keep getting name checked): a key hurdle to cross for this question to resolve in the positive. Doubtful we'll see much movement on this before Q3/4 2021 with other priorities taking front row and the need for Democrats to let the Republicans build the justification for filibuster adjustment (encouraging/forcing Manchin and Sinema's hands) through obstructionism and shenanigans over the next six months.  That said, the tempo & initiative for this seems to be entirely within the Democrats control, so whilst (at this moment) less than a 50% I don't think its anywhere near as unlikely as the crowd seem to believe. To gain an alternate perspective on political questions like this (dragonfly eye), I've used an old Security / Defence risk management mantra that has proved particularly useful for \"high impact / low (starting) credibility\" political events that \"feel\" inherently unprecedented / unexpected / unlikley in nature: \"A manmade / person driven event needs three things to be present to come to pass: 1.  The Will / Intent.\n2.  The Capability / Capacity / Leverage.\n3.  The Opportunity.\" The Dems appear (until 2022) to have both inherent \"Capability\" and open \"Opportunity\".  The only thing currently holding them back appears to be the \"Will\".  The question to ask for this question, therefore, seems to be \"what events,  behaviours, pressures & incentives will give them the will and determination to take the action?\". To be tested on these pages! [1]: https://time.com/5928937/trumpism-deeply-rooted-republican-party/\n[2]: https://www.theatlantic.com/politics/archive/2020/06/republicans-2024-nominee-will-be-trump-acolyte/612925/\n[3]: https://www.theguardian.com/us-news/2021/feb/09/senate-filibuster-voting-rights-democrats\n[4]: https://www.rollingstone.com/politics/politics-news/biden-filibuster-schumer-mcconnell-harry-reid-barack-obama-1118110/"], [34959, "2021-02-16T07:41:02Z", [0.15], ""], [68240, "2021-02-15T22:11:51Z", [0.16], "Change: +10. Reasoning: I don't think this is totally dead. There is going to be a vote on the John Lewis civil rights bill, Republicans are going to oppose it, and Obama has said if they are going to oppose it the filibuster should be killed. There will then be a lot of comparisons between congressional republicans and 60's segregationist senators who fillibustered prior laws. It may become a racial justice issue. That being said, what matters is if it sways Manchin and Synema. I am doubtful, but I do see a road foreward where this happens. "], [31275, "2021-02-15T03:03:50Z", [0.03], ""], [98436, "2021-02-14T20:58:56Z", [0.16], ""], [534, "2021-02-14T15:45:35Z", [0.2], "I'm edging this up a bit from 15 - 20%. It's pretty clear that GOP in many states will be doubling down on voter-suppression tactics; the only way to push back in the short term will be passage of (at least many elements of) \"H.R. 1 - For The People Act\" in Congress. That in turn would require amending the filibuster that stands in the way of passage. But of course, it's still an uphill battle to get Sen. Manchin on board, which is why I'm not committing to a much higher likelihood. "], [84880, "2021-02-14T10:13:31Z", [0.07], ""], [1333, "2021-02-12T09:55:52Z", [0.02], ""], [60948, "2021-02-10T23:11:28Z", [0.15], ""], [68240, "2021-02-10T01:54:37Z", [0.05], "I'm not changing the 5% I list but.... how does this theory sound: Presently this resolving in the affirmative is based on Joe Manchin and Kristen Synema changing their position on the filibuster. They left open the possibility in the rules resolution but the question is: will any legislation come up before the midterms that will cause them to change in the face of Republican obstructionism. Thinking of it this way requires looking at what bills Democrats will for sure introduce that the GOP would fillibuster AND that Manchin and Synema care about enough to undo the filibuster. Can anyone think of any particular bills? The one that comes to mind the most for me is the John Lewis Civil Rights Bill. Republicans will certainly filibuster because it impedes a state's ability to conduct its own elections however democrats have very strong feelings on the passage of this bill and Obama has said they should revoke the fillibuster to make it pass. This might cause the party to put substantially more pressure on the two blue dogs. "], [40584, "2021-02-09T16:56:06Z", [0.12], ""], [19127, "2021-02-09T12:09:43Z", [0.29], ""], [64357, "2021-02-09T02:29:30Z", [0.65], ""], [1333, "2021-02-08T14:29:19Z", [0.01], ""], [31275, "2021-02-07T21:51:25Z", [0.05], ""], [96367, "2021-02-07T20:20:57Z", [0.33], "Starting forecast on this one: given historical precedent and the amount Dems can get done using reconciliation in 2021 the starting position would initially seem fairly low. BUT (and its a BIG but): there's the obvious dark cloud of the 2022 mid terms on the horizon and the short two years between then and now to consider.  Mid terms are generally bad for incumbent parties and look to be doubly so in 2022 given the Republicans control of state houses, their power over redistricting ([1 and 2]) and the near certainty of gerrymandering wherever and however they can. With no obvious alternative way to make DC & Puerto Rico states (to swing the numbers in their favour) or pass the \"Government reform bill\" (a bill that would bring in anti-gerrymandering measures to spoke the GOPs statehood control advantage [3]) then adjusting the filibuster later in 2021 or at the start of 2022 (with COVID relief and vaccinations bearing a wave of good will to work off) may be the only way Dems can hold on beyond a short two years.  It appears redistricting kicks in early - mid 2021 (delays from COVID may push census data from March 2021 to July 2021 [4]) and must be complete before the filing deadlines in 2022 [5], so the perceived urgency for Dems to adjust filibuster rules in 2021 to get some form of \"Government Reform Bill\" in place seems even more relevant to this question [6]. Given the increasingly \"total war\" style behaviours in US politics over the last decade, and with little real sign of more civil governance and bi-partisan cooperation on the horizon, the Dems may feel there is no other way to keep control over Biden's term.  Given their (slim but absolute) control of the trifecta in these first two years, with the painful memories of Obamas second half still fresh in their minds and with the high likelihood of legal challenges being raised by Republicans to run out the clock on anything like this, a 2021 move to add further limits to the filibuster (possibly temporarily and only until the end of Biden's first term?) seems eminently possible and even strategically sensible. If the above posit is valid and accurate, it will depend on whether they can get their full caucus to sign up to it (Manchin and Sinema are apparently the ones to watch).  Currently no noise or indications from any of the more conservative Democrats, but then again given the touchy subject matter it doesn't seem likely we'll hear about it in public until its right on the Capitol's doorstep.  I have no reason to doubt however that political veterans like Pelosi, Schumer et al will have this firmly on their strategic radar. For those of us not in the US or embroiled in US political rules this article by five-thrity-eight [3] was very instructional in considering the nuances of this question.  [1] https://www.nytimes.com/2021/01/31/us/politics/gerrymander-census-democrats-republicans.html\n[2] https://slate.com/news-and-politics/2020/11/democrats-statehouses-republican-control-gerrymandering-redistricting-census.html\n[3] https://fivethirtyeight.com/features/what-democrats-cant-do-as-long-as-the-filibuster-remains-in-place-and-what-they-can/\n[4] https://www.brennancenter.org/our-work/research-reports/how-changes-2020-census-timeline-will-impact-redistricting\n[5] https://www.ncsl.org/research/redistricting/election-dates-for-legislators-governors-who-will-do-redistricting.aspx\n[6] https://en.wikipedia.org/wiki/2020_United_States_redistricting_cycle"], [88452, "2021-02-07T10:07:20Z", [0.0], ""], [60948, "2021-02-06T22:42:30Z", [0.15], "All the Lies They Told Us About the Filibuster - New York Magazine\nhttps://nymag.com/intelligencer/article/all-the-lies-they-told-us-about-the-filibuster.html\nSun, 31 Jan 2021 14:00:23 GMT\n"], [84880, "2021-02-06T02:13:32Z", [0.17], ""], [88198, "2021-02-05T18:26:18Z", [0.18], ""], [1333, "2021-02-05T15:07:54Z", [0.0], ""], [85416, "2021-02-05T06:30:37Z", [0.3], ""], [98038, "2021-02-05T00:30:44Z", [0.05], ""], [98038, "2021-02-04T22:34:52Z", [0.15], ""], [68240, "2021-02-04T16:34:29Z", [0.05], "They didn't close the door on it in the rules resolution but it's hard to see a world where Manchin and Synema change their minds."], [1333, "2021-02-02T14:39:33Z", [0.01], ""], [34959, "2021-02-02T09:08:02Z", [0.07], "Probably not in the first year, now that I'm thinking about it. "], [534, "2021-02-01T14:32:58Z", [0.15], "I'm bringing my estimate down a bit because this analysis suggests the Dems can get quite a bit done by using reconciliation. They may see how far they can get with that and hold off on any major change to the filibuster for awhile. https://fivethirtyeight.com/features/what-democrats-cant-do-as-long-as-the-filibuster-remains-in-place-and-what-they-can/"], [97561, "2021-02-01T13:30:43Z", [0.15], ""], [31275, "2021-01-31T22:51:09Z", [0.05], ""], [57778, "2021-01-31T22:20:33Z", [0.05], ""], [2965, "2021-01-31T19:11:36Z", [0.7], "Given the recalcitrance of GOP,, the veto of the elimination of filibuster has been pocketed by McConnell has an expiration date. One egregious SCOTUS decision or McConnell not giving WVA and AZ everything they want from the legislative buffet. "], [86233, "2021-01-30T22:22:06Z", [0.1], ""], [691, "2021-01-30T22:07:40Z", [0.01], ""], [60948, "2021-01-30T19:43:51Z", [0.15], ""], [88198, "2021-01-30T05:22:11Z", [0.3], ""], [94872, "2021-01-30T01:38:29Z", [0.0], ""], [84880, "2021-01-29T16:59:17Z", [0.05], "Incrementally up.... for now. However, Biden is seemingly pro-filibuster and staying out of the conversation for now."], [13432, "2021-01-28T22:55:17Z", [0.25], ""], [76440, "2021-01-28T20:56:22Z", [0.8], ""], [34959, "2021-01-28T15:01:11Z", [0.15], ""], [93496, "2021-01-28T06:16:30Z", [0.25], ""], [60948, "2021-01-27T17:12:40Z", [0.11], ""], [60948, "2021-01-27T17:11:08Z", [0.15], ""], [60948, "2021-01-27T17:10:58Z", [0.1], ""], [61598, "2021-01-27T10:13:24Z", [0.15], ""], [90167, "2021-01-26T19:56:46Z", [0.06], ""], [97821, "2021-01-26T19:51:01Z", [0.6], ""], [691, "2021-01-26T18:58:16Z", [0.01], "https://apnews.com/article/politics-filibusters-kyrsten-sinema-joe-manchin-mitch-mcconnell-e2cc0c9fe29370b009277877604745e0 This question is specifically about expanding the scope.  A sensible posture for Schumer et al. to take (and this practically guarantees they won't do it) is instead to lower the number of votes required for cloture to, say, 54 or 55.  This has been done before--the requirement used to be 2/3 rather than 60%--and it still gives the minority a good chance of stalling legislation, since the margins of majority have been pretty slim of late.   But it also leaves scope for negotiating with such grownups as might be around in either party to get something done rather than nothing.  Even if this happens--and it won't--this Q would still be a No if they don't expand the scope."], [88452, "2021-01-26T06:53:44Z", [0.1], "\"Schumer for days has rejected the GOP leader's demands, saying Monday afternoon: 'We are not letting McConnell dictate how the Senate operates.'\nOn Monday evening, McConnell instead pointed to recent comments of two moderate Democratic senators -- who have long opposed gutting the filibuster -- to argue that they were sufficient to resolve his concerns since Democrats would lack the votes to change the rules. 'With these assurances, I look forward to moving ahead with a power-sharing agreement modeled on that precedent,' the Kentucky Republican said. In response, Schumer spokesman Justin Goodman said in a statement: 'We're glad Senator McConnell threw in the towel and gave up on his ridiculous demand.'\nMcConnell's announcement is significant because the stalemate has prevented Senate committees from officially organizing, meaning Republicans still control key committees since the chamber is operating under the rules of the last Congress when the GOP was in charge.\nSchumer has demanded that the Senate agree to the 2001 rules during the last 50-50 Senate when the chamber's committees had equal representation of both parties, and tie votes on legislation and nominations would go to the floor.\nMcConnell signaled Monday night he would agree to that as well.\"\nhttps://us.cnn.com/2021/01/25/politics/senate-republicans-power-sharing-deal/index.html For the time being, it seems the roads are paved. But this doesn't mean the filibuster, a badly aged Jim Crow concept, is saved forever."], [70711, "2021-01-26T04:44:43Z", [0.0], "I should have stuck to my original prediction...\n "], [81057, "2021-01-26T03:31:31Z", [0.09], ""], [81057, "2021-01-26T03:30:33Z", [0.17], ""], [94872, "2021-01-26T00:14:03Z", [0.0], ""], [57778, "2021-01-25T23:44:45Z", [0.05], ""], [20, "2021-01-25T22:44:40Z", [0.01], "McConnell is daring D's to commit to no filibuster changes the next two years or he will filibuster all organizing rules, which brings senate to a standstill. Manchin will not allow the filibuster to be removed for any new reasons. I'm guessing he will change his mind when organizing rules are filibustered with no end in sight but it's more likely D's give in.  Democrats are looking pathetic right now. I would bet heavy on D's giving in and promising no changes in filibuster for the next two years."], [80475, "2021-01-25T21:59:15Z", [0.03], "https://www.politico.com/amp/news/2019/10/29/kyrsten-sinema-arizona-democrats-060187?__twitter_impression=true Sinema has come out pretty darn hard against eliminating it, so I am calling that a lock. There’s still maybe a 3% chance of expanding the scope in which filibuster can’t be used"], [61713, "2021-01-25T17:57:13Z", [0.05], "Two Dems (Manchin and Sinema) are against it. Unless they can be persuaded, and Manchin's position is long-standing while Sinema's is pretty unequivocal, then this can't happen."], [94872, "2021-01-25T04:16:35Z", [0.05], ""], [534, "2021-01-24T18:46:17Z", [0.2], "I'm tweaking this up a bit. On the one hand, I'm watching Sen. Manchin (D-WV), who has so far sounded pretty adamant that he will not go along with a repeal of the filibuster. On the other hand, there might be some sort of compromise tweak rendering the filibuster \"further eroded\", but then I'm not sure how GJ would assess that. If it's basically procedural (e.g., a compromise over length of debate or number of amendments), that could be an \"erosion\" of the current filibuster, n'est pas?"], [484, "2021-01-24T16:27:12Z", [0.2], "Up 5% on opinions by people like David Brooks (no link). One baby step might be to carve out something other than reconciliations that don't \"require\" 60. Perhaps a package to eliminate the current faux filibuster and perhaps something (not infrastructure since that has been more of a reconciliation topic) like election reform or immigration since there are calls to \"improve\" both. Grumbling from both sides, but might be just enough for the Senate to accept."], [45594, "2021-01-24T08:17:26Z", [0.05], ""], [57778, "2021-01-24T03:42:10Z", [0.06], ""], [31006, "2021-01-23T09:42:14Z", [0.3], "There's a lot of desire to limit the filibuster, but enough Democrats and Republicans to block this. In addition it will be hard to prioritise such a move so early on. Prediction already revised down. Will likely fall in the next few months again. "], [20, "2021-01-22T22:58:05Z", [0.01], "The Leader negotiations are stuck over a commitment over not nuking the filibuster over the next two years, not over its actual nuking. Schumer wants the same deal with R's the Senate had the last time there was a 50/50 split, 2001. That doesn't change where the filibuster is right now. Still leaving 1% for the 'nuclear' option of doing away with filibuster for legislation. I think I'm too high even at 1% though. There is no real push in the Senate to remove this for legislation, the only real change I can see."], [484, "2021-01-22T22:55:12Z", [0.15], "Up 5% to be a bit above the consensus. The Magic Eight Ball  (tm) says \"future cloudy, try again\" considering the state of the negotiations. Shifts from one side or another also can't be ruled out."], [11447, "2021-01-22T21:31:35Z", [0.32], "Does not feel like a good start of the relationship. As I understand the agreement currently being agreed is non-binding."], [85986, "2021-01-22T19:41:44Z", [0.2], "Schumer rejects McConnell proposal to affirm to spare the filibuster as part of power-sharing deal. “Leader McConnell’s proposal is unacceptable - and it won’t be accepted.” - https://twitter.com/mkraju/status/1352637296420524032"], [691, "2021-01-22T16:40:19Z", [0.06], ""], [20, "2021-01-22T15:48:44Z", [0.01], "Not likely. More likely, but not much more so than limiting expanded scope, is lowering the 60 senator threshold to a lower number - not part of this question.  1% as a placeholder for my incomplete knowledge of details of the two leaders' ongoing negotiation on 'power sharing.'"], [95992, "2021-01-22T15:09:43Z", [0.1], "Upping due to the Schumer/McConnel debates"], [80475, "2021-01-22T05:18:47Z", [0.05], "A strange spat over committee assignments has made the odds go up a little: https://m.dailykos.com/stories/2021/1/21/2011037/-Mitch-McConnell-s-making-a-big-mistake-on-the-filibuster-Here-s-how-it-could-come-back-to-bite-him"], [94872, "2021-01-22T05:14:48Z", [0.04], ""], [97821, "2021-01-21T19:34:07Z", [0.8], ""], [61713, "2021-01-21T17:11:47Z", [0.35], "Dems have a much more solid 50 Senator caucus than I expected, they are clearly strongly considering this and McConnell is trying to avoid it in a power-sharing deal (which is weird, it's not like he ever shared power when he had the majority)."], [88614, "2021-01-21T16:59:17Z", [0.1], ""], [61598, "2021-01-21T10:18:57Z", [0.25], ""], [61598, "2021-01-21T10:18:29Z", [0.1], ""], [31006, "2021-01-21T08:31:54Z", [0.7], ""], [88198, "2021-01-20T05:02:08Z", [1.0], "Thinking it's advantageous to pull this up for a few weeks here..."], [88198, "2021-01-20T05:01:14Z", [0.25], ""], [88452, "2021-01-19T17:54:46Z", [1.0], "Former Democratic Senate majority leader Harry Reid in a CNN interview: \"The question is not if, but when.\"\nHe says, with both House and Senate with Democratic majority, the Filibuster should be history within three months. A simple majority is sufficient to change filibuster rules. Biden is an institutionalist, but given the number and size of tasks and decisions to be made, the filibuster has no future. EDIT\nStrongly recommended:\nhttps://www.youtube.com/watch?v=Eb1hojMXsTI\n(09min 11sec)\nAdam Jentleson, former Deputy Chief of Staff to Harry Reid, presents his book \"Kill Switch\" and explains the history and the effects of the filibuster. A Congress initiative is obviously linked to:\nhttps://justicedemocrats.com/platform/dedemocracy/#democracy-reform and \nhttps://www.sunrisemovement.org/green-new-deal/?ms=WhatistheGreenNewDeal%3F progressive (grassroots) movements which have obviously initiated the Green New Deal - and made it one of the important pillars of Pres. Biden's reform agenda."], [97993, "2021-01-18T21:07:58Z", [0.1], ""], [1333, "2021-01-18T14:52:56Z", [0.0], ""], [97801, "2021-01-18T07:55:40Z", [0.22], ""], [60948, "2021-01-17T16:42:46Z", [0.07], ""], [67403, "2021-01-16T12:07:10Z", [0.1], ""], [1333, "2021-01-15T22:09:07Z", [0.01], ""], [31275, "2021-01-15T16:25:50Z", [0.8], ""], [38329, "2021-01-15T11:31:50Z", [0.2], "There has to be a majority for changing the rules, which is questionable. It is more likely that Biden uses executive orders and non filibuster areas such as budget reconciliation and taxation.  On the other hand biden has commited to 15$ dollar minimum wage and has a lot of policy pressures that will only be possible to pass if he changes the filibuster so his trifecta majority is turned to use."], [484, "2021-01-15T03:14:02Z", [0.1], "(no change) Any thoughts about whether Manchin or Collins, etc might switch parties (or the same thing, being unaffiliated but caucus with)?"], [85986, "2021-01-15T01:43:34Z", [0.05], ""], [534, "2021-01-14T15:34:14Z", [0.15], ""], [1333, "2021-01-14T15:06:43Z", [0.02], ""], [70711, "2021-01-14T04:18:43Z", [0.5], "Senate will switch hands..\nProbabilities shift..\n"], [94587, "2021-01-13T16:23:31Z", [0.17], ""], [85535, "2021-01-13T14:08:34Z", [0.0], ""], [32258, "2021-01-12T23:47:02Z", [0.0], ""], [97821, "2021-01-12T02:01:33Z", [0.75], ""], [89038, "2021-01-11T23:54:20Z", [0.03], ""], [57778, "2021-01-11T23:50:41Z", [0.03], ""], [94872, "2021-01-11T04:03:28Z", [0.01], ""], [97801, "2021-01-10T18:52:57Z", [0.23], ""], [31275, "2021-01-10T16:45:31Z", [0.01], ""], [84880, "2021-01-10T06:31:23Z", [0.01], ""], [97569, "2021-01-10T03:51:38Z", [0.01], "A 50/50 Senate leaves Joe Manchin in the driver’s seat for just about everything.  He is opposed to eliminating the filibuster, so there is not even a majority of Democrats to expand the scope of the filibuster.  I would doubt that all of the other 49 Democrats support filibuster changes either."], [534, "2021-01-10T00:18:34Z", [0.25], ""], [85986, "2021-01-10T00:00:27Z", [0.18], ""], [67403, "2021-01-09T10:27:02Z", [0.33], ""], [95992, "2021-01-08T14:54:28Z", [0.0], ""], [94872, "2021-01-08T03:18:59Z", [0.02], ""], [89038, "2021-01-07T17:17:11Z", [0.08], ""], [60948, "2021-01-07T16:59:58Z", [0.1], "Also increasing on democratic control. A scenario I find particularly plausible/worrying is that negotiations on hugely popular stimulus checks are delayed by McConnell, and that brings the reticent senators to kill the filibuster"], [2965, "2021-01-07T14:42:59Z", [0.7], "@JMR2017  Thanks we agree. Down 30- even with the probabilities this is better than Georgia Senate races and who controls Congress.\nSometimes one has to be out front of the crowd forecast. I think..."], [32258, "2021-01-07T14:21:10Z", [0.02], "@lsgold7 Happy New Year\nManchin is unlikely to cooperate but I'm bumping up to 2. We just had right wing terrorist looters in the Capitol yesterday, 4 people are dead and only twenty something arrests. Trump has been suspended by FB and Twitter but still has the nuclear codes for the next few weeks. Okay, we ask, can things get worse? Yes. Will Democrats blow up the filibuster before the year is up? They seem to have a bottomless pit of patience that is killing us. Biden's path is to make nice but how long may all that nice stuff last? My guess is more than one year. Therefore, unlikely to me."], [97740, "2021-01-07T12:05:58Z", [0.15], ""], [484, "2021-01-07T00:51:42Z", [0.1], "Up 5%. A year is a long time before this closes."], [2965, "2021-01-06T23:32:28Z", [1.0], "Now Dems control Senate.\nHere come 4 more Justices for Scotus \nIt just takes 50 votes plus one to pass Any bill and finally amend all Senate rules.\n@JMR2017 any opinion in light of today's events?\nLike physics extreme actions extreme reactions"], [90167, "2021-01-06T15:36:53Z", [0.18], ""], [92762, "2021-01-06T15:06:03Z", [0.15], ""], [34959, "2021-01-06T13:09:03Z", [0.05], ""], [87827, "2021-01-06T12:36:21Z", [0.13], "Upping on likely Democrat control. Moderate Democrats don't want this, but my forecast reflects the possibility that after close to a year of being blocked by the filibuster and forced to use reconciliation to pass anything big that they could get frustrated and move to restrict the filibuster further. Also including the possibility that the filibuster power gets reduced in a very limited way which even moderates would be okay with."], [81057, "2021-01-06T12:14:19Z", [0.01], ""], [85986, "2021-01-06T00:55:29Z", [0.13], ""], [31275, "2021-01-04T18:35:01Z", [0.02], ""], [86233, "2021-01-04T18:23:39Z", [0.0], ""], [87827, "2021-01-04T17:15:48Z", [0.06], "+3 on odds Democrats take the Senate. But hard to see it happening even with slim Democratic control, moderate Democrats don't want it. 6% represents the odds that changes or the odds that Republicans or Democrats do a very limited reduction in the power of the filibuster."], [88452, "2021-01-03T20:46:09Z", [0.55], ""], [2965, "2021-01-03T14:54:25Z", [0.51], ""], [94751, "2021-01-01T19:27:17Z", [0.05], ""], [95992, "2021-01-01T04:13:05Z", [0.03], ""], [34959, "2020-12-31T04:49:51Z", [0.02], ""], [11447, "2020-12-30T22:01:50Z", [0.32], "I currently have a just over 41% chance Democrats control the senate after the georgia vote. Maybe only 80% chance they get rid of the filibuster if they do and it is close.  Also not impossible there is an out of cycle change in the senate but that seems pretty limited."], [1333, "2020-12-30T14:15:29Z", [0.01], ""], [31275, "2020-12-29T00:48:23Z", [0.25], ""], [88452, "2020-12-28T04:45:51Z", [0.31], ""], [97198, "2020-12-20T02:54:21Z", [0.3], ""], [95808, "2020-12-19T21:31:28Z", [0.0], ""], [84880, "2020-12-19T17:40:07Z", [0.01], ""], [2965, "2020-12-17T04:57:43Z", [0.51], "Unless a Republican dies "], [81057, "2020-12-14T20:14:31Z", [0.04], ""], [57778, "2020-12-14T02:56:48Z", [0.05], ""], [70711, "2020-12-13T00:39:05Z", [0.0], "Mitch Mcconnell rules ...\nand if he does not, Manchin.."], [2965, "2020-12-12T14:57:27Z", [0.51], ""], [57778, "2020-12-10T22:34:33Z", [0.14], ""], [86233, "2020-12-10T21:23:28Z", [0.01], ""], [691, "2020-12-10T18:10:35Z", [0.01], ""], [68240, "2020-12-10T17:08:59Z", [0.01], "Change (+1) Reasoning: So in retrospect given that this closes in a year I realize that there are some extraneous circumstances where it is possible and time exists for those circumstances to come true. First both Georgia senate seats would have to go to the dems. Second, Joe Manchin would have to change his mind. This would require political obstruction on the part of the Republicans, say of a stimulus package, which would be truly unprecedented.  Question: What filibuster options remain in the Senate? I know the filibuster has been eliminated for lower court nominees and supreme court nominees, are there any other variants? Say Cabinet appointees or some other judgeships that I don't know about? If so, it is more likely that the filibuster would be expanded in those discrete categories tho still unlikely cause Manchin is on record as not wanting any more filiibuster repeals. "], [88452, "2020-12-08T08:29:01Z", [0.12], ""], [57778, "2020-12-07T22:42:28Z", [0.19], ""], [85986, "2020-12-07T01:24:02Z", [0.08], ""], [60948, "2020-12-06T15:15:17Z", [0.05], ""], [89038, "2020-12-03T14:48:55Z", [0.01], ""], [88452, "2020-12-03T07:21:51Z", [0.26], ""], [12850, "2020-12-02T01:28:37Z", [0.01], ""], [60948, "2020-12-02T00:02:08Z", [0.03], ""], [68240, "2020-12-01T17:24:16Z", [0.0], "Joe Manchin is against the fillibuster and the Dems can't do anything in the Senate without him, even if they win in Georgia."], [88614, "2020-12-01T16:54:28Z", [0.01], ""], [80475, "2020-12-01T02:05:02Z", [0.0], "Dead in the water now, 0.1% at best, even if Warnock and Ossoff win. It's a mistake to look at Democrats looking at a Republican lens. Ds simply don't fall into line the same way Rs do. This was only going to be realistic if Democrats had a huge margin in the Senate to be able to overcome Joe Manchin and other centrists."], [484, "2020-11-30T16:23:12Z", [0.05], "Up 5% following @Dillyweed comment. Senate GOP actions the last ~16 years as comparison class.  Would any (future retiring) GOP senator join with the Dem near majority (depending on GA election of course) to break the deadlock/dysfunction? (Probably silly question since unless they kill a fatted calf or something McConnell sets the real agenda.)"], [40584, "2020-11-30T15:22:50Z", [0.1], "I'm higher than the crowd on this one. It seems from looking at comments that many forecasters are viewing this as contingent on the Democrats winning the Senate => low odds x low odds. I'm adjusting upward from there because I think there is a reasonable chance that Republicans would choose to do this in the event that they retain control of the Senate. "], [95808, "2020-11-29T22:23:31Z", [0.05], "This question hinges on whether the Dems can run the table in GA and gain control of the Senate. If so, there is a good chance they would further scale back filibuster use. However, that is unlikely. I think the Republicans will win at least one of the GA seats and retain control of the Senate. A Republican Senate dealing with a Dem President and Dem House would have little motivation to change the filibuster rules."], [85986, "2020-11-28T01:35:02Z", [0.05], ""], [31275, "2020-11-27T19:57:57Z", [0.51], ""], [90801, "2020-11-27T18:50:30Z", [0.0], "With the current and potential split no change will be made"], [60948, "2020-11-27T11:56:19Z", [0.1], ""], [88452, "2020-11-27T11:05:05Z", [0.35], ""], [88614, "2020-11-24T18:33:01Z", [0.03], ""], [34959, "2020-11-24T04:15:02Z", [0.01], ""], [57778, "2020-11-23T23:35:34Z", [0.15], ""], [691, "2020-11-21T21:01:13Z", [0.02], ""], [31275, "2020-11-21T19:43:30Z", [0.08], ""], [84880, "2020-11-21T09:10:05Z", [0.02], ""], [88452, "2020-11-19T22:46:00Z", [0.51], "p(Republican senators dying of Covid 19 vacating a seat before midterms, with a possible gain for Democrats in election) >>>\np(Democrat senators dying of Covid 19 vacating a seat before midterms, with a possible gain for Republicans in election)"], [60948, "2020-11-19T11:56:14Z", [0.07], ""], [88766, "2020-11-18T20:31:56Z", [0.0], ""], [95992, "2020-11-18T14:28:03Z", [0.07], ""], [32258, "2020-11-17T21:59:43Z", [0.0], ""], [30717, "2020-11-17T06:53:37Z", [0.33], ""], [67403, "2020-11-17T00:33:18Z", [0.1], ""], [86785, "2020-11-16T20:16:05Z", [0.02], ""], [29054, "2020-11-16T16:07:30Z", [0.0], "If the toxicity continues on the halls of power, it will happen but not that fast, we need a couple of events that will make people go to the voting box and the streets more forcefully to trigger this p#ss-off match. "], [1333, "2020-11-16T12:35:34Z", [0.0], ""], [1333, "2020-11-15T18:10:37Z", [0.0], ""], [57778, "2020-11-15T03:32:20Z", [0.08], ""], [61598, "2020-11-15T02:35:35Z", [0.05], ""], [60948, "2020-11-14T16:39:57Z", [0.05], "Because politicians going back on their word would be sooo unprecedented."], [60948, "2020-11-14T16:38:10Z", [0.07], ""], [88198, "2020-11-14T05:45:20Z", [0.04], ""], [38, "2020-11-13T23:49:34Z", [0.04], ""], [96318, "2020-11-13T22:11:25Z", [0.04], ""], [691, "2020-11-13T16:14:17Z", [0.02], ""], [1333, "2020-11-13T16:02:23Z", [0.05], ""], [88766, "2020-11-13T15:51:54Z", [0.06], ""], [61713, "2020-11-13T12:05:11Z", [0.0], "Well it ain't happening now. GOP likely to control the Senate but not the White House. Even if Dems win both Georgia Senate elections Manchin has said he won't vote for it so it wouldn't pass. 0% predictions are probably always too strong, but it's well under 5% likely."], [81057, "2020-11-13T03:16:34Z", [0.06], ""], [81057, "2020-11-13T03:12:58Z", [0.08], ""], [32258, "2020-11-13T00:42:43Z", [0.03], ""], [38, "2020-11-13T00:22:36Z", [0.02], ""], [38, "2020-11-12T23:44:09Z", [0.04], ""], [64684, "2020-11-12T21:53:59Z", [0.0], ""], [59881, "2020-11-12T18:31:03Z", [0.0], ""], [68240, "2020-11-12T17:11:45Z", [0.05], ""], [81037, "2020-11-11T22:44:12Z", [0.0], ""], [1078, "2020-11-11T20:27:48Z", [0.2], ""], [691, "2020-11-11T20:00:19Z", [0.06], ""], [1333, "2020-11-11T14:52:14Z", [0.15], ""], [60948, "2020-11-11T10:06:51Z", [0.1], ""], [87155, "2020-11-10T20:29:16Z", [0.02], ""], [31275, "2020-11-10T18:39:35Z", [0.1], ""], [31275, "2020-11-10T15:40:38Z", [0.15], ""], [94872, "2020-11-10T03:35:49Z", [0.0], ""], [94632, "2020-11-10T02:44:25Z", [0.07], "With a split Congress, there is little chance this will happen. The only path to a majority for Dems is to win both runoff elections in Georgia, which isn't impossible but you'd be hard pressed to find a redder state to fight in. I don't think this is 100% even if the Dems do win, but without a majority they have no chance."], [94872, "2020-11-09T21:40:23Z", [0.12], ""], [88614, "2020-11-09T14:11:52Z", [0.15], ""], [22689, "2020-11-09T02:02:56Z", [0.0], ""], [534, "2020-11-08T23:42:59Z", [0.02], ""], [691, "2020-11-08T16:36:15Z", [0.1], ""], [2965, "2020-11-08T15:32:47Z", [0.51], ""], [1333, "2020-11-08T14:14:21Z", [0.25], ""], [34959, "2020-11-08T14:12:17Z", [0.02], ""], [18759, "2020-11-08T04:13:27Z", [0.25], ""], [88198, "2020-11-08T03:32:47Z", [0.12], ""], [84880, "2020-11-07T19:44:10Z", [0.15], ""], [40584, "2020-11-07T18:43:55Z", [0.1], ""], [60948, "2020-11-07T18:15:29Z", [0.15], ""], [60948, "2020-11-07T18:14:25Z", [0.2], ""], [95992, "2020-11-07T16:58:27Z", [0.09], "Increasing marginal odds of dem senate to 30%. "], [67403, "2020-11-07T15:35:00Z", [0.33], ""], [81057, "2020-11-07T00:18:42Z", [0.19], ""], [88766, "2020-11-06T16:01:22Z", [0.11], ""], [691, "2020-11-06T15:37:53Z", [0.12], ""], [534, "2020-11-06T14:59:27Z", [0.05], ""], [94587, "2020-11-06T14:05:43Z", [0.01], ""], [95992, "2020-11-06T04:48:58Z", [0.05], "Not much of a base rate on this, but I'd say if you had a dem majority Senate, it's a 50/50 probability in the next 2 years so they can push through a lot. With Republican majority, I don't see a lot of need for this since they can block with their majority anyway.  A 50% probability over 2 years is a 29% marginal 1 year probability. But the odds of a democrat controlled Senate are low (need two runoffs to go their way to get to 50/50). Assume that the odds of that are 12.5%. Then 12.5% * 29% = 3.6%.  What about the republicans? I see no reason to do it, maybe a 2% chance they do it. 2% * 87.5% = 5%"], [32258, "2020-11-06T01:51:24Z", [0.1], ""], [31275, "2020-11-06T01:46:09Z", [0.24], ""], [61598, "2020-11-06T01:32:45Z", [0.1], ""], [1333, "2020-11-05T19:02:01Z", [0.35], ""], [11518, "2020-11-05T16:38:49Z", [0.15], ""], [88766, "2020-11-05T15:46:07Z", [0.15], ""], [90167, "2020-11-05T15:36:21Z", [0.0], ""], [1333, "2020-11-05T15:09:19Z", [0.45], ""], [87827, "2020-11-05T13:43:04Z", [0.03], "Odds are low of Democratic control of the Senate, and I felt like odds of a filibuster change were fairly low even with a Democratic majority. Always the chance that Republicans tweak something on the filibuster but I don't see much reason for them to do that."], [89038, "2020-11-05T07:08:33Z", [0.03], ""], [56, "2020-11-05T06:34:19Z", [0.02], ""], [484, "2020-11-05T04:35:08Z", [0.0], "Down 70% based on election expectations. (Wait, does it really take time to count the ballots?)"], [94872, "2020-11-05T03:57:32Z", [0.3], ""], [81057, "2020-11-05T03:56:30Z", [0.24], ""], [83, "2020-11-05T03:41:51Z", [0.0], ""], [57778, "2020-11-04T23:24:08Z", [0.05], ""], [92762, "2020-11-04T23:14:11Z", [0.05], "I don't see Leader McConnell introducing filibuster reform in the next Congress."], [86233, "2020-11-04T22:57:21Z", [0.1], ""], [86233, "2020-11-04T21:39:20Z", [0.4], ""], [87064, "2020-11-04T21:30:35Z", [0.1], ""], [32258, "2020-11-04T20:49:44Z", [0.2], "Senate Republicans are in the majority and Biden likely the winner..so at this time, I'm not sure why they would change the rules...to do what?"], [68240, "2020-11-04T20:33:49Z", [0.1], ""], [90167, "2020-11-04T20:28:21Z", [0.4], ""], [92762, "2020-11-04T14:53:58Z", [0.15], ""], [60948, "2020-11-04T09:35:46Z", [0.45], ""], [88452, "2020-11-04T08:46:34Z", [0.4], ""], [74065, "2020-11-04T08:08:41Z", [0.0], ""], [94872, "2020-11-04T06:57:49Z", [0.4], ""], [94872, "2020-11-04T06:24:47Z", [0.5], ""], [92762, "2020-11-04T05:11:43Z", [0.25], ""], [94872, "2020-11-04T02:47:29Z", [0.6], ""], [1333, "2020-11-03T17:20:23Z", [0.55], ""], [88766, "2020-11-03T15:46:03Z", [0.74], ""], [32258, "2020-11-03T00:06:47Z", [0.65], "First, this depends totally on whether the Senate flips, secondly by how much, and third whether Democrats have the same boldness as Republicans do which is where I have many doubts. "], [31275, "2020-11-02T04:36:29Z", [0.59], ""], [45594, "2020-11-01T10:16:44Z", [0.25], ""], [1333, "2020-10-31T13:30:24Z", [0.64], ""], [94632, "2020-10-30T23:02:59Z", [0.68], ""], [86233, "2020-10-30T01:04:30Z", [0.6], ""], [1333, "2020-10-28T13:09:37Z", [0.65], ""], [34959, "2020-10-27T14:47:50Z", [0.65], ""], [60948, "2020-10-27T10:00:13Z", [0.5], ""], [61598, "2020-10-27T02:56:26Z", [0.7], ""], [96595, "2020-10-27T00:25:11Z", [0.75], ""], [94872, "2020-10-27T00:02:36Z", [0.8], ""], [94872, "2020-10-27T00:01:10Z", [0.75], ""], [1333, "2020-10-25T13:56:42Z", [0.73], ""], [45594, "2020-10-25T09:09:01Z", [0.25], ""], [484, "2020-10-25T02:44:59Z", [0.7], "Up 5% on Reid comment."], [80475, "2020-10-24T13:27:38Z", [0.4], "I almost always lose when going against the crowd. Raising odds because:\n1) I agree the Democratic odds of taking Senate have risen.\n2) You can definitely see a scenario where Dems are ready to pass a popular bill (e.g., COVID relief) and GOP does Party of No thing and blocks it. Ending Senate filibuster would at that point poll well with the general public.\n3) Definitely seems like it could be becoming a self-fulfilling prophecy. Just one example: https://www.kansascity.com/news/politics-government/article246607398.html But I still think it's going to be hard to get people like Mark Kelly, Kyrsten Sinema or Joe Manchin to go along with it. Also could open the door for pendulum to swing back to GOP in 2022 and 2024, with Republicans campaigning on there being a \"Democrat power grab.\""], [68240, "2020-10-20T17:36:48Z", [0.55], ""], [1333, "2020-10-19T11:12:59Z", [0.74], ""], [94872, "2020-10-19T03:31:28Z", [0.6], ""], [95823, "2020-10-18T19:32:14Z", [0.1], ""], [96318, "2020-10-18T19:26:56Z", [0.51], ""], [94632, "2020-10-18T17:53:21Z", [0.68], ""], [31275, "2020-10-17T03:13:11Z", [0.55], ""], [90167, "2020-10-16T23:26:23Z", [0.72], ""], [61598, "2020-10-15T23:05:27Z", [0.67], ""], [11447, "2020-10-15T20:14:21Z", [0.58], "c 35% chance republicans control the senate  And not the house at which point there seems little chance the filibuster changes. If the dems control all branches it feels like things will probably shift. Maybe 90% chance."], [92762, "2020-10-15T13:25:00Z", [0.45], "My thesis is that the legislative filibuster will be altered in order to pass Democratic legislative priorities including the Ruth Bader Ginsburg Judiciary Act if the Democrats win 52 seats or more in the Senate. Odds of winning 52 seats based on https://projects.fivethirtyeight.com/2020-election-forecast/senate/."], [88198, "2020-10-12T07:10:24Z", [0.51], ""], [19127, "2020-10-12T03:49:17Z", [0.38], ""], [86233, "2020-10-11T14:46:33Z", [0.62], ""], [2965, "2020-10-11T07:22:31Z", [0.9], ""], [18759, "2020-10-11T00:34:29Z", [0.65], ""], [1333, "2020-10-10T13:07:50Z", [0.75], ""], [94872, "2020-10-08T22:04:02Z", [0.8], ""], [1333, "2020-10-08T10:59:47Z", [0.74], ""], [60948, "2020-10-08T08:41:05Z", [0.4], "I'm going down to 40%. This seems like a terrible move for Biden to make, who is hoping to get elected on a mainstream, unity, normality platform.\n"], [86233, "2020-10-08T06:49:29Z", [0.61], ""], [691, "2020-10-07T20:31:48Z", [0.52], ""], [32199, "2020-10-07T15:16:35Z", [0.7], ""], [88614, "2020-10-07T15:11:38Z", [0.55], ""], [96037, "2020-10-05T18:32:39Z", [0.2], ""], [22689, "2020-10-05T02:16:59Z", [0.55], ""], [11518, "2020-10-04T21:03:28Z", [0.7], ""], [31275, "2020-10-04T00:49:01Z", [0.6], ""], [94751, "2020-10-03T19:19:15Z", [0.7], ""], [691, "2020-10-03T15:32:55Z", [0.5], ""], [94632, "2020-10-03T02:29:57Z", [0.68], ""], [92762, "2020-10-01T18:39:36Z", [0.55], "And one more rule. It's really hard to let go of your old thinking on an issue. But try. I found it really difficult to go from below 50 to above 50 on this questions because I remember all the reasons Democrats told Harry Reid not to change the filibuster. And the last four years proved they were right. But that was then and this is now. Don't be afraid to wipe the board clean and start fresh. And thus I venture bravely above 50%. With a 55. :-)"], [1333, "2020-10-01T18:09:28Z", [0.75], ""], [31275, "2020-09-30T21:01:09Z", [0.66], ""], [92762, "2020-09-30T16:01:47Z", [0.5], "You may or may not agree with Ezra Klein's politics but he clearly expresses here what progressive Democrats and increasingly moderate Democrats think about eliminating the legislative filibuster: \"Biden’s refusal [during the debate] to foreclose his options for making ambitious legislative governance possible again, by returning to both a Senate where a simple majority can pass legislation and a Supreme Court balanced between liberal and conservative justices, reflects a sea change occurring among Senate Democrats more broadly. Senate Majority Leader Mitch McConnell has disabused even moderate Democrats of their more hopeful notions of how governance might work, and there’s a growing recognition that polarized parties can no longer furnish the bipartisan coalitions necessary to pass even modest legislative agendas. Democrats face a choice between their agenda and the Senate’s current rulebook, and increasingly, they know it.\" [1] Staying somewhat under consensus as I believe the Democrats will need 52 not 50 seats to change how the filibuster is applied. Increasing from 75% to 95% that 52 seats is sufficient and from 5% to 25% for 51 seats. [1] https://www.vox.com/2020/9/30/21494912/joe-biden-2020-presidential-debate-filibuster-supreme-court-debate\n[2] https://docs.google.com/spreadsheets/d/14-GWZGDkorY70kGgg3YY7rnl_VwVb22WzQQR269iW8w/edit#gid=433563254"], [1333, "2020-09-30T14:43:08Z", [0.65], ""], [74641, "2020-09-29T22:47:01Z", [0.72], "it looks likely the democrats will gain control of the senate and thus will amend the filibuster rules"], [31275, "2020-09-29T01:55:58Z", [0.62], ""], [57778, "2020-09-28T08:02:52Z", [0.51], ""], [60948, "2020-09-27T22:58:50Z", [0.55], ""], [1333, "2020-09-27T13:08:29Z", [0.64], ""], [31275, "2020-09-25T23:53:58Z", [0.6], ""], [13055, "2020-09-25T17:51:06Z", [0.2], ""], [68240, "2020-09-25T15:51:52Z", [0.55], ""], [1333, "2020-09-25T14:33:27Z", [0.65], ""], [1333, "2020-09-24T18:18:40Z", [0.55], ""], [68240, "2020-09-24T02:51:54Z", [0.45], ""], [1333, "2020-09-23T18:05:04Z", [0.45], ""], [691, "2020-09-23T16:22:28Z", [0.49], ""], [60948, "2020-09-23T10:12:58Z", [0.6], ""], [86233, "2020-09-22T20:30:09Z", [0.62], ""], [94714, "2020-09-22T16:57:07Z", [0.7], "RBG"], [88614, "2020-09-22T15:28:17Z", [0.45], ""], [84880, "2020-09-22T01:23:11Z", [0.61], ""], [94872, "2020-09-21T22:57:05Z", [0.75], ""], [691, "2020-09-21T20:39:44Z", [0.48], ""], [81057, "2020-09-21T15:33:19Z", [0.62], ""], [61598, "2020-09-21T10:47:01Z", [0.62], ""], [31275, "2020-09-21T03:48:25Z", [0.52], ""], [94872, "2020-09-20T23:03:15Z", [0.65], ""], [45594, "2020-09-20T09:22:18Z", [0.25], ""], [18759, "2020-09-20T05:34:14Z", [0.55], ""], [90167, "2020-09-20T05:09:01Z", [0.59], ""], [67089, "2020-09-19T23:11:29Z", [0.65], ""], [60948, "2020-09-19T22:29:24Z", [0.55], ""], [34959, "2020-09-19T14:14:59Z", [0.63], ""], [92762, "2020-09-19T12:49:52Z", [0.55], "+10% Yes My prediction was below consensus because I could not see the specific issue Senate Democrats might use to reduce the scope of the filibuster. That is no longer true. The death of Ruth Bader Ginsberg means that updates to the Judiciary Act to increase the number of associate justices on the Supreme Court replaces the John Lewis Voting Rights Advancement Act or rejoining the JCPOA as the most likely vote that results in a weaker filibuster. Threshold is now 52 Democratic Senators. My work is here:\nhttps://docs.google.com/spreadsheets/d/14-GWZGDkorY70kGgg3YY7rnl_VwVb22WzQQR269iW8w/edit?usp=sharing\nSee 52_or_more tab"], [92762, "2020-09-19T12:47:50Z", [0.45], "Comment deleted on Sep 19, 2020 12:49PM UTC"], [1333, "2020-09-19T08:14:35Z", [0.43], ""], [94632, "2020-09-17T18:11:45Z", [0.68], ""], [22689, "2020-09-16T21:57:46Z", [0.25], ""], [34353, "2020-09-16T14:10:32Z", [0.0], ""], [60948, "2020-09-16T12:45:37Z", [0.5], ""], [60948, "2020-09-16T12:45:19Z", [0.4], ""], [49436, "2020-09-16T02:14:12Z", [0.05], ""], [94587, "2020-09-16T01:27:41Z", [0.68], ""], [62438, "2020-09-15T20:19:52Z", [0.52], ""], [691, "2020-09-15T15:41:59Z", [0.46], ""], [90167, "2020-09-15T14:52:16Z", [0.54], ""], [88766, "2020-09-15T07:38:12Z", [0.56], ""], [32258, "2020-09-14T23:18:33Z", [0.65], ""], [85986, "2020-09-14T18:06:05Z", [0.55], ""], [88614, "2020-09-14T18:01:11Z", [0.35], "Just noticed that question closes in 2022 not 2021.  "], [93496, "2020-09-14T03:50:52Z", [0.5], ""], [484, "2020-09-14T01:19:38Z", [0.65], "Up 5% to be ahead of the consensus."], [40584, "2020-09-13T23:38:47Z", [0.6], "I think I'd prefer to be on the high side of the crowd. "], [12850, "2020-09-13T21:16:19Z", [0.6], ""], [17815, "2020-09-13T19:56:34Z", [0.7], ""], [86233, "2020-09-13T17:48:38Z", [0.65], ""], [60948, "2020-09-13T11:28:46Z", [0.6], "Warning shot: https://www.nbcnews.com/politics/2020-election/democratic-insiders-set-war-room-quickly-kill-filibuster-n1239920 In other news, I've updated twice too much on other people's forecasts."], [88452, "2020-09-12T21:06:47Z", [1.0], ""], [88766, "2020-09-12T11:25:34Z", [0.52], ""], [57778, "2020-09-12T10:57:08Z", [0.56], ""], [88198, "2020-09-12T05:06:11Z", [0.41], ""], [87064, "2020-09-11T21:03:27Z", [0.7], ""], [38, "2020-09-11T18:02:59Z", [0.55], "Dang it!  I keep forgetting that this question doesn't close THIS coming January first!"], [534, "2020-09-11T14:34:49Z", [0.75], ""], [88766, "2020-09-11T07:59:16Z", [0.38], ""], [32258, "2020-09-10T22:07:36Z", [0.55], ""], [60948, "2020-09-09T20:38:23Z", [0.25], "Go down by ~2%/month. "], [91695, "2020-09-09T14:02:46Z", [0.6], ""], [88766, "2020-09-09T09:55:56Z", [0.61], ""], [32258, "2020-09-08T22:33:28Z", [0.5], ""], [60948, "2020-09-08T21:25:36Z", [0.25], ""], [90433, "2020-09-08T17:56:30Z", [0.95], "The filibuster is gone if Dems get complete control"], [1333, "2020-09-08T16:13:22Z", [0.44], ""], [19127, "2020-09-08T09:38:34Z", [0.37], ""], [13835, "2020-09-06T22:44:27Z", [0.5], ""], [45594, "2020-09-06T10:55:41Z", [0.25], ""], [95548, "2020-09-06T04:59:30Z", [0.27], ""], [2965, "2020-09-04T21:36:07Z", [0.9], ""], [60948, "2020-09-04T17:43:01Z", [0.2], "30->20"], [691, "2020-09-04T15:36:02Z", [0.44], ""], [88766, "2020-09-04T08:15:19Z", [0.29], ""], [38, "2020-09-03T23:27:27Z", [0.0], "\nhttps://www.theatlantic.com/ideas/archive/2020/09/fix-filibuster/615961/ \". . . at least three and possibly more Democrats in the Senate have said they are opposed to eliminating the rule. . . . West Virginia’s Joe Manchin, . . .  Jon Tester, Kyrsten Sinema, and Doug Jones."], [38, "2020-09-03T19:19:16Z", [0.0], "https://www.yahoo.com/lifestyle/manchin-counters-obama-on-eliminating-filibuster-i-will-do-everything-i-can-to-prevent-it-224820099.html August 6, 2020 “I will do everything I can to prevent it from happening,” Manchin, a Democrat, told Yahoo News . . .  \". . .  We’re not going to run this country from the extremes, and if you do away with the filibuster as we know it and basically the 60-vote rule, then you’re going to have the Senate no different from the House — it can go to the fringes to the right or the left.” He added that he wonders why Senate leadership is “just hellbent on dividing the country to where it’s my side or your side, not our side.” With the Senate expected to be nearly evenly divided after November, the views of moderates like Manchin, Jon Tester, D-Mont., and Kyrsten Sinema, D-Ariz., will weigh heavily in determining whether the filibuster remains in place.  Adam Jentleson, who was deputy chief of staff to former Senate Majority Leader Harry Reid and is the author of a forthcoming history of the Senate, “Kill Switch,” said that even if conservative Democrats say they will block the party from removing the filibuster, they could well change their minds if circumstances suit them. “Count me skeptical in general of even the most seemingly firm statements of opposition,” he told Yahoo News. “Things change.” Jentleson said the debate on “going nuclear,” a term used for blowing up the filibuster, has evolved in recent months. “What’s becoming increasingly clear is that in the polarized country we have, going nuclear isn’t necessary to pass far-left priorities; it’s necessary to pass middle-of-the-road priorities and really for the Senate to function at all,” Jentleson said. He concurred that the filibuster has been repeatedly used to block civil rights legislation from slavery through the Jim Crow era, casting Obama’s decision to make the proposal while eulogizing a civil rights hero as significant. “There’s a reason [the filibuster] has been birthed into existence and honed over the years when reactionary white conservatives have found themselves outnumbered and wanting to defy the march of progress and the will of the majority,” Jentleson said. “The net effect today is still to empower a minority of reactionary white conservatives to impose their will on the rest of the country without having to secure a majority of the vote or win the battle of public opinion. And that’s part of why it’s so dangerous in a democracy because the agenda of our government doesn’t reflect the will of a majority. It reflects the will of a minority that’s dramatically out of step with the rest of the country, and that’s not a healthy dynamic.”\n~~~~~~ https://www.nationalreview.com/magazine/2020/08/24/democrats-might-regret-killing-the-filibuster/#slide-1 \"The nuclear option would change Congress for the worse . . .  There are reasons for objective observers to throw cold water on these hopes. While Democrats certainly have a path to a Senate majority, much will doubtless change between now and November. Even if the Democrats manage to win a Senate majority, it proably will not be large enough to overhaul the body’s rules to the liking of the Left.  Nonetheless, pressure is building in Democratic circles to eliminate the filibuster once and for all. According to reporting in The Hill, Oregon senator Jeff Merkley, one of the chamber’s most outspoken liberals, is circulating “nuclear option” proposals to end the already attenuated filibuster. Delaware senator Chris Coons, who frequently masquerades as a moderate, made clear his support for abolishing the procedure should it prove a barrier to a hypothetical Biden agenda. When Majority Leader Mitch McConnell, of Kentucky, cautioned against filibuster reform, MSNBC host Rachel Maddow responded with a tweet reading, simply, “LOLOLOL.” This marks a shift from a year ago, when Senate Democrats were more divided on the question. At that point, Elizabeth Warren, of Massachusetts, was pushing for eliminating the filibuster as part of her misbegotten presidential campaign. Under pressure, Minority Leader Chuck Schumer, of New York, said in July that nothing was “off the table” when it came to the filibuster, and Dick Durbin, of Illinois, the No. 2 Democrat in the Senate, made similar noises.  Yet at that point, numerous other Democrats seemed reluctant, including Bernie Sanders and Kamala Harris, neither of whom could be described as a “moderate.” Virginia’s Tim Kaine, who like Coons has mastered the art of getting the D.C. press corps to call him a “moderate” for little discernible reason, also expressed concern. Now the ranks of reluctant Democrats seem to be shrinking. Many of those mentioned above are changing their tune or avoiding the question, leaving a smaller cadre of liberal senators expressing skepticism about the nuclear option. Angus King, of Maine, an independent-in-name-only, has expressed discomfort with the move. Dianne Feinstein, of California, certainly no moderate, has also said that she believes the legislative filibuster serves the Senate well. Joe Manchin, of West Virginia, whose overwhelmingly conservative voters would no doubt object to greasing the skids for liberal legislation, says he opposes the nuclear option in no uncertain terms. According to a Politico profile from late last year, Arizona’s Kyrsten Sinema likewise opposes the move. If these four continue to hold out, Democrats will need to do much better than expected in this fall’s Senate races to have the numbers required to kill the filibuster once and for all.  Why the reluctance? . . .   Beyond this obvious turnabout-is-fair-play scenario, the nuclear option’s other, longer-term political effects should give Democrats pause.  First, a major procedural change would create immense uncertainty for Democratic incumbents. In my conversations with current and former Senate GOP staffers, I find near unanimity in predicting one outcome: In the short term, the nuclear option would create chaos. The Senate would immediately come to look a lot more like the House, where the speaker rules with an iron fist. In a purely majoritarian Senate, the majority leader becomes the gatekeeper for lawmaking. Anything that reaches the floor of the Senate would presumably become law with relatively little deliberation, as the need to build consensus went out the window. At least in the short term, this would likely make lawmaking even more polarized than it already is.  To put this in concrete terms: Chuck Schumer, newly empowered, would have to navigate treacherous political waters with a deftness he has not, to date, shown. Likewise, individual senators would face countervailing political pressures, pressures that would pit their general-election prospects squarely against the priorities of the partisans in their primary electorates.  As the political scientist David Mayhew notes in his book Partisan Balance, the filibuster functions as a kind of “intensity net” that scuppers legislation that the majority may support mildly but that roughly a third of the chamber opposes fiercely. Senators can play both sides of this net. If a bill beloved by the base will certainly fail, they can vote for it without worrying about paying in the general election for its material consequences. Conversely, a bill doomed to failure can be an opportunity to burnish one’s bipartisan credentials by crossing the aisle without the consequence of passing policy. Manchin is the master of this strategy, always there for a bipartisan vote when it no longer matters.  Senators would lose the ability to use the filibuster to take conspicuous albeit doomed stands on major issues. While the “talking filibuster” has become a comparatively small part of the chamber’s daily life, it is still on the books. Any senator can hold up the business of the world’s greatest deliberative body so long as he or she can keep standing and talking without rest. A decade ago, Bernie Sanders raised his national profile considerably by speaking for nine hours against a bipartisan tax deal. Three years later, Rand Paul, of Kentucky, filibustered the nomination of John Brennan to be CIA director, to raise concern about America’s drone program. (Paul’s filibuster would be impossible today thanks to Reid’s decision later that year to go nuclear on almost all nominations.) In 2016, Chris Murphy, of Connecticut, spent nearly 15 hours advocating a House gun-control bill. These efforts were doomed to fail from the start, but they dramatized the stakes of specific policies and, especially in Sanders’s case, paid long-term political dividends.  In many respects, over the last two years the filibuster has protected Democrats from their worst political instincts. The Democratic majority in the House has gleefully passed extreme bills, most recently an overwhelming vote to grant statehood to the District of Columbia. D.C. statehood polls poorly nationwide and would be a poison pill for senators outside liberal coastal enclaves. Yet a Senate Democratic majority freshly sans filibuster would feel intense pressure to take up and pass just these sorts of bills. Radical pieces of legislation with little to no chance of passing today might, with just a few seats changing hands in the Senate, become close-run things.  Put differently: Self-styled moderates in both parties would lose the ability to cast “free” votes, i.e., votes that help them appeal to swing voters in November by making them appear less partisan, even as those votes do not change the outcome of a particular bill. They would have to be willing either to murder the aspirations of their base voters or to risk being tarred as out of step with the broader electorate back home. In an era with increasingly fierce primaries and increasingly frequent wave elections, either option is politically risky.  Given such an uncertain environment, political mistakes would almost certainly be made — mistakes that in-cycle incumbent senators in the majority would pay for in the next election. Changes in behavior to correct for initial extremism, both among the rank-and-file and in leadership, would happen only over time, and likely only once voters had had an opportunity to punish incumbents at the ballot box. A hypothetical Republican minority would be able to watch and learn as the Democratic majority groped its way through the new political landscape. At the same time, the minority party would lose its primary consensus-forcing mechanism. Without the legislative filibuster, it would probably pursue two strategies: a full-force public-relations campaign against vulnerable majority-party senators facing reelection, and procedural guerrilla warfare in the chamber.  Politicians loathe going out on a limb politically, but in a filibuster-free Senate, majority-party senators would be forced to take public positions on House bills early to encourage moderation. Activist groups would, likewise, learn to exert continuous public pressure, no doubt abetted by social-media-savvy members of the House on the Democratic Party’s left fringe. All of this would create heightened pressure on moderate Democrats, increasing the risk of making a costly political error.  Unable to bargain over the substance of legislation via the filibuster, minority-party senators would instead play for time behind the scenes as much as possible. The standing rules of the Senate allow individual senators, provided they have the support of party leadership, to prevent any motion from reaching the floor. These “secret holds” gum up the works of legislation and would become ubiquitous. Out in the open, senators would force cloture votes on actions large and small to waste weeks of floor time. Inane amendments designed to force conference committees on all House bills would sprout like mushrooms. Dilatory tactics would become standard operating procedure.  Procedural pushback would filter down to the committees as well. Today, some committees have quorum rules that require members of the minority to be present for the committee to conduct business. If the majority began to advance extreme legislation without bargaining, the minority party would no doubt weaponize these rules, refusing to show up as a means of shutting down committee work. The increased risk that any bill that reached the floor would pass would leave few choices. And should the committees elect to remove minority-party-representation requirements, effectively going nuclear on their quorum rules, they would be further removed from the legislating process. All of this would serve to damage whatever goodwill remained in the Senate. It would also place considerable strain on intraparty relations across the two chambers. The Senate majority leader would learn to pressure the speaker of the House, either to temper extreme House bills or to write legislation as an opening bid for bargaining. Conference committees would become the primary sites for legislating.  Still, a Majority Leader Schumer looking to protect his conference could easily find himself at loggerheads with a Speaker Pelosi attempting to fend off radical factions in her conference chamber. Is Chuck Schumer willing to declare the priorities of the Left dead on arrival? Is he prepared to watch senators defect and vote down these efforts on the floor? Last, but certainly not least, a hypothetical President Biden, a creature of the Senate, might find himself missing the filibuster after a strong GOP showing in the 2022 midterms. After Republicans took control of the upper chamber in 2014, Harry Reid used the legislative filibuster to shield President Obama from having to veto Republican priorities. Should Republicans retake both chambers two years into a Biden presidency, the incumbent would have few instruments available to avoid using his veto pen. No president running for reelection wants to choose between obstructionism, which mobilizes the other party’s base, and accommodation, which saps energy from one’s own. Under these conditions, the majority leader could extract brutal concessions on legislation in return for judicial confirmations — or vice versa. Those are precisely the sorts of concessions that could feed a primary challenge to Biden from the left. Biden’s advanced age, ideological amorphousness, and limited retail skills on the trail would make him vulnerable to just such an endeavor. A weakened, fragmented Democratic Party might, in turn, hand over unified power to the GOP after 2024, with no legislative filibuster to stand in the way of a conservative agenda. That prospect is almost enough to make one hope that the Democrats choose the nuclear option after all. \n~~~~~~~\nCOMMENT:  It is my belief that a healthy, functioning democracy requires 3 consents:  \n1)  the consent of the minority to majority rule\n2) the consent of the majority to minority dissent\n3)  the consent of all to the rule of law It seems to me that the filibuster is presently enabling the tyranny of the minority, however, without it, we would have the tyranny of the majority.  Neither is desirable nor healthy.  Given that the majority has more power, I think that the removal of the filibuster would be a recipe for extremist legislation that would be as quickly and easily undone after an election as DJT undid the EO's of the Obama administration, and this would lead to chaos and instability, as well as poorer government and public policy."], [87064, "2020-09-03T19:18:33Z", [0.0], ""], [38, "2020-09-03T18:34:41Z", [0.0], "https://www.businessinsider.com/senate-democrats-cautious-on-killing-the-filibuster-biden-agenda-2020-8\nAugust 7, 2020 \"In interviews outside the historic Senate chamber earlier this week, several Democrats said they would not vote to eliminate what Obama calls the \"Jim Crow relic\" requirement that a supermajority of 60 votes must coalesce behind a bill for it to pass the procedure-bound chamber. Others insisted they remain on the fence even while acknowledging the filibuster would make it harder if they win the majority in 2020 for Democrats to pass a long legislative wishlist on everything from climate change to gun control and health care — the kinds of issues that have long drawn fervent Republican opposition. \"No, I would not vote to eliminate the filibuster,\" Sen. Joe Manchin, a West Virginia Democrat, said. \"That's not what the Senate is about.\" Killing the rule, Manchin added, would reduce the upper chamber to a \"glorified\" version of the majority-rules House of Representatives.  Sen. Dianne Feinstein also cannot be counted on by those wishing to get rid of the rule. The California Democrat who ranks as the fifth longest-serving senator in a chamber that prides itself on precedent told Insider the filibuster gives all of the country's voters an important say in whether any legislation is passed.  \"I think it's a part of Senate tradition, which creates a sobering effect on the body, which is healthy,\"  Feinstein said in an interview. The Senate filibuster is legendary for making it difficult to move legislation through a chamber where the difference between the majority and minority parties in recent years has been just a handful of seats. It's been the sticking point stalling many big legislative lifts too, like police reform and a border wall during the Trump era and Obama's losing efforts to enact laws capping greenhouse gas emissions and controlling guns. Still, some of the senators interviewed said they remain reluctant to take a position on eliminating the 60-vote threshold. A few cautioned though that they could change their minds if the GOP repeated the same playbook used during the Obama years to block another Democratic president's priorities. \"I suppose Republican intransigence could ultimately provoke me to that,\" said Sen. Sheldon Whitehouse of Rhode Island, adding that it's premature to make a decision now. To change the rules, Senate Democrats would need a simple majority of 51 votes to end the filibuster. Assuming no Republican would back that move if they were in the minority come 2021, that means Democrats can't afford to lose that many of their own when pressing ahead on such a historic change. Democratic power brokers leaning toward repeal\nObama called on Democrats to eliminate the filibuster if they won the Senate and the White House last week while delivering the eulogy for civil rights icon John Lewis in Atlanta. The former president said that if politicians wanted to honor Lewis they'd work to pass bills to protect voting rights, make Election Day a national holiday, and guarantee every American has equal representation. \"And if all this takes eliminating the filibuster — another Jim Crow relic — in order to secure the God-given rights of every American, then that's what we should do,\" Obama said. Even before Obama's recent remarks, Democratic leadership had already floated the possibility of doing away with the rule. Biden, the presumptive Democratic nominee and himself a former six-term senator from Delaware, told reporters in July that he was open to eliminating the filibuster if Republicans made it difficult for him to move his agenda. \"It's going to depend on how obstreperous they [Republicans] become,\" Biden, who previously supported the filibuster, said. \"But I think you're going to just have to take a look at it.\"  Senate Minority Leader Chuck Schumer, who is positioned to take the helm of the chamber if Democrats reclaimed the majority, has also signaled that he could move to strike the filibuster. \"Nothing's off the table,\" the New York Democrat told reporters last month.  Schumer's office reiterated those comments when asked Tuesday about changing the Senate rules in 2021 if he's the new majority leader. But based on the number of reluctant Democrats Insider contacted this week, Schumer may not have enough votes to kill the filibuster within his own party. Ross Baker, a political science professor at Rutgers University, said some Democrats may be cautious about killing the filibuster for fear of Republicans using the same tactic whenever they next reclaim the majority. In 2013, then Senate Majority Leader Harry Reid of Nevada eliminated the filibuster for most of Obama's presidential nominees after Republican opposition meant many key government positions went unfilled.  The unintended consequence was that his successor, Sen. Mitch McConnell, has used that leeway to quickly confirm President Donald Trump's appointees, while also reshaping the judiciary by confirming more than 200 conservative federal judges, a historic number that could have ramifications for decades.  McConnell also expanded Reid's move in 2017 to include the Supreme Court, paving the way for the lifetime appointments of both Neil Gorsuch and Brett Kavanaugh. Sen. Chris Coons, a moderate who now holds Biden's Senate seat from Delaware, said he favors negotiations with Republicans before the party leadership institutes a rule change that allows it to jam bills through the Senate. \"I have long spoken in defense of the filibuster,\" Coons said. \"What I've said was it — and this is very hypothetical —  if Joe Biden is the president, if there is a Democratic majority, I won't stand by for four years, and allow every effort to make progress to be blocked.\"  \"That means,\" Coons added, \"if these hypotheticals come to pass, there will have to be some negotiations about how we work together to make progress.\" Several Democrats such as Sen. Gary Peters of Michigan said on Tuesday they were focused on winning the Senate in November and that they would \"wait and see\" on the filibuster question. Democratic Sen. Tim Kaine acknowledged the 60-vote requirement would make it harder for Democrats to pass their priorities. But Hillary Clinton's 2016 running mate also said changing the filibuster is not a priority among the Virginians he talks to. \"My constituents never ask me about the Senate rules; they just asked me about minimum wage, the Equality Act, and doing something to deal with background checks,\" Kaine said. \"So it's just not an issue... you should never change a rule just to change a rule.\" Sen. Chris Murphy of Connecticut said he favors reforming Senate procedure. But he wouldn't elaborate on how that happens. \"I don't think that it's consistent with the preservation of American democracy as it's used today,\" Murphy said. \"There are lots of different possibilities to reform the filibuster...I think we need to focus on the elections first and then see where we are.\" For the party's left wing, the prospect of winning control of both chambers of Congress and the White House means a legitimate shot at passage of some of the boldest ideas discussed during the Democratic primaries of 2020, where Biden emerged from a pack on more than a dozen contenders.  \"If Mitch McConnell is going to continue to block everything that a Democratic president tries to pass the way he did with Barack Obama,\" Sen. Elizabeth Warren, the Massachusetts Democrat and former presidential candidate, said in an interview, \"then it will be time to get rid of the filibuster.\"  \n"], [484, "2020-09-03T17:14:58Z", [0.6], "(no change) Interesting idea from the AEI, a conservative think tank: https://www.theatlantic.com/ideas/archive/2020/09/fix-filibuster/615961/"], [29980, "2020-09-02T20:49:43Z", [0.05], ""], [94587, "2020-09-02T01:39:11Z", [0.68], "Agreeing with @bowenmjr   I upped from 65%.  There will be public pressure to \"stop the gridlock.\""], [60948, "2020-09-01T17:20:58Z", [0.3], "Despite news, which tend to be alarmist there doesn't seem to be any particular reason why this would be the case. In particular, we haven't seen any warning shots yet. "], [1333, "2020-08-31T16:37:58Z", [0.43], ""], [1333, "2020-08-31T16:28:58Z", [0.43], ""], [38, "2020-08-30T21:56:10Z", [0.22], ""], [94632, "2020-08-30T20:53:57Z", [0.68], "Having done more research, I am now significantly more confident a filibuster change will happen with a Democratic majority in the Senate. Each party has made a change to the filibuster after gaining control in the last 2 swings (2013 and 2017), so the recent precedence in there. Ongoing protests continue to provide pressure from below while support from key figures provides it from above. More importantly, however, it appears the American people are reaching a breaking point with platitudes from politicians. Many are now demanding more than prayers and investigations, they are demanding actual, substantive change. This is one of the easiest ways to achieve a tangible result to point to with supporters without sticking your neck out politically. On top of this, Democrats have a ton of legislative proposals that have been killed in the Senate in large part due to the filibuster and are therefore further incentivized to pass this particular piece of legislation quickly once they win the Senate. Not doing so would risk a stalemate in their first years in charge which could drive voters pack to the GOP. Politically speaking, if the Dems win the Senate, this move just makes sense"], [691, "2020-08-28T15:48:12Z", [0.44], ""], [1333, "2020-08-28T15:00:53Z", [0.42], ""], [34959, "2020-08-28T06:06:09Z", [0.55], ""], [92762, "2020-08-24T20:56:20Z", [0.45], "Rethinking my previous number. If the Democrats elect 53 or more Senators, the legislative filibuster will go the way of the dodo.  Numbers are based on:\nhttps://forecast.decisiondeskhq.com/senate My work is here:\nhttps://docs.google.com/spreadsheets/d/14-GWZGDkorY70kGgg3YY7rnl_VwVb22WzQQR269iW8w/edit?usp=sharing"], [1333, "2020-08-24T18:20:36Z", [0.41], ""], [87691, "2020-08-24T05:39:54Z", [1.0], ""], [1333, "2020-08-23T18:22:38Z", [0.4], ""], [31275, "2020-08-23T16:06:19Z", [0.46], ""], [88452, "2020-08-23T13:19:03Z", [0.92], ""], [57778, "2020-08-23T10:54:25Z", [0.53], ""], [95096, "2020-08-21T08:59:58Z", [0.1], ""], [62438, "2020-08-21T00:12:25Z", [0.65], ""], [89038, "2020-08-20T22:37:04Z", [0.5], "Going up, seems there is a broad consensus between both political parties ... haven't said that in a while anywhere, let alone the US!"], [31275, "2020-08-20T21:03:50Z", [0.48], "Okay going with crowd until I can research further."], [1333, "2020-08-20T18:54:20Z", [0.39], ""], [94632, "2020-08-20T15:27:40Z", [0.38], ""], [91903, "2020-08-19T16:54:12Z", [0.65], "I may be low on this because I am a traditionalist and would prefer the old filibuster as it was. "], [1333, "2020-08-19T16:16:09Z", [0.38], ""], [91924, "2020-08-19T14:49:36Z", [0.6], ""], [31275, "2020-08-19T00:15:34Z", [0.46], "It depends on who wins the Senate. Dems would probably expand to limit Republican use. Raising some toward middle until picture clarifies."], [74065, "2020-08-18T22:57:56Z", [0.85], "Neither side actually likes the filibuster.  If the WH and Senate get flipped they'll kill more filibuster-able matters.  If the Senate and WH don't get flipped, they'll kill more filibuster-able items. The only difference will be which party/news network now thinks it's un-American to filibuster/disallow filibusters.   A small 15% chance that voters flip the WH but not the Senate or vice versa.  "], [94714, "2020-08-18T22:07:12Z", [0.65], "Restricting the filibuster is a policy action that has public support and would be a coherent outcome of an increasingly progressive Democratic Party Congress. https://www.dataforprogress.org/blog/2020/8/13/voters-support-eliminating-the-filibuster"], [691, "2020-08-18T21:49:41Z", [0.42], ""], [691, "2020-08-18T17:18:43Z", [0.47], ""], [1333, "2020-08-18T16:56:37Z", [0.37], ""], [95096, "2020-08-18T15:25:24Z", [0.3], ""], [85986, "2020-08-18T00:55:25Z", [0.4], "Increasing probability because as other users have pointed out (@Ryan-Beck and others) the question's condition is met for even small change in the filibuster."], [86785, "2020-08-17T17:05:29Z", [0.55], ""], [87827, "2020-08-17T16:30:57Z", [0.35], "Reading other comments and the Brookings article I realized I missed that even a narrow change in the filibuster would satisfy the question based on the wording. New forecast reflects the fact that some Democratic senators may be unlikely to support further limiting the filibuster, even narrowly, and that there is still uncertainty in Democrats winning a majority. I'm giving it a higher probability than initially though because I would expect support for a narrow change to the filibuster is likely to be higher than for eliminating it entirely."], [87827, "2020-08-17T16:20:31Z", [0.15], "A simple majority is required to change the rules that would end the filibuster, but the odds of both Democrats winning a senate majority and of 51 or more of those Democratic senators wanting to eliminate the filibuster seems pretty low. The filibuster is a check on the majority, and I think Democrats in the Senate would be hesitant to change that rule and be on the receiving end of that change in later years. Joe Biden has seemed reluctant to support ending the filibuster as well. It's possible, but seems unlikely."], [95065, "2020-08-17T08:49:00Z", [0.8], ""], [1333, "2020-08-17T05:08:44Z", [0.36], ""], [34959, "2020-08-17T04:46:32Z", [0.5], ""], [8318, "2020-08-17T04:04:44Z", [0.89], ""], [87427, "2020-08-16T22:38:11Z", [0.15], ""], [1333, "2020-08-16T20:36:48Z", [0.35], ""], [691, "2020-08-16T15:18:27Z", [0.52], ""], [45594, "2020-08-16T08:09:28Z", [0.25], ""], [57778, "2020-08-14T09:58:01Z", [0.45], ""], [1333, "2020-08-13T18:20:14Z", [0.25], ""], [19127, "2020-08-13T13:17:53Z", [0.41], ""], [84880, "2020-08-12T23:39:19Z", [0.45], ""], [88766, "2020-08-12T12:15:10Z", [0.44], ""], [94632, "2020-08-11T22:26:59Z", [0.38], ""], [32258, "2020-08-11T20:00:48Z", [0.55], ""], [68240, "2020-08-11T18:46:10Z", [0.41], "Change: +4, Reasoning Obama endorsed ending the filibuster if needed to pass certain legislation. "], [1333, "2020-08-11T17:36:13Z", [0.16], ""], [57628, "2020-08-11T14:29:08Z", [0.2], ""], [85986, "2020-08-10T00:32:50Z", [0.2], "Assuming a 50% chance Democrats take the Senate and a 40% chance they produce filibuster reform by 1st January 2022. Current sentiment for a filibuster reform seems luke-warm from some recent news articles. Fairly confident on the 50/50 Democrat/Republican senate chances. Trying to find a better way to estimate the chance of filibuster reform given a Dem Senate. \nhttps://www.businessinsider.com/senate-democrats-cautious-on-killing-the-filibuster-biden-agenda-2020-8\nhttps://abcnews.go.com/Politics/democrats-filibuster-rule-change-2021-senate-white-house/story?id=71843410"], [89236, "2020-08-09T16:31:00Z", [0.15], "Woodrow Wilson took office in 1913.\nThe origin of the Cloture Rule is crafted in 1917 after a group of anti-war senators prevented the armament of merchant marine vessels.  World War 1 was the first in which an unrestricted German navy expanded its submarine fleet and gravely threatened international shipping. Harry S Truman took office in 1945. \nThe senate changed filibuster rules in 1949 with the purpose of disempowering Cloture.  Dwight D Eisenhower took office in 1953. In 1959, changes to the Cloture Rule surfaced in the midst of the Civil Rights movement. Nixon took office in 1969 and further filibuster reform took place in 1970 leading to the “two-track” system. President Ford replaced Nixon in August of 1974, and in March of 1975, the cloture rule requirement \nshrank to 60 votes In Jan 2001 George Bush took office, and it wasn’t until 2005 that Bill Frist and a group of Republican senators sought to limit the scope of filibuster power specifically eliminating its use for judicial appointments.  This was the year that the “Gang of 14” intervened and found ways to retain that scope of power. Barack Obama was elected in Nov of 2009, and in April of 2010 monthly meetings took place to discuss the subject and history of filibuster, and in 2013 temporary and permanent changes were agreed upon.  Post cloture debate would no longer prevent a motion from moving forward. November of 2016 Donald Trump made the White House his residence, and was the first president to list it on Zillow.    In April of 2017, the Republican controlled Senate paved the way for Trumps Supreme Court appointee, Neil Gorsuch. History shows filibuster changes occurring at times early in the presidents tenure and other times late.  It also shows that bipartisanship is giving way to pure partisanship, and no senator wants to see bipartisanship completely die. 60 votes retains a reasonable minimum level of bipartisanship to move bills forward. The question here should state, will bipartisanship die next year. The Republican base knows the dems will pull the trigger so I see a slightly amicable right base No changes before 2022 unless @SE_Meyer can convince.. thoughts @benjuliano1"], [88452, "2020-08-08T09:38:01Z", [0.7], ""], [84665, "2020-08-08T03:35:07Z", [0.85], ""], [57778, "2020-08-08T03:30:46Z", [0.45], ""], [19127, "2020-08-07T18:32:35Z", [0.43], ""], [92980, "2020-08-07T18:23:02Z", [0.49], ""], [34959, "2020-08-07T15:28:21Z", [0.58], ""], [90167, "2020-08-07T02:54:58Z", [0.49], ""], [90457, "2020-08-06T11:37:53Z", [0.87], ""], [57778, "2020-08-06T09:28:50Z", [0.31], ""], [22689, "2020-08-06T04:38:48Z", [0.5], ""], [94849, "2020-08-06T02:49:29Z", [0.8], ""], [88766, "2020-08-06T00:41:04Z", [0.8], ""], [691, "2020-08-05T19:55:40Z", [0.54], ""], [90433, "2020-08-05T19:26:12Z", [0.95], "Even Obama wants the filibuster gone. Kiss it Goodbye in January."], [94841, "2020-08-05T12:47:45Z", [0.3], ""], [19127, "2020-08-05T11:18:22Z", [0.44], ""], [92887, "2020-08-05T00:01:25Z", [0.6], ""], [88614, "2020-08-04T15:31:33Z", [0.15], ""], [691, "2020-08-04T15:17:13Z", [0.52], ""], [57778, "2020-08-04T10:00:26Z", [0.4], ""], [61368, "2020-08-04T09:12:21Z", [0.0], "No. Because the DEMS will hold the senate"], [87744, "2020-08-04T06:21:10Z", [0.2], ""], [89039, "2020-08-04T02:20:19Z", [0.3], "The current saga of filibuster reform began in 1975 when the number of votes needed to pass a cloture motion was reduced to 60. Since that time, five other substantive revisions have occurred in 1979, 1986, 2013 and 2017 respectively. This leaves us with an average of some kind of reform every nine years. As can been seen from a brief glance at the dates however, this doesn’t present a full picture. The Senate tends to go through phases where it fits the majority party’s interest to alter procedure for partisan reasons and when these periods occur the usually last about 4 years (1975-9, 2013-7) but can go as long as 7 (1979-1986). [1] By this logic, 2021 seems like it might be the time for the upper chamber to take a look at its rulebook again. On the one hand we have former President Barack Obama and hopeful Joe Biden calling for an end to filibuster as it becomes more likely that the latter will best Trump in the November election. [2] On the other one must confront the obstacle necessary to make such an ambition reality. There are a couple of different ways to change or even eliminate the filibuster rule. They all involve complex procedure but the long and the short of it for the current discussion is that all of them require at least 51 votes. There is no incentive on the part of political opponents to change the filibuster which means that if change is to happen, a filibuster-destroying majority is the only option. Senate Majority Leader Mitch McConnell uses it as a very effective tool to score political victories. [3] The question really is ‘Will the Democrats win a Senate majority in 2021?’ because the question ends before a new class is elected in 2022. As I have argued elsewhere the answer is, it’s certainly possible but probably not. [4] [1]https://www.brookings.edu/policy2020/votervital/what-is-the-senate-filibuster-and-what-would-it-take-to-eliminate-it/\n[2]https://www.nytimes.com/2020/07/30/us/obama-filibuster-senate-democrats.html\n[3]https://www.brookings.edu/blog/fixgov/2017/04/06/filibuster-republican-friend-or-foe/\n[4]https://www.gjopen.com/comments/1095622"], [56, "2020-08-04T01:19:23Z", [0.05], ""], [85986, "2020-08-04T00:59:22Z", [0.6], ""], [19127, "2020-08-04T00:04:05Z", [0.42], "Roughly following @Quincel1 (albeit with higher estimates on the conjuncts):  1) The scenarios where filibuster-busting is attractive are when one party has the presidency and a non-supermajority of the senate. The democrats winning the presidency and 'flipping' the senate (but not to a super-majority) is perhaps the most likely scenario given current election predictions - the status quo of R presidency and R senate majority is also possible. Other scenarios which make this essentially moot (e.g. Democrats winning one of the presidency or the senate majority) seem to draw ~~40% of the probability mass to me. 2) Conditional on filibuster-busting being relevant, the issue looks highly likely to come up, given high levels of polarisation, likelihood of 'party line' votes on issues, and typical desire of incoming administrations to enact their most important reforms at the start of their term. 3) I think there's some uncertainty of (conditional on 1&2) whether a filibuster-buster ends up being triggered. In favour is that this has happened in the 2 previous administrations when the 'ruling party' faces sustained opposition. The next administration seems more vulnerable to this given growing polarization (/'tit for tat') seems to favour scorched earth procedural warfare over high-handed appeals to the separation and balance of powers (both D and R in the next administration could appeal to R filibuster-busting and D obstructionism in the current one to justify them doing the same now it's 'their turn', which in any case tends to play well with their base).  A lot depends on how many moderates there are in the respective crops of D and R senators. There's a credible negotiated settlement where the senate majority accepts some filibusters from the minority, in return for the minority exercising restraint on when they use them (or just the implicit threat of a 'pocket nuclear option' in horse-trading). Enough bipartisan moderates (+ ?Biden himself) who would prefer not to further erode previously established procedure may allow such an uneasy truce (+/- some desire for mutual de-escalation).  It looks a very fragile one, though: 1) some issues may be that felt too vital for one side or the other to accept compromise 'on principle' - or, for the cynical, one side or the other see being hard-line wins them more with their base than it loses with moderates (cf. the democrats attempting to impeach despite the near certitude of an R senate voting to acquit an R president); 2) re-escalation looks very easy (e.g. Senate majority: \"We can get everything we want if we use a nuclear option here, why offer concessions to the minority given they're still obstructing us on X, Y and Z?\"/ Senate minority: \"If they're just going to bully us with a nuclear option to stop us ever filibustering anything, we might as well go down swinging rather than acquiescing in return for basically nothing\"). So starting at ~~60% for ending up with 1, then shaving off some more given 2&3|1 look likely but not certain. This is one of those questions which can rapidly drop to ~0 or very high after the election results for both Senate and Presidency. "], [62438, "2020-08-03T21:40:46Z", [0.55], ""], [81057, "2020-08-03T21:40:15Z", [0.36], ""], [61713, "2020-08-03T21:20:17Z", [0.2], "This is a multi-stage event. Broadly speaking we need the following: 1. The Dems to win a majority (including 50 seats with the White House) in the Senate. It's highly unlikely the GOP would wish to expand the filibuster exceptions, especially if Biden is the President (which is fairly likely even if the Dems don't win the Senate).\n2. The Dems opt to expand the filibuster exceptions. That will greatly benefit from a majority of more than 50 or 51 Senators. The Dem caucus has a couple of notable moderates (Manchin, perhaps most notably) who may well defect on such a vote.\n3. The above to happen within 11 months or so of the new President and Senators being inaugurated. My suspicion is that while a Dem Senate majority is fairly likely, and a large (52+) majority not that unlikely, the Dems are far from certain to expand the filibuster quickly in any circumstances. They are unlikely to do so unless Biden is President, and Biden hasn't generally encouraged bold steps and game-changing (for better or worse) moves like this. Furthermore there is still considerable division amongst Dem Senators and leadership as to whether this would be desirable. I certainly could happen, but I think it's fairly unlikely overall."], [26642, "2020-08-03T20:36:35Z", [0.65], "Because this has become mentioned in national media, there will be sufficient pressure on Congress to make a token effort to reduce the scope of the filibuster, but they will always be reticent to remove their party's potential use of the tool to stop legislation.  "], [484, "2020-08-03T18:28:48Z", [0.6], "Up 10% to be above the consensus. However US election FUD regarding counting is a wildcard that also might affect down-ballot races."], [89013, "2020-08-03T17:08:38Z", [0.33], ""], [57324, "2020-08-03T16:54:14Z", [0.6], ""], [60309, "2020-08-03T16:34:54Z", [0.95], "Democrats will control US Senate, but they won't have a 60 vote super majority. https://www.theatlantic.com/politics/archive/2020/07/why-senate-filibuster-could-be-gone-2021/614278/"], [534, "2020-08-03T15:51:33Z", [0.55], ""], [89135, "2020-08-03T13:15:30Z", [0.85], "After reading the Brookings evaluation of how the Senate accomplished this in 2017, I see no reason why the Senate would not use this method to get around it in the future. This is particularly true in this coming year, if it is desired to actually pass some of the legislation that has been trapped.  https://www.brookings.edu/policy2020/votervital/what-is-the-senate-filibuster-and-what-would-it-take-to-eliminate-it/\n"], [94093, "2020-08-03T12:24:07Z", [0.65], "Republican run Senate will see the possibility of the Senate flipping to Democrat-controlled in January 2021. Therefore, the existing Senate will try to limit the powers of the incoming Senate in this way."], [86000, "2020-08-03T12:18:56Z", [0.75], ""], [1333, "2020-08-03T11:51:53Z", [0.15], ""], [67403, "2020-08-03T09:29:55Z", [0.7], ""], [88766, "2020-08-03T07:57:13Z", [0.66], ""], [87155, "2020-08-03T04:34:41Z", [0.7], ""], [84880, "2020-08-02T21:49:53Z", [0.47], ""], [25036, "2020-08-02T20:40:26Z", [0.9], "If the Democrats regain control of the Senate the scope of legislation not subject to filibuster will expand to make it easier to move most normal legislation to a vote. This may happen while at the same time returning all judicial appointments to filibusterable status."], [32258, "2020-08-02T18:48:07Z", [0.6], ""], [1333, "2020-08-02T18:06:11Z", [0.14], ""], [54564, "2020-08-02T17:29:48Z", [1.0], ""], [8826, "2020-08-02T16:33:36Z", [0.5], ""], [91311, "2020-08-02T15:05:05Z", [0.8], ""], [91675, "2020-08-02T15:01:22Z", [0.79], ""], [691, "2020-08-02T14:53:05Z", [0.5], ""], [92762, "2020-08-02T12:02:58Z", [0.25], "My forecast is far from the crowd's which always makes me wonder why. Perhaps I am missing something?  What changes do you see as likely? Previous changes involved judicial nominees, but with the addition of Supreme Court nominees in 2017, no more changes in that area remain to be made. How do forecasters expect the filibuster to change? What specific type of vote will no longer be subject to the filibuster? @Ajax1000? @JMR2017?"], [90801, "2020-08-02T11:30:09Z", [0.75], "I think whichever party has senate control after the 2020 election the margin will be thin, bipartisanship has become an endangered species in the Senate and the making progress on most issues will require a simple majority"], [45594, "2020-08-02T07:04:32Z", [0.25], ""], [88633, "2020-08-02T05:21:07Z", [0.6], ""], [40584, "2020-08-02T04:13:25Z", [0.45], "Going with crowd until I'm able to formulate an opinion. "], [90457, "2020-08-02T03:14:55Z", [0.78], "It would make sense to go to a simple majority can end a filibuster, but we’re talking about politicians so who knows which way the wind will blow. "], [92079, "2020-08-02T03:14:51Z", [0.0], ""], [8663, "2020-08-02T00:34:32Z", [1.0], ""], [90148, "2020-08-01T23:57:25Z", [0.7], "Based on Fox activity prior to November causing a dramatic failure of GOP vote, adds weight to @Ajax1000. When unimaginable senate seats crumble , the Jim Crowe legacy can disappear."], [86246, "2020-08-01T21:44:38Z", [0.0], "The party in power will keep the rules in their favor and the party out of power will attempt to gain power to use the same rules. "], [88766, "2020-08-01T20:43:40Z", [0.68], ""], [18759, "2020-08-01T18:34:54Z", [0.43], "I think there is about a 65% chance that the Democrats win the Senate and the Presidency. Conditional on that, I thinkh tere's roughly 2/3 odds of them agreeing to remove the filibuster in order to pass important legislation (that can't be done through budget reconciliation)."], [32258, "2020-08-01T18:30:15Z", [0.65], "I'm betting on Democrats winning a majority in the Senate. The next Congress faces pressing issues --the ECONOMY first and foremost, voting rights, civil rights, healthcare and police reform... These are some of the issues demanding attention for which Republicans and Democrats widely disagree. As so much has gone backwards with Republicans in charge, the new President (my other bet) has to show immediate progress for a restless and in many cases hurting and damaged public. There should be zero tolerance among Democrats for political dithering and obstruction from the likes of Mitch McConnell, et al. There ought to be quite a bit of pent up anger/demand to do major things if not simply to reverse some of the damage done over the last 4 years. I expect that getting rid of the filibuster or amending how it cannot be applied will need to happen fairly quickly unless Republicans completely change their stripes and decide that they must \"get along\" in a post Trump era.   In addition, even if the Senate retains a Republican majority, that does not rule out yet another rule change to knock down the filibuster as the numbers (of Senators) will be close to evenly split. Lastly, Obama called out the filibuster as another relic of the Jim Crow era when he spoke at John Lewis' funeral to emphasize that they need to move forward and be aggressive to win back voting/civil rights. "], [1333, "2020-08-01T18:24:02Z", [0.13], ""], [88198, "2020-08-01T18:09:31Z", [0.44], ""], [87064, "2020-08-01T18:08:57Z", [1.0], ""], [15839, "2020-08-01T16:32:11Z", [0.3], ""], [1333, "2020-08-01T16:13:59Z", [0.12], ""], [94587, "2020-08-01T14:36:45Z", [0.65], "Further explanation and reply to comments: While the Senate rules require 60 votes for cloture for a vote on a rules change, there are other ways.  The question is very craftily written.  \"...expand scope of matters...\"  not end the filibuster.  For example, the filibuster was recently ended on federal judges (2013) and then again for Supreme Court nominees (2017) . HOW?  since it requires 60 to get cloture on a change in Senate Rules? Process for limiting or eliminating the filibuster: According to the Supreme Court's ruling in United States v. Ballin (1892), Senate rules can be changed by a simple majority vote. Nevertheless, under current Senate rules, a rule change could itself be filibustered, requiring two-thirds of senators who are present and voting to end debate. (This differs from the usual requirement for three-fifths of sworn senators.)[1] Nuclear option\nMain article: Nuclear option Despite the two-thirds requirement described above being written into the Senate rules, any Senator may attempt to nullify a Senate rule, starting by making a point of order that the rule is unconstitutional or just that the meaning of the rule should not be followed. The presiding officer is generally expected to rule in favor of the rules of the Senate, but under rule XX, \"every appeal therefrom shall be decided at once, and without debate\" and therefore by a simple majority as there is no need for a vote on cloture. This happened in 2013, when Harry Reid of the Democratic Party raised a point of order that \"the vote on cloture under rule XXII for all nominations other than for the Supreme Court of the United States is by majority vote.\" The presiding officer overruled the point of order, and Reid appealed the ruling. Mitch McConnell of the Republican Party raised a parliamentary inquiry on how many votes were required to appeal the chair's ruling in that instance. The presiding officer replied, \"A majority of those Senators voting, a quorum being present, is required.\" Reid's appeal was sustained by a 52–48 vote, and the presiding officer then ruled that the Senate had established a precedent that cloture on nominations other than those for the Supreme Court requires only a simple majority.[1][82] On April 6, 2017, that precedent was further changed by McConnell and the Republican majority, in a 52–48 vote, to include Supreme Court nominations.[83][84]  If Democrates get a Senate majority, they can overrule the Senate Parlimentarian on the \"scope of the filibuster\" with a majority vote.   My forcast of 65% may be high, but I do see, based on  close Senate state polling, the Democrats taking the Senate.   PS:  In my past, I was a legislative assistant and speechwriter in the US Congress."], [90733, "2020-08-01T14:31:49Z", [0.99], ""], [740, "2020-08-01T13:13:26Z", [0.55], ""], [740, "2020-08-01T13:11:19Z", [0.45], ""], [67844, "2020-08-01T12:42:16Z", [0.15], "When the Republicans eliminated the filibuster for SC nominations, that was purely to prevent their nominee from being blocked, it does not follow that they will aggressively seek to reduce the filibuster's reach, especially given the rising chances that they lose their Senate majority. Democrats may want to push this through but it does not seem to be a major priority and again, the filibuster serves a purpose: it serves to slow things down when you don't have the votes to vote down a bill and I'm not sure that's a power that either party will want to limit. I'll \"intuit\" a number and say there's a slither of a chance: 15%."], [534, "2020-08-01T12:29:58Z", [0.75], ""], [57400, "2020-08-01T12:19:02Z", [0.33], ""], [94714, "2020-08-01T05:01:34Z", [0.58], "I'm cautiously optimistic that yes, by January 1, 2022, the Senate will expand the scope of matters for which filibuster cannot be used. I expect that today's crises will continue to unfold, putting public pressure on Congress to legislate equity and justice matters that won't find a place in the budget reconciliation process. Whether the majority is R or D, it'll be a narrow majority with a minority that's ready to fight for every inch. The nuclear option happened twice in the last decade. In 2013 Senator Reid and the Democrats excluded executive branch nominations and Federal court appointments. In 2017 Senator McConnell led Republicans to extend the exclusion to Supreme Court Justices, ending debate on the nomination of Gorsuch. The procedural tactic of voting to end filibuster on a matter is becoming normalized, and there will be great pressure to end it for certain legislative matters. I assign a modest 59% to this prediction because I expect the Democrats to take the Senate by only 2 to 4 seats, and while that's enough to invoke the nuclear option, not all Democrats are on board so it will take time for the party to negotiate. I'm sleepy that it will get done before 2022, but the pressure crisis may have the last word."], [85535, "2020-08-01T02:59:00Z", [0.99], ""], [4847, "2020-08-01T02:10:35Z", [0.4], ""], [94731, "2020-08-01T01:10:49Z", [0.1], ""], [88766, "2020-08-01T00:05:51Z", [0.38], ""], [90581, "2020-07-31T23:43:31Z", [0.1], "The Republicans position will be either a weak majority or a strong minority after November.  They will not want to cede this power to the Democarts and now McConnell controls the Senate"], [31275, "2020-07-31T23:29:11Z", [0.4], "Current crop of Senators no but might happen with a change."], [89038, "2020-07-31T22:43:51Z", [0.2], ""], [28415, "2020-07-31T22:23:38Z", [0.33], ""], [94587, "2020-07-31T22:20:59Z", [0.65], "First the Dems must win the Senate with a few extra votes in case there are \"institutionalists.\"  If so, it will be the only way to get anything done, and Biden as said he is willing to oppose the filibuster.  More importantly, since the Dems have been steamrolled my McConnel, there will be added support to reduce or end the filibuster.\n"], [2965, "2020-07-31T22:02:07Z", [0.9], ""], [22689, "2020-07-31T21:15:14Z", [0.05], ""], [91053, "2020-07-31T21:09:35Z", [0.95], ""], [92762, "2020-07-31T21:01:38Z", [0.25], "Revising odds upward that Dems gain more than enough seats in the Senate. Revising odds downward that new Senators from Montana, Iowa, and Kansas vote for limiting the filibuster. 15% * 50% + 25% * 25% + 35% * 15% + 55% * 5% = 21.8% More detail on how I arrive at these numbers here: https://www.gjopen.com/comments/1095268"], [1333, "2020-07-31T20:52:10Z", [0.11], ""], [92762, "2020-07-31T20:38:24Z", [0.35], "I'm revising my numbers for Senate Dems +6 significantly upward: AZ + 1, AL -1 +8 = CO, ME, NC, MT, IA, GA (Perdue), GA (Loeffler), KS = 15%\n+7 = CO, ME, NC, MT, IA, GA (Perdue), GA (Loeffler) = 25%\n+6 = CO, ME, NC, MT, IA, GA (Perdue) = 35%\n+5 = CO, ME, NC, MT, IA = 55% 1 Dem Senator flips from no to yes on filibuster =  25%\n2 flips = 15%\n3 flips = 5% So probability is 15% + 25% * 25% + 35% * 15% + 55% * 5% = 29.3% Note that Bullock is probably on the no list a la Tester. Gideon is probably a yes unlike King. Ossoff and Warnock are almost definitely yes. Not sure about Cunningham, Greenfield, and Bollier."], [94632, "2020-07-31T20:29:28Z", [0.38], "The 2013 and 2017 filibuster changes applied only to nominations and did not remove the ability to filibuster so much as reduce the 60/40 rule to a simple majority. Republicans have no pending legislation and are unlikely to put forward any that may benefit from the updated filibuster and, moreover, will be wary of switching the requirements in case the Democrats ever obtain a majority. If anything, it is more likely they will remove the ability to filibuster from the nomination process to make confirmations and appointments easier in the coming months, but even that is unlikely given the risk of Democratic control. I give it about a 35% chance the Democrats win the Senate, in which case there is a good chance they remove the filibuster from key legislation, and around a 3% chance the Republicans remove the filibuster for nominations if they do maintain control. Results: 38%"], [80475, "2020-07-31T19:36:33Z", [0.2], "On the plus side:\n1) Would have resolved as Yes in 2013 and 2017. \n2) Obama just moved the Overton Window about ending the fillibuster.\nHowever:\n1) There is still a decent chance GOP retains the Senate or that the Dem lead is so razor-thin that any Dem moderate can block it.\n2) At this point Democrats are using it more as a threat in case GOP revives \"Party of No\" strategy: https://www.politico.com/magazine/story/2016/12/republican-party-obstructionism-victory-trump-214498"], [90237, "2020-07-31T19:11:19Z", [0.3], ""], [90167, "2020-07-31T19:09:34Z", [0.38], ""], [92762, "2020-07-31T18:51:55Z", [0.25], "The progressive base of the Democratic party wants this. Bad. If any progressive legislative priorities are to become law -- Medicare for All is the big one but also climate change, gun safety, voting rights, etc -- then the filibuster must end. That Obama is floating the idea (https://www.theatlantic.com/politics/archive/2020/07/why-senate-filibuster-could-be-gone-2021/614278/) and Biden isn't immediately ruling it out (https://www.politico.com/news/2020/07/14/joe-biden-2020-filibuster-360587) means that Senate institutionalist are no longer blocking filibuster reform. See also Chris Coons (https://www.vox.com/2020/6/24/21300514/chris-coons-filibuster-reform-senate-nuclear-option). However, not every Democratic Senator supports altering the filibuster. Manchin, Sinema, and King are all on the record as opposing and represent constituencies that are not clamoring for progressive change.  Base rate is Senate Dems +6 or 15%. Adding a bump for Senate Dems +5 and a previous no flips to yes. Also, because the continued erosion of the filibuster rule is inevitable though it may not arrive as soon as the 117th Congress."], [84880, "2020-07-31T18:27:08Z", [0.38], "Depending on if Dems win the Senate... as of today, that isn't a sure thing. 7/31/20\nWe'll play along at home. 50% -- for the Senate race\n+/- 13-25% -- post-election depending on the party in control of Congress. https://www.270towin.com/2020-senate-election/"], [38, "2020-07-31T18:25:51Z", [0.45], ""], [86233, "2020-07-31T18:20:57Z", [0.6], ""], [68240, "2020-07-31T18:15:30Z", [0.37], "There are a lot of conditionals on this question, however if they come to pass it would not shock me to see the fillibuster expanded. 1) If Biden wins he also needs to win a majority of Senate seats. Notably, there will be a lot of Blue Dog senators who might be the limiting factor on legislation absent the filibuster. If they are the limiting factor, it won't matter. If they aren't a limiting factor and Biden isn't able to accomplish reasonable planks of his agenda against the filibuster such as police reform and single-payer health care, then Biden has indicated that he would use it. 2) If Trump wins, then the Republicans need to win the house for this to become relevant. "], [88452, "2020-07-31T18:15:03Z", [1.0], "Precondition: Senate+HoR in Democratic hand, under a democratic president.\nExcessive use of filibuster is a typical Republican means of wrecking-ball politics, when they have nothing left to add to the process. As a small opposition party, they would certainly make heavy use of filibuster, which in turn makes it at least likely that  Democrats will try to expand the scope of matters for which a filibuster cannot be used."], [691, "2020-07-31T18:07:22Z", [0.5], "They certainly should and they probably will.  There are too many Senate rules that are too easy to abuse, and this is one of the big ones.  You don't have to do anything but declare a filibuster, and suddenly until eternity it takes 60 votes to move anything.  (On the bright side, this used to be, I think, 2/3.) The Ds will probably do something about the filibuster right after they grant statehood to Puerto Rico--end of January '21, say.   However, they could simply lower the required vote limit; or they may just change the rule to say you can' t just announce a filibuster and prevent voting, but must actually stand up in person and talk for as long as you can, during which time no vote on the matter can happen and nor can any other business except privileged motions.   That was the original requirement for this art form, and Wayne Morse of Oregon held the record from 1953 until now for his diatribe against the Tidelands bill, which went on for 22:26.  (Full disclosure: I had to look up the time, which I had incorrectly remembered as over 24 hours.)  Ted Cruz, you may recall, went on for about 21 hours a few years ago.   Nice try, kid, but you're up against Wayne Morse. This simple reversion to the original form would limit a filibuster's delay to the limit of the Honorable Member's excretory system or diaper, or the august assembly's tolerance for odours, and then the people's business--or anyway, the lobbyists' business--could proceed.  However, depending on the size of the D majority if there is one, the first fix would also meet the need.  This is a rule that needs drastic reform, and the Ds will seize the moment if they get the chance.  However, if they don't limit the scope of topic, this would still resolve as No, it seems. If the Rs keep the Senate but only if the VP votes, they may also decide to narrow the scope of matters subject to filibuster.  One way or another, it's at least even money for next calendar year."], [40584, "2020-07-31T17:53:35Z", [0.2], "Outside odds are low because this has not happened a lot historically.  And yet there is recent precedent and high polarization."], [1333, "2020-07-31T17:42:40Z", [0.1], "I expect it be eliminated if the RNC thinks the Senate is lost."], [484, "2020-07-31T17:35:46Z", [0.5], "Initial forecast. As we've seen the last few years, there are ways to tweak this (if I remember correctly) with a simple majority. If things go back to almost normal in 2021 (not likely), probably not; I'd guess the current dysfunction will last, so probably."], [57628, "2020-07-31T17:29:58Z", [0.02], "For this to happen would require one of Two things: 1a. For the Senate to Create a new Precedent on how to Interpret Senate Rules\n1b. For the Senate to create a new rule, which would take 66 votes, Or Two thirds of the majority\n2. For the Democrats to win the Senate, House , and WhiteHouse. (Republicans shots of maintaining all three are getting to be slim to none). Also they don't want to do it.) For the sake of this analysis, I am going to focus on the second. The Democrats would have to sweep the Republicans in the upcoming election. And take 19 of the 23 Republicans that are up for reelection. That is going to be a slim to none chance.  For the option of a new precedent, the Majority Leader (Chuck Schumer) would have to introduce the new rule that goes against the general standard of 60 votes. And then the presiding officer, \t(Chuck Grassley (IA) at this point and time)) would have to agree with the new Precedent in the Senate.  If the Presiding Officer, \tChuck Grassley (IA), disagrees with the new point of order, then there can be a vote and a simple majority of 51 votes can overturn it. Yes, it is complicated.  Given how difficult it is to do, plus that is has been around for 200+ years, the probability might be the way to go.  1. https://www.reuters.com/article/us-usa-court-gorsuch-idUSKBN17814Y\n2. https://www.brookings.edu/policy2020/votervital/what-is-the-senate-filibuster-and-what-would-it-take-to-eliminate-it/\n3. https://www.senate.gov/artandhistory/history/common/briefing/President_Pro_Tempore.htm#:~:text=The%20president%20pro%20tempore%20designates,members%20of%20the%20majority%20party.&text=The%20Constitution%20provides%20for%20two,the%20president%20of%20the%20Senate.\n4. https://en.wikipedia.org/wiki/Nuclear_option\n"], [1333, "2020-07-31T17:28:59Z", [0.05], ""], [38, "2020-07-31T17:12:09Z", [0.11], "It's an election year\nThere's not many legislative days left this year.\nThere's COVID bills on the agenda and other more pressing legislation\nIf there's a SCOTUS vacancy and how that plays out may impact thinking about the wisdom of getting rid of filibuster rules.\n"], [67403, "2020-07-31T17:06:28Z", [0.9], ""]], "open_date": "2020-07-31T17:00:07Z", "close_date": "2021-12-10T18:30:26Z"}