{"question_id": 2069, "title": "Which driver will win the 2021 Formula One World Drivers' Championship?", "possible_answers": ["Lewis Hamilton", "Sergio Perez", "Max Verstappen", "Another driver"], "crowd_forecast": [0.5, 0.0, 0.5, 0.0], "correct_answer": "Max Verstappen", "correct_forecast": 0.5, "preds": [[79142, "2021-12-12T03:28:23Z", [0.48, 0.0, 0.52, 0.0], ""], [96828, "2021-12-11T22:44:12Z", [0.57, 0.0, 0.43, 0.0], "Lewis won the third practice. Now it's time to observe the qualifying race. But I'm putting some doubt that this streak will continue. Regression to mean?"], [96828, "2021-12-11T22:43:51Z", [0.6, 0.0, 0.4, 0.0], ""], [176, "2021-12-11T22:08:22Z", [0.5, 0.0, 0.5, 0.0], "It looks like Merc are banking on their medium tire pace after the Bulls pit. https://press.pirelli.com/2021-abu-dhabi-grand-prix---saturday/ A clean race without the stewards hopefully. "], [914, "2021-12-11T21:01:18Z", [0.5, 0.0, 0.5, 0.0], ""], [3, "2021-12-11T17:47:07Z", [0.51, 0.0, 0.49, 0.0], "Final update after quali: with Max on pole in Abu Dhabi, I'm dropping my probability for Lewis to take the race and championship down to 51%. The only reason I give Lewis that slight edge is that Max and Checo are both starting on soft tires, which theoretically means that they will have a shorter first stint than the Mercedes. Christian Horner claims that RB is reserving the option for a two-stopper, but it's hard to see that as a good strategy unless safety cars come into play."], [691, "2021-12-11T16:04:25Z", [0.55, 0.0, 0.45, 0.0], ""], [86554, "2021-12-11T15:21:50Z", [0.4, 0.0, 0.6, 0.0], ""], [103369, "2021-12-11T14:37:41Z", [0.53, 0.0, 0.47, 0.0], ""], [85111, "2021-12-11T14:10:55Z", [0.4, 0.0, 0.6, 0.0], "I have no idea what happened to the pace of the Mercedes in Q3 but that's huge result for Max in quali. Starting on the softs might be slightly suboptimal, but the Red Bull's race pace looked solid yesterday and with Bottas down in 6th Red Bull might be able to have two cars to use strategically vs Hamilton."], [89038, "2021-12-11T14:08:46Z", [0.5, 0.0, 0.5, 0.0], ""], [96828, "2021-12-11T10:17:18Z", [0.59, 0.0, 0.41, 0.0], "Based on the fact that Mercedes has won the most points so far per win and Lewis has the most points per win. Based on first two practice races, Max and Lewis both won one, but the one with the greatest relative lead time was Lewis. On the other hand, Max is the strong favorite among other Formula 1 racers. On the flipside of that, the markets have Lewis as the favorite. I tried seeing patterns in race track characteristics and whether Lewis or Max takes the win but I did not find any strong correlation worth remarking, other than that this is an area others may want to take a look at. They may also want to see historical performances of Mercedes and/or the respective drivers on the Abu Dhabi track."], [3, "2021-12-10T20:08:58Z", [0.6, 0.0, 0.4, 0.0], "Pulling back slightly from 65% based on Friday practice data. Hamilton dominated FP2 on low fuel, but RB was slightly faster on race pace. https://www.formula1.com/en/latest/article.5-things-we-learned-from-friday-practice-at-the-abu-dhabi-grand-prix.2J6kQ6p9tbvl4TIzmjU45o.html One last update opportunity after quali!"], [691, "2021-12-10T17:58:30Z", [0.53, 0.0, 0.47, 0.0], ""], [101989, "2021-12-10T17:27:22Z", [0.5, 0.0, 0.5, 0.0], ""], [101542, "2021-12-10T10:26:19Z", [0.45, 0.0, 0.55, 0.0], ""], [84956, "2021-12-09T22:35:49Z", [0.55, 0.01, 0.43, 0.01], ""], [62808, "2021-12-09T21:16:25Z", [0.45, 0.0, 0.55, 0.0], ""], [691, "2021-12-09T18:52:35Z", [0.57, 0.0, 0.43, 0.0], ""], [86554, "2021-12-09T12:33:11Z", [0.6, 0.0, 0.4, 0.0], ""], [20156, "2021-12-09T09:25:30Z", [0.48, 0.0, 0.52, 0.0], ""], [100273, "2021-12-09T01:02:26Z", [0.2, 0.0, 0.8, 0.0], "Things happen. "], [691, "2021-12-08T19:23:18Z", [0.6, 0.0, 0.4, 0.0], ""], [97375, "2021-12-08T18:42:22Z", [0.56, 0.0, 0.44, 0.0], ""], [103258, "2021-12-08T18:15:54Z", [0.56, 0.0, 0.44, 0.0], ""], [34815, "2021-12-08T05:25:30Z", [1.0, 0.0, 0.0, 0.0], ""], [90882, "2021-12-07T21:16:49Z", [0.65, 0.0, 0.35, 0.0], ""], [94563, "2021-12-07T15:15:55Z", [0.8, 0.0, 0.2, 0.0], "Although it is level on points, Mr. Hamilton is my strong favourite. I actually think his chances are higher in a 'fair' race. However, with the tiebreaker meaning two DNF's give the title to Mr. Verstappen, I cannot rule out an 'accident' "], [100653, "2021-12-07T09:46:45Z", [0.63, 0.0, 0.37, 0.0], ""], [103560, "2021-12-06T22:29:42Z", [0.6, 0.0, 0.4, 0.0], "Hamilton has the experience and the momentum right now. Verstappen's judgment appears to be compromised."], [22689, "2021-12-06T22:08:18Z", [0.8, 0.0, 0.2, 0.0], ""], [79142, "2021-12-06T15:23:14Z", [0.51, 0.0, 0.49, 0.0], ""], [176, "2021-12-06T15:09:30Z", [0.7, 0.0, 0.3, 0.0], ""], [103369, "2021-12-06T14:42:06Z", [0.56, 0.0, 0.44, 0.0], ""], [100842, "2021-12-06T07:50:31Z", [0.5, 0.0, 0.5, 0.0], ""], [34959, "2021-12-06T05:59:52Z", [0.55, 0.0, 0.45, 0.0], ""], [102651, "2021-12-06T03:52:54Z", [0.26, 0.0, 0.74, 0.0], "Hamilton win and tied after Saudi Arabian Grand Prix.  Verstappen won at Abu Dhabi last year - this year's final race.  Head lines I've seen focus on Hamilton's complaints and penalties.  Verstappen is not without penalties, but I don't see this final race as a 50-50.  "], [176, "2021-12-06T02:12:26Z", [0.8, 0.0, 0.2, 0.0], "https://www.youtube.com/watch?v=WyF8RHM1OCg It looks like Mad Max is out of head space.\n"], [90882, "2021-12-06T01:18:00Z", [0.72, 0.0, 0.28, 0.0], ""], [103290, "2021-12-06T00:29:54Z", [0.55, 0.0, 0.45, 0.0], ""], [96828, "2021-12-06T00:17:35Z", [0.6, 0.0, 0.4, 0.0], ""], [96828, "2021-12-06T00:15:49Z", [0.52, 0.0, 0.48, 0.0], ""], [102737, "2021-12-05T22:36:54Z", [0.97, 0.0, 0.03, 0.0], "As much as it pains me to make this forecast, this seems to be where the evidence is pointing. Race pace is king. There are just too many long passing zones at Yas Marina, so I really don’t think it matters too much who will be on pole position (as long as VER/HAM are both ~top 4 as expected). The Merc (especially Lewis’) will stay in touch and pass with its inherent straight line speed advantage, even if RBR take an early lead, and DRS makes this a near-certainty. Max really got close, gave us a very exciting championship, but the poor guy is just very clearly out-gunned no fault of his own. I’ll leave a 3% chance for an unbelievable screw-up in the Merc garage or pit wall, but those folks don’t make a lot of mistakes when they’ve got this much of an upper hand. It’s truly been one of the greatest F1 comebacks of all time for Merc/HAM to have come back into contention with a race to spare after where they were in Mexico! Credit where credit is due."], [102740, "2021-12-05T21:53:26Z", [0.5, 0.0, 0.5, 0.0], "Hamilton and Verstappen are currently tied.  Whoever beats the other in the next race wins."], [103258, "2021-12-05T21:32:01Z", [0.5, 0.0, 0.5, 0.0], ""], [86554, "2021-12-05T21:24:41Z", [0.8, 0.0, 0.2, 0.0], ""], [14266, "2021-12-05T20:14:56Z", [0.55, 0.0, 0.45, 0.0], ""], [79508, "2021-12-05T19:50:01Z", [0.49, 0.0, 0.51, 0.0], ""], [89038, "2021-12-05T19:47:20Z", [0.7, 0.0, 0.3, 0.0], ""], [95992, "2021-12-05T19:46:50Z", [0.58, 0.0, 0.42, 0.0], "My old odds were probably too favorable to Hamilton, but got lucky in a crazy Saudi Grand Prix. Modestly increasing odds "], [85111, "2021-12-05T19:44:06Z", [0.55, 0.0, 0.45, 0.0], "Before this weekend I thought Hamilton had around a 60% chance of winning in Abu Dhabi on current form. I'm now reducing that to 55% on the basis of Red Bull's quali pace. Will probably massively adjust predictions based on how free-practice and qualifying play out next week."], [79461, "2021-12-05T19:41:11Z", [0.6, 0.0, 0.4, 0.0], ""], [103369, "2021-12-05T16:04:18Z", [0.48, 0.0, 0.52, 0.0], ""], [97375, "2021-12-05T14:06:14Z", [0.45, 0.0, 0.55, 0.0], ""], [10952, "2021-12-05T04:15:26Z", [0.0, 0.0, 1.0, 0.0], ""], [86554, "2021-12-05T02:11:34Z", [0.68, 0.0, 0.32, 0.0], ""], [176, "2021-12-04T21:51:50Z", [0.6, 0.0, 0.4, 0.0], ""], [85111, "2021-12-04T21:00:12Z", [0.5, 0.0, 0.5, 0.0], "I think you're all over reacting to the error, rather than the result of qualifying. Assuming Verstappen doesn't need a new gearbox, he's still got a decent chance of winning from third on the grid given it seems Red Bull are better able to work their tyres at this track. Even with a grid drop he only needs fourth tomorrow to make sure that a win in Abu Dhabi would win him the title. It still looks overwhelmingly like it will be a straight shoot out in Abu Dhabi, and the competitive picture is so tight it's not obvious who will be faster there."], [102737, "2021-12-04T18:48:59Z", [0.88, 0.0, 0.12, 0.0], "2 x 44 = 88 I clearly hadn’t factored in the close proximity of the barriers in Jeddah when crafting my previous forecasts. You don’t give Lewis this kind of gift and walk away winning the Championship. Max looked amazing. Right up to that last corner. Max’s RBR seems very unlikely to be as fast tomorrow over the race distance (some small detail will be different and noticeably unhelpful), even if they can somehow fix the car without breaking parc ferme. If not, P2 still seems possible but will be the maximum for tomorrow. Unless we see even more human factors at play shortly…12% chance."], [89038, "2021-12-04T18:23:09Z", [0.62, 0.0, 0.38, 0.0], ""], [3, "2021-12-04T18:12:02Z", [0.65, 0.0, 0.35, 0.0], "In Saudi quali, Max just made the mistake that could decide the championship. Will increase my odds for Lewis if Max ends up replacing his gear-box and taking a five-grid-spot penalty. (The human factor is very much in play, @m_collier!)"], [89038, "2021-12-04T16:20:50Z", [0.5, 0.0, 0.5, 0.0], ""], [20156, "2021-12-03T09:43:54Z", [0.41, 0.0, 0.59, 0.0], ""], [62808, "2021-12-03T01:28:23Z", [0.3, 0.0, 0.7, 0.0], ""], [103434, "2021-12-02T16:23:48Z", [0.6, 0.0, 0.4, 0.0], ""], [103258, "2021-12-02T07:21:55Z", [0.44, 0.0, 0.56, 0.0], ""], [79508, "2021-12-01T19:32:00Z", [0.35, 0.0, 0.65, 0.0], ""], [76210, "2021-12-01T07:11:07Z", [0.6, 0.0, 0.4, 0.0], "Lewis has the momentum, he has experience of winning before, red bull focusing on the wrong stuff, red bull attitude seems weak, either of the cars could probably win on their day, but the difference is the driver."], [176, "2021-12-01T02:18:25Z", [0.55, 0.0, 0.45, 0.0], "The worm is turning. Is the Mercedes engine strategy working? What of the competitors? Teams and drivers? I'm viewing this as a closed set for many reasons.\nhttps://en.wikipedia.org/wiki/Closed_set The a priori view would be a front row qualy lock out for Mercedes. I don't expect Hamilton to make any more bad starts."], [84956, "2021-11-30T23:01:43Z", [0.54, 0.02, 0.43, 0.01], ""], [89038, "2021-11-29T21:22:46Z", [0.6, 0.0, 0.4, 0.0], ""], [62808, "2021-11-29T17:00:35Z", [0.3, 0.0, 0.7, 0.0], ""], [96828, "2021-11-29T13:47:23Z", [0.42, 0.0, 0.58, 0.0], ""], [96828, "2021-11-29T13:47:14Z", [0.41, 0.0, 0.59, 0.0], ""], [94563, "2021-11-28T15:19:59Z", [0.45, 0.0, 0.55, 0.0], ""], [691, "2021-11-28T14:25:22Z", [0.38, 0.0, 0.62, 0.0], ""], [102740, "2021-11-28T02:28:23Z", [0.4, 0.0, 0.6, 0.0], "Current scores:  Verstappen: 351.5; Lewis 343.5, Perez 190 (4th Place).  Bottas is in 3rd at 203 points.  Verstappen could claim the championship as early as 5 Dec with a win in Jeddah; however, Lewis could still take the trophy."], [103369, "2021-11-27T12:31:46Z", [0.45, 0.0, 0.55, 0.0], ""], [103364, "2021-11-26T10:25:46Z", [0.25, 0.0, 0.75, 0.0], ""], [96828, "2021-11-26T01:44:32Z", [0.34, 0.0, 0.66, 0.0], "If the trend continues favoring Lewis, Max may lose by just a few points in the next 2 races? However, I don't think Lewis will win the last race and the next 2 in a row. So I say the odds are stacked against him."], [62808, "2021-11-25T20:21:00Z", [0.0, 0.0, 1.0, 0.0], ""], [3, "2021-11-25T03:15:18Z", [0.5, 0.0, 0.5, 0.0], "Revising my forecast to make this a dead-heat based on learning that Hamilton was using an old engine in Qatar, not the one that had such dominating performance at Interlagos. https://www.essentiallysports.com/f1-news-revealed-mercedes-f1-directors-reason-for-using-lewis-hamiltons-old-engine-in-qatar/ Max still has the benefit of the 8-point lead, as well as the tie-breaker (https://www.racefans.net/2021/11/22/how-verstappen-can-win-the-formula-1-championship-at-the-next-race/), which is why I give him even odds of winning the championship despite the performance advantage for Mercedes. I also see Checo as being a more reliable co-driver than Bottas."], [14432, "2021-11-24T17:48:30Z", [0.0, 0.0, 1.0, 0.0], ""], [102643, "2021-11-23T17:55:32Z", [0.35, 0.0, 0.65, 0.0], ""], [102973, "2021-11-23T17:43:37Z", [0.36, 0.0, 0.64, 0.0], ""], [101542, "2021-11-23T17:38:51Z", [0.41, 0.0, 0.59, 0.0], ""], [102642, "2021-11-23T17:35:14Z", [0.43, 0.0, 0.57, 0.0], ""], [95992, "2021-11-23T08:40:12Z", [0.56, 0.0, 0.44, 0.0], ""], [22689, "2021-11-22T21:17:38Z", [0.3, 0.0, 0.7, 0.0], ""], [79508, "2021-11-22T20:37:23Z", [0.34, 0.0, 0.66, 0.0], ""], [691, "2021-11-22T18:23:03Z", [0.36, 0.0, 0.64, 0.0], ""], [100653, "2021-11-22T18:16:38Z", [0.58, 0.0, 0.42, 0.0], ""], [85111, "2021-11-22T17:57:39Z", [0.51, 0.0, 0.49, 0.0], "Toning down my prediction slightly on the basis of thinking a bit more about the probabilities. If you exclude unusual events such as unreliability, tyre failures, slow pit  stops etc then you'd expect Hamilton and Verstappen to finish 1st and 2nd in the final two rounds. Hamilton would need to win both and Verstappen only needs to win one of them. So even though I'm assuming Hamilton is a very strong favourite for Saudi Arabia, and a solid favourite for Abu Dhabi if you assign those probabilities of 0.85 and 0.6 then he's still only at ~50% to win the title. "], [3, "2021-11-22T16:22:45Z", [0.35, 0.0, 0.65, 0.0], "Some look at Hamilton's last two racing weekends and see momentum. I look at Verstappen's recoveries and see strength and determination. He came back strong from a 5-grid-spot penalty (not for the \"right to review\" of the Brazil incident, but from a failure to observe double-yellow flags during quali), to minimize the damage with both a 2nd-place finish and an extra point for the fastest lap. The latter was especially impressive as it suggests that the current Mercedes pace advantage over Red Bull is not as definitive as it seemed in Brazil and in Qatar quali. I took the risk of a day's bad scores to ponder this forecast overnight. In the end, I did raise my odds for a Hamilton championship from 20% to 35%, but I am staying below the current crowd consensus. Eight points and two races to go is certainly within Hamilton's capabilities, but I'm sure he'd still rather be in Verstappen's shoes. A plea to my fellow forecasters: PLEASE post rationales with your forecasts; it's hard to evaluate why the crowd has become so much more optimistic about Hamilton's chances. Yes, he's had two great races and is a proven winner. (Heads up, BTW: he has an upcoming MasterClass on a \"winning mindset\"!) But there are so many ways for things to go wrong, and Verstappen does have the luxury of that eight-point cushion."], [101989, "2021-11-22T13:35:09Z", [0.4, 0.0, 0.6, 0.0], ""], [14266, "2021-11-22T03:38:11Z", [0.45, 0.0, 0.55, 0.0], ""], [86554, "2021-11-21T22:21:03Z", [0.57, 0.0, 0.43, 0.0], ""], [176, "2021-11-21T21:48:34Z", [0.55, 0.0, 0.45, 0.0], "Mercedes have the dominant strategy"], [103258, "2021-11-21T18:22:34Z", [0.4, 0.0, 0.6, 0.0], ""], [79142, "2021-11-21T17:51:10Z", [0.45, 0.0, 0.55, 0.0], ""], [102737, "2021-11-21T15:41:57Z", [0.49, 0.0, 0.51, 0.0], "Today's HAM-VER battle went about as expected in Qatar. No surprising developments (that I could see) that would change the outlook for the final two races, compared to what we already knew after Brazil. Fortunate for VER to be able to take fastest lap / do damage limitation.\nRunning probabilistic analysis of all the previous race outcomes in this season (described at https://www.gjopen.com/comments/1342535 ) now suggests VER chances of winning are 68%, if base rates are predictive. I'm continuing to deviate significantly from base rates in my forecast because of the apparent (and recently developed) superiority of the Mercedes car in the high-speed, low altitude tracks that are coming up. VER and HAM will both make the most (or perhaps even slightly more than can be expected!) from the package they are given to race. Championship seems like a complete coin toss now, where whoever blinks first loses."], [85111, "2021-11-21T15:37:39Z", [0.54, 0.0, 0.46, 0.0], "Mercedes look ominously fast and the gap is coming down. I think Hamilton is now marginal favourite and unless something odd happens it's going to come down to a simple case of who wins in Abu Dhabi. Cracking season."], [79508, "2021-11-21T15:34:38Z", [0.32, 0.0, 0.68, 0.0], ""], [90882, "2021-11-21T15:32:29Z", [0.51, 0.0, 0.49, 0.0], ""], [691, "2021-11-21T13:46:15Z", [0.28, 0.0, 0.72, 0.0], ""], [89038, "2021-11-21T13:22:29Z", [0.58, 0.0, 0.42, 0.0], ""], [79461, "2021-11-21T04:56:18Z", [0.4, 0.0, 0.6, 0.0], ""], [97375, "2021-11-20T20:34:37Z", [0.4, 0.0, 0.6, 0.0], ""], [176, "2021-11-20T19:07:58Z", [0.4, 0.0, 0.6, 0.0], "Should be a grid penalty: \nVerstappen’s front row start in jeopardy as stewards investigate yellow flag incident\nhttps://www.racefans.net/2021/11/20/verstappens-front-row-start-in-jeopardy-as-stewards-investigate-yellow-flag-incident/"], [86554, "2021-11-20T18:58:54Z", [0.5, 0.0, 0.5, 0.0], ""], [85111, "2021-11-20T18:20:22Z", [0.51, 0.0, 0.49, 0.0], "Probable grid penalty for Verstappen and Mercedes pace is still very worrying. Increasingly looks like it'll be a winner takes all decider in Abu Dhabi."], [89038, "2021-11-20T15:02:18Z", [0.54, 0.0, 0.46, 0.0], ""], [52131, "2021-11-19T21:29:49Z", [0.0, 0.4, 0.0, 0.6], ""], [103290, "2021-11-18T23:56:10Z", [0.95, 0.05, 0.0, 0.0], ""], [34959, "2021-11-18T16:01:27Z", [0.47, 0.0, 0.53, 0.0], ""], [102651, "2021-11-18T02:44:42Z", [0.21, 0.0, 0.79, 0.0], "Jumping into this question late.  However, I have been somewhat following the race results this season.  Hamilton started well but has been having issues, especially with some violations.  This might mean that Hamilton and his team are extra focused leading into the last 3 races, but they have lost points to Verstappen in 3 of the last 5 races (gaining only 5 points in the most recent race in Brazil).  The current point difference of 14 is likely to be just a little too wide for Hamilton to overcome."], [691, "2021-11-17T18:56:21Z", [0.26, 0.0, 0.74, 0.0], ""], [75363, "2021-11-17T17:37:59Z", [0.25, 0.0, 0.75, 0.0], "For this forecast I will assume the winner of the 2021 F1 will either be Hamilton (H) or Verstappen (V) ->\nAnother Driver = 0% With three races remaining, the current score is ->\nH = 318.5\nV = 332.5\nhttps://en.wikipedia.org/wiki/2021_Formula_One_World_Championship#World_Drivers&#39;_Championship_standings Further assuming that V and H will dominate the 1st and 2nd place results in the three remaining races, of the 4 possible outcomes ->\nH Wins F1 = 25% = 1/4\nV Wins F1 = 75% = 3/4"], [101989, "2021-11-17T13:38:22Z", [0.35, 0.0, 0.65, 0.0], "Max Verstappen is 14 points ahead of Lewis Hamilton with 3 races left. In each race the first place gets 25 points, the second place gets 18 points. So while Max Verstappen has higher chances, Lewis Hamilton could still get ahead."], [103258, "2021-11-17T13:34:29Z", [0.3, 0.0, 0.7, 0.0], ""], [102664, "2021-11-17T02:59:11Z", [0.85, 0.0, 0.15, 0.0], "After the incredible win at Brazil Grand Prix (coming back from P10), the Mercedes engine with Hamilton has shown dominance in tracks built for speed.  Qatar and Saudi Arabia tracks are high-speed favor which favors Mercedes.  And then, with the last race at ABU, Hamilton a track he has won 3x and has a current lap speed record.  "], [103043, "2021-11-16T15:50:15Z", [0.43, 0.0, 0.57, 0.0], ""], [96828, "2021-11-15T23:42:21Z", [0.17, 0.0, 0.83, 0.0], ""], [22689, "2021-11-15T22:24:08Z", [1.0, 0.0, 0.0, 0.0], ""], [79508, "2021-11-15T21:25:23Z", [0.3, 0.0, 0.7, 0.0], ""], [86554, "2021-11-15T17:55:49Z", [0.32, 0.0, 0.68, 0.0], ""], [86554, "2021-11-15T17:55:15Z", [0.4, 0.0, 0.6, 0.0], ""], [79142, "2021-11-15T16:47:55Z", [0.34, 0.0, 0.66, 0.0], "Ruffly, he needs to be in front of Lewis in 1 out of tree races....."], [36580, "2021-11-15T11:48:18Z", [0.45, 0.0, 0.55, 0.0], "Almost too close to call. I think Max is slightly more likely to win just because he's currently ahead and there aren't many races left, but Lewis showed last night that he's capable of anything. "], [100653, "2021-11-15T08:18:55Z", [0.47, 0.0, 0.53, 0.0], ""], [90882, "2021-11-14T23:34:11Z", [0.37, 0.0, 0.63, 0.0], ""], [79461, "2021-11-14T21:04:56Z", [0.35, 0.0, 0.65, 0.0], ""], [62808, "2021-11-14T21:02:41Z", [0.0, 0.0, 1.0, 0.0], ""], [176, "2021-11-14T20:07:19Z", [0.3, 0.0, 0.7, 0.0], "If anyone doubted how good Hamilton is. "], [89038, "2021-11-14T19:52:36Z", [0.47, 0.0, 0.53, 0.0], "LH started 10th and won by circa 10 seconds. Only at Sao Paulo can this probably be done - but so impressive. Verstappen, in his first WC race, has got a clear pace disadvantage. The pressure is massive, but we learned despite this he can hold off Bottas. Hamilton will need the next 3 imo."], [62808, "2021-11-14T19:32:06Z", [0.1, 0.0, 0.9, 0.0], ""], [102737, "2021-11-14T19:05:43Z", [0.41, 0.0, 0.59, 0.0], "Brazil was an absolutely crucial race for Mercedes, and it went about as well for them as they could've possibly hoped (or even better?!).  Can HAM/Mercedes Team perfectly execute another 3 races in a row in this kind of dominant fashion? That's probably what it'll take to be assured of a Championship win, given the remaining VER points lead, and continued RBR high-performance when there are corners. I'm therefore still leaning slightly towards VER becoming champion.  But wow, have the probability margins narrowed again just because of this race! Looking back at my previous forecasts, I don't think my probabilities were out of line with what was seen at the time. It just seems that one of the much less likely outcomes in my scenario range has now expressed: a late, very significant change in relative performance in the Mercedes cars vs RBR that matters over a race distance. Although my running probabilistic analysis of historical outcomes this season (described at https://www.gjopen.com/comments/1342535) still suggests that VER chances of winning the championship are ~77% post-Brazil, I think it's quite appropriate/necessary to make a forecast that significantly deviates away from such full-season base rate reference points. The new evidence from today's full-length race--although quite surprising to me--is impressive and compelling.  It appears that in the final races of this amazing season, we'll see how tough VER and the RBR team really are. It is always foolish to count HAM out completely, but the same should be said for VER as well! It's not a given that the technological performance edge that Mercedes have apparently now created for themselves can be converted into the wins necessary, if the team drops the ball on strategy, pit work, or driver errors under pressure (that last one's admittedly a very tiny chance, but the first two should be of real concern to Mercedes, in my opinion, based on their increased frequency of questionable strategy calls and errors vs in the past when they were not really under threat by any other teams). Clearly, whoever wins will take one of the most deserved Championship wins in a long time!"], [85111, "2021-11-14T18:35:27Z", [0.47, 0.0, 0.53, 0.0], "Feel slightly vindicated by my caution yesterday. The pace advantage of the Merc is a real problem for Verstappen now and his lead is very precarious. If Hamilton wins the next two races then he'll lead the championship, which seems probable on current form. We'll have to see if there's any further investigations into Merc's rear wing or if the engine degrades in performance going into the final rounds. But the title race is now extremely finely poised. "], [89038, "2021-11-14T18:23:16Z", [0.4, 0.0, 0.6, 0.0], ""], [176, "2021-11-14T03:04:56Z", [0.1, 0.0, 0.9, 0.0], "A point of view:\nVerstappen absolutely has to outscore Hamilton tomorrow, it simply is a must. Mercedes will be unbeatable around the desert races with this special device they have. Their top speed is ridiculous, especially considering the size of their rear wing. 25 points is the minimum cushion Verstappen needs heading into the desert races.\nhttps://forum.planetf1.com/viewtopic.php?f=3&t=16506&start=240"], [85111, "2021-11-14T00:02:05Z", [0.32, 0.0, 0.68, 0.0], "For months I've been more bullish on Verstappen's chances than the crowd, but I'm slightly surprised by the way the crowd has reacted this weekend. After today I'm tweaking my prediction to slightly increase Hamilton's chances. My prediction has largely been between 65%-70% for Verstappen since I started predicting this question, but the reasoning has evolved because the relative perfomance of the cars has changed.  I had previously thought the Red Bull would be prove to be marginally stronger and that would tell over a long series of races. But now I think Mercedes probably now has a slight edge on the remaining tracks. And my confidence in Verstappen getting over the line is largely a function of the points lead vs points remaining rather than car performance.  A Mercedes 1-2 in Saudi Arabia and a Hamilton- Verstappen 1-2 in Qatar and Abu Dhabi would likely still hand Hamilton the title. And such a scenario seems decently plausable on current form."], [96828, "2021-11-13T23:33:00Z", [0.11, 0.0, 0.89, 0.0], "He's been winning only approximately 60% of races but Max's recent qualification performance and Lewis' disqualfication from Brazil and only a few races left, with Max with a sizeable lead (slightly ahead by 19 points), this seems to favor Max."], [96828, "2021-11-13T23:29:17Z", [0.18, 0.0, 0.82, 0.0], ""], [96828, "2021-11-13T23:28:14Z", [0.16, 0.0, 0.84, 0.0], ""], [100608, "2021-11-13T22:08:40Z", [0.15, 0.0, 0.85, 0.0], ""], [3, "2021-11-13T20:03:58Z", [0.2, 0.0, 0.8, 0.0], "The Hamilton penalty prior to the sprint race in Brazil leads me to downgrade his chances. Will update after I see the sprint result, if appropriate. POST-SPRINT NOTE: I'm going to stand pat. Hamilton had a brilliant sprint race, which allows him to start 10th, about the best he could have hoped for. A Hamilton win in Brazil is still possible, but I'm expecting a podium for him with a finish behind Verstappen, who already gained two points on Hamilton by finishing second in the sprint."], [84908, "2021-11-13T19:12:00Z", [0.07, 0.0, 0.93, 0.0], ""], [89038, "2021-11-13T17:22:25Z", [0.21, 0.0, 0.79, 0.0], ""], [79508, "2021-11-13T17:11:29Z", [0.22, 0.0, 0.78, 0.0], ""], [90882, "2021-11-13T15:33:49Z", [0.28, 0.0, 0.72, 0.0], ""], [691, "2021-11-13T15:21:47Z", [0.18, 0.0, 0.82, 0.0], ""], [176, "2021-11-13T00:16:48Z", [0.1, 0.0, 0.9, 0.0], ""], [89038, "2021-11-12T18:09:34Z", [0.24, 0.0, 0.76, 0.0], "Engine penalty for Hamilton confirmed"], [20156, "2021-11-12T10:47:57Z", [0.3, 0.0, 0.7, 0.0], ""], [62808, "2021-11-12T00:00:56Z", [0.22, 0.0, 0.78, 0.0], ""], [95992, "2021-11-11T03:01:48Z", [0.23, 0.0, 0.77, 0.0], ""], [101542, "2021-11-10T11:38:39Z", [0.34, 0.0, 0.66, 0.0], ""], [89038, "2021-11-10T07:53:56Z", [0.28, 0.0, 0.72, 0.0], ""], [3, "2021-11-10T01:28:55Z", [0.25, 0.0, 0.75, 0.0], "Adjusting my probabilities downward for Hamilton based on my analysis of likely engine penalties, as detailed in my reply today to @GL2814, and an adjustment to remove sentimentality from influencing my forecast!"], [176, "2021-11-10T00:58:19Z", [0.13, 0.0, 0.87, 0.0], "RBR have had the best chassis since the previous formula. Honda finally got to build the PU that they wanted to to be competitive working with a proper team.  “First of all we've changed the camshaft layout to be much more compact, and also brought its position lower down so it's closer to the ground,” Asaki-san reveals. “We’ve also had to change the valve angle. The main point of what we've changed was to improve combustion efficiency. In order to do so we had to change the valve angle and in order to do that we had to change the camshaft.\"... \"We've also had to make the head cover lower and more compact, which means that the way that air flows over it has become a lot better. And we've also lowered the centre of gravity of the ICE.   “Another thing we changed is the bore pitch, by reducing the distance between one bore and the next, we've made the engine itself shorter, smaller.   “In the old engine straddling the transmission we also had a bank offset whereby the left bank was slightly offset from the right bank. So what we've done is reverse this offset on the new engine so that the right bank is forward and the left bank is back. I'm sure you'll appreciate this is a completely new engine. And we've been able to bring it to a point where in just six months we've taken it testing without any issues.... “So we've had a number of different development objectives and we believe we have met them.” https://honda.racing/f1/post/behind-the-2021-honda-power-unit\nLooks like it's stood the season test.  Maybe, it honors Soichiro Honda: https://www.youtube.com/watch?v=VXlwWclOUPg&t=125s"], [103043, "2021-11-10T00:12:23Z", [0.35, 0.0, 0.65, 0.0], ""], [79142, "2021-11-09T14:25:45Z", [0.25, 0.0, 0.75, 0.0], ""], [97375, "2021-11-09T06:34:10Z", [0.31, 0.0, 0.69, 0.0], ""], [14266, "2021-11-09T06:08:48Z", [0.3, 0.0, 0.7, 0.0], ""], [102649, "2021-11-09T03:43:42Z", [0.3, 0.32, 0.24, 0.14], ""], [79461, "2021-11-09T00:57:12Z", [0.25, 0.0, 0.75, 0.0], ""], [86554, "2021-11-08T18:35:27Z", [0.18, 0.0, 0.82, 0.0], ""], [691, "2021-11-08T15:58:33Z", [0.2, 0.0, 0.8, 0.0], "https://www.bbc.com/sport/formula1/59201017\nI deeply and sincerely don't care about this sport or this question, but this story looks plausible."], [90882, "2021-11-08T14:26:34Z", [0.37, 0.0, 0.63, 0.0], ""], [100653, "2021-11-08T08:39:50Z", [0.23, 0.0, 0.77, 0.0], ""], [101989, "2021-11-08T07:03:16Z", [0.2, 0.0, 0.8, 0.0], ""], [34959, "2021-11-08T06:53:45Z", [0.25, 0.0, 0.75, 0.0], ""], [96828, "2021-11-07T22:33:18Z", [0.19, 0.0, 0.81, 0.0], ""], [89038, "2021-11-07T21:58:51Z", [0.31, 0.0, 0.69, 0.0], ""], [85111, "2021-11-07T21:25:50Z", [0.31, 0.0, 0.69, 0.0], ""], [3, "2021-11-07T21:13:46Z", [0.35, 0.0, 0.65, 0.0], "Holding firm on my forecast given the Mexico City result. Hamilton's 2nd-place finish was a fine outcome for him, given the expected Red Bull advantage at altitude. And Bottas did both Lewis and Mercedes a favor by snatching the fastest-lap extra point back from Max at the very end. Still watching to see whether Lewis will have to take another engine, with the associated grid penalty. For whatever reason, Honda's engine looks better than the Mercedes motor in Honda's final (for now) season as an engine provider. Who would have guessed pre-season that Honda might be Red Bull's secret advantage?! Nice to see Checo make the podium at his home grand prix, too."], [102737, "2021-11-07T21:07:15Z", [0.15, 0.0, 0.85, 0.0], "RBR performance (completely objectively, Mercedes just received a SPANKING in Mexico) should be expected to continue into Brazil, with a few extra points available to VER (or HAM) for the sprint. Updated probabilistic calculation (as first described at https://www.gjopen.com/comments/1342535) suggests that VER chances of winning the championship are now ~84%. With 4 races to run, and with VER holding the high ground in points and in momentum, most paths for HAM to come back into the lead now involve unexpected mechanical problems or a very unlikely gross error by RBR/VER during upcoming races. HAM pretty much needs to win almost all races from here on out for his championship hopes to remain credible. Correspondingly, the 15% victory chances now assessed for HAM track closely with my forecast for the likelihood of a major mechanical or driver error hurting VER over the next 4 races. Probably also noteworthy that only in the very first 4 races of this season have we ever seen HAM beat VER over a consecutive 4-race series within the Championship. Evaluation of all other possible 4-race segments (e.g., Race #5 - Race #8) throughout this season involves a pretty even win tally or a VER advantage (if there are no major unexpected racing incidents, etc.). So, if the recent past is at all predictive of future outcomes, it's looking VERY good for VER now."], [176, "2021-11-07T21:05:24Z", [0.15, 0.0, 0.85, 0.0], ""], [89038, "2021-11-07T20:54:23Z", [0.33, 0.0, 0.67, 0.0], ""], [79508, "2021-11-07T20:52:21Z", [0.3, 0.0, 0.7, 0.0], ""], [94563, "2021-11-07T19:15:00Z", [0.25, 0.0, 0.75, 0.0], ""], [62808, "2021-11-07T16:14:27Z", [0.3, 0.0, 0.7, 0.0], ""], [176, "2021-11-06T23:45:28Z", [0.35, 0.0, 0.65, 0.0], "Looks like those new Merc engines are paying off: \nValtteri Bottas takes surprise Mexico City Grand Prix pole position\nhttps://www.bbc.com/sport/formula1/59194754"], [3, "2021-11-06T16:01:35Z", [0.35, 0.0, 0.65, 0.0], "Still uncertain at the time of this post whether Hamilton will take another engine, with the associated grid penalty, for this weekend's Mexico City Grand Prix. But if he doesn't, he will be exposed to greater risk of a DNF for engine failure in this high-altitude race. Either way, this is a tough race for Mercedes on a track that has favored Red Bull in recent history. Combining these factors with the FP2 results (Verstappen in the lead, Hamilton third, with Perez a close fourth) and the \"home race\" motivation for Perez, I see Verstappen adding to his lead over Hamilton this weekend − with at least a 30% chance that Hamilton will fail to make the podium. That would leave Hamilton with a very difficult path to the championship. Of the four remaining tracks after Mexico City, only the new Saudi Arabia street circuit is viewed as favoring Mercedes. https://www.formula1.com/en/latest/article.tech-tuesday-with-five-races-to-go-in-2021-which-circuits-will-suit-red-bull.9Qa1ZLFQlB5XbYXUWny7P.html I'll need to update this forecast based on Sunday's results. Key factors:\n● Final point spread between Verstappan and Hamilton in Mexico City (if Max wins and Lewis finishes off the podium, I'll increase my forecast for Verstappen);\n● Any DNFs (both drivers DNF = no change; only one driver DNFs, a forecast swing in the other driver's favor).\nTough to say in advance how the power-unit decision would impact my forecast. I'm in wait-and-see mode on that one."], [89038, "2021-11-06T07:29:31Z", [0.4, 0.0, 0.6, 0.0], ""], [102648, "2021-11-05T16:34:12Z", [0.25, 0.2, 0.5, 0.05], ""], [62808, "2021-11-05T13:31:38Z", [0.3, 0.0, 0.7, 0.0], ""], [97375, "2021-11-05T08:29:39Z", [0.6, 0.0, 0.4, 0.0], ""], [102646, "2021-11-04T17:08:28Z", [0.4, 0.0, 0.6, 0.0], ""], [101542, "2021-11-04T08:23:15Z", [0.43, 0.0, 0.57, 0.0], ""], [45594, "2021-10-30T21:53:20Z", [0.4, 0.0, 0.6, 0.0], ""], [94563, "2021-10-30T20:36:27Z", [0.4, 0.0, 0.6, 0.0], ""], [100608, "2021-10-30T18:42:10Z", [0.39, 0.0, 0.61, 0.0], ""], [20156, "2021-10-29T07:37:26Z", [0.43, 0.0, 0.57, 0.0], ""], [95992, "2021-10-28T05:25:43Z", [0.33, 0.0, 0.67, 0.0], ""], [89038, "2021-10-27T20:42:06Z", [0.43, 0.0, 0.57, 0.0], ""], [95992, "2021-10-27T12:18:28Z", [0.3, 0.0, 0.7, 0.0], "Slimmest of margins, but looks like it’s slipping away from Hamilton "], [101989, "2021-10-26T18:50:51Z", [0.35, 0.0, 0.65, 0.0], ""], [101989, "2021-10-26T18:50:23Z", [0.4, 0.0, 0.6, 0.0], ""], [79508, "2021-10-26T16:16:42Z", [0.34, 0.0, 0.66, 0.0], ""], [79142, "2021-10-26T02:51:56Z", [0.4, 0.0, 0.6, 0.0], ""], [691, "2021-10-25T20:48:28Z", [0.4, 0.0, 0.6, 0.0], ""], [96828, "2021-10-25T11:04:52Z", [0.31, 0.0, 0.69, 0.0], ""], [96828, "2021-10-25T11:01:29Z", [0.3, 0.0, 0.7, 0.0], ""], [34959, "2021-10-25T07:26:54Z", [0.37, 0.0, 0.63, 0.0], ""], [100653, "2021-10-25T06:42:20Z", [0.34, 0.0, 0.65, 0.01], ""], [176, "2021-10-24T23:29:46Z", [0.15, 0.0, 0.85, 0.0], "There is still more randomness in this than I would prefer, but I think it comes down to this: \nI guess poor Mercedes strategy over the season doesn't count as bad luck for Hamilton? It's not luck. That doesn't mean it isn't worth noting of course.\nhttps://forum.planetf1.com/viewtopic.php?f=3&t=16493&start=160 Nota bene: \n‘Under the new shareholding structure, Toto Wolff will continue in his role as Team Principal and CEO for a further three years, leading the executive operations of the company and the racing team. ‘He will have the subsequent opportunity to transition to a new executive function within the organisation when he decides it is the right time to do so.’\nhttps://www.planetf1.com/news/toto-wolff-three-year-deal-misunderstanding/ https://www.youtube.com/watch?v=WyF8RHM1OCg"], [62808, "2021-10-24T22:23:43Z", [0.2, 0.0, 0.8, 0.0], ""], [86554, "2021-10-24T21:18:18Z", [0.27, 0.0, 0.73, 0.0], ""], [86554, "2021-10-24T21:18:00Z", [0.3, 0.0, 0.7, 0.0], ""], [102737, "2021-10-24T20:50:06Z", [0.24, 0.0, 0.76, 0.0], "Austin should've been a Mercedes track. If RBR can capitalize further in Mexico / Brazil, it will be difficult for HAM to come back.\nUpdated probabilistic calculation (as described at https://www.gjopen.com/comments/1342535) suggests VER chances of winning the championship are now ~74%."], [85111, "2021-10-24T20:44:35Z", [0.32, 0.0, 0.68, 0.0], ""], [89038, "2021-10-24T20:39:47Z", [0.44, 0.0, 0.56, 0.0], ""], [89038, "2021-10-24T19:26:47Z", [0.5, 0.0, 0.5, 0.0], ""], [89038, "2021-10-23T23:31:56Z", [0.55, 0.0, 0.45, 0.0], ""], [89038, "2021-10-22T18:59:44Z", [0.57, 0.0, 0.43, 0.0], ""], [62808, "2021-10-22T11:43:38Z", [0.3, 0.0, 0.7, 0.0], ""], [100653, "2021-10-20T06:59:21Z", [0.41, 0.0, 0.58, 0.01], ""], [103004, "2021-10-19T20:01:07Z", [0.48, 0.09, 0.4, 0.03], ""], [102985, "2021-10-17T22:52:02Z", [0.35, 0.0, 0.65, 0.0], "https://www.sportsbettingdime.com/racing/formula-1-drivers-championship-odds/ Verstappen is the heavy favorite amongst sports bettors. "], [95992, "2021-10-17T03:16:45Z", [0.44, 0.0, 0.56, 0.0], ""], [96828, "2021-10-15T23:01:37Z", [0.35, 0.0, 0.65, 0.0], ""], [3, "2021-10-15T15:17:23Z", [0.45, 0.0, 0.55, 0.0], ""], [89038, "2021-10-14T19:00:22Z", [0.55, 0.0, 0.45, 0.0], ""], [102946, "2021-10-11T20:19:31Z", [0.67, 0.0, 0.33, 0.0], ""], [89038, "2021-10-11T19:56:02Z", [0.5, 0.0, 0.5, 0.0], ""], [100653, "2021-10-11T07:45:17Z", [0.4, 0.0, 0.56, 0.04], ""], [14266, "2021-10-11T04:16:05Z", [0.45, 0.0, 0.55, 0.0], ""], [85111, "2021-10-10T18:24:48Z", [0.34, 0.0, 0.66, 0.0], "Moved from 69-31 to 66-34. Verstappen retook the lead of the championship today but this weekend Mercedes were faster than I was expecting. But Verstappen and Red Bull once again did do a better job of maximising their points, even with the grid penalty probably could/should have scored more points with a better executed race. "], [62808, "2021-10-10T17:32:18Z", [0.3, 0.0, 0.7, 0.0], ""], [58028, "2021-10-10T15:57:03Z", [0.44, 0.0, 0.56, 0.0], ""], [102737, "2021-10-10T15:35:53Z", [0.34, 0.0, 0.66, 0.0], "For those who will tolerate an occasional Monte Carlo simulation: Here's the list of relative points changes in the HAM vs VER battle so far (sign convention is HAM gains points = pos., regardless of who I'm rooting for)--> [7, -6, 7, 6, -18, 0, -8, -6, -14, 24, 16, -5, -6, -2, 7, -8] At present, VER has a 6 point lead, and there's 6 races left to run.\nIf you assume that future points change outcomes will occur with roughly the same frequency going forward as they have so far, then sampling with replacement 6x from the list above, summing, and adding to the current standings will suggest to you that VER has a ~63% chance going forward. My forecast reflects assumptions/calculations above, and also giving VER a slightly higher bump because of expected advantages for his RBR in the track layouts of some upcoming races."], [34959, "2021-10-10T15:29:09Z", [0.4, 0.0, 0.6, 0.0], ""], [79142, "2021-10-10T13:39:36Z", [0.44, 0.0, 0.56, 0.0], ""], [96828, "2021-10-10T01:48:27Z", [0.47, 0.02, 0.47, 0.04], ""], [58028, "2021-10-08T20:50:41Z", [0.45, 0.0, 0.55, 0.0], ""], [86308, "2021-10-08T07:26:12Z", [0.4, 0.0, 0.6, 0.0], ""], [90882, "2021-10-07T00:12:09Z", [0.42, 0.0, 0.58, 0.0], ""], [97375, "2021-10-05T13:22:35Z", [0.5, 0.0, 0.5, 0.0], ""], [102740, "2021-10-05T03:35:03Z", [0.51, 0.0, 0.45, 0.04], "Lewis Hamilton is a 7-time F1 champion.  Both he and his team have a track record of winning.   Hamilton is currently is in the lead (246.5 points), although only by 2 points.   Verstappen, #2, is a rising competitor and has previously held the lead.  He is very close to the leas with 244.5 points.  Currently, there are 250 points remaining (10 races left, 25 points for 1st place).  Sergio Perez is also a rising competitor, but his record is not strong:  he competed in 190 races before he won his first race in 2020.  Perez is currently #5 in the stats, a full 126 points behind Hamilton.  The third-place driver is at 151 points, also well behind Hamilton.  "], [100608, "2021-10-02T20:44:16Z", [0.41, 0.0, 0.59, 0.0], "Just increasing my odds for Verstappen.   The last two races it is suggested, Hamilton should have capitalised more - but he didn't.   The remaining races might well favour Verstappen and RB that little bit nore - see article  https://www.bbc.co.uk/sport/formula1/58698229"], [102774, "2021-10-02T18:06:20Z", [0.7, 0.0, 0.3, 0.0], ""], [101542, "2021-10-01T15:05:54Z", [0.44, 0.0, 0.56, 0.0], ""], [96828, "2021-10-01T05:16:45Z", [0.52, 0.02, 0.42, 0.04], ""], [84658, "2021-09-30T16:56:54Z", [0.35, 0.0, 0.65, 0.0], ""], [34959, "2021-09-28T14:49:53Z", [0.53, 0.0, 0.47, 0.0], ""], [20156, "2021-09-28T07:08:07Z", [0.46, 0.0, 0.54, 0.0], ""], [79142, "2021-09-28T04:23:01Z", [0.46, 0.0, 0.54, 0.0], ""], [62808, "2021-09-27T20:51:02Z", [0.3, 0.0, 0.7, 0.0], ""], [691, "2021-09-27T16:00:32Z", [0.44, 0.0, 0.56, 0.0], "https://www.bbc.com/sport/formula1/58698229\nThis piece reminds me of all those times of political hooha when tv people stand in front of a large public building solemnly declaring that \"only time will tell.\"  Hard to be wrong about that."], [100653, "2021-09-27T07:11:14Z", [0.39, 0.0, 0.57, 0.04], ""], [95992, "2021-09-26T18:53:31Z", [0.47, 0.0, 0.53, 0.0], ""], [95992, "2021-09-26T18:51:59Z", [0.53, 0.0, 0.47, 0.0], ""], [79461, "2021-09-26T14:47:52Z", [0.35, 0.0, 0.65, 0.0], ""], [85111, "2021-09-26T14:34:32Z", [0.31, 0.0, 0.69, 0.0], "I'm making a small increase in Verstappen's chances after this weekend. This might seem odd given that Hamilton has retaken the lead of the championship, but I had already assumed Hamilton was going to gain points this weekend due to Verstappen starting at the back. Verstappen coming out of the weekend only losing 7 points to Hamilton is better than I expected he would do. I still think Red Bull have a small performance advantage, two tracks that should favour them (Mexico and Brazil) still to come, and Verstappen has seemed to have been less prone to driving errors than Hamilton over the course of the year. Hamilton will also have to race with either older power units, or take a grid penalty himself at one of the remaining rounds. "], [102737, "2021-09-26T13:41:52Z", [0.48, 0.0, 0.51, 0.01], "15 Races run, ~6-7 to go (COVID-allowing). Major developments from here on out in the championship will have much increased chances of “sticking” in the end result, given how close things are. And wow, what a crazy race this was in Russia! Revising probabilities to reflect the big points haul for Hamilton vs Verstappen. But only a minor change because I think Red Bull/Verstappen still hold a significant performance edge, I don’t think Mercedes could’ve pulled off an equal drive from last on grid to 2nd."], [90882, "2021-09-26T13:38:20Z", [0.44, 0.0, 0.56, 0.0], ""], [100115, "2021-09-24T21:01:53Z", [0.4, 0.0, 0.6, 0.0], ""], [102737, "2021-09-22T02:15:17Z", [0.4, 0.0, 0.57, 0.03], "Based on trends in each driver’s relative performance from one  race weekend to another—so far."], [99391, "2021-09-21T17:33:28Z", [0.5, 0.0, 0.5, 0.0], ""], [87691, "2021-09-20T03:55:59Z", [0.0, 0.0, 0.0, 1.0], ""], [100842, "2021-09-17T07:06:44Z", [0.4, 0.0, 0.6, 0.0], ""], [95992, "2021-09-15T00:14:51Z", [0.47, 0.0, 0.53, 0.0], ""], [100562, "2021-09-14T05:26:31Z", [0.61, 0.03, 0.34, 0.02], ""], [14266, "2021-09-14T04:29:14Z", [0.55, 0.0, 0.45, 0.0], ""], [96828, "2021-09-13T23:02:47Z", [0.46, 0.02, 0.48, 0.04], ""], [85458, "2021-09-13T17:15:04Z", [0.5, 0.0, 0.4, 0.1], "The F1 rules appear to have changed and it as now become a lottery."], [100653, "2021-09-13T07:43:24Z", [0.44, 0.0, 0.51, 0.05], ""], [96828, "2021-09-13T01:56:32Z", [0.37, 0.1, 0.43, 0.1], "Max is winning more than I thought. I am ignorant on this so I'm hedging to crowd median a bit because the forecasters seem to know A LOT more than I do."], [94563, "2021-09-12T16:26:53Z", [0.45, 0.0, 0.55, 0.0], "Super tough to call. Whilst I still think Mr. Hamilton is the superior driver, the Red Bull team appear to have a slight edge at this time.\nAlso, as time passes, it becomes harder to close the gap - despite the many races left, it is likely (notwithstanding todays result, more of which later) the pair are likely to share 1-2s for much of the rest of the season. In addition, their teammates may be asked to sacrifice points to steal the fastest lap point late in the race (depends on the tightness of the constructors championship), so it might be a series of very incremental changes, unless one driver goes on a bit of a run.\nI still think it will be one of the two leading contenders. However, I am becoming increasingly concerned with Mr. Verstappen's seeming inability to take the 'long view' (as in more than the current lap. Today's crash illustrated this - the situation was the same slightly earlier in the race, with roles reversed and Mr. Hamilton took the prudent option to wait. Mr. Verstappen seems unable (unwilling) to yield EVER. I fear a serious accident - today's incident could have been disastrous."], [49872, "2021-09-12T15:54:18Z", [0.34, 0.0, 0.66, 0.0], ""], [79142, "2021-09-12T15:53:41Z", [0.4, 0.0, 0.58, 0.02], ""], [102593, "2021-09-12T01:34:36Z", [0.7, 0.0, 0.3, 0.0], ""], [102536, "2021-09-12T01:14:05Z", [0.35, 0.1, 0.55, 0.0], ""], [102588, "2021-09-12T00:56:50Z", [0.44, 0.02, 0.5, 0.04], ""], [102583, "2021-09-12T00:18:42Z", [0.4, 0.0, 0.6, 0.0], ""], [102584, "2021-09-11T23:15:19Z", [0.44, 0.02, 0.54, 0.0], ""], [102584, "2021-09-11T23:13:48Z", [0.43, 0.05, 0.51, 0.01], ""], [102583, "2021-09-11T22:46:49Z", [0.37, 0.0, 0.6, 0.03], ""], [89038, "2021-09-11T20:55:07Z", [0.42, 0.0, 0.58, 0.0], ""], [100605, "2021-09-11T20:24:48Z", [0.4, 0.0, 0.6, 0.0], ""], [102571, "2021-09-11T18:31:13Z", [0.44, 0.0, 0.56, 0.0], ""], [85111, "2021-09-11T17:46:47Z", [0.33, 0.0, 0.67, 0.0], "Slight adjustment on the basis of today's sprint. Verstappen gaining two points on Hamilton today was very unexpected, and there's a decent chance he wins the race tomorrow now. If he gains points on Hamilton on a weekend when Red Bull expected to their least competitive track it will be a significant boost to his chances of winning the title"], [102554, "2021-09-11T03:33:56Z", [0.32, 0.08, 0.53, 0.07], "En este momento la tabla de conductores está liderada por Verstappen que corre por Red Bull con 224.5 puntos, luego Hamilton (Mercedes) con 221.5, Bottas (Mercedes) con 123, Norris (Mclaren) y en el quinto lugar Perez (Red Bull) con 108 puntos. Estos competidores son los que están peleando el podio codo a codo.  Es importante destacar que el trabajo en equipo es importante para este deporte, ya que los conductores se acompañan y el equipo es que el manda las decisiones en las carreras, sin embargo es tema de cada jugador hacer caso o no.\nLuego, fijándome en las predicciones hechas por el equipo de Formula1 en marzo de este año, los más probables de ser campeón son Verstappen o Hamilton, es más, al inicio de la temporada Hamilton era el favorito. Sin embargo, Verstappen ha demostrado muy buenas habilidades tras el volante, manejando confianza y queriendo ser el mejor del equipo Red Bull Racing para seguir avanzando en su carrera, sumado a que recientemente Hamilton no está del todo bien mentalmente y que su compañero de equipo Valtteri Bottas ha renunciado a seguir siendo parte de Mercedes (Es una gran pérdida para el equipo). En cuanto a Sergio Perez, es un conductor muy habilidoso que está dando la sorpresa, pero lamentablemente es irregular en el podio; él puede terminar la carrera segundo tanto como treceavo, entonces eso quita credibilidad de que pueda ser campeón. Finalmente, tomando en cuenta la solidez de Hamilton y Verstappen es poco probable que algún otro conductor pueda ser campeón\nA partir de lo anterior y según lo que he investigado y seguido la formula 1, además faltando 8/22 carreras es que he decidido los porcentajes de predicción mostrados. \nReferencias:\nhttps://www.formula1.com/en/results.html/2021/drivers.html\nhttps://www.formula1.com/en/latest/article.f1-2021-our-writers-predictions-and-hot-takes-ahead-of-the-new-season-but.3fODSqvRIHnC9aOvRvx0di.html\nhttps://lat.motorsport.com/f1/news/formula1-calendario-2021-presentacion/4906911/\n"], [59881, "2021-09-10T18:26:56Z", [1.0, 0.0, 0.0, 0.0], ""], [102523, "2021-09-10T13:16:41Z", [0.45, 0.0, 0.55, 0.0], "Como era de esperar esta temporada 2021 de la Formula 1 se iban a llevar todo el protagonismo tan solo dos pilotos, Lewis Hamilton de la escudería Mercedes y Max Verstappen de la escudería Red Bull Racing. Con los resultados de las primeras 13 fechas siguen peleando mano a mano sin casi darse ventajas, se encuentran con tan solo 3 puntos de ventaja (Verstappen sobre Hamilton) y a 101.5 puntos del tercer lugar lo cual es muchísimo. Quedando 9 fechas la pregunta del momento es quien va a ser campeón y por qué.\nPara realizar un análisis un poco mas critico se analizara el auto de cada piloto lo cual es fundamental a la hora de hablar de un campeonato y capacidad sobre el volante en esta temporada. En primer lugar, es difícil comparar los autos ya que ambos anduvieron muy bien en las pruebas pre-temporada pero fue el mismo jefe del equipo mercedes James Vowles quien dijo que tenían una desventaja frente a Red Bull, ya que los neumáticos de estos ultimo se calentaban mucho mas rápido por lo que sacaban ventaja en las primeras vueltas. Posterior a esto salió Red Bull a contrarrestar la ventaja ya que según ellos esto les juega en contra al final de la carrera. Así mismo se pueden pasar toda la temporada un equipo peleando con el otro por lo tanto la comparación la voy a hacer con los segundos pilotos de cada equipo para ver como les ha ido, mirando los resultados de Sergio Pérez (Red Bull) y Valteri Bottas (Mercedes) se ve que tampoco son mucho las diferencias, Bottas va en tercer lugar y Pérez en quinto lugar lo que demuestra que los autos son muy parecidos, además considerando que Pérez a cometido un par de errores en la pista. Dicho esto, podemos decir que con respecto a los autos no hay diferencias notorias.\nEn segundo lugar, el manejo de los pilotos es complicado de criticar ya que se ven muy influenciados por el jefe del equipo y la estrategia que se les plantea, muchas veces cometen errores pero es debido a que están siendo presionados desde los boxes. Para comparar esto utilizaremos la única carrera del año con lluvia ya que es en ese minuto donde la sensibilidad del piloto se expresa al máximo, es mas, dicen que es aquí donde se va la diferencia entre pilotos y maestros. En el circuito de Spa-Francorchamps la lluvia fue torrencial y pese a que no se pudo terminar la carrera, de hecho se corrieron pocas vueltas, quedo Verstappen primero y Hamilton tercero, además es importante considerar que Verstappen viene conduciendo muy bien en lluvia hace un par de años.\nPara terminar, sin lugar a dudad va a ser una pelea muy reñida de aquí a final de temporada entre estos dos pilotos pero por un mejor manejo de Verstappen, en mi opinión, puede sacar ventajas este año y ser campeón."], [691, "2021-09-09T19:54:53Z", [0.4, 0.0, 0.6, 0.0], ""], [20156, "2021-09-09T09:39:20Z", [0.47, 0.0, 0.53, 0.0], ""], [101989, "2021-09-08T12:01:13Z", [0.45, 0.0, 0.55, 0.0], ""], [94563, "2021-09-08T10:23:47Z", [0.42, 0.0, 0.58, 0.0], ""], [100653, "2021-09-08T07:00:52Z", [0.4, 0.0, 0.57, 0.03], ""], [95992, "2021-09-08T01:46:47Z", [0.4, 0.0, 0.6, 0.0], ""], [101542, "2021-09-07T17:46:03Z", [0.41, 0.0, 0.59, 0.0], ""], [102456, "2021-09-07T15:20:53Z", [0.34, 0.0, 0.56, 0.1], ""], [100653, "2021-09-07T07:28:54Z", [0.4, 0.0, 0.56, 0.04], ""], [102463, "2021-09-07T04:33:42Z", [0.31, 0.07, 0.54, 0.08], ""], [100653, "2021-09-06T15:41:20Z", [0.4, 0.0, 0.54, 0.06], ""], [34959, "2021-09-06T15:10:10Z", [0.41, 0.0, 0.59, 0.0], ""], [102011, "2021-09-06T03:39:18Z", [0.45, 0.0, 0.55, 0.0], "Max hits the lead but 9 races to go, very tight with some races favourly Lewis to come up"], [90882, "2021-09-05T22:09:11Z", [0.38, 0.0, 0.62, 0.0], ""], [100115, "2021-09-05T21:10:49Z", [0.49, 0.0, 0.51, 0.0], ""], [62808, "2021-09-05T21:07:35Z", [0.3, 0.0, 0.7, 0.0], ""], [89038, "2021-09-05T18:41:27Z", [0.43, 0.0, 0.57, 0.0], ""], [85111, "2021-09-05T18:36:53Z", [0.35, 0.0, 0.65, 0.0], "Verstappen has a slim lead but more importantly the Red Bull has been shown to be the faster car over the course of the year. The margin is very tight, so that track characteristics can sometimes put the Merc ahead, but the only reason Verstappen isn't comfortably clear in the championship is the accidents in Silverstone, Hungary and Azerbaijan which were not his fault. Over the course of the final 9 races the pace advantage the Red Bull has should be enough to get Max over the line. The fact he still has to take a new engine, and the related grid penalty will hurt him though."], [79142, "2021-09-05T16:52:47Z", [0.42, 0.01, 0.56, 0.01], ""], [94606, "2021-09-05T16:13:08Z", [0.4, 0.0, 0.6, 0.0], "max gets back on top; https://f1.com/2YvPpF2"], [101989, "2021-09-03T18:29:49Z", [0.5, 0.0, 0.5, 0.0], ""], [100653, "2021-09-02T06:16:29Z", [0.47, 0.0, 0.5, 0.03], ""], [34959, "2021-08-31T08:57:43Z", [0.46, 0.0, 0.54, 0.0], ""], [95992, "2021-08-31T02:54:34Z", [0.45, 0.0, 0.55, 0.0], "Hamilton maintains slight edge but is losing momentum. \nhttps://www.oddschecker.com/motorsport/formula-1"], [691, "2021-08-30T19:35:46Z", [0.44, 0.0, 0.56, 0.0], ""], [100653, "2021-08-30T16:23:54Z", [0.47, 0.0, 0.49, 0.04], ""], [101542, "2021-08-30T14:04:43Z", [0.43, 0.0, 0.57, 0.0], ""], [79142, "2021-08-30T01:19:21Z", [0.52, 0.01, 0.46, 0.01], "Spa half win\nHamilton      202,5\nVerstapten   199,5"], [89038, "2021-08-29T18:22:25Z", [0.45, 0.0, 0.55, 0.0], ""], [85458, "2021-08-29T00:48:57Z", [0.95, 0.0, 0.05, 0.0], ""], [94606, "2021-08-27T15:07:23Z", [0.5, 0.0, 0.5, 0.0], "A tough call, based on this analysis; https://f1.com/3gFMwrw and apparently Merc had to find some additional power - https://f1.com/3Bi84SR - which suggests mental ability is going to be crucial in H2"], [94606, "2021-08-27T14:44:16Z", [0.5, 0.0, 0.5, 0.0], ""], [84956, "2021-08-25T20:43:03Z", [0.42, 0.1, 0.41, 0.07], ""], [89038, "2021-08-25T18:47:40Z", [0.44, 0.0, 0.56, 0.0], ""], [96828, "2021-08-25T11:20:31Z", [0.39, 0.1, 0.22, 0.29], ""], [61713, "2021-08-23T18:07:49Z", [0.6, 0.0, 0.4, 0.0], "Hamilton leads and both he and Mercedes have the experience of title races so are more likely to strengthen in the second half of the season. Plus Verstappen has one less engine to use in the second half of the season. It's very close, but Hamilton has an edge."], [102020, "2021-08-22T15:35:03Z", [0.56, 0.0, 0.37, 0.07], ""], [34959, "2021-08-22T13:30:14Z", [0.45, 0.0, 0.55, 0.0], ""], [62808, "2021-08-21T01:11:59Z", [0.2, 0.0, 0.8, 0.0], ""], [52131, "2021-08-20T14:56:47Z", [0.0, 0.4, 0.0, 0.6], ""], [100653, "2021-08-20T06:26:43Z", [0.5, 0.0, 0.45, 0.05], ""], [34959, "2021-08-18T05:09:19Z", [0.48, 0.0, 0.52, 0.0], "Comment deleted on Aug 18, 2021 05:09AM UTC"], [34959, "2021-08-18T05:05:29Z", [0.48, 0.0, 0.52, 0.0], ""], [101989, "2021-08-17T18:29:25Z", [0.5, 0.01, 0.48, 0.01], ""], [100653, "2021-08-17T06:06:08Z", [0.51, 0.0, 0.44, 0.05], ""], [79142, "2021-08-16T22:59:56Z", [0.54, 0.01, 0.44, 0.01], ""], [100562, "2021-08-16T14:08:13Z", [0.58, 0.03, 0.33, 0.06], "Lewis Hamilton is a strong driver, who doesn´t make much mistakes. Also Bottas might want to show, that he is still valuable for the team - considering next season. Verstappen is a fast driver, but I think he won´t get that much help from Mr. Perez. Lando Norris might be a wild card, if Hamilton and Verstappen should crash twice or more. Also The Ladbrokes think Mr Hamilton is the winner candidate no 1. \nhttps://sports.ladbrokes.com/event/formula-1/formula-1/world-championship/2021-world-championship/231455465/all-markets\n"], [88452, "2021-08-16T09:28:39Z", [0.0, 0.0, 1.0, 0.0], ""], [94563, "2021-08-15T20:25:08Z", [0.55, 0.0, 0.45, 0.0], "Whilst at present Red Bull appear to have a slightly better car, I think Mr. Hamilton's experience makes him a slight favourite.\nIn addition, following the loss of his power system following the incident at Silverstone, it is likely Mr. Verstappen may be forced to take one or more penalties late in the season which would reduce his opportunities to control races.\nFor all of the critique of Valtteri Bottas he will continue to do his best for the team, although this year it appears this will not be enough to assist Mr. Hamilton given the pace of the Red Bull.\nAnother drive is only going to happen if both leading drivers are hurt which would be a disaster for all concerned."], [101542, "2021-08-14T18:19:45Z", [0.45, 0.0, 0.55, 0.0], ""], [691, "2021-08-14T16:50:15Z", [0.42, 0.0, 0.58, 0.0], ""], [95944, "2021-08-14T15:08:49Z", [0.41, 0.0, 0.54, 0.05], ""], [94606, "2021-08-12T18:34:00Z", [0.47, 0.0, 0.53, 0.0], ""], [691, "2021-08-12T17:47:38Z", [0.38, 0.0, 0.62, 0.0], ""], [95992, "2021-08-12T02:13:44Z", [0.5, 0.0, 0.5, 0.0], "Odds are about even money at this point.  https://www.oddschecker.com/motorsport/formula-1"], [15916, "2021-08-11T20:28:35Z", [0.48, 0.01, 0.51, 0.0], "Hamilton is driving as a marked man. Drama entertains the masses. Everyone will drive more aggressively because penalties don't carry suitable heft. Red Bull has the starts and restarts this year. Valteri won't cover for Lewis as he's departing the team at end of the year. Crowds are hungry for new, youthful brand ambassador. "], [100653, "2021-08-11T06:49:10Z", [0.49, 0.0, 0.46, 0.05], ""], [100653, "2021-08-08T09:30:19Z", [0.5, 0.0, 0.46, 0.04], ""], [96828, "2021-08-07T22:37:35Z", [0.37, 0.1, 0.23, 0.3], ""], [89038, "2021-08-07T21:37:19Z", [0.42, 0.0, 0.58, 0.0], ""], [100058, "2021-08-07T20:27:42Z", [1.0, 0.0, 0.0, 0.0], "History, experience and the circuit’s most wealthy team are on his side. "], [100842, "2021-08-06T19:01:24Z", [0.3, 0.0, 0.7, 0.0], ""], [14266, "2021-08-06T18:24:13Z", [0.65, 0.0, 0.35, 0.0], ""], [100115, "2021-08-06T16:46:11Z", [0.48, 0.0, 0.47, 0.05], ""], [102011, "2021-08-06T01:01:29Z", [0.65, 0.0, 0.3, 0.05], "Lewis won 7 of the final 11 races of 2020, so has form late in the season, two of which seems to be at the same venue and is 8 points ahead currently. 5% probability based on other drivers being 82 points behind."], [100653, "2021-08-05T07:05:44Z", [0.51, 0.0, 0.45, 0.04], ""], [96828, "2021-08-05T05:14:31Z", [0.36, 0.1, 0.24, 0.3], ""], [101989, "2021-08-04T16:53:46Z", [0.4, 0.05, 0.4, 0.15], ""], [79508, "2021-08-04T09:17:53Z", [0.35, 0.0, 0.65, 0.0], ""], [96828, "2021-08-04T00:47:43Z", [0.4, 0.12, 0.3, 0.18], ""], [95992, "2021-08-03T20:22:37Z", [0.58, 0.0, 0.42, 0.0], "Following the Hungarian Grand Prix, Hamilton now in the lead on the season. Reflected in betting odds as well. "], [100608, "2021-08-03T18:54:20Z", [0.43, 0.0, 0.57, 0.0], "Hamilton took the lead in the overall standings after the last GP.  He is the better driver, and has the steely composure to win again.  Against him is the fact that Verstappen probably has the better car, but if it turns out that Hamilton does have long Covid, then that must make it less likely he'll win the Championship https://www.theguardian.com/sport/blog/2021/aug/03/lewis-hamilton-composure-and-experience-gives-him-edge-max-verstappen-duel\nhttps://www.theguardian.com/sport/2021/aug/01/lewis-hamilton-fears-he-has-long-covid-after-hungarian-gp-exhaustion"], [79461, "2021-08-02T14:26:35Z", [0.5, 0.0, 0.5, 0.0], ""], [101970, "2021-08-02T13:13:21Z", [0.6, 0.0, 0.4, 0.0], ""], [20156, "2021-08-02T11:38:44Z", [0.54, 0.0, 0.46, 0.0], ""], [100653, "2021-08-02T06:14:50Z", [0.52, 0.0, 0.45, 0.03], ""], [34959, "2021-08-02T01:30:29Z", [0.37, 0.0, 0.63, 0.0], ""], [86554, "2021-08-01T23:59:47Z", [0.31, 0.01, 0.68, 0.0], ""], [86554, "2021-08-01T23:58:00Z", [0.2, 0.01, 0.79, 0.0], ""], [79142, "2021-08-01T20:16:55Z", [0.45, 0.01, 0.53, 0.01], ""], [691, "2021-08-01T15:20:20Z", [0.34, 0.0, 0.66, 0.0], ""], [79508, "2021-08-01T15:05:26Z", [0.32, 0.0, 0.68, 0.0], ""], [89038, "2021-08-01T13:16:12Z", [0.38, 0.0, 0.62, 0.0], "Wow"], [98455, "2021-07-31T17:26:33Z", [0.45, 0.0, 0.55, 0.0], "Max's slight edge in current point total, plus the decision for Mercedes to stop development on their 2021 car gives Max the edge in my opinion, even though Lewis is the GOAT and won pole for the Hungarian race this weekend."], [94606, "2021-07-30T21:20:20Z", [0.33, 0.0, 0.67, 0.0], ""], [46339, "2021-07-30T11:32:08Z", [0.3, 0.0, 0.7, 0.0], ""], [85458, "2021-07-29T23:44:08Z", [0.9, 0.02, 0.08, 0.0], ""], [62808, "2021-07-29T22:13:36Z", [0.2, 0.0, 0.8, 0.0], ""], [101885, "2021-07-29T17:17:45Z", [0.35, 0.0, 0.65, 0.0], ""], [102078, "2021-07-28T15:06:32Z", [0.21, 0.01, 0.77, 0.01], ""], [100653, "2021-07-27T07:01:51Z", [0.34, 0.0, 0.66, 0.0], ""], [94606, "2021-07-26T20:55:05Z", [0.33, 0.02, 0.65, 0.0], ""], [102035, "2021-07-25T20:01:13Z", [0.1, 0.65, 0.25, 0.0], ""], [100842, "2021-07-24T12:30:33Z", [0.2, 0.0, 0.8, 0.0], ""], [95992, "2021-07-24T04:14:37Z", [0.28, 0.0, 0.72, 0.0], "Updated using the right odds https://www.oddschecker.com/motorsport/formula-1/drivers-championship/winner"], [95992, "2021-07-24T01:49:27Z", [0.37, 0.06, 0.52, 0.05], "https://www.oddschecker.com/motorsport/formula-1"], [102020, "2021-07-23T16:15:21Z", [0.3, 0.05, 0.63, 0.02], ""], [97375, "2021-07-23T09:29:49Z", [0.4, 0.0, 0.6, 0.0], ""], [14208, "2021-07-23T07:25:00Z", [0.0, 0.0, 0.0, 1.0], ""], [100653, "2021-07-23T07:02:18Z", [0.34, 0.01, 0.65, 0.0], ""], [102012, "2021-07-23T03:10:08Z", [0.4, 0.0, 0.6, 0.0], ""], [89038, "2021-07-22T19:33:28Z", [0.3, 0.0, 0.7, 0.0], "Updating more, British GP was a moment where if LH wins the WC, it will likely be viewed as THE turning point. The fundamentals still favour Verstappen though."], [90882, "2021-07-22T19:30:58Z", [0.44, 0.0, 0.56, 0.0], ""], [95992, "2021-07-22T04:49:28Z", [0.45, 0.0, 0.55, 0.0], ""], [101397, "2021-07-21T17:55:55Z", [0.3, 0.0, 0.7, 0.0], "redbull finally has a faster car than mercedez."], [100608, "2021-07-21T16:40:15Z", [0.4, 0.0, 0.6, 0.0], "After British GP.  See fact that Verstappen's car incurred quite some damage.  "], [49779, "2021-07-20T22:27:24Z", [0.99, 0.0, 0.01, 0.0], ""], [90882, "2021-07-20T15:51:05Z", [0.48, 0.0, 0.52, 0.0], ""], [79461, "2021-07-20T15:05:32Z", [0.4, 0.0, 0.6, 0.0], "F1 has completed 10 races of its expected 23 race schedule. Hamilton and Verstappen are neck and neck, separated by only 8 points, while Perez is 72 points behind. To give a sense of scale, Perez needs to win 3 races (75 points) while Hamilton and Verstappen both DNF (do not finish) to take the lead. That is almost certainly not going to happen, so I think it's clear it's either Verstappen or Hamilton. Right now, I give a slight edge to Verstappen - he's won more races, has a slight lead, and his car has looked better in recent weeks. "], [34959, "2021-07-20T15:01:29Z", [0.33, 0.01, 0.65, 0.01], ""], [100653, "2021-07-20T13:39:04Z", [0.35, 0.0, 0.65, 0.0], ""], [100115, "2021-07-20T13:30:31Z", [0.45, 0.05, 0.45, 0.05], "I looked at a few recent Championships and the eventual winners seem to dominate throughout the season. Not surprising since points are cumulative "], [61367, "2021-07-20T09:54:08Z", [0.0, 0.0, 1.0, 0.0], ""], [8931, "2021-07-20T03:46:22Z", [0.33, 0.02, 0.61, 0.04], ""], [48709, "2021-07-20T02:55:09Z", [0.28, 0.15, 0.19, 0.38], "Opening forecast"], [92079, "2021-07-20T00:26:32Z", [0.0, 0.0, 1.0, 0.0], ""], [6425, "2021-07-19T21:30:39Z", [0.0, 1.0, 0.0, 0.0], ""], [101499, "2021-07-19T20:17:53Z", [0.3, 0.0, 0.7, 0.0], "Tracking the betting odds "], [691, "2021-07-19T17:50:48Z", [0.31, 0.01, 0.66, 0.02], ""], [5002, "2021-07-19T17:24:45Z", [0.45, 0.0, 0.55, 0.0], ""], [3, "2021-07-19T17:14:35Z", [0.35, 0.0, 0.65, 0.0], "This is a two-man race. There is no way that Red Bull would let Perez take the championship unless Verstappen can't finish the season. And I doubt that Perez could outdrive Hamilton, who is deeply motivated to win his record-breaking eighth world championship. Despite the surprising Silverstone result, Verstappen has a clear edge. The Red Bull team seems once again to have Adrian Newey's full attention on aerodynamics, and their Honda engine has finally equalled, or even surpassed, the mighty Mercedes motor. Red Bull excels in pit stops, whereas Mercedes and Toto Wolff have been uncharacteristically weak on both tactical and strategic execution. Things to watch: Hamilton's renewed confidence and commitment after his strong British Grand Prix outcome can still make a difference. Verstappen's high-speed crash may have lingering effects that will take time to manifest. Mercedes may make greater-than-expected engineering strides during the summer break. The first two factors could be apparent during the upcoming Hungarian Grand Prix; the third won't be evident until at least September. If Hamilton manages to hold his own or even pull ahead in the championship by the end of September, game on. Otherwise, I'll be steadily increasing my odds for Verstappen."], [100653, "2021-07-19T16:34:02Z", [0.36, 0.0, 0.64, 0.0], ""], [101420, "2021-07-19T15:20:31Z", [0.2, 0.1, 0.1, 0.6], ""], [101286, "2021-07-19T12:49:47Z", [0.55, 0.0, 0.45, 0.0], "Being a moderate F1 fan, I have a bit of knowledge coming into this question.  First, I have no doubt that either Lewis Hamilton or Max Verstappen will be the champion come the end of the season.  They have won 9/10 races so far this season, and have a points lead over third that equates to more than 2 victories (meaning third place would need to win twice while Hamilton and Verstappen collect 0 points).  Even if that were to happen, third place would still be behind and would have to outperform Hamilton and Verstappen in the final third of the season.  Looking at Hamilton vs Verstappen is much more interesting, though.  Lewis Hamilton, currently in second place, is 8 points behind Verstappen.  However, Hamilton has won 6 of the last 7 World Drivers' Championships (85%), while Verstappen has never won.  With 13 races left in the season, both racers are more than capable of being on top at the end.  However, I've picked Hamilton to win for a few reasons.  First, an 8 point lead is incredibly slim (can easily be made up in one race given these racers win nearly every single race).  Second, Hamilton won 9 of the final 13 races last season, while Verstappen only won 1.  Were this to happen again, Hamilton would run away with the Championship.  Finally, Hamilton is undoubtedly the greatest F1 driver of all time, with championship experience.  All of these things give him an edge over Verstappen.  However, I did check Draftkings for betting odds, and Max Verstappen is actually the odds-on favorite to win the Championship (-190 vs Hamilton at +150).  Removing the Vig from these odds, this makes Hamilton a slight underdog.  Based on all these factors, I've decided to give Hamilton a slight edge at the moment, and will adjust based on following race results."], [96828, "2021-07-19T10:33:45Z", [0.32, 0.16, 0.26, 0.26], ""], [79508, "2021-07-19T07:44:05Z", [0.24, 0.01, 0.74, 0.01], ""], [97742, "2021-07-19T07:42:18Z", [0.55, 0.05, 0.35, 0.05], ""], [101422, "2021-07-19T06:44:07Z", [0.22, 0.07, 0.71, 0.0], ""], [34815, "2021-07-19T03:49:13Z", [0.0, 0.0, 1.0, 0.0], ""], [101970, "2021-07-18T20:27:08Z", [0.5, 0.0, 0.5, 0.0], ""], [14266, "2021-07-18T17:25:12Z", [0.37, 0.0, 0.63, 0.0], ""], [89038, "2021-07-18T17:24:25Z", [0.24, 0.01, 0.75, 0.0], ""], [79142, "2021-07-18T17:19:28Z", [0.38, 0.01, 0.6, 0.01], ""], [100608, "2021-07-18T16:18:29Z", [0.31, 0.0, 0.69, 0.0], "Small adjustment down after the British GP.  Still Verstappen's to lose, and Mercedes can't do much about the car this season, but maybe a bit of pressure told today."], [100664, "2021-07-18T08:45:44Z", [0.05, 0.0, 0.95, 0.0], ""], [45594, "2021-07-18T07:25:39Z", [0.3, 0.05, 0.6, 0.05], ""], [914, "2021-07-18T03:01:10Z", [0.35, 0.0, 0.65, 0.0], ""], [79142, "2021-07-18T02:05:05Z", [0.33, 0.01, 0.65, 0.01], ""], [84908, "2021-07-18T00:23:09Z", [0.17, 0.0, 0.83, 0.0], ""], [691, "2021-07-17T16:08:58Z", [0.24, 0.05, 0.66, 0.05], ""], [100608, "2021-07-17T10:43:11Z", [0.28, 0.0, 0.72, 0.0], "Hamilton has had the incredible advantage for many seasons of being in the best car - his very good driving skills are not making up that gap between Mercedes and RB this year.  BBC report below suggests why Mercedes aren't putting in a lot of effort during 2021 to regain the initiative (budget cap for 2021, focus is instead on new car/new rules for 2022, sliding scale of restrictions on permitted development).   There are still over 10 races to go this year, but RB dominance is getting stronger.   Betting before British GP as Verstappen at 3/8 and Hamilton at 3/1.    Accidents can happen every now and then  -that's the reason why I am not going any higher than 72% for now for the dominant Verstappen  https://www.bbc.co.uk/sport/formula1/57632228"], [79508, "2021-07-17T07:55:24Z", [0.22, 0.02, 0.74, 0.02], ""], [14266, "2021-07-17T05:46:15Z", [0.3, 0.0, 0.7, 0.0], "Probably in way over my head on this one.  I'm sure you all are big Formula One fans and I know absolutely nothing about it.  The scoring systems looks easy enough to keep up with the various possibilities, so I'll play. "], [62808, "2021-07-16T21:12:47Z", [0.35, 0.0, 0.65, 0.0], ""], [94606, "2021-07-16T21:01:13Z", [0.33, 0.02, 0.64, 0.01], "High rake vs low rake and high rake is winning thus far. - https://bit.ly/2UiZbbO / https://bit.ly/3erXTCl"], [101512, "2021-07-16T20:39:45Z", [0.32, 0.0, 0.68, 0.0], "\nHis stats, his team, the current dynamics and results of the season. LEwis hamilton is behind but depends on chances ahead Sources:\nhttps://www.oddschecker.com/motorsport/formula-1 https://www.speedcafe.com/2021/07/05/poll-who-will-win-the-2021-formula-1-world-championship/ https://en.wikipedia.org/wiki/Max_Verstappen"], [89038, "2021-07-16T18:33:02Z", [0.17, 0.03, 0.8, 0.0], "Verstappen got the better car and is more than a whole race infront. First-time WC nerves/ reliability the only things that can stop him I feel."], [86554, "2021-07-16T18:10:41Z", [0.26, 0.01, 0.72, 0.01], ""], [86554, "2021-07-16T18:10:19Z", [0.27, 0.01, 0.0, 0.72], ""]]}