{"question_id": 1832, "title": "Will the People's Republic of China (PRC) officially declare an air-defense identification zone (ADIZ) over any part of the South China Sea before 1 March 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[97561, "2021-03-01T01:33:05Z", [0.0], ""], [97460, "2021-02-28T21:24:23Z", [0.0], "Revising down; couldn't find any indication that this would happen before 3/1. "], [96831, "2021-02-28T20:52:43Z", [0.0], ""], [88098, "2021-02-28T12:44:03Z", [0.0], ""], [97459, "2021-02-28T02:42:05Z", [0.0], ""], [98240, "2021-02-28T02:41:47Z", [0.0], ""], [97510, "2021-02-28T00:11:05Z", [0.0], ""], [98258, "2021-02-27T21:46:46Z", [0.0], ""], [85377, "2021-02-27T20:52:09Z", [0.0], ""], [98148, "2021-02-26T22:50:27Z", [0.0], ""], [62808, "2021-02-26T22:25:40Z", [0.0], ""], [96831, "2021-02-26T21:50:36Z", [0.0], ""], [2965, "2021-02-26T18:31:40Z", [0.0], ""], [97569, "2021-02-26T15:23:56Z", [0.0], ""], [97168, "2021-02-26T14:59:21Z", [0.01], ""], [20156, "2021-02-26T14:56:55Z", [0.0], ""], [96831, "2021-02-25T17:21:36Z", [0.01], ""], [500, "2021-02-25T15:48:49Z", [0.0], ""], [18679, "2021-02-25T11:16:28Z", [0.0], ""], [96796, "2021-02-24T21:07:27Z", [0.0], ""], [98196, "2021-02-24T17:11:02Z", [0.01], ""], [95112, "2021-02-24T14:29:21Z", [0.0], ""], [94889, "2021-02-24T13:29:30Z", [0.0], ""], [49877, "2021-02-23T22:58:09Z", [0.01], ""], [96923, "2021-02-23T21:59:34Z", [0.0], ""], [97459, "2021-02-23T18:46:25Z", [0.01], ""], [96715, "2021-02-23T14:05:57Z", [0.03], ""], [79142, "2021-02-23T12:56:42Z", [0.0], ""], [79142, "2021-02-23T12:56:19Z", [0.1], ""], [37520, "2021-02-23T07:53:23Z", [0.0], ""], [98293, "2021-02-23T06:00:57Z", [0.0], ""], [96392, "2021-02-23T03:41:42Z", [0.0], ""], [96724, "2021-02-23T02:38:56Z", [0.0], ""], [98254, "2021-02-23T01:38:34Z", [0.0], "China is not likely to declare air-defense over the South China Sea due to the current global circumstances. Due to the pandemic, it is unlikely that countries will make moves to further jeopardize their relations with neighboring countries."], [62808, "2021-02-23T00:57:37Z", [0.0], ""], [49877, "2021-02-22T22:22:28Z", [0.01], ""], [73687, "2021-02-22T21:24:37Z", [0.0], ""], [85377, "2021-02-22T20:44:15Z", [0.01], "Limited time available, and little incentive for this escalation to be used at this time."], [98192, "2021-02-22T18:14:43Z", [0.0], "Due to no news being put out about China declaring an ADIZ over the South China Sea I do not believe that it will happen then."], [96450, "2021-02-22T17:49:57Z", [0.0], ""], [96831, "2021-02-22T17:06:48Z", [0.01], ""], [23879, "2021-02-22T17:03:24Z", [0.01], ""], [98108, "2021-02-22T16:46:49Z", [0.0], ""], [96755, "2021-02-22T16:45:19Z", [0.0], ""], [96748, "2021-02-22T16:35:33Z", [0.0], ""], [91722, "2021-02-22T16:34:09Z", [0.01], "A move like that May preempt any reconciliation potential on trade and economic front with the new Biden administration. "], [85031, "2021-02-22T14:15:55Z", [0.0], ""], [97375, "2021-02-22T08:07:11Z", [0.0], ""], [4239, "2021-02-22T01:31:50Z", [0.0], ""], [98211, "2021-02-21T22:26:11Z", [0.01], "While China has continued recent military exercises in the region, I don't see them changing their official policy within the time remaining."], [73050, "2021-02-21T21:37:56Z", [0.01], ""], [97460, "2021-02-21T21:07:55Z", [0.02], "Revising this forecast down given the amount of time remaining. Haven't found anything to increase the probability of this happening in the next week. "], [95112, "2021-02-21T18:22:09Z", [0.01], ""], [97375, "2021-02-21T16:01:06Z", [0.01], ""], [73141, "2021-02-21T12:27:27Z", [0.0], ""], [11447, "2021-02-21T08:59:59Z", [0.0], "Dropping further on time left"], [97593, "2021-02-20T20:58:26Z", [0.01], "No indication China is pursuing this course of action with one week remaining until end of forecast."], [59836, "2021-02-20T15:17:34Z", [0.0], ""], [34959, "2021-02-20T14:11:51Z", [0.0], ""], [96828, "2021-02-20T02:45:40Z", [0.0], ""], [98520, "2021-02-19T21:17:27Z", [0.0], ""], [98213, "2021-02-19T20:02:50Z", [0.0], ""], [97560, "2021-02-19T19:39:18Z", [0.0], "We are only 11 days away from this question ending.    President Biden and President Xi had their first phone call on 10 February and there was no mention of an ADIZ.  https://thediplomat.com/2021/02/first-biden-xi-phone-call-shows-not-much-has-changed-in-us-china-relations/ While I've been thinking this event was very unlikely from the beginning, I don't want to give in to my own \"confirmation bias.\"  What would make China decide to change its mind?  One thing that has happened quite a bit in the last few months is the number of Chinese aircraft that have entered the Taiwanese ADIZ. https://theaviationist.com/2021/01/24/eight-chinese-h-6k-bombers-flew-inside-taiwans-air-defense-zone-as-u-s-aircraft-carrier-entered-south-china-sea/  Taiwan did take notice of these incursions, but there was no tough talk out of Beijing about the need for it to initiate a SCS ADIZ because of Taiwan's dismay about the Chinese incursions.  "], [87827, "2021-02-19T14:03:57Z", [0.0], ""], [96831, "2021-02-19T04:00:43Z", [0.02], "It doesn't sound like Biden has any love for the PRC, and will be leaving the foundations that the Trump administration attempted to construct for high-end competition in place for now.  The new administration does seem to want to take a harder line on human rights and internal issues with China (such as Xinjiang) which could be seen as a threat.  However, this won't likely force China to resort to an ADIZ in the next two weeks.\nhttps://www.lawfareblog.com/water-wars-chinese-military-takes-aim-while-bidens-china-strategy-takes-shape"], [97168, "2021-02-18T15:00:09Z", [0.39], ""], [80790, "2021-02-17T21:32:15Z", [0.0], ""], [98175, "2021-02-17T21:04:34Z", [0.05], "Being so close to the deadline, and seeing that there have been no further indications that China will declare a ADIZ, it seems like this is not likely to happen before March 1st. "], [12573, "2021-02-17T17:12:10Z", [0.84], ""], [98240, "2021-02-17T14:00:43Z", [0.02], ""], [98196, "2021-02-16T19:43:57Z", [0.02], ""], [21441, "2021-02-15T23:29:03Z", [0.0], ""], [97593, "2021-02-15T19:03:27Z", [0.04], "Update based on time until forecast end date."], [97459, "2021-02-15T17:23:48Z", [0.02], "Decrementing due to time remaining. "], [96715, "2021-02-15T15:16:52Z", [0.04], "getting close to the deadline and no indications that this is likely"], [34959, "2021-02-15T04:09:47Z", [0.01], ""], [31275, "2021-02-15T02:39:50Z", [0.0], ""], [14208, "2021-02-15T01:25:11Z", [0.05], "Will COVID “issues” at least be semi-solved?  Will Hong Kong resemble a 1980s movie “escape from New York”?   Submarines launching Sea to air EMP? “STUFF” wars. Kinda like WW1 but more lethal. Higher mortality. "], [22689, "2021-02-14T23:21:33Z", [0.0], ""], [34527, "2021-02-14T22:39:04Z", [0.0], ""], [98274, "2021-02-14T21:05:27Z", [0.0], "China has given no indication that it will do so anytime soon. They are going to be more reserved for the first few months of 2021 to observe Biden. "], [691, "2021-02-14T17:07:29Z", [0.0], ""], [62808, "2021-02-14T16:50:00Z", [0.0], ""], [97841, "2021-02-14T14:10:05Z", [0.0], ""], [88098, "2021-02-14T11:16:51Z", [0.01], ""], [94872, "2021-02-14T00:28:03Z", [0.0], ""], [81187, "2021-02-13T23:37:20Z", [0.0], ""], [89038, "2021-02-13T00:35:23Z", [0.0], ""], [49877, "2021-02-12T17:27:47Z", [0.1], ""], [62808, "2021-02-12T17:19:08Z", [0.01], ""], [97157, "2021-02-12T16:09:08Z", [0.05], ""], [97569, "2021-02-12T01:27:22Z", [0.01], ""], [96831, "2021-02-11T03:54:20Z", [0.03], "Lowering probability due to passage of time."], [94872, "2021-02-11T03:29:17Z", [0.01], ""], [22690, "2021-02-11T02:15:31Z", [0.01], "passage of time"], [97501, "2021-02-10T19:38:26Z", [0.0], "Because:\n- it didn't happen and there are few days left,\n- nothing in medias to my knowledge,\n- there is a consensus of other forecasters since a lot of weeks"], [98108, "2021-02-10T18:36:37Z", [0.02], ""], [96715, "2021-02-10T15:31:24Z", [0.06], "We're getting close to the end of this question and haven't seen any significant signaling"], [30364, "2021-02-10T04:39:41Z", [0.01], ""], [914, "2021-02-10T03:27:11Z", [0.01], ""], [94606, "2021-02-09T18:27:15Z", [0.0], "On the basis of Biden's messaging to China, why would China aggravate the matter now by declaring an ADIZ?\nSee https://reut.rs/3jyrf36 and  https://bit.ly/2YZ6OCO"], [88452, "2021-02-09T09:33:37Z", [0.0], ""], [96755, "2021-02-08T17:09:41Z", [0.0], "As @kbarnard10 just pointed out, with only 2 weeks to go and actual US warships operating in the area China seems still unwilling to declare an ADIZ over the SCS, Chinese semi-official news agencies (e.g. xinhua) have not even discussed doing this in serious terms in Chinese language or English language publications over the last few weeks despite the US warships presence in serious terms, which would be expected as an indicator of a coming declaration to provide justification. Seems very very unlikely given the time span and lack of indicators. "], [97560, "2021-02-08T03:42:52Z", [0.01], "There is only two weeks left in this forecast.  The Theodore Roosevelt Carrier Strike Group has been operating gin the South China Sea for the better part of two weeks and there has been no serious discussion about China declaring the ADIZ."], [58028, "2021-02-07T14:37:44Z", [0.0], ""], [96828, "2021-02-07T00:24:11Z", [0.01], ""], [96731, "2021-02-05T15:01:31Z", [0.01], "Update for time remaining"], [314, "2021-02-05T14:07:22Z", [0.0], "Too little time left; no obvious reason for the PRC to instigate anything with a new US admin"], [87827, "2021-02-05T12:24:22Z", [0.03], ""], [95992, "2021-02-05T03:02:04Z", [0.0], ""], [1333, "2021-02-04T15:23:58Z", [0.0], ""], [98293, "2021-02-04T06:33:46Z", [0.01], "Unlikely that before 1 March China will want to antagonize the US administration."], [97075, "2021-02-04T06:30:01Z", [0.03], "Time remaining to deadline, decrease 1%"], [23879, "2021-02-03T20:07:27Z", [0.03], "Down from 5% due to passage of time."], [46339, "2021-02-03T19:30:08Z", [0.1], ""], [96923, "2021-02-03T16:48:43Z", [0.02], ""], [98108, "2021-02-02T17:41:56Z", [0.04], "Decreasing forecast slightly given that time is running out."], [91722, "2021-02-02T16:46:15Z", [0.05], "With new administration in the US, China may opt to wait and see initially before making a move that may jeopardize progress in relations with the new US government. "], [97593, "2021-02-02T02:42:48Z", [0.06], "Update to original forecast due to time remaining in forecast period."], [42417, "2021-02-02T01:29:00Z", [0.0], ""], [62808, "2021-02-02T00:22:24Z", [0.01], ""], [97561, "2021-02-01T23:05:59Z", [0.05], "Great article on the history of the East China Sea ADIZ and how it did NOT lead to territorial dispute resolution or increased activity surrounding them written by a Research Fellow for the Society for Strategic Studies based in Taipei:  http://www.scspi.org/en/dtfx/why-there-no-south-china-sea-air-defense-identification-zone China flew through Taiwan's ADIZ a record ~400 times in January, however, given China's stance on Taiwan, I don't think this is indicative of increased probability of establishing and ADIZ.  Furthermore I can find no evidence that the ECS ADIZ declaration was preceded by increased flights by the PLA in the area.   Therefore, reducing down to 5%."], [96828, "2021-02-01T02:14:25Z", [0.01], ""], [96746, "2021-02-01T02:14:07Z", [0.05], "Time adjustment:\nBased on past statements and actions in the ECS, it is likely that China will establish an ADIZ in the SCS region at some point (or as their defense ministry stated, \"appropriate time\"). It is difficult to establish a base rate on this one. Even if there were several Chinese ADIZ to consider, each case is very different (i.e. can you enforce it... what are the disruptions internationally? Who is likely to contest it?). Given that the White House is in a period of transition, I suspect that Beijing does not consider this the \"appropriate\" time (being tough on China crosses party lines."], [31275, "2021-01-31T22:07:45Z", [0.0], ""], [2965, "2021-01-31T19:12:20Z", [0.0], ""], [45650, "2021-01-31T15:01:09Z", [0.15], ""], [88452, "2021-01-31T12:47:45Z", [0.07], ""], [96450, "2021-01-31T11:25:09Z", [0.03], ""], [58028, "2021-01-30T23:53:36Z", [0.02], ""], [96831, "2021-01-30T21:08:13Z", [0.05], "China PLAAF seems to be doing just fine flexing its muscles without having to declare an ADIZ.  I'm not sure about the veracity of this Australian source, but it seems they are perceiving increased brinkmanship as Biden took the reigns in the US.  For its part, the US CSG seems to be ignoring the threat.\nhttps://www.news.com.au/technology/innovation/military/china-flexes-muscles-to-us-in-south-china-sea-after-promising-to-open-fire/news-story/48fecab56846fb19d2c0b7fd453f7789"], [11447, "2021-01-30T21:04:06Z", [0.01], "Dropping on time left and seemingly low level of immediate triggers."], [97841, "2021-01-30T13:42:12Z", [0.01], "While Taiwan may be close to the top sovereignty and national security priority of China, there are many ways China can assert itself in the region without such an aggressive move.  Both China and Biden have incentive to demonstrate greater ability to cooperate with one another than has happened in the last 4 years. China making this declaration in the next month would be a proverbial sucker punch to the Biden administration when it is just getting its footing. While it may happen in the next 2-3 years, I don’t believe there is a strong incentive for China to escalate relations so quickly in the next 30 days"], [97185, "2021-01-29T23:39:31Z", [0.01], ""], [96756, "2021-01-29T16:20:49Z", [0.15], "Based off some more discussion with @nadie708, I think I'm lowering the probability to 15%. "], [96756, "2021-01-28T22:58:47Z", [0.25], "My previously probability was significantly above the mean, and I don't think we've yet seen the posturing and lead up we would prior to an extreme action like a SCS ADIZ.  Articles shared by @nadie708 and @Maximumtrees do show that there is some posturing happening however. I think it is possible we may see this sort of move sometime in the Biden administration, but it is much less likely when US has made efforts to demonstrate its commitment to Taiwan and keeps such a strong presence in the region. https://www.reuters.com/article/us-taiwan-china-security-idUSKBN29S0BK\nhttps://www.military.com/daily-news/2021/01/25/taiwan-now-flashpoint-biden-administrations-china-policy-flournoy-says.html?utm_source=Sailthru&utm_medium=email&utm_campaign=EBB%2001.26.21&utm_term=Editorial%20-%20Early%20Bird%20Brief"], [62808, "2021-01-28T15:52:12Z", [0.01], ""], [88452, "2021-01-28T11:32:28Z", [0.51], "\"The Chinese Communist Party was also seeking to make warplane incursions into Taiwan's ADIZ appear routine, so as to establish its own South China Sea ADIZ, according to Wang.[...]\nThe legitimacy of Taiwan's ADIZ has come under scrutiny for its dramatic extension into China's eastern province of Fujian. Taipei responds to every PLA aircraft intrusion by dispatching its own interceptor jets.\nChina established its own ADIZ in the East China Sea in 2013. Entry into the area by foreign military aircraft is seen by Beijing as just cause to drive them away using fighters.\nSpeculation about a possible Beijing-drawn ADIZ in the South China Sea has been ongoing since last year. It is thought to be in the works, but potential negative reactions by the U.S. and various claimants in the disputed waters are so far delaying China's decision.\nThe establishment of such a zone would likely cover Taiwan's own ADIZ, further complicating the delicate military balance in the region.\"\nhttps://www.newsweek.com/taiwan-lawmaker-accuses-chinas-xi-jinping-hypocrisy-after-davos-speech-1564826\n"], [14208, "2021-01-27T08:11:38Z", [0.01], "Probably not. Don’t they need FAA approval? Flight safety is big issue around the world. Perhaps some constructionism here. Just a thought. Heck what a nuclear submarines for?  "], [96727, "2021-01-26T18:05:39Z", [0.05], ""], [96715, "2021-01-26T15:01:55Z", [0.12], "We just sent a CSG to the area which makes the Chinese bomber incursion on the same day look like a response to that specific incident instead of a broader signal about them toughening their position or preparing for more drastic action (like an adiz)\nHowever the very end of this article here mentions that the  U.S. capitol insurrection, which has been heavily used as propaganda against the U.S. within China, might lead the Chinese to believe that the U.S. is less able or willing to uphold its commitment to Taiwan.  \nhttps://www.military.com/daily-news/2021/01/25/taiwan-now-flashpoint-biden-administrations-china-policy-flournoy-says.html?utm_source=Sailthru&utm_medium=email&utm_campaign=EBB%2001.26.21&utm_term=Editorial%20-%20Early%20Bird%20Brief  Doesn't change my prediction yet especially given the 1 March deadline for this question. just posting to keep track of my thinking in case more things change."], [98108, "2021-01-26T03:19:01Z", [0.06], ""], [62808, "2021-01-25T19:40:37Z", [0.01], ""], [88452, "2021-01-25T12:21:46Z", [0.22], ""], [96786, "2021-01-25T00:39:05Z", [0.49], "The CCP could certainly declare an ADIZ but they are likely testing the Biden Administration’s tacit responses to event in the region.  Should they declare one, it is unlikely the Biden Administration will act with any real pressure to stop it or remove it.  They are likely to take an apathetic approach akin to the regional policy during the Obama Administration which promulgated the CCP’s rise.  The CCP could declare an ADIZ at any time.  They are likely waiting for the right political moment to do so.  March is early, but I would increase the percentage should the question use ‘by the end of 2021’"], [96784, "2021-01-24T22:52:05Z", [0.35], "Recent comments, including from me, have guessed that the Chinese won't \"poke the bear\" or rock the boat here.  However, this article highlights an incursion by the Chinese into a Taiwanese ADIZ...the exact kind of provocation that we had all guessed wasn't super likely.  Adjusting chances up on this basis. https://www.reuters.com/article/us-taiwan-china-security-idUSKBN29S0BK"], [96796, "2021-01-24T21:48:27Z", [0.01], ""], [97460, "2021-01-24T21:20:56Z", [0.07], "Reducing my forecast slightly given the time remaining on this question. Recent Chinese incursions in Taiwan's airspace (https://www.reuters.com/article/us-taiwan-china-security-idUSKBN29S0BK) seem to be viewed as China testing the new Administration. Additional activity in the coming weeks and the US and Taiwanese response may justify changing the forecast again. "], [97593, "2021-01-24T19:27:57Z", [0.07], "Updated forecast based on time until forecast end date.  Also, I found no evidence to suggest the PRC is pursuing this Course of Action.  China did express disagreement with outgoing SECSTATE's change in diplomatic protocols WRT Taiwan.  However, public statements indicate PRC viewed this as a domestic political move, not a shift in actual U.S. foreign policy."], [1502, "2021-01-24T19:26:23Z", [0.1], ""], [94889, "2021-01-24T18:11:29Z", [0.03], "China has declared an Air Defense Zone once in a sea much less controversial with much fewer territorial claim - East China Sea. China has effective freedom of military action for flights and defense in South China Sea with no need to formally declare control of the South China Sea. \nWith the new US administration just a week into office and no particular stimuli on the horizon China would unnecessarily attract international attention to an issue they have consistently undersold in the media - their influence in the South China Sea."], [96715, "2021-01-24T15:08:48Z", [0.12], "I doubt that the Biden administration will make significant changes wrt U.S. China relations. i.e. they won't become more conciliatory over Taiwan. I'm not convinced that the declassifying of the previous administration's Asia strategy really influences the new policy, most people were expecting continuity there anyway, but it does highlight what the strategy is likely to be. \nhttps://www.npr.org/2021/01/23/959683134/what-trumps-declassified-asia-strategy-may-mean-for-u-s-china-relations-under-bi?ft=nprml&f=1001 China is definitely not changing its position on Taiwan, new law authorizing its Coast Guard to be more aggressive may be an indication of willingness to pursue more aggressive policies in general wrt Chinese territorial claims.\nhttps://www.reuters.com/article/us-china-coastguard-law/china-authorises-coast-guard-to-fire-on-foreign-vessels-if-needed-idUSKBN29R1ER Also recent Chinese incursion into the Taiwanese ADIZ was more significant that usual. This also may be a sign of more aggressive policies (establishing an ADIZ over Taiwan for example) to come, or this might have been the whole signal they wanted to send right now. In the latter case we wouldn't expect an ADIZ establishment before March.  I tend to think that there will be more signaling before they would establish an ADIZ and I don't think its likely before March. but I'll keep an eye on it incase all of this is part of signaling leading toward that.  \nhttps://www.reuters.com/article/us-taiwan-china-security/taiwan-reports-large-incursion-by-chinese-air-force-idUSKBN29S0BK?feedType=mktg&feedName=topNews&WT.mc_id=Partner-Google\n"], [96831, "2021-01-24T04:17:28Z", [0.06], ""], [96793, "2021-01-24T01:23:39Z", [0.01], ""], [96763, "2021-01-24T00:49:56Z", [0.02], "With the change of US administration, I don't see a reason why President Xi would seek to 'poke a bear' that is likely to be more favorable to his country in any event. "], [72727, "2021-01-23T20:12:18Z", [0.01], ""], [59836, "2021-01-23T17:54:28Z", [0.08], "+7% related to recent events around China (https://www.npr.org/2021/01/19/958468971/pompeo-accuses-china-of-genocide-against-muslim-uighurs-in-xinjiang, https://www.bloomberg.com/news/articles/2021-01-23/china-adopts-law-letting-coast-guard-fire-on-foreign-vessels)."], [314, "2021-01-22T17:35:42Z", [0.05], "This would be a highly provocative act.  Given it's mid-January, I don't think there's enough time for this to happen.  Both China and the US have too many other things going on before they worry about this.  March 2022 would be a different answer"], [96784, "2021-01-22T16:51:26Z", [0.1], "Good conversation in this one.  Don't think China is likely to \"take advantage\" of chaos as @eric_blair asked a few weeks ago.  Looks like China is likely to wait-and-see with the new administration and roll and activity like this up with other concerns once the US admin starts making moves for or against Chinese interests.  The decision by the Chinese to sanction Trump administration officials recently also lowers the chance of this occurring by taking the place of a motivation to use an ADIZ as the 'poke' at the United States."], [87841, "2021-01-20T19:31:47Z", [0.1], "1/20 update: There's still a lot of uncertainty about Biden's approach to China, but at least today we know a peaceful democratic transition has occurred and, from my view, this just slightly reduces potential opportunities for China to capitalize on domestic chaos by declaring an ADIZ in the SCS. I revise just slightly downward to 10%, based on this and the elapse of time since my first forecast.  12/3: I buy most of what @pietrokc laid out for a base rate, and I think it's sound to establish a base rate and then modify with the inside view. Which base rate is most appropriate is more difficult to establish in this case. I could make the argument that the base rate should be the rate of expansion by China in the SCS (or even more generally, http://www.ecoti.in/oa99LY), rather than the rate of ADIZ development historically, as the ADIZ is really just another form of expansion (vertical expansion, into the air domain). But for now, I'll use the 8% base rate that @pietrokc calculated, based on the time elapsed from consideration to establishment of the ECS ADIZ from 2007-2013. How does that base rate get modified by the inside view? I actually think the inside view bumps up the base rate, in this case. 1. great point made by @Monkeywithdarts that COVID context and much lower air traffic through SCS gives China a rare opportunity to throw up an ADIZ without nearly the visibility and provocation it would otherwise cause; 2. another smart observation by @Poli_Sci_Guy - that for the last 20 years China has tested new administrations very early on with provocations. Add to these two points the perceived relatively more dovish foreign policy of the Biden administration, the potential for domestic unrest during the transition that absorbs the administrations energy, and the opportunity to catch the new administration on its heels by doing something early that cuts another slice of the salami, I would increase the base rate by 50% to 12%."], [96715, "2021-01-19T20:22:50Z", [0.14], "reduced my forecast because I hadn't updated since November, there is less time left now and I haven't seen anything to significantly shift my initial prediction so just need to shift downward to reflect less time left for something significant to happen."], [23879, "2021-01-19T18:45:42Z", [0.05], "Down from 7% [1] due to passage of time. [1] https://www.gjopen.com/comments/1211237"], [98025, "2021-01-19T17:43:14Z", [0.35], ""], [96729, "2021-01-19T12:41:38Z", [0.03], "There could be a desire to capitalize on domestic turmoil in the US, however, it would likely be compounded by an external driver (such as an overly provocative US action in the SCS), as the US focus on internal affairs while dealing with the pandemic is beneficial (financial, focus, etc...) to China with zero added effort. To establish an ADIZ risks unduly shifting focus back to them and galvanizing parts of the US against a foreign 'threat'."], [96828, "2021-01-19T04:06:37Z", [0.02], ""], [96713, "2021-01-18T23:05:41Z", [0.2], "https://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air May look for the opportunity to improve relationship with Biden administration. Too much going on in domestic US politics to exacerbate the situation."], [97806, "2021-01-18T21:02:54Z", [0.2], "Updating my prior of 15% due to a possibility that China declares an ADIZ in the hopes of trading participation in an expanded Start treaty for U.S. acquiescence and reported Chinese GDP growth of 2.3% in 2020 could lead to more provocations in the South China Sea by Beijing. "], [87827, "2021-01-18T16:43:23Z", [0.07], "-2, been about a month so reducing on passage of time."], [96450, "2021-01-18T08:03:07Z", [0.02], ""], [96831, "2021-01-17T16:06:59Z", [0.06], "As long as there is no overt aggression against Taiwan (I don't see probing the ADIZ as overly hostile) and the Philippines remains satisfied with the status quo, there is no reason to upset the current balance in the SCS.  China is unlikely to declare an ADIZ in the next six weeks unless prompted to do so by actions outside the ASEAN countries.\nhttps://www.indepthnews.net/index.php/opinion/4099-asean-holds-the-reins-in-the-south-china-sea"], [88452, "2021-01-17T12:41:06Z", [0.16], ""], [98001, "2021-01-17T12:30:01Z", [0.03], ""], [97992, "2021-01-17T00:36:15Z", [0.1], ""], [97964, "2021-01-16T14:29:52Z", [0.05], ""], [63087, "2021-01-16T10:04:58Z", [0.05], ""], [63087, "2021-01-16T10:04:50Z", [0.07], ""], [914, "2021-01-16T03:54:04Z", [0.05], ""], [96724, "2021-01-16T03:15:41Z", [0.05], ""], [31275, "2021-01-15T16:10:43Z", [0.0], ""], [97906, "2021-01-15T14:04:50Z", [0.01], ""], [96893, "2021-01-14T21:10:06Z", [0.05], "I love what @MCJNDU rolled up for us!  As I try to learn the art of forecasting, my mind first goes to establishing the base rate. What is the base rate of interest here? It appears that the frequency of ADIZ establishment by China would be best but there's only one to speak of, so the rate at which Asian states declare ADIZ's is my next-best base rate. As it turns out (https://fas.org/sgp/crs/row/R43894.pdf), Japan, South Korea, Taiwan, Philippines, Burma, Vietnam, and India all declared ADIZ's more than 20 years ago, mostly in the post-war periods, following the US lead of first establishing them in 1950. This doesn't seem to help establish a base rate. China's declaration of their first ADIZ in the ECS came with some warning--preceding research and expressed intent to create one, which we lack in this case (but with the acknowledgment that they don't need to do research for this second one), but the official declaration took place the same day that the ADIZ became active and just before a high-profile visit by Biden to China, Japan and ROK. Without much good data to calculate a base rate for the declaration of ADIZs, I resort to thinking China will use a declaration of a new SCS ADIZ as a provocative statement/signal tied to some other significant geopolitical or military activity. I think that kind of provocation is best left for China to hold in reserve until they've establish how hawkish Biden will be in his China foreign policy. "], [96755, "2021-01-14T20:06:47Z", [0.01], ""], [74903, "2021-01-14T07:55:27Z", [0.0], ""], [97806, "2021-01-14T00:09:36Z", [0.15], "The PRC will not declare an ADIZ over any part of the South China Sea before 1MAR21.  China will seek to improve ties with the incoming Biden Administration in an effort to resolve the outstanding trade dispute and encourage U.S. acquiescence to the China-EU trade deal.  The current crack down on pro-democracy supporters in Hong Kong is already going to test the Biden administration's commitment to countering China.  Declaring an ADIZ would most likely be seen in Beijing as providing support for the incoming administration's hardliners."], [96541, "2021-01-13T14:50:39Z", [0.0], "Moving down to 0% from 1% due to the short time frame and no need to further raise tensions or ruin ties with Southeast Asian neighbors at this time. "], [97841, "2021-01-12T21:06:25Z", [0.0], ""], [59836, "2021-01-11T22:22:28Z", [0.01], ""], [59836, "2021-01-11T22:22:12Z", [0.03], "Since the Biden admin will be in office on the 20th, the Chinese will want to send a strong diplomatic message, but also not upset the new administration too much. Setting up an ADIZ this early in Biden's presidency might hurt diplomatic relations that would presumably be improved from the Trump era (https://thediplomat.com/2020/11/is-biden-preparing-to-tweak-the-indo-pacific-strategy/)."], [62808, "2021-01-11T14:31:33Z", [0.0], ""], [97460, "2021-01-11T11:16:10Z", [0.1], "China declared an ADIZ over the East China Sea over seven years ago and there are indications that it has been planning for an ADIZ in the South China Sea since 2010. The Defense.info link indicates that China has been building out the assets needed to enforce an ADIZ in the SCS, but there are also indications (as others have mentioned) that China may be holding out on the declaration of an ADIZ in the SCS as a tool to use later. How China would defines an ADIZ in the SCS also gives it options that vary the impact and response to an ADIZ in the SCS from the US, ASEAN members, and the global community. Many predict that the Biden administration may not change much of the current US policy with China, but will likely improve diplomatic relations. I agree with others that China will likely hold this card until they need it to counter statements or actions by the US prior to March 1st. Early statements by the Biden administration on China and the SCS post-inauguration will need to be factored into future forecasts. "], [97561, "2021-01-11T02:01:19Z", [0.09], "2013 was the most recent ADIZ declaration made in the SCS and China has reported they do not want to upset neighbors with establishment of an ADIZ over disputed waters.   However, permission and consultation is not needed, and previous thought by US and Chinese think tanks are that it is reasonable to assume China one day will if they so feel the need.   Recent sales of MQ-9 drones by the US to Taiwan could be that push, however, China may want to play calm as Biden administration takes over.   Actions and words by the Biden administration and by USINDOPACOM in particular following inauguration may sway China to consider making the move.   Worth noting that China prefers the element of surprise as demonstrated with island building in the SCS and calming ADIZs in the ECS, which they do not have with the closely watched SCS.  "], [97593, "2021-01-10T22:53:47Z", [0.11], "It is unlikely that China will establish an ADIZ in the South China Sea before 1 March 2021. China developed the necessary infrastructure for a South China ADIZ several years ago, however, they have yet to enact one.  While China can declare an ADIZ with little warning, this would be a significant departure from the status quo and likely be preceded by some other geopolitical event. As early as 2015, China built runways and high-frequency radar stations on several islands and reefs in the South China Sea.  Since this time, they have deployed airborne early warning aircraft, surface-to-air missile systems and anti-ship missile systems to these locations.  With these capabilities already in place, China could enact a new ADIZ with very little advance notice. China, Japan, South Vietnam, South Korea and the Philippines have all declared ADIZs at one time or another (South Vietnam’s and the Philippines’ are no longer active).  Each of these countries established an ADIZ after some major geopolitical event like the Korean War or Vietnam War.  China established the region’s most recent ADIZ in 2013 in the East China Sea.  China announced their intention in 2010 but did not actually establish the ADIZ until 2013, after Japan nationalized the disputed Senkaku Islands. Today, China has little to gain from proactively declaring an ADIZ in the South China Sea.  China and ASEAN re-entered talks for a South China Sea Code of Conduct in September 2020.  While the COVID Pandemic has delayed negotiation, China hopes to ratify an agreement sometime in 2021.  Proactively declaring an ADIZ would undoubtedly disrupt this process. Like in 2013, China may reactively declare an ADIZ if they feel another nation directly threatens their territorial claims.  This perspective is more in line with recent statements from pundits sympathetic to the CCP’s territorial claims.  With only 49 days until 1 March, I would assess the probability of such an event as low (8%).  China has already established a dominant position in the disputed islands of the South China Sea.  Competing nations have not telegraphed the intention or the ability to challenge China’s position in the near future. However, a South China Sea ADIZ may also be a collateral effect of China’s diplomatic position with Taiwan.  On 9 January 2021, the U.S. Secretary of State lifted all self-imposed diplomatic restrictions with Taiwan, a move China views as highly provocative.  Although not directly tied to Taiwan, China may enact a South China Sea ADIZ to assert their dominance in the region early in the Biden Administration’s term in office.  For this reason, I’ll increase my forecast by  another 3%, for an overall probability of 11%.\n"], [58028, "2021-01-10T20:51:48Z", [0.03], ""], [97459, "2021-01-10T17:27:24Z", [0.04], "China announced its first ADIZ in the East China Sea in November 2013. At that time Chinese Ministry of Defense’ spokesman proclaimed, “China will establish other air defense identification zones at an appropriate time after completing preparations.” It seems clear China intends to do this eventually, but it’s unclear what are the prerequisites are before it takes this action. According to Defense.com, “this is a lesson that China has learnt from its ECS ADIZ experience; any ADIZ would need to be backed with credible systems and capabilities before China can declare the region ADIZ.” It is unclear to me whether this is actually a prerequisite for China. It is also unclear what China’s assessment is of its capabilities in the region are vis-a-vis the potential to defend the declaration of the ADIZ.  In November 2020, the Beijing-based SCS Strategic Situation Probing Initiative said the international community’s perception that China would set up an ADIZ over the disputed waters – as it did in the East China Sea seven years ago – was a “misinterpretation”. The guest commentary by Chang Ching, a research fellow at the Society for Strategic Studies in Taipei, said even though the US had stepped up military activities in the area in recent years, China had no need to respond by declaring an ADIZ. https://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air  On the other hand, a Taiwanese analyst says “PLA intrusions in Taiwan’s ADIZ since September have made up for more than 30 percent of the whole year” and takes this an an indication China is close to establishing its own ADIZ Southeastof Taiwan and the Pratas Islands. https://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/ Ultimately given the time remaining, it’s unlikely that this will occur, but the turbulence following the U.S. election would seem an opportune time for China to act. \n"], [2965, "2021-01-10T16:50:41Z", [0.0], ""], [96763, "2021-01-10T15:57:54Z", [0.03], "I have forecast a lower probability (down from 5%) for this question due to the time passed versus time remaining. Some evidence suggests that the PRC has been considering setting up a new ADIZ since June 2020 (Defense.info, dated 17 August)."], [96793, "2021-01-10T05:42:42Z", [0.04], "Lowering forecast to reflect time passage."], [94872, "2021-01-10T05:13:31Z", [0.01], ""], [97591, "2021-01-10T03:00:25Z", [0.03], "Forecast on 9 Jan, 50 days left. China declared an ADIZ in the E china sea in 2013 with significant tensions with Japan over the Senkaku’s. Reports are that China’s been considering a S China sea ADIZ since 2010. \nOutside View: PLA has been considering an ADIZ since 2010, but still hasn’t done it yet. Declared 1 Adiz (E China Sea) in the last 10 years (1 per 120 months). <2 months between now and 1 March, = 1.5% Chance. \nInside View: However, more chatter/reports about an ADIZ, especially during 2020, with more discussions about it and more articles. Continued tensions with US and trade war. Perhaps double the chance of this happening from the ‘outside’ view discussion.\nSynthesis: Ultimately only 50 days left for this to happen. My estimate is a 3% chance. \n"], [97776, "2021-01-09T23:41:50Z", [0.65], ""], [96831, "2021-01-09T18:28:39Z", [0.07], "China continues to conduct missions over Taiwan and flaunt its impunity for 380 incursions into the island's ADIZ during 2020.  All while not declaring their own defensive zone (one that has been assessed they can't currently enforce with the air force they have).  Meanwhile, the United States conducted 8 Freedom of Navigation missions in the South China Sea over the same period (through October, and up from 2019).  Tensions ratcheted up over the last couple of months and especially during the final weeks of the Trump administration will likely calm down in the first couple of months of the Biden administration.  This will likely be less \"appeasement\" and more \"pause while we gain better footing\" (for both sides). I see the probability of a declared ADIZ continuing to go down over the next 2 months.\nhttps://www.rfa.org/english/news/china/southchinasea-adiz-06022020194134.html\nhttps://www.express.co.uk/news/world/1380225/south-china-sea-news-us-china-world-war-3-mike-pompeo-global-times-military-latest-ont\nhttps://news.usni.org/2020/12/22/report-on-u-s-china-competition-in-east-south-china-sea-4"], [58028, "2021-01-09T14:44:14Z", [0.04], ""], [97560, "2021-01-09T01:39:14Z", [0.02], "China declared an ADIZ in the East China Sea in In November 2013.  According to a 2017 RAND study, \"an ADIZ exists in international airspace but does not grant the declaring state sovereignty over that airspace, which is governed by international law. What gives a state the right to require foreign aircraft to comply with identification procedures in international airspace? According to the Judge Advocate General’s School: ADIZs are legally justified on the basis that a nation has the right to establish reasonable conditions of entry into its national airspace. Accordingly, an aircraft approaching national airspace may be required to identify itself while in international airspace as a condition of entry approval.\"  (https://www.rand.org/pubs/research_reports/RR2055.html) China received a lot of backlash for establishing the East China Sea ADIZ and most nations have completely ignored it.  While some sources claim China has wanted to set up a SCS ADIZ since 2010, a quick Google Search revealed some recent discussions about China declaring an ADIZ in the SCS, (https://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/) and (https://www.rfa.org/english/news/china/southchinasea-adiz-06022020194134.html), but I just do not see enough information to warrant a belief that this is going to happen anytime before 1 March.    If there was some type of issue with an American military plane violating China's territorial airspace, I could see the need for them to announce this sooner than later.  Also, I don't think the incoming Biden administration intends to be \"tough\" on China, so China would be foolish to ratchet up tension with a new administration."], [97747, "2021-01-08T02:26:46Z", [0.01], ""], [691, "2021-01-07T17:19:11Z", [0.01], ""], [18322, "2021-01-07T08:42:00Z", [0.01], ""], [96713, "2021-01-06T16:49:41Z", [0.3], ""], [97375, "2021-01-06T10:45:24Z", [0.02], ""], [96450, "2021-01-05T20:27:59Z", [0.03], ""], [97425, "2021-01-05T15:03:11Z", [0.05], "Highly unlikely for China to take this action before Biden's China policy is fully fleshed out and its limits tested. Much more likely are smaller scale provocations to test the waters of American patience. "], [30364, "2021-01-05T01:17:33Z", [0.05], ""], [34566, "2021-01-04T23:28:04Z", [0.01], ""], [81187, "2021-01-04T22:45:34Z", [0.1], ""], [96392, "2021-01-04T20:20:29Z", [0.02], ""], [31275, "2021-01-04T15:55:25Z", [0.03], ""], [96757, "2021-01-03T18:01:03Z", [0.0], ""], [97185, "2021-01-03T17:18:50Z", [0.02], ""], [45594, "2021-01-03T12:29:54Z", [0.05], ""], [97075, "2021-01-02T15:52:24Z", [0.04], "Decrease prob. due to time remaining and no new developments on the possibility of a Chinese ADIZ in the SCS, and adjust to crow forecast: decrease by 5%"], [14813, "2021-01-02T06:58:17Z", [0.1], "PCC will leave time for Biden to establish China policy before escalating. "], [11447, "2021-01-02T02:10:02Z", [0.03], "Seems like this has been threatened since at least 2016. Has not happened for 4 years or at least 24 2 month periods. If it happened once your baseline would be 4%. Don’t think China will want to start off on a sour note with a new administration especially when there is a lot more to cover. Feel it would have been a more interesting question with more time to run."], [89038, "2021-01-02T00:09:17Z", [0.01], ""], [97628, "2021-01-01T19:08:44Z", [0.3], ""], [23879, "2021-01-01T16:32:56Z", [0.07], "Down from 11% [1] due to passage of time. [1] https://www.gjopen.com/comments/1192644"], [94606, "2021-01-01T12:07:40Z", [0.01], "Based on this article, https://bit.ly/2LceOgs, it looks increasingly possible PRC will declare an ADIZ. However, in the confines of this question, which has a little over 2 months remaining, I am retaining my current position simply on a timing basis. Assuming the image in the article is correct, I doubt PRC would declare and ADIZ before the infrastructure to support it is in place."], [97600, "2020-12-31T19:33:53Z", [0.22], ""], [97503, "2020-12-31T19:09:53Z", [0.2], ""], [97503, "2020-12-31T19:09:40Z", [0.5], ""], [97597, "2020-12-31T17:52:42Z", [0.1], ""], [73687, "2020-12-30T23:42:48Z", [0.02], ""], [28002, "2020-12-30T21:30:44Z", [0.1], ""], [21258, "2020-12-30T17:51:07Z", [0.75], ""], [2965, "2020-12-29T23:57:43Z", [0.0], ""], [914, "2020-12-29T23:15:57Z", [0.25], ""], [96828, "2020-12-29T00:01:16Z", [0.01], ""], [96828, "2020-12-29T00:01:09Z", [0.02], ""], [38645, "2020-12-28T04:24:51Z", [0.1], ""], [97525, "2020-12-27T18:18:59Z", [0.0], ""], [1528, "2020-12-27T18:14:31Z", [0.01], ""], [80293, "2020-12-27T16:52:14Z", [0.08], ""], [67635, "2020-12-27T15:45:54Z", [0.99], ""], [63094, "2020-12-27T14:39:52Z", [0.09], ""], [2965, "2020-12-27T14:36:54Z", [0.0], ""], [88452, "2020-12-27T10:49:38Z", [0.09], ""], [96828, "2020-12-27T02:36:48Z", [0.06], ""], [97510, "2020-12-26T19:23:15Z", [0.1], ""], [34959, "2020-12-26T16:05:21Z", [0.02], ""], [97505, "2020-12-26T15:12:13Z", [0.0], ""], [96450, "2020-12-25T20:03:24Z", [0.05], ""], [30173, "2020-12-25T19:24:03Z", [0.02], ""], [97075, "2020-12-25T16:34:05Z", [0.09], "Adjustment to crowd forecast and time remaining."], [2965, "2020-12-25T10:55:46Z", [0.0], ""], [50395, "2020-12-25T01:58:19Z", [0.05], ""], [373, "2020-12-24T19:24:04Z", [0.03], ""], [96828, "2020-12-24T00:36:07Z", [0.05], ""], [49359, "2020-12-23T22:36:08Z", [0.1], "China will tread cautiously on this issue, not wanting to rock the international boat for a while."], [44887, "2020-12-23T16:47:02Z", [0.05], ""], [63370, "2020-12-23T16:25:18Z", [0.05], ""], [172, "2020-12-22T11:15:10Z", [0.0], "FYI only - Russia and China operating together re South Korea’s version of ADIZ.\nhttps://www.reuters.com/article/us-southkorea-china-russia-idUSKBN28W139"], [97448, "2020-12-22T00:10:25Z", [0.4], ""], [62808, "2020-12-21T22:37:43Z", [0.0], ""], [172, "2020-12-21T14:01:55Z", [0.0], ""], [97183, "2020-12-20T22:47:54Z", [0.15], ""], [58028, "2020-12-20T22:30:39Z", [0.05], ""], [34527, "2020-12-20T02:36:51Z", [0.05], ""], [97075, "2020-12-19T21:16:14Z", [0.12], "Decrease prob. due to deadline by 1%\nRESULT: 12%"], [31275, "2020-12-19T17:35:15Z", [0.05], ""], [691, "2020-12-19T17:01:45Z", [0.02], ""], [46407, "2020-12-18T16:53:44Z", [0.0], ""], [88098, "2020-12-18T10:59:45Z", [0.03], ""], [32100, "2020-12-17T21:36:28Z", [0.0], ""], [97379, "2020-12-17T19:00:35Z", [0.7], "Comment deleted on Dec 17, 2020 07:00PM UTC"], [7131, "2020-12-17T14:56:35Z", [0.0], ""], [97373, "2020-12-17T14:12:58Z", [0.65], ""], [96450, "2020-12-17T12:44:49Z", [0.1], ""], [45594, "2020-12-17T09:17:02Z", [0.05], ""], [2965, "2020-12-17T05:18:03Z", [0.0], "@Wildwood2000 .\nWhy would PRC take a chance for US to ignore. PRC has turned Mischief Reef into an unsinkable Air Craft Carrier inside the first island sea with putative control of SCC trade routes  critical until Road and Belt Initiatives until Road and "], [97168, "2020-12-16T18:56:50Z", [0.41], ""], [97273, "2020-12-16T17:32:17Z", [0.0], "This is extremely unlikely because of the Biden victory in US. China would want to garner better relation with the new US president and would not provoke the new president with this. They'll wait for some time to evaluate the global settings before making this change."], [81572, "2020-12-16T13:27:13Z", [0.65], ""], [96831, "2020-12-16T04:20:15Z", [0.08], "Reducing probability based on the South China Morning Post article from earlier this week.  Currently, with a lack of an ADIZ, the PLAAF isn't afraid to flex its muscles and play in Taiwan's backyard.\nhttps://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air\nhttps://eurasiantimes.com/chinese-pla-navy-holds-mock-dogfight-with-j-10-su-30-fighter-jets-to-corner-the-f-16s/"], [97349, "2020-12-16T04:00:37Z", [0.45], ""], [94872, "2020-12-16T03:42:22Z", [0.03], ""], [97337, "2020-12-15T21:53:46Z", [0.04], ""], [97337, "2020-12-15T21:53:32Z", [0.2], ""], [97330, "2020-12-15T18:31:38Z", [0.75], "US Officials have declared china as the number 1 threat to US existence and if we look at the history of US activities then US will try to provoke China over South China sea which will result in ADIZ declaration, the US will try to counter China with the help of India and Australian forces. China will not compromise on its sovereignty and will not only defend its sovereignty but also counter the Indian and US forces along its borders."], [96541, "2020-12-14T22:02:13Z", [0.01], "Holding strong with the 99% unlikely, as this will damage too many relations with SE Asian nations, and cause more issues with the United States. I believe China will hold out to see if they can improve relations with the new administration. "], [97075, "2020-12-14T19:03:51Z", [0.13], "Decrease prob. (due to deadline) by 1%\nRESULT: 13%"], [25601, "2020-12-14T15:43:01Z", [0.02], ""], [18322, "2020-12-14T04:40:03Z", [0.03], ""], [96392, "2020-12-13T18:36:17Z", [0.02], "Seems highly unlikely unless something major changes in the area of the SCS or Chinese relations. As mentioned in the source below, “China doesn’t see any need to make such a controversial move in this region”. Lowering probability as I don't seem thing occurring before 1 March 2021. Source:\nhttps://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air"], [9263, "2020-12-13T18:19:42Z", [1.0], ""], [31859, "2020-12-13T16:42:50Z", [0.2], ""], [97293, "2020-12-12T22:51:15Z", [0.0], ""], [96828, "2020-12-12T22:17:25Z", [0.01], ""], [96828, "2020-12-12T05:39:54Z", [0.15], ""], [54789, "2020-12-11T16:02:51Z", [0.4], ""], [30495, "2020-12-11T10:19:51Z", [0.0], ""], [96713, "2020-12-10T22:40:13Z", [0.5], ""], [41352, "2020-12-10T22:06:05Z", [0.95], ""], [87827, "2020-12-10T21:02:25Z", [0.1], "The timeframe on the question is short and it sounds like they have no need for it as their other ADIZ's cover enough area to make an ADIZ in the south China sea unnecessary. Factors making it a possibility are that 3 years ago they set up an ADIZ in the east China sea which was considered an aggressive move. The timeframe is very short, which makes it unlikely. Some more recent articles on a possible ADIZ: From a Taiwan military expert making the case that it may happen soon: https://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/ From South China Morning Post making the case that it's unnecessary and unlikely: https://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air I don't know how biased SCMP is, but both of these are likely to be biased in opposite directions I would think."], [49877, "2020-12-10T18:56:06Z", [0.3], "It's tricky as it depends on Biden's first 100 days. "], [81567, "2020-12-10T16:44:52Z", [0.0], ""], [49526, "2020-12-09T14:47:08Z", [0.05], ""], [96724, "2020-12-09T14:05:00Z", [0.11], ""], [22690, "2020-12-09T08:36:57Z", [0.05], "On the basis that it does not seem like an opportune time to declare an ADIZ given they are already getting more aggressive in Hong Kong with some geopolitical repercussions and that the RCEP has just recently been signed, it would seem a low probability event (5%) in a short period of time"], [95808, "2020-12-09T02:36:07Z", [0.05], ""], [95808, "2020-12-09T02:35:33Z", [0.1], "There's little time between now and March 1. If the Chinese desperately wanted to declare an ADIZ in SCS they would have done so by now. I think they will wait to feel out the new Biden administration before taking aggressive steps."], [96784, "2020-12-08T22:37:28Z", [0.15], ""], [96791, "2020-12-08T20:39:05Z", [0.02], ""], [97168, "2020-12-08T18:46:46Z", [0.42], "Like I said before, I think China knows exactly what it's getting with Biden and isn't worried at all. Here's a video of a Chinese international relations professor laying out how they will keep the US from hindering business relations with China: https://www.youtube.com/watch?v=QwbqiMktZfM"], [97075, "2020-12-08T16:28:30Z", [0.14], "- South China Morning Post: \"South China Sea: Beijing ‘doesn’t want to upset neighbours’ with air defence identification zone\" adding that; \"Think tank commentary says perception that ADIZ will be declared is ‘misinterpretation’,\" and the \"Situation is ‘complicated’ and China doesn’t see the need to make such a controversial move, according to analysts\".\n- Taiwan arms deal with U.S. for $280m (Aljazeera) saying this deal \"angered China, adding to the existing tension\" and that \"tension between China and Taiwan has risen since President Tsai Ing-wen first took power in 2016, but has intensified since she was re-elected in a landslide in January.\" (Dec 8, 2020)\n- South China Morning Post: \"The United States sent two long-range bombers into China’s air defence identification zone (ADIZ) on Tuesday in an apparent show of force, as the Chinese navy conducted a series of simultaneous massive drills\" (Nov 17, 2020).\n- China trying to turn Code of Conduct in SCS into a barrier against rivals.\nRESULT: decrease prob. by 3% = 14%"], [48709, "2020-12-08T13:29:01Z", [0.01], ""], [18679, "2020-12-08T09:10:09Z", [0.02], ""], [97202, "2020-12-08T02:24:14Z", [0.35], ""], [96831, "2020-12-08T02:22:51Z", [0.15], ""], [15425, "2020-12-08T01:08:40Z", [0.05], "This seems like a solid geopolitical escalation that even in the current climate China would be unwilling to risk. "], [73050, "2020-12-07T22:47:33Z", [0.2], ""], [73050, "2020-12-07T22:46:14Z", [0.4], ""], [74903, "2020-12-07T16:07:24Z", [0.05], "Statu quo position\nOverall, what changes have been in this area that would have initiate from China this declaration?\nDiplomatic pressure dont influence China on their path to expand (on a point of view outside China), so, i think its all about \n1- how facilities are ready to operate (if they already able, why China didn't already declare ADIZ?)\n2- If the system operate, will it be respected by those airplanes who traveled in the zone? I would expect to see many civil and military airplanes crossing air zone from Japan to Taipeh, Taipeh to Manilla or Indonesia."], [31795, "2020-12-06T23:47:42Z", [0.05], ""], [96801, "2020-12-06T19:07:43Z", [0.2], "China has done this before, therefore have established a precedence to establish ADIZ systems of contested regions. The fact that China did implemented the ADIZ in 2013 in the ECS region it is possible that China will do the same in the SCS. We have to ask what the difference are in the 2 regions first. As mentioned in a RAND report on the issue, an ADIZ in the SCS could work against strategic goals for China forcing China to \"clearly define its sovereign territory instead of using its expansive all inclusive nine-dash line.\" China operated within this grey area for some time and don't think a change will happen anytime soon. Unless, China wishes to send a message to what they view is encroachment on territorial waters and/or airspace by the US or other nations. In which case they may implement an ADIZ in the area. With that said at this point in time 3 months out I give an initial forecast of 20%."], [96801, "2020-12-06T19:06:47Z", [0.38], "China has done this before, therefore have established a precedence to establish ADIZ systems of contested regions.  The fact that China did implemented the ADIZ in 2013 in the ECS region it is possible that China will do the same in the SCS.  We have to ask what the difference are in the 2 regions first.  As mentioned in a RAND report on the issue, an ADIZ in the SCS could work against strategic goals for China forcing China to \"clearly define its sovereign territory instead of using its expansive all inclusive nine-dash line.\"  China operated within this grey area for some time and don't think a change will happen anytime soon.  Unless, China wishes to send a message to what they view is encroachment on territorial waters and/or airspace by the US or other nations. In which case they may implement an ADIZ in the area.  With that said at this point in time 3 months out I give an initial forecast of 20%.  RAND report "], [94606, "2020-12-06T18:39:54Z", [0.01], "As at 20201206 Some interesting and useful research from @Grogu on 20201206 and in particular the article https://bit.ly/3mQfjuv . The outstanding paragraph in my view is \"China wants to undermine U.S. deterrence against it to use force against Taiwan, for example, at a lower cost with a higher probability of success. In other words, China wants to minimise the ability of other countries, especially the United States, to counter Chinese aggression in the region.\"  In another item - https://bit.ly/3mQftC7 - the possibility of the ADIZ as per the question may be answered by the following paragraph; \"Referring to Beijing’s policy of turning uninhabited islands into military fortresses, he said: “Once they have turned these islands into military fortresses, their next step is to impede international maritime access.\" “And once they have achieved that, I expect them to introduce what is called an air defence identification zone, which is essentially controlling the airspace.  It is apparent to me from these that China / PLA's objective SCS is multifold; i) create a buffer zone for defence purposes on its south eastern flanks, ii) try to squeeze US / the Quad out of the equation or it least minimise the effectiveness of those entities and iii) establish systems in the event that is does proceed with the long held aspiration to take over Taiwan should force be required. Will this be achieved in the next three and half months? Very low probability. Hence I have reduced my probability to 1%"], [96729, "2020-12-06T13:58:40Z", [0.01], "Given that Beijing has stated that the ADIZ of the ECS was 'misunderstood', and that the same potential reaction would exist for the SCS (and likely much worse), there is yet another barrier to implementation without undue political risk beyond what I have offered previously."], [95795, "2020-12-06T05:24:06Z", [0.45], ""], [96828, "2020-12-06T02:52:38Z", [0.09], ""], [63087, "2020-12-05T15:30:57Z", [0.1], ""], [45594, "2020-12-05T10:10:10Z", [0.05], ""], [1502, "2020-12-05T07:54:58Z", [0.1], "China has been making plans for ADIZ in the South China Sea since 2010, but according to a Chinese think tank and analysts: “Beijing is unlikely to declare an air defence identification zone in the South China Sea in the next few years because it is too “complicated”, but it may happen if the situation changes.”"], [97168, "2020-12-04T15:35:33Z", [0.4], "China and the world can safely assume that the Biden administration will return to Obama-like foreign politics and further that many of the corporate donors that funded the campaign want to be able to do business in China. Biden only has a limited period of time to reenter a nuclear deal with Iran before they hold elections in June, which opens up an opportunity for China to catch the US distracted. They did the same thing when they declared an ADIZ in the East China Sea. When that happened most other countries quietly told their airlines to abide by the rules to lower chance of conflict. I think this question also depends heavily on what the timetable is for their plans with Taiwan. They will declare one well in advance of any military action and this is an opportune time that will not present itself again for at least 4 years. They've also been testing Taiwanese air defense reactions several times this year, and while military action may not happen for many years, they may declare this ADIZ in preparation. A vaccine for COVID-19 is set to roll out soon and then they may loose some of the chaos in which they like to make moves. They already have a de facto ADIZ with all the islands they have fortified in the South China Sea. Declaring one will spur international condemnation regardless of when they actually do it, so they may be inclined to take advantage of distracted enemies.  I think it will happen in 2021, whether that is before March 1st is what leads me to a lower probability."], [97185, "2020-12-04T12:58:56Z", [0.05], ""], [97189, "2020-12-04T12:19:40Z", [0.2], ""], [59137, "2020-12-04T10:04:50Z", [0.25], ""], [64357, "2020-12-03T22:49:17Z", [0.0], ""], [96720, "2020-12-03T22:00:25Z", [0.05], "It is highly unlikely that China will resort to a controversial move so early within the new Biden administration's term. US and China relations have suffered (in China's view) under the Trump administration and will look to reset or improve relations as much as possible in the first few months of the Biden presidency. Establishing an ADIZ will make it very difficult for China to try and normalize relations."], [78587, "2020-12-03T15:36:51Z", [0.35], ""], [87841, "2020-12-03T15:19:15Z", [0.12], "I buy most of what @pietrokc  laid out for a base rate, and I think it's sound to establish a base rate and then modify with the inside view. Which base rate is most appropriate is more difficult to establish in this case. I could make the argument that the base rate should be the rate of expansion by China in the SCS (or even more generally, http://www.ecoti.in/oa99LY), rather than the rate of ADIZ development historically, as the ADIZ is really just another form of expansion (vertical expansion, into the air domain). But for now, I'll use the 8% base rate that @pietrokc calculated, based on the time elapsed from consideration to establishment of the ECS ADIZ from 2007-2013.  How does that base rate get modified by the inside view? I actually think the inside view bumps up the base rate, in this case. 1. great point made by @Monkeywithdarts that COVID context and much lower air traffic through SCS gives China a rare opportunity to throw up an ADIZ without nearly the visibility and provocation it would otherwise cause; 2. another smart observation by @Poli_Sci_Guy - that for the last 20 years China has tested new administrations very early on with provocations. Add to these two points the perceived relatively more dovish foreign policy of the Biden administration, the potential for domestic unrest during the transition that absorbs the administrations energy, and the opportunity to catch the new administration on its heels by doing something early that cuts another slice of the salami, I would increase the base rate by 50% to 12%. "], [34566, "2020-12-03T14:38:38Z", [0.2], ""], [97177, "2020-12-03T13:04:54Z", [1.0], ""], [172, "2020-12-03T12:11:10Z", [0.01], "China’s relentless (but measured) March across South China Sea will continue. Trump rightly unmasked Winnie the Pooh for the dictator he is. Regardless, feel it’s unlikely in this timeframe...again “measured”. From the Economist - this somewhat tangential but sort of related\n“China’s coastguard is already the largest in the world. Some of its cutters loom over the biggest warships in rival Asian navies. Today a public consultation closes about a new law that would beef it up further. The proposed legislation would allow the coastguard to demolish buildings on Chinese-claimed reefs, board and expel foreign vessels and use armed force to do so. The provisions of the draft law are not unusual by international standards. More worrying is that they cover the vast swathe of ocean that China claims throughout the South China Sea, an area that has fizzed with tension over the past decade. China has used its coastguard not only for routine law enforcement, like catching smugglers, but also to project power in the South and East China Seas. Earlier this year Vietnam accused a Chinese coastguard vessel of ramming and sinking one of its fishing vessels. Such confrontations could get more fraught.“"], [81262, "2020-12-03T10:02:07Z", [0.01], ""], [31883, "2020-12-03T02:14:06Z", [0.05], "PRC will not want to antagonize the new US administration before they understand it's stances, which will take more than 40 days.   "], [78205, "2020-12-02T23:47:26Z", [0.1], "Appearently credible sources claim they won't."], [62808, "2020-12-02T22:08:42Z", [0.0], ""], [98, "2020-12-02T18:47:39Z", [0.1], "Reviewed comments and crowdsource.  I lean towards the view that china won't rock the boat too much during the early days of the Biden administration unless pushed by the US."], [42166, "2020-12-02T18:24:01Z", [0.15], "Unlikely to happen in next three months, with start of Biden admin and Covid focus"], [84672, "2020-12-02T14:43:14Z", [0.15], "Don't believe China will capitalize on the pandemic and US election turmoil to make this move recognizing it could further worsens its relationship with the Biden Administration.  "], [77037, "2020-12-02T13:44:51Z", [0.15], ""], [97162, "2020-12-02T13:12:20Z", [0.45], ""], [52594, "2020-12-02T12:53:19Z", [0.25], ""], [81567, "2020-12-02T11:27:40Z", [0.0], ""], [68785, "2020-12-02T10:23:27Z", [0.6], ""], [81309, "2020-12-02T09:35:42Z", [0.11], ""], [88452, "2020-12-02T09:27:21Z", [0.12], ""], [18679, "2020-12-02T08:32:20Z", [0.02], ""], [21884, "2020-12-02T08:26:25Z", [0.03], ""], [70342, "2020-12-02T07:57:45Z", [0.1], ""], [28132, "2020-12-02T07:33:25Z", [0.02], ""], [1528, "2020-12-02T06:17:08Z", [0.06], ""], [88969, "2020-12-02T05:55:00Z", [0.2], ""], [91722, "2020-12-02T05:53:07Z", [0.2], "May tread lightly in early part of Biden administration’s time, gauge the US administration’s approach to it on trade issues etc before a provocative measure such as this. "], [18322, "2020-12-02T04:34:46Z", [0.06], ""], [84986, "2020-12-02T04:18:47Z", [0.6], ""], [31275, "2020-12-02T04:06:24Z", [0.07], ""], [31201, "2020-12-02T03:41:59Z", [0.05], "By March deadline will still be waiting to see how US-China relation develop under the Biden administration first. Acting before the Biden-Harris China policy is clearer would be premature."], [31859, "2020-12-02T03:27:23Z", [0.25], ""], [94754, "2020-12-02T03:26:47Z", [0.75], ""], [96405, "2020-12-02T02:35:40Z", [0.05], ""], [85012, "2020-12-02T01:27:06Z", [0.15], "Unlikely that China will try to raise tensions given the potential economic consequences. https://en.wikipedia.org/wiki/Air_Defense_Identification_Zone_(East_China_Sea)#Administration_and_monitoring_operations"], [64078, "2020-12-02T00:28:23Z", [0.25], ""], [29054, "2020-12-02T00:13:20Z", [0.0], ""], [92207, "2020-12-02T00:07:32Z", [0.8], "China always would try to amplifies its influence area and i believe that would try to extend the ADIZ even for see the reactions of Rusia and USA"], [7658, "2020-12-01T23:02:23Z", [0.8], ""], [58028, "2020-12-01T22:30:08Z", [0.08], ""], [96923, "2020-12-01T19:29:08Z", [0.05], ""], [96450, "2020-12-01T16:02:48Z", [0.12], "https://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/"], [30364, "2020-12-01T04:27:58Z", [0.1], ""], [23879, "2020-11-30T16:22:35Z", [0.11], "BASE RATES\nThere are 3 months to go. On Wikipedia I found that the first ADIZ was established 70 years ago, and that there are ~30 of them today (counting expansions of existing ones) [1]. This count is uncertain as I couldn't find a real list anywhere. In any case, that makes for an ~11% average chance that an ADIZ will be created or expanded somewhere in any given 3-month period. However this question is about one specific ADIZ, so the base rate for that is lower. Another base rate: China had been considering the East China ADIZ since at least Dec 2007, and it finally was implemented in 2013, 6 years later. That puts the average rate of ADIZ creation/expansion in China at less than 6% every 3 months. So let's call the base rate for this event, 8%. INSIDE VIEW\nThis specific ADIZ is more controversial than the average ADIZ in that it covers an area that other countries claim. On the other hand, some in the defense community have noted that China expanded into the SCS in a big way, building bases, ports and whatnot; and put this forward as evidence that they will declare ADIZ there. Of course, for X to be evidence for Y, we need to consider also the chance that X happens even when Y doesn't. In this case, China could be expanding into SCS even without the intention of declaring ADIZ. So here is my simple bayesian calculation. We noted above that the raw probability of ADIZ in the next 3 months is P[ADIZ] = 0.08. We want the probability of ADIZ in the next 3 months, *given that* China is doing all this expansion, P[ADIZ|expansion]. I estimate P[expansion|ADIZ] to be 0.95; if they were planning to do ADIZ they would almost certainly be expanding. Otoh I estimate P[expansion|no ADIZ] to be 0.7. Even if they were not planning ADIZ in the next 3 months, they might still be planning it later (so expansion is still needed), or they might be expanding for non-ADIZ reasons. This means that the raw P[expansion] is 0.95*0.08 + 0.7*0.92 = 0.72. So by Bayes' theorem we have P[ADIZ|expansion] = P[expansion|ADIZ]*P[ADIZ]/P[expansion] = 0.95*0.08/0.72 ~ 11%. The part that I'm least sure about is P[expansion|no ADIZ], so it's reassuring that the final estimate is not that sensitive to it, because the base rate P[ADIZ] is so low. If I had used P[expansion|no ADIZ]=0.5 instead, I would get 13% instead of 11%. [1] https://en.wikipedia.org/wiki/Air_defense_identification_zone\n[2] https://defense.info/global-dynamics/2020/08/will-china-declare-an-air-defense-identification-zone-in-south-china-sea/"], [96541, "2020-11-30T13:08:23Z", [0.01], "I do not believe now is a good time to increase tensions, as China is probably looking for some decrease in tensions with the new administration at first. "], [96713, "2020-11-29T20:16:47Z", [0.7], ""], [96828, "2020-11-29T03:58:55Z", [0.22], ""], [96831, "2020-11-29T01:24:50Z", [0.2], "An SCS ADIZ was first planned in 2010 and has still not emerged as a pressing objective for the PLA, or China in general.  Despite recent moves on the U.S.'s part to increase the effectiveness of Taiwan's air force and conduct show of force in the South China Sea, Beijing has now said that the west and their allies have \"misinterpreted\" Chinese intent in the SCS.  According to the article (link below), it does not currently have plans to claim an ADIZ.  But there are a whole lot of caveats to that statement.\nhttps://www.scmp.com/news/china/military/article/3111204/south-china-sea-beijing-doesnt-want-upset-neighbours-air"], [29646, "2020-11-28T17:52:47Z", [0.01], "Although it seems to be a regular ritual for China to test the mettle of a newly sworn US President (going back, at least, to the reconnaissance plane incident in 2001), my guess is that a move like this would antagonize another US President at a time when the Chinese economy could probably use a little bit of a quieting of tensions between the two powers.  As a result it would be self-defeating to give President-Elect Biden ANY reason to not relax some of the trade restrictions imposed by the Trump Administration.\n(And while in probabilistic forecasting 5% is really 0%, I’m going to forecast at 1% in hopes of gaining some advantage in my relative brier score on this question.)"], [56170, "2020-11-28T15:20:20Z", [0.12], ""], [96731, "2020-11-28T06:26:53Z", [0.05], "Speculation has been ongoing since 2016 with little discernable traction gained since. As the National Interest article states, COVID may offer a window of opportunity in that the number of flights that would cross through an ADIZ is sharply reduced for now. On the other hand, \"If China declares its South China Sea ADIZ this year or the next, then it can win more than it loses—in the short term. In the longer term, however, that coup will be a Pyrrhic victory.\""], [96392, "2020-11-27T20:13:13Z", [0.05], ""], [62808, "2020-11-27T19:32:30Z", [0.0], ""], [94606, "2020-11-27T19:11:09Z", [0.05], ""], [97075, "2020-11-25T18:54:22Z", [0.17], "BASE Probability: 24%\nSupport New INFO: China ramping up offense & defense systems in SCS islands, even working on floating nuclear reactors. China known for \"reactive assertiveness\", and U.S. just successfully destroyed an inactive ICBM using sea-based air defense missile (China states that this undercuts nuclear deterrence). Question states that it's \"any part of the SCS\" which could be a (relatively) very small area of just the island(s). Already well into planning, administrative & legal phases of implementation. China has extra reasoning for resisting a \"meddling U.S.\" with the US Navy's FONOPs. U.S. access to Philippine airfields can be construed as act of aggression. China could 'officially declare' an ADIZ without any external support/backing/confirmation. = Increase by 13%\nContradictory INFO: SCS is a complex area where several countries have a claim and ADIZs would overlap in 3 places. Complexity and business of air travel in the region. Beijing felt the repercussions of the ADIZ implementation in ECS. Vietnam, backed by Philippines, could pursue legal action against China's ambiguous claims in the SCS. Manila claims \"nine-dash line\" exceeds maritime entitlements permitted under the UN Convention on the Law of the Sea. = Decrease by 8%\nProbability of Event: 29%\nProbability of Event occurring before 1 March 2021: 60%\nRESULT: 17.40%"], [97069, "2020-11-25T09:30:35Z", [0.01], "China is definitely on the way to take this territory on the long run, but I am sure, they will not start the Biden Era with a conflict in the South Chinese Sea.\n+1% unforeseeable things."], [96828, "2020-11-25T03:12:26Z", [0.25], ""], [85031, "2020-11-24T14:44:17Z", [0.2], ""], [29054, "2020-11-24T04:15:41Z", [0.0], ""], [29054, "2020-11-24T03:20:22Z", [0.2], ""], [96831, "2020-11-24T02:20:20Z", [0.25], "Despite an unconventional transition after the Presidential election in the United States, the US military continues to fly missions, conduct refueling, and practice show-of-force missions in the East China Sea. These were likely to deter Chinese aggression during naval exercises being held this month.  Chinese PLAAF responded by scrambling two fighters and requesting the B-1s leave the airspace.  Formalizing an SCS ADIZ would allow for better communication and faster response to incidents like this one (though the U.S. does fly other aircraft in the ECS ADIZ).  Finally, India has stated that they are worried about the creation of an SCS ADIZ, specifically if China can not influence ASEAN to formalize treaties about keeping rivals out of the region.\nhttps://www.deccanherald.com/national/delhi-protests-as-beijing-tries-to-turn-south-china-sea-code-of-conduct-into-a-barrier-to-keep-us-india-others-away-from-dispute-915649.html\nhttps://www.scmp.com/news/china/military/article/3110262/us-bombers-enter-chinas-adiz-pla-navy-mounts-massive-exercises\nhttps://www.newsweek.com/u-s-warplanes-foray-china-airspace-pla-jets-disturb-taiwan-1548269"], [9263, "2020-11-23T01:19:41Z", [1.0], ""], [651, "2020-11-22T20:28:56Z", [0.51], "Increasing military action; continued chaos in US responses"], [691, "2020-11-21T19:53:05Z", [0.05], ""], [58028, "2020-11-21T19:17:59Z", [0.09], ""], [928, "2020-11-21T14:33:11Z", [0.1], ""], [94606, "2020-11-20T21:47:15Z", [0.05], "Updated 20201127 It appears that China is attempting to exclude The Quad as part of its negotiations over the proposed Code of Conduct in SCS according to Inidia's Minister of External Affairs. See https://bit.ly/33m0vMv and https://bit.ly/3nUrjey. This suggests that China a) is concerned about, possibly fearing reconciliation from The Quad, due to its aggressive disregard of UNCLOS. If China's is successful in achieving this declaring an ADIZ over any part of SCS would be simple. As the Code of Conduct has been under negotiation for some years, this is unlikely within the time frame of this question. However, as pointed out by @Jordm, China could simply declare an ADIZ over one of the islands it has built an airfield on over the last few years. Such a declaration would surely ratchet up tensions in the region. Would China risk such a declaration while the Trump administration is still nominally in office? I suspect not. But as @thefonz suggested, China may take some action during the disruption of the transition period. That raises the question about how 'up to speed' the incoming administration would be on this topic and what the new administration's policy will be? As at 20201120: It appears that China has had the intention to declare such an ADIZ over the bulk of the South China Seas (SCS) in line with its so-called nine dash line, the areas over  which it claims sovereignty. This is according to a recent speech by the Head of Taiwan Defence Agency, Yen Teh-fa. See https://bit.ly/3lRnypE and https://bit.ly/2Hj7hdU"], [691, "2020-11-20T16:27:45Z", [0.05], ""], [89038, "2020-11-20T12:23:45Z", [0.03], ""], [96729, "2020-11-18T15:59:46Z", [0.03], "I think this would only coincide with a formal annexation/announcement of a '9-dash line' territorial claim that could be enforced by a blue water naval force. Given that the Chinese don't expect to have a second carrier until 2024, the establishment of an ADIZ that cannot be enforced makes little sense and risks losing both the narrative, and would likely force other nations to establish a counter-force to such a zone making the future establishment of an ADIZ more difficult."], [87691, "2020-11-18T07:21:17Z", [0.0], ""], [31656, "2020-11-17T19:15:22Z", [0.2], ""], [34959, "2020-11-17T13:57:14Z", [0.07], ""], [73970, "2020-11-17T08:24:42Z", [0.1], ""], [30717, "2020-11-17T06:27:08Z", [0.1], ""], [62808, "2020-11-16T21:59:21Z", [0.0], ""], [95817, "2020-11-16T19:56:47Z", [0.55], "From an \"outside view,\" the PLA has increased incursions through Taiwan's ADIZ up to 30% since US elections on 4 Nov.  Having already established an ADIZ in the East China Sea in contradiction with Japan, they have announced intent to do so in the South. An extended ADIZ overlapping with Taiwan's ADIZ will allow them to map out Taiwan's air traffic and counter some ASEAN member claims to international space.  The PLA's aggressive ADIZ stance allows frequent oversight of SCS surface and subsurface lanes with intelligence aircraft and an extension would give the PLA the distance they need to set the conditions for conflict with Taiwan, if needed. Woody Island, Fiery Cross Reef, Subi Reef, and Mischief Reef have high-frequency radar stations on these islands and would be further supported by an ADIZ. Despite recent news of US arms sales to Taiwan, China may view the current domestic context in the US as a perfect opportunity to expand for their One China Policy. On the contrary, an ADIZ may backfire like it did in the East and provide further political and economic conflict in the region.  Ambiguity may be China's option for now keeping it as an unfulfilled intention.  "], [95823, "2020-11-16T18:31:54Z", [0.65], ""], [21865, "2020-11-16T14:08:39Z", [0.0], ""], [29054, "2020-11-16T02:26:45Z", [0.5], "It is going to be dependent of the initial assessment by the Chinese of the incoming administration in DC in relation to Asia policies and public statements, saving face is important in oriental culture.  "], [96930, "2020-11-16T01:27:21Z", [0.4], "Apparently these ADIZ have only been around since the 1950's. In 2013 China set one up in the East China Sea. China stood by the decision despite strong pressure from US UK and Japan among others. There is a lot of rumbling of them extending it to the South China Sea although there is still debate if they will go that far. Taiwan reported the possibility in May. I think China definitely wants to set it up but fears the world wide backlash. They are already seen as aggressors for Hong Kong, Taiwan, and the Uigers. On the other hand, it has its benefits for them and they may see it as a power move in the region that outweighs the risk of scorn. My focus is often too American centered but I do not think they want to draw the ire of the incoming Biden admin as he may be more willing to work with them on economic policies than the previous admin. Overall I am going to say this happens but not necessarily before March 1st. I will give it a 40% and update monthly.  "], [89038, "2020-11-15T20:38:52Z", [0.05], "China doesn't need to rush SCS, will likely concentrate on ending Trade War. Only major economy to grow during Covid - lots still needed to continue journey of urbanisation. "], [87566, "2020-11-15T16:31:55Z", [0.25], ""], [691, "2020-11-15T16:22:58Z", [0.06], ""], [96625, "2020-11-15T14:10:02Z", [0.05], ""], [96945, "2020-11-15T03:25:16Z", [0.04], ""], [180, "2020-11-14T22:48:01Z", [0.34], "Even though I had great success in forecasting China and the SCS and ECS - I was wrong about ADIZ. I was wrong because China for any number of reasons didn't 'need' to claim the ADIZ (knowing it would be ignored and not wanting to suffer the embarrassment) so it simply has taken the attitude of \"we don't have to claim it - it's already a reality - as far as we're concerned!\"). That being said... With India's navy now 'hangin'' with the Big Guy (US) in the SCS and the whole Sri Lanka thing etc., they 'might' give in and call it. "], [86278, "2020-11-14T22:20:14Z", [0.5], ""], [740, "2020-11-14T11:45:25Z", [0.65], ""], [691, "2020-11-13T16:03:42Z", [0.02], "I think they've been wanting to do this for rather a while, but characteristically are in no rush and can wait for what they calculate is optimal timing.  This impels me to guess that they'll wait a while into the new US Administration so they can read the room.  (The secret code word in that sentence is \"guess.\")"], [96790, "2020-11-13T15:21:23Z", [0.35], ""], [34959, "2020-11-13T14:53:07Z", [0.13], ""], [96751, "2020-11-13T14:50:22Z", [0.05], "In the blind... This would require a characteristically bold step by China that could trigger a confrontation of 'international freedom of navigation' sorties currently being used by the US. The ECS ADIZ est. in 2013 is still a point of contention and interpretation of international law. I'm finding it tough to nail down a base rate on this question."], [96746, "2020-11-13T14:36:37Z", [0.1], "Based on past statements and actions in the ECS, it is likely that China will establish an ADIZ in the SCS region at some point (or as their defense ministry stated, \"appropriate time\").  It is difficult to establish a base rate on this one.  Even if there were several Chinese ADIZ to consider, each case is very different (i.e. can you enforce it... what are the disruptions internationally? Who is likely to contest it?).  Given that the White House is in a period of transition, I suspect that Beijing does not consider this the \"appropriate\" time (being tough on China crosses party lines... President Trump is tough on China and has little to lose politically... his presumed successor will be motivated to avoid perceived weakness, especially early in his admin)"], [45594, "2020-11-13T13:54:02Z", [0.05], ""], [34815, "2020-11-13T04:48:06Z", [0.0], ""], [96793, "2020-11-13T04:18:46Z", [0.07], "Hard to find a base rate on this one.  Given China has long had a plan to declare an ADIZ over the SCS like it did over the ECS in 2013, I find it unlikely that China would invoke a wide-area ADIZ over such a diverse group of territorial claims. China likely does not want to repeat mistakes from its ECS ADIZ, which has been ambiguous and difficult to enforce.  Though China may now have a decent infrastructure in place to enforce such a claim in the SCS, the move would risk higher regional instability and angered neighbors. Such a rise in the risk of conflict would likely only be rationalized as a response to a larger threat.\nHowever, the recent Diplomat article offers compelling evidence that China may be closer to establishing a more limited ADIZ close to Taiwan.  Though given their \"salami-slicing\" tendencies, I still doubt that China would do anything this bold without being backed into more of a corner than they currently are. This information raises my forecast slightly.\nhttps://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/"], [96756, "2020-11-13T03:57:22Z", [0.65], "China has clearly stated their intent to establish an ADIZ in the South China Seas. PRC state-run media declared intent to establish these in ECS and SCS back in 2008. Taiwan’s Ministry of National Defense (MND) reported on 4 May 2020 that China was planning to set up an ADIZ in the SCS. The CCP cannot back down on its territorial claims in the SCS without catastrophically losing legitimacy with domestic audiences. It has backed itself into a corner with its territorial claims. Enforcing an ADIZ in this area is operationally paramount to asserting these claims. However, the question is not does China have intent or a plan, but will they actually declare an ADIZ. This appears to be more of a question of when, not if.\nChina carried out its promise in the ECS. On November 23, 2015, China made a sudden declaration of an ADIZ in ECS. Why hasn’t it also declared the SCS ADIZ? The fact that tensions haven’t triggered a SCS ADIZ may indicate that USN pressure in the SCS is working. Will this strategy change under Biden?\nWhether the Biden Administration will shift its China policy by 1 Mar 2021 and pull back any of the US military forces deployed to the area is unclear. The Biden Administration will be under a lot of pressure to be tough on China. A new poll conducted by the Pew Research Center found that 73 percent of Americans had an unfavorable view of China, the highest in at least 15 years. Under the Obama Administration, Biden was criticized in earlier years for being quixotic in his foreign policy, although he and Obama became increasingly jaded over time in their view of China’s authoritarian and expansionist policies. His platform has been talking pretty tough on China. However, Biden has to deal with Covid-19 and the economy. China’s view of the Biden administration also has relevance, in anticipating their view of the costs/risks of declaring an ADIZ. Recent remarks by state-run media imply that China will see the Biden administration as an improvement over Trump, but China will not harbor any hopes that Biden policies will be consistent with its own objectives; basically, PRC patience will not change US regional policy in their favor anytime soon (with regard to China’s territorial claims in the SCS). The only advantage that time buys them is a chance to further build up their military strength to better enforce a SCS ADIZ later (which may be a challenge for them now, but my data on this is limited).  A potential advantage (that China MAY perceive) of acting in the near-term, is leveraging the chaos of the US administration changeover. “Foreign adversaries believe that the United States is preoccupied during transitions, and it’s in our national security interest to demonstrate that we are not,” said David Marchick, director of the Center for Presidential Transition. (WPost) In summary, if we assume that China will not relent on its SCS claims and that it perceives an ADIZ as central to that goal, is China 1) willing to wait 4/8 years for a new administration (after Biden) that may or may not be more receptive to honoring its territorial claims (assuming nationalistic domestic elements will accept this), or, if not, 2) will there be any more opportune time militarily to make this move than right now? Taiwan's reporting buttresses the claim that China intends to make this move in the near-term. https://asia.nikkei.com/Spotlight/The-Big-Story/US-election-Trump-s-China-policy-is-here-to-stay-no-matter-who-wins\nhttps://www.nytimes.com/2020/11/07/world/asia/china-biden-media-reaction.html\nhttps://www.washingtonpost.com/national-security/defense-transition-trump-election/2020/11/11/7ca500a2-21ff-11eb-8599-406466ad1b8e_story.html\nhttps://fas.org/sgp/crs/row/R43894.pdf\n"], [96796, "2020-11-13T03:35:28Z", [0.1], "As US support for Taiwan increases, as seen in the sale of MQ-9B, China will be driven to assert more force in the area.  One way to do this is to establish and ADIZ in the South China Sea.  While I believe at some point China will establish an ADIZ in the area, I need to look at the chance they would prior to 1 March 2021.  China has typically been instigated by US ships in the area and have responded to other international disagreements with an increase in activity in the South China Sea.  I see the biggest factor in determining the timing is the changeover of US leadership in January.  China is not in a strategic rush to implement an ADIZ, so they will wait until it’s necessary to assert dominance.  So as not to instigate unrest with a new president, I think it is unlikely they will assert an ADIZ over any part of the SCS prior to 1 March 2021. "], [96786, "2020-11-13T02:30:49Z", [0.5], "China has had the opportunity to establish an ADIZ for years.  They’ve done so, overlapping the Japanese ADIZ over the Senkaku/Diayou islands.  I believe the likelihood they will establish another one before March is largely dependent on who wins the 2020 US Presidential race.  If President Trump wins, China is likely less inclined to alter the relationship in a negative way.  If former VP Biden wins, China could use this tactic as an early test of the potential new Administration’s stance and approach on the region."], [91675, "2020-11-13T01:56:35Z", [0.85], ""], [96715, "2020-11-12T22:43:57Z", [0.16], "All of the articles I can find seem to agree that China is planning to set up an ADIZ in the SCS. So the real question here is when will they do so.  I'm definitely projecting here, but if I were China I would set it up when I expected to be able to enforce it without inciting a crisis and/or when I could use it as a bargaining tool in some way. The country most likely to interfere with China's ability to enforce the ADIZ, either directly or indirectly, is the U.S.  The most pertinent event to this question from the U.S. side between now and March is the change (probably) of administrations. If I'm China I'm probably not going to gamble on a Trump administration response but I might want to make this an opening gambit in my relationship with a Biden administration.  Wild conjecture but I've used up almost all of my forecasting research time for the day."], [96727, "2020-11-12T22:17:02Z", [0.1], "It is difficult to identify a base rate for this event because there has only been one other China example, the ECS ADIZ. Additionally, the circumstances of that event are very different. However, information from the ECS ADIZ declaration can aid as a potential indicator of China actions. The ECS ADIZ caused a lot of angst for all parties, China included. Although China might be consider themselves as overall successful in establishing the ECS ADIZ, they were not initially prepared to enforce the ADIZ. Therefore, China may not establish a SCS ADIZ until they are feel prepared to enforce. PRC messaging indicates that there may be plans already developed to eventually declare an ADIZ over parts of the SCS, when they are prepared. It is difficult to determine what level of preparedness China requires prior to establishing the SCS ADIZ. Perhaps, they are already prepared and are waiting for the appropriate time to make an announcement. They do have multiple air bases established in the SCS with defensive systems, therefore, it seems logical to suggest that they may be close to readiness level necessary to enforce an ADIZ. The ECS ADIZ was announced in November of 2013 and overlaps other countries ADIZs. Any extension of the ECS ADIZ or the declaration of new ADIZ will cause significant international attention. With only one other China example, it might be necessary to expand to other states that have established ADIZs. However, these events are very infrequent and don’t exhibit clear patterns. Any increased tension in the SCS or significant opposition or challenge to China in the SCS will increase the likelihood of an SCS ADIZ. Currently, through opensource information, there doesn’t seem to be any indicator of China’s motive to declare a new or updated ADIZ."], [96748, "2020-11-12T20:33:36Z", [0.05], ""], [96763, "2020-11-12T19:29:04Z", [0.05], "China established an ADIZ in the East China Sea in 2013. At the time the Chinese Ministry of Defense’ spokesman proclaimed, “China will establish other air defense identification zones at an appropriate time after completing preparations.” (nationalinterest.org)  However, given that China has elected not to take such a provocative step during the entire Trump Presidency (where the US was trying to push-back fairly hard against China, and the [US administration] alleged inequality with trade and tariffs).  I assess that there is a very low chance that China would seek to destabilize potentially beneficial (to China) improved relations with the anticipated (new) Biden administration, by carrying out such a provocative strategic move."], [96755, "2020-11-12T18:20:28Z", [0.06], "In general, the PRC likes to make broad pronouncements at major party congresses (the 19th party Congress is in 2022). The PRC also seems inclined to make declarations when overtly threatened by the US or another nation. This seems less likely given the US election result and Chinese officials statements vis-a-vis a Biden vs Trump administration. I suspect that Xi Jinping's administration will wait to see what the Biden administration's policy in regard to China are before taking proactive actions like declaring an ADIZ (this would only be 40 days into a new presidency). The PRC's foreign minister greeted the election result positively. Much of the antagonism that has driven Chinese declarations in the South China Sea has been related to US Naval Patrols, which seem unlikely in the current environment in the US after the firing of the Defense Secretary and during a probable election transition. The PRC has only declared a single ADIZ since its inception over the East China Sea in 2013. This is such a rare event that a frequentist model is useless. The PRC officially holds that the South China Sea islands are the sovereign territory of China much as was claimed about the East China Sea islands. Both claims have been met with skepticism internationally. Conversely, if another rare event were to occur like a Trump surprise victory in the US election then this would increase the likelihood of this event as the PRC sees Trump's position as more clearly anti-PRC and the chaos in the US from a highly contested election would give the PRC more room to maneuver internationally to avoid sanctions from such a declaration. Thus, without a party platform for this announcement, without an overt international reason driving its immediacy, lacking overt antagonism by its main rival, but with the possibility for a rare event to destabilize this situation I would estimate a probability of around 20.0% per year. Given that the portion of the year subtended in the question period is 29.86%, I would estimate a 5.97% probability of this occurring."], [59881, "2020-11-12T17:51:03Z", [1.0], ""], [96831, "2020-11-12T17:23:24Z", [0.2], "It's possible China may feel the need to reassert itself closer to the island of Taiwan as opposed to further south in the disputed islands, but this would still be considered SCS ADIZ.  Based on current hardware sales from the U.S. to Taiwan, China may feel threatened by adding new capabilities in the region. They set the precedent with overlapping ADIZs in the ECS in 2013.\nhttps://thediplomat.com/2020/11/is-china-preparing-to-set-up-an-adiz-in-the-south-china-sea-with-taiwan-in-mind/"], [96729, "2020-11-12T17:17:35Z", [0.03], "The ADIZ created in 2013 in the East China Sea was 3 years after the claim that the PRC would declare such an ADIZ. As such, not only does an SCS ADIZ is outside a 3-year window (as precedent). Furthermore, an ADIZ is designed to establish air control over a sovereign land. Currently, shoals, reefs, and man-made islands in the South China Sea fail to meet the standard of undisputed land that would provide justification for an ADIZ over sovereign land. Coupled with the direct challenge to FONOPS by the US and the implied risk such a provocative move could have on the trade routes to the SCS, this would be a risk without enforceable gain. This is because the PRC would not have the Naval forces required to enforce an ADIZ sufficiently against the actors/powers that would resist."], [96713, "2020-11-12T17:16:18Z", [0.8], ""], [96718, "2020-11-12T17:05:57Z", [0.6], "With the US decision to sell MQ-9Bs to Taiwan on 4 Nov and the distraction in within the US of the 2020 election, China is likely to make a move to show a more serious stance towards Taiwan. Additionally, declaring an ADIZ, as they did in the ECS in 2013, costs nothing to the PRC. They have no incentive not to make this move, as the only likely response will be rhetoric from the international community and air and surface incursions from the US and its allies"], [8826, "2020-11-12T16:27:39Z", [0.55], "Biden won't object to China pushing the envlope"], [96737, "2020-11-12T13:34:10Z", [0.05], "Awaiting results of US election, China wishes to de-escalate Sino-US tensions. "], [93350, "2020-11-12T11:50:49Z", [0.0], "There are several issues at play here.\nInternational treaties involving and concerning the various nations do not exist.\nAlthough China has been building up primarily military infrastructure in the area it does not have the capability, of either a defensive or defensive weapons system to enforce its unilateral actions. \nDoes China want or care to disrupt international relations with regional nations including the US and Australia and the security of vital trade routes with a willingness of the latter two to test the ADIZ? The US recently flew two unarmed B52’s plus the sailing of US and Australian naval ships through the area for that very reason.\nGiven China’s continual probing and testing of Taiwan’s defences, the declarations of ADIZ extensions are to increase the pressure on Taipei.\nGiven those arguments, the question is that will China still declare an ADIZ although unenforceable? Perhaps.\nReports say that China is looking forward to a less volatile relationship with Biden than it had with Trump. Therefore, I propose China will not test the new Administration (yet). https://thediplomat.com/tag/south-china-sea-adiz/  http://hanoitimes.vn/how-does-chinese-air-defense-identification-zone-over-south-china-sea-imply-312555.html  https://focustaiwan.tw/cross-strait/202005180016  https://defense.info/global-dynamics/2020/08/will-china-declare-an-air-defense-identification-zone-in-south-china-sea/  https://www.ft.com/content/560473cf-16e4-4544-aeee-b47f7746e666\n"], [39562, "2020-11-12T11:17:17Z", [0.59], ""], [34959, "2020-11-12T08:39:27Z", [0.04], ""], [90353, "2020-11-12T06:32:21Z", [0.87], "If Biden is in office only. .08 if Pompeo is still in his office. "], [500, "2020-11-12T00:33:22Z", [0.0], "step by step"], [49359, "2020-11-11T23:05:08Z", [0.5], ""], [14327, "2020-11-11T22:28:33Z", [0.0], "China doesn't want or need a high-cost low-return project right now or the political headache it would cause.\nAnd as link 1 points out, the dog may already be barking under the guise of another animal. Link 1: https://nationalinterest.org/feature/will-china-set-air-defense-identification-zone-south-china-sea-160896\nLink 2: https://www.scmp.com/news/china/military/article/3086679/beijings-plans-south-china-sea-air-defence-identification-zone"], [94606, "2020-11-11T22:25:24Z", [0.0], "As at 20201111 Currently, very unlikely in my view. Simply because if the increased tensions between China and USA, particularly in the light of the US's insistence that the UN resolution on the South China Sea (SCS) is clear and that China has no claim to the area. This may change depending on the new US administration in January 2021 and any change of approach therefrom."], [9263, "2020-11-11T17:14:09Z", [1.0], ""], [39981, "2020-11-11T16:19:49Z", [0.01], ""], [32415, "2020-11-11T16:19:07Z", [0.15], ""], [22363, "2020-11-11T16:12:01Z", [0.09], "Too soon to pick a confrontation with the U.S. and Biden.  "], [66012, "2020-11-11T16:01:14Z", [0.25], "After the election is settled in the US, they may do it before Biden is POTUS."], [346, "2020-11-11T15:58:56Z", [0.15], "I don't think this will happen yet. The Chinese are still building up their capabilities in the SCS and they know they can expect significant international backlash if they unilaterally go ahead with this. The US has declared many times that they will continue to perform FONOPS regardless of Chinese actions and that policy is unlikely to change anytime soon. "], [25281, "2020-11-11T15:50:39Z", [0.75], "lesser checks on china with change in US political regime. Ahead of the next Communist party session"], [172, "2020-11-11T13:56:06Z", [0.01], "Now isn’t the time. Other countries have an increasingly negative view of China. Their blue water capabilities still maturing."], [93409, "2020-11-11T08:33:38Z", [0.0], ""], [92079, "2020-11-11T02:46:34Z", [0.0], "The ADIZ would need to be backed with credible systems and capabilities before China could declare the region ADIZ. Not by March 1"], [96713, "2020-11-10T23:21:19Z", [0.9], "They already have an ADIZ over the ECS, they harass airlines flying into Taipei, and the Americans elected a more predictable leader in 2020. They are very likely to test American resolve by claiming airspace over the SCS."], [62808, "2020-11-10T22:57:40Z", [0.02], "https://defense.info/global-dynamics/2020/08/will-china-declare-an-air-defense-identification-zone-in-south-china-sea/  https://www.airuniversity.af.edu/Portals/10/CASI/documents/Research/China%E2%80%99s%20Approach%20to%20ADIZ%20in%20Theory%20and%20Practice.pdf?ver=2017-11-22-104834-047"], [50395, "2020-11-10T20:24:32Z", [0.1], ""], [22689, "2020-11-10T19:42:34Z", [0.02], ""], [95830, "2020-11-10T18:40:19Z", [0.1], ""], [75093, "2020-11-10T15:13:34Z", [0.05], ""], [691, "2020-11-10T14:48:34Z", [0.02], ""], [81304, "2020-11-10T13:48:31Z", [0.35], ""], [88766, "2020-11-10T10:20:48Z", [0.0], ""], [96831, "2020-11-10T02:54:28Z", [0.25], "If Trump remains president, it's likely that tensions with China will continue to increase.  Signaling that the U.S. remains strong despite current economic conditions may prompt the creation of an ADIZ, if China feels threatened or needs to act to push back on U.S. encroachment in some way. If Biden is sworn in as president in the U.S., there will likely be few changes in direct U.S. economic policy with China (maintain tariffs and current trade and debt levels).  However, China could feel threatened if the U.S. begins to foster additional bilateral and multilateral economic and defense treaties in the region to increase its influence in the South China Sea.  Additionally, an ADIZ will allow for early warning and protection of airfields on Scarborough Reef,  Subi Reef, Woody Island, etc. and formalize the claim of the disputed territory."], [22689, "2020-11-10T00:26:58Z", [0.05], ""]], "open_date": "2020-11-09T23:00:32Z", "close_date": "2021-03-01T08:01:32Z"}