{"question_id": 2013, "title": "Which cricket team will win the 2021 ICC World Test Championship Final?", "possible_answers": ["India", "New Zealand", "The match will end in a draw or tie", "The 2021 Final will either be canceled or the first day will be postponed until after 18 July 2021"], "crowd_forecast": [0.35, 0.5, 0.15, 0.0], "correct_answer": "New Zealand", "correct_forecast": 0.5, "preds": [[101036, "2021-06-18T03:53:36Z", [0.25, 0.55, 0.2, 0.0], ""], [101040, "2021-06-18T02:26:48Z", [0.3, 0.35, 0.35, 0.0], ""], [101036, "2021-06-18T01:45:50Z", [0.2, 0.6, 0.2, 0.0], ""], [89038, "2021-06-17T23:13:39Z", [0.25, 0.51, 0.24, 0.0], ""], [101030, "2021-06-17T20:46:37Z", [0.37, 0.52, 0.09, 0.02], ""], [80790, "2021-06-17T19:25:27Z", [0.46, 0.43, 0.11, 0.0], "Weather has taken a turn for the worse, but doesn’t on the website I use which I find more reliable than the Met Office (stopped using them years ago) says rain tomorrow morning and lunchtime, so unless outfield is a mess then probably won’t lose all day.  And while there is rain in most days it looks more showery than set in \nhttps://www.meteoblue.com/en/weather/week/southampton_united-kingdom_2637487 So with the option of the 6th day, as no one wants a draw, I still think we’ll get a result. As @Sports_and_Science asks if we do lose a day does it become a 4 day test.  Not sure it does, it starts as 5 day and the time payed doesn’t change that I believe.  Not sure the follow on is going to be relevant this time though, both teams have better more experienced batting than England! Reading up on team selection, I think this might be a battle of the fast bowlers.  That and the patience of the Indian bowlers in front of the NZ pluggers.  Given forecast not sure either side will go for much spin, maybe wrong though. It’s really really close.  Advantage NZ as they’ve just won a series and practiced in competitive games (although not sure the 2nd test v England was that competitive!).  But advantage India as they’ve been at the Aegas Bowl for a couple of weeks and have been playing on the ground (but probably not the test pitch) and will have a really good feel for the ground conditions. Batting first might be an advantage if a wet pitch gets dodgy, but equally if it’s going to rain tomorrow not sure I’d want to bat on that.  Toss might have an impact as whoever wins will know how wet it is before starting rather than having to guess on if it’s going to rain. Too tight to call.  Leaving draw as low because both sides want a result and might play to risk a result, not like England copping out in the 1st test and being totally boring.  They could have gone for it!  Imagine a declaration on day 5 with 250-300 to win… But I go with @Eliac that India have a lot to prove and have been improving abroad so give them the edge. The BBC crowd has NZ.\nhttps://www.bbc.co.uk/sport/cricket/57469518 Am really excited to see how it goes!   For anyone who wants to follow who doesn’t already know and is new to cricket (although sounds like this community is quite well versed) Cricinfo https://www.espncricinfo.com/live-cricket-score  has live ball by ball updates with info and stats that’s really good.  And Test Match Spécial will have every ball on the radio (and every raindrop too) on Radio 5 sports extra. Now let’s hope it isn’t a damp squib after all that hype."], [691, "2021-06-17T19:20:04Z", [0.39, 0.52, 0.09, 0.0], ""], [85522, "2021-06-17T14:51:39Z", [0.39, 0.58, 0.03, 0.0], "Although Friday will be lost to rain if the Met Office is right, I think the rest of the test will be relatively unaffected, so there's much more likelihood of a result than I thought a few days ago. https://www.metoffice.gov.uk/weather/forecast/gcp185f25#?date=2021-06-22 I think the odds otherwise are substantially in NZ's favour: the Duke ball will swing, particularly in humid conditions, they've played two tests v England recently, and NZ beat India in NZ fairly comfortably in 2020. But, you certainly can't write off India and the toss will definitely play a role."], [87897, "2021-06-17T14:18:32Z", [0.36, 0.45, 0.19, 0.0], ""], [86367, "2021-06-17T10:39:28Z", [0.27, 0.5, 0.23, 0.0], ""], [94563, "2021-06-17T09:53:50Z", [0.3, 0.5, 0.2, 0.0], "Revising to make the draw (slightly) more likely. The weather forecast is pretty poor throughout, and having read the WTC playing conditions (well, some of the 98 pages), overs can only be made up for interruptions (not slow over rates - DO NOT GET ME STARTED!). That said, it might be a rather stop/start affair, which might make it a little more difficult for the batsmen, so the draw is not as high a chance as it might be.\nThe weather also suggests despite recent dry weather, there might be a bit of early assistance for the seam bowlers on Friday morning if the pitch is sweating under the covers. The Rose Bowl is historically one of the better grounds for spin, so NZ might have a tricky decision if they were to win the toss if there is a lot of cloud cover and rain in the air.\nOne curious thing - if Friday is a complete washout, is the game still considered a 5d test? With the reserve day? The reason this matters is if it becomes a 4d game, the follow on is 150 not 200, which might impact the draw %. Tenuous perhaps.\nEither way, looking forward to the game."], [79508, "2021-06-17T09:04:02Z", [0.51, 0.44, 0.05, 0.0], "I had a feeling in my bones from the onset that weather might be a problem, this time of year and despite the extra day added there will be a fair amount of play lost. Have to agree with  @DylanWilliams  that NZ  would handle these conditions better, also their bowling has good against England But this is a match and title that India will want to win, they take their cricket very seriously and you can expect them to pull out all the stops, if they get on a roll they can blow any team away quickly Who wins the toss might be a factor, if India win they may well send NZ into bat and put them under pressure, bowling off stump, playing to weaknesses and trying new ideas and game plans.  If NZ win the toss they might send India in and try and force them on the back foot, then pick them off one by one Its a tough call, two good teams, two of the best. If I was going to place a bet on a winner it would be New Zealand, but you cannot rule out India's will to win or Lady Luck Having said that, Cricket is also a funny game, five days play in perfect conditions and you have a lame draw, other matches are over in three days.  This may be why someone once said that the English invented the game of cricket to give them a good idea of what an eternity in Hell would be like   :)"], [100608, "2021-06-17T08:28:43Z", [0.27, 0.39, 0.32, 0.02], "Due to weather forecast of persistent rain. If there is much play, I imagine NZ better equiped to deal with it.\nCould rain totally cancel it? - probably not, but just increasing it from zero"], [101032, "2021-06-17T04:59:33Z", [0.34, 0.5, 0.15, 0.01], "Weather forecast now has a good chance of Friday 18th being washed out (\"heavy rain\") and showers at least on 3 more days... so I'm pushing my draw likelihood back up. Also dropping cancellation/postponement option to near zero as we are just one day away now and even though the covid situation has deteriorated slightly in the UK (lifting of lockdown restrictions delayed by a month) I can't see it getting bad enough quickly enough for this option to really be in play for that reason."], [101040, "2021-06-17T03:40:46Z", [0.33, 0.42, 0.25, 0.0], ""], [100273, "2021-06-17T02:14:58Z", [0.7, 0.3, 0.0, 0.0], ""], [95503, "2021-06-16T19:29:09Z", [0.37, 0.45, 0.18, 0.0], ""], [101364, "2021-06-16T16:31:44Z", [0.25, 0.65, 0.1, 0.0], ""], [87897, "2021-06-16T16:01:18Z", [0.37, 0.51, 0.12, 0.0], ""], [34959, "2021-06-16T15:27:34Z", [0.25, 0.58, 0.17, 0.0], ""], [88452, "2021-06-16T15:01:30Z", [0.0, 1.0, 0.0, 0.0], ""], [95503, "2021-06-16T14:04:48Z", [0.37, 0.51, 0.12, 0.0], ""], [95503, "2021-06-16T14:04:35Z", [0.37, 0.5, 0.12, 0.01], ""], [100608, "2021-06-16T13:08:46Z", [0.32, 0.45, 0.23, 0.0], "Weather still looks very unsettled during the window for this game (I'm sure I've read that it is scheduled to run from the 18-22nd, but the 23rd is a spare day if they need it).  Upping my Draw %"], [89038, "2021-06-16T10:42:41Z", [0.33, 0.45, 0.22, 0.0], ""], [20156, "2021-06-16T08:19:18Z", [0.42, 0.49, 0.09, 0.0], ""], [95992, "2021-06-16T05:22:05Z", [0.38, 0.31, 0.31, 0.0], ""], [95992, "2021-06-16T05:21:01Z", [0.38, 0.38, 0.24, 0.0], "The odds have moved significantly to price in a draw. I’m humbling slightly.  https://www.oddschecker.com/cricket/india-new-zealand-test-series/india-v-new-zealand/winner"], [86367, "2021-06-16T05:03:52Z", [0.26, 0.58, 0.16, 0.0], ""], [101265, "2021-06-16T04:37:56Z", [0.5, 0.48, 0.01, 0.01], ""], [101031, "2021-06-16T01:56:12Z", [0.36, 0.45, 0.19, 0.0], "reduced probability of cancel or postponement to below 1 in 100 (that would be a zero then...)\nNZ betting agency (NZTAB) has a draw sitting favourite at the moment. "], [99407, "2021-06-15T21:31:01Z", [0.35, 0.55, 0.1, 0.0], ""], [101040, "2021-06-15T21:21:33Z", [0.37, 0.43, 0.2, 0.0], ""], [101029, "2021-06-15T21:21:12Z", [0.3, 0.54, 0.15, 0.01], "very unlikely it will go ahead. They seem evenly matched so have upped the probability that it will end in a draw (although i am not sure of the rules around this). I don't know much about the Indian team :-("], [91722, "2021-06-15T15:23:50Z", [0.3, 0.65, 0.05, 0.0], "New Zealand have a better pace attack and have been playing in England already for some time, so going to be better prepared for the conditions. "], [86367, "2021-06-15T14:30:47Z", [0.3, 0.55, 0.15, 0.0], ""], [100608, "2021-06-15T09:03:57Z", [0.33, 0.47, 0.2, 0.0], "Match starts on Friday 18th June in Southampton.  Weather forecast for that day is heavy rain, some rain forecast on Sunday-Wednesday as well.  Teams are evenly matches so should not be a quick victory either way, so prospect of regular rain increases chances of a draw.\nNZ played very well in winning the 2 match series this month in England.   They will be ready and confident as long as the weather doesn't intervene too much."], [87897, "2021-06-14T21:44:47Z", [0.37, 0.57, 0.06, 0.0], ""], [101031, "2021-06-14T21:35:45Z", [0.36, 0.45, 0.18, 0.01], "Dropped NZ a bit and raised a draw\nWorld cricketing personalities are mainly calling it close.\nBetting agencies are giving very close odds\n"], [101041, "2021-06-14T20:59:58Z", [0.43, 0.5, 0.07, 0.0], ""], [89038, "2021-06-14T17:05:40Z", [0.3, 0.55, 0.15, 0.0], ""], [89038, "2021-06-14T15:43:38Z", [0.35, 0.57, 0.08, 0.0], ""], [691, "2021-06-14T15:06:35Z", [0.39, 0.59, 0.02, 0.0], ""], [101256, "2021-06-14T13:38:29Z", [0.3, 0.42, 0.28, 0.0], "NZ slight favourites as they are most naturally suited to English conditions, and are in good form, having just beat England in England. However India boast the stronger starting XI which makes this a very close contest. Draw is therefore another strong possibility. More information on playing conditions (mainly weather, pitch) will be needed to adjust predictions. "], [85522, "2021-06-14T12:34:13Z", [0.36, 0.41, 0.23, 0.0], "The weather forecast from Thursday onwards is dreadful, with high chances of rain for the duration of all six days of the match so the draw must be in contention again."], [95503, "2021-06-14T12:05:39Z", [0.39, 0.55, 0.05, 0.01], ""], [101040, "2021-06-14T01:39:23Z", [0.32, 0.37, 0.3, 0.01], ""], [101042, "2021-06-13T22:32:57Z", [0.25, 0.64, 0.01, 0.1], "It's a two-horse race so reluctant to boost NZ's chances too much higher but the signs are good for NZ. Beat England with some key players missing? Check. Come through without major injury concerns? Check. COVID seemingly under control? Check. Even the weather looks like it will favour NZ: some showers, sure, but enough time to play out a result. Damp, overcast conditions will have the swing bowlers licking their lips. "], [101036, "2021-06-13T20:29:41Z", [0.25, 0.54, 0.2, 0.01], "based on NZ form in UK and weather forecast"], [94563, "2021-06-13T16:32:12Z", [0.35, 0.59, 0.06, 0.0], "Really solid performance from NZ, especially from a batting perspective. England bowled reasonably well in home conditions, but NZ still managed competitive (or better) totals in both tests. Hard to read too much into the bowling performance in the second test given the debacle that was the England 2nd innings. Patel is a better spinner than Santner, BUT not sure he will cause the Indian batsmen too many problems in English conditions.\nMy view is still largely skewed by NZ getting 2 test matches as practise (although for some it's one test - Williamson, Watling, Southee). It is not inconceivable for India to bat first and have a bad first morning and make it very hard."], [101364, "2021-06-13T15:30:03Z", [0.3, 0.6, 0.1, 0.0], ""], [79508, "2021-06-13T14:43:12Z", [0.52, 0.46, 0.02, 0.0], ""], [101032, "2021-06-13T09:22:08Z", [0.35, 0.55, 0.05, 0.05], "Did a bit more thinking about the weather... average of 7.7 days with precipitation (>= 1 mm) in Southampton in June, so about 25% of the days in the month. So could expect just over 1 day with precipitation during the scheduled five days of the match. Given the reserve day and the low draw rate for teams these days I'm happy to pull the draw likelihood back to 5% now. Plus we are now close enough to see a weather forecast, and according to the UK Met Office it looks OK for the first two days."], [95503, "2021-06-12T22:15:46Z", [0.42, 0.52, 0.05, 0.01], ""], [88452, "2021-06-12T12:30:42Z", [0.07, 0.9, 0.0, 0.03], ""], [80790, "2021-06-12T11:49:02Z", [0.45, 0.44, 0.11, 0.0], "It’s close.  NZ looking good and getting some good practice in against England.  But England play very differently to India.  Not a lot of spin from England and will be from India.  But India haven’t played in a England.  My views keep veering wildly so have to split it."], [90237, "2021-06-12T08:26:25Z", [0.25, 0.75, 0.0, 0.0], ""], [86367, "2021-06-12T01:01:13Z", [0.3, 0.52, 0.18, 0.0], ""], [100184, "2021-06-11T17:18:31Z", [0.45, 0.55, 0.0, 0.0], ""], [95503, "2021-06-11T13:00:32Z", [0.44, 0.5, 0.05, 0.01], ""], [79508, "2021-06-11T09:25:49Z", [0.52, 0.46, 0.01, 0.01], ""], [101031, "2021-06-11T04:52:13Z", [0.35, 0.49, 0.15, 0.01], "India has not had much practice time, first full team outing was yesterday. \nBlackcaps have been able to rest a few bowlers for the second english test.\nNZ TAB odds have turned around to NZ slight favourites\nWeather looking good\n"], [101265, "2021-06-11T02:09:13Z", [0.7, 0.28, 0.01, 0.01], ""], [89038, "2021-06-10T23:21:33Z", [0.39, 0.55, 0.06, 0.0], "Long term weather forecast is good for Southampton"], [691, "2021-06-10T17:13:17Z", [0.42, 0.56, 0.02, 0.0], ""], [88452, "2021-06-10T08:24:22Z", [0.15, 0.81, 0.0, 0.04], ""], [21884, "2021-06-10T07:14:09Z", [0.27, 0.68, 0.03, 0.02], ""], [80790, "2021-06-09T18:57:27Z", [0.44, 0.42, 0.13, 0.01], "Ok, I’ve going even stevens.  NZ against England in 1st test showed good swing, which India aren’t that great with.  But weather and pitch showed that spin may be coming into play.  Dry phase in UK due to high pressure, and looks like might stick a couple of weeks.  That will dry the pitch and mean more spin.  How they prep the pitch used will also be interesting.  For a neutral game they will prep different than if it’s an England game.  Despite country cricket being good for seam will the test strip be prepped the same? And despite India tending towards spin they so have faster bowlers.  Plus the crowd make up will be very interesting.  The crowd could feel quite India friendly given how fanatical fans are and the India community in England.  It’s all very interesting and even. https://www.hindustantimes.com/cricket/two-of-the-greatest-batsmen-in-world-david-gower-s-ultimate-praise-for-virat-kohli-and-kane-williamson-ahead-of-wtc-final-101623204119148.html https://www.thequint.com/sports/cricket/wtc-final-pitch-in-2021-southampton-pitch-has-favoured-seamers"], [95503, "2021-06-09T11:31:30Z", [0.43, 0.48, 0.08, 0.01], ""], [95503, "2021-06-09T11:04:02Z", [0.45, 0.46, 0.08, 0.01], ""], [85522, "2021-06-08T21:22:31Z", [0.42, 0.49, 0.09, 0.0], ""], [101031, "2021-06-08T21:10:38Z", [0.38, 0.46, 0.15, 0.01], ""], [86367, "2021-06-08T13:32:31Z", [0.37, 0.48, 0.15, 0.0], ""], [101041, "2021-06-08T02:52:23Z", [0.35, 0.58, 0.07, 0.0], ""], [101029, "2021-06-08T02:51:25Z", [0.3, 0.56, 0.1, 0.04], "Less likely it will be postponed, nz practice games vs England "], [101036, "2021-06-08T02:48:47Z", [0.35, 0.5, 0.13, 0.02], "adjusting for time being so close now. "], [101032, "2021-06-08T02:47:39Z", [0.3, 0.5, 0.15, 0.05], "As the temporal window shrinks the chance of covid-related postponement reduces. Am reallocating this between draw (weather) and India... can't bring myself to push NZ above 50%!"], [101030, "2021-06-08T02:45:01Z", [0.35, 0.51, 0.09, 0.05], ""], [101060, "2021-06-07T22:30:15Z", [0.28, 0.27, 0.45, 0.0], "A draw is on the cards with weather interruption.  India has no recent match practice??  NZ does but batting is erratic and bowling a bit 1D  no decent spinner "], [95503, "2021-06-07T14:09:59Z", [0.43, 0.49, 0.07, 0.01], ""], [14672, "2021-06-06T23:33:50Z", [0.42, 0.5, 0.06, 0.02], "Chance of cancellation/postponement diminishing...11 days to go, Hampshire County is below average in UK for new cases, both teams have arrived and are \"bubbled.\"  "], [79508, "2021-06-06T21:43:44Z", [0.52, 0.4, 0.07, 0.01], ""], [95503, "2021-06-06T11:32:12Z", [0.42, 0.5, 0.07, 0.01], ""], [34959, "2021-06-05T15:56:38Z", [0.29, 0.55, 0.16, 0.0], ""], [88452, "2021-06-05T08:27:28Z", [0.19, 0.79, 0.0, 0.02], ""], [95503, "2021-06-04T09:43:26Z", [0.43, 0.48, 0.08, 0.01], ""], [29680, "2021-06-04T08:00:30Z", [0.52, 0.44, 0.04, 0.0], ""], [100653, "2021-06-03T21:49:20Z", [0.45, 0.39, 0.14, 0.02], ""], [89038, "2021-06-03T20:39:22Z", [0.37, 0.54, 0.08, 0.01], "NZs lower middle order does worry me a little. "], [101057, "2021-06-03T09:53:28Z", [0.45, 0.42, 0.13, 0.0], "Without knowledge of cricket, I will follow the main comments on sports websites. It seems that it is going to be a very even match. Some see India as the favorites, but, on the other hand, the weather and having played two Test matches before the final may favor NZ."], [79508, "2021-06-03T09:32:32Z", [0.53, 0.43, 0.01, 0.03], ""], [73687, "2021-06-03T08:50:53Z", [0.34, 0.59, 0.06, 0.01], ""], [14672, "2021-06-02T21:57:51Z", [0.4, 0.5, 0.06, 0.04], ""], [100184, "2021-06-02T17:53:41Z", [0.5, 0.5, 0.0, 0.0], ""], [101030, "2021-06-02T02:30:11Z", [0.32, 0.49, 0.09, 0.1], "Updating to a lower chance that the final will be cancelled or have the first day postponed as NZ black caps is in England and their match against England is going ahead."], [100608, "2021-06-01T08:14:40Z", [0.36, 0.45, 0.12, 0.07], "NZ have arrived in England ahead of a two test series vs England (both before the Championship final).  This should mean they are better acclimitised and ready for the condition of English pitches.\nThird Covid wave probably underway in UK now so that's why I'm not reducing the chance of cancellation much just yet.  Game could proceed with no spectators if need be?"], [86367, "2021-06-01T06:36:18Z", [0.42, 0.48, 0.1, 0.0], ""], [80790, "2021-05-31T22:57:13Z", [0.41, 0.45, 0.13, 0.01], "Weather has turned nicer in UK, won’t dry the ground out but potentially could make for better playing conditions.  But it’s got to last another 3 weeks yet.  However if the weather pattern gets stuck like it did as cold and wet for May, then it could end up being perfect playing conditions.  And, without ever getting the technicalities of this, I get the impression it might be really food for swing.  That favours NZ in both batting and bowling.  India have struggled a bit with swing.  Dukes balls being used, which are the England balls.  Again good for swing, but India bowlers have also liked the seam, so that feels reasonably neutral. Even if India don’t usually do well abroad, in the past couple of Series in England they have managed wins and draws.  Given England conditions are similar to NZ then the best indication is how India do in NZ, which is hard as they don’t often go and only for 2 tests, but again there have been wins and draws. It feels quite evenly spread.  NZ advantage for conditions, but India are always a strong team and cannot be ruled out.  It will be quite a lot of prestige to win the first test championship, so I’m guessing India will be really motivated given how big cricket is in India ( not that NZ aren’t but cricket is a religion in India and some good news would go down well at the moment). Even chance, but just shading NZ.  Draw always a possibility, but with 6th day available if can’t make up full time in 5 days (ie if we lose more than half a day to rain) this also reduces the likelihood of a draw. Game very very unlikely to be cancelled now given both teams are here and bubbling.  Even if infections go mad after hot bank holiday weekend this weekend (and everyone going out and about) at the worst they are likely to play behind closed doors.  That wouldn’t be any trouble at all. https://stats.espncricinfo.com/india-v-new-zealand-2010/engine/records/team/match_results.html?class=1;id=5;id=6;type=headtohead https://www.nzherald.co.nz/sport/cricket-black-caps-coach-gary-stead-reveals-world-test-championship-final-plans-for-trent-boult/MVT7QLTXHTKHZ7ATQNVCLISMIA/\nhttps://sports.ndtv.com/cricket/world-test-championship-final-icc-announces-playing-conditions-for-india-vs-new-zealand-clash-2450967"], [14672, "2021-05-31T14:11:22Z", [0.4, 0.46, 0.06, 0.08], "https://www.theguardian.com/world/2021/may/31/end-of-england-covid-lockdown-on-21-june-increasingly-in-doubt "], [101036, "2021-05-30T23:40:42Z", [0.35, 0.5, 0.05, 0.1], "NZ team already there and quarantining so cancellation seems less likely\nIndia doesn't perform well in UK"], [99407, "2021-05-30T22:38:59Z", [0.4, 0.5, 0.1, 0.0], ""], [95503, "2021-05-30T14:43:09Z", [0.43, 0.5, 0.06, 0.01], ""], [34959, "2021-05-30T14:41:29Z", [0.41, 0.46, 0.11, 0.02], ""], [88452, "2021-05-30T09:02:01Z", [0.23, 0.76, 0.01, 0.0], ""], [95992, "2021-05-30T04:23:35Z", [0.47, 0.4, 0.12, 0.01], "Interesting how the crowd is a bit more bullish on NZ than the odds would suggest. Implied probabilities devised from odds and normalizing to 100%: https://www.oddschecker.com/cricket/india-new-zealand-test-series/india-v-new-zealand/winner"], [79508, "2021-05-29T11:51:01Z", [0.55, 0.42, 0.01, 0.02], ""], [34815, "2021-05-28T22:19:06Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2021-05-28T16:59:48Z", [0.44, 0.52, 0.04, 0.0], ""], [95503, "2021-05-28T11:57:33Z", [0.43, 0.49, 0.07, 0.01], ""], [101031, "2021-05-28T04:52:55Z", [0.38, 0.42, 0.15, 0.05], ""], [101162, "2021-05-27T19:19:14Z", [0.7, 0.05, 0.0, 0.25], ""], [22689, "2021-05-27T15:46:40Z", [0.2, 0.8, 0.0, 0.0], ""], [100724, "2021-05-27T14:01:40Z", [0.17, 0.8, 0.02, 0.01], ""], [91774, "2021-05-27T12:52:30Z", [0.6, 0.05, 0.0, 0.35], ""], [79508, "2021-05-27T12:14:41Z", [0.56, 0.42, 0.02, 0.0], ""], [95503, "2021-05-27T09:06:57Z", [0.43, 0.49, 0.07, 0.01], ""], [88452, "2021-05-27T03:11:25Z", [0.21, 0.74, 0.05, 0.0], ""], [101029, "2021-05-27T01:14:15Z", [0.3, 0.5, 0.1, 0.1], "Probably an unbalanced view -need to check the Indian news but these guys seem pretty confident NZ will prevail. "], [73687, "2021-05-26T22:47:13Z", [0.25, 0.59, 0.15, 0.01], ""], [95503, "2021-05-26T08:29:07Z", [0.43, 0.49, 0.07, 0.01], ""], [101041, "2021-05-26T02:22:01Z", [0.4, 0.55, 0.05, 0.0], "This isn't a mainstream test venue so there isn't a lot of past records to go on (^ tests only).  India have only played two tests (2018 and 2014) and lost both to England. NZ have never played a test there. Some interesting info on the wicket:  \"Talking about individual performances, the matches at Ageas Bowl have been dominated by both batsmen and bowlers. While pacers enjoy early assistance, spinners have come into play in the third and fourth innings of the matches played in Southampton\".  So not just a seamers paradise, then - which brings India perhaps back into the equation. For India, Mohammed Shami leads the list with 7 wickets in 2 matches followed by Ravindra Jadeja (5), Ishant Sharma (4), Jasprit Bumrah (4) and Bhuvneshwar Kumar (4).   All but Kumar are in the squad for the final.  Mmmmmm. NZ have one 2 ODIs there (lost 0) in 2013 and 2015.  So I think NZ still have the edge but don't write india off."], [91722, "2021-05-26T00:02:47Z", [0.4, 0.5, 0.1, 0.0], "New Zealand had an upper hand due to its better pace bowling attack and the Indian batsmen’s vulnerability against top class pace bowling on helping bowling pitches. "], [691, "2021-05-25T19:08:56Z", [0.49, 0.47, 0.04, 0.0], ""], [84880, "2021-05-25T18:25:32Z", [0.41, 0.53, 0.05, 0.01], ""], [95503, "2021-05-25T16:29:57Z", [0.42, 0.49, 0.08, 0.01], ""], [85522, "2021-05-25T14:49:50Z", [0.28, 0.52, 0.2, 0.0], "The toss will play a major role. The kiwis will have several significant advantages though: The conditions will be much more similar to those in NZ than in India, even though the Indians have some excellent pace bowlers.  Perhaps even more importantly, NZ will play two test matches in England before the final in Southampton, so they will be much sharper and more match fit than India, who have no games scheduled before then. You can't also discount the impact of the coronavirus in India, which must have had an impact on the Indian players. I think it's trivially unlikely that the British government will prevent the Indian cricket team from travelling to the UK, so I do not think it will be cancelled. I've probably over-estimated the likelhood of a draw. There are some great batters on both sides, but their bowling attacks are very strong."], [85522, "2021-05-25T14:48:40Z", [0.38, 0.42, 0.2, 0.0], ""], [21884, "2021-05-25T02:39:39Z", [0.15, 0.68, 0.03, 0.14], ""], [101032, "2021-05-25T00:34:17Z", [0.25, 0.5, 0.1, 0.15], "Reduced the likelihood of the draw - weather issues are partly mitigated by the organisers having allowed for a reserve day"], [101041, "2021-05-24T23:22:20Z", [0.35, 0.6, 0.05, 0.0], ""], [89038, "2021-05-24T22:57:43Z", [0.35, 0.5, 0.12, 0.03], ""], [95503, "2021-05-24T20:38:21Z", [0.44, 0.49, 0.06, 0.01], ""], [101123, "2021-05-24T15:21:43Z", [0.27, 0.18, 0.4, 0.15], "NZ loses about 1.5 times test games that it wins ( https://stats.espncricinfo.com/ci/content/records/283877.html )\nBased on the same statistic report, near about 40% of test games end in a draw.\nBased on the cancellation of IPL 2020, the most recent cricket event, there is a considerable chance of the next event being delayed https://www.msn.com/en-us/sports/more-sports/ipl-2021-cancelled-indian-premier-league-postponed-indefinitely-as-covid-crisis-worsens/ar-BB1glbzs"], [34959, "2021-05-24T14:21:45Z", [0.38, 0.45, 0.11, 0.06], ""], [86367, "2021-05-24T07:07:15Z", [0.33, 0.37, 0.3, 0.0], ""], [101060, "2021-05-24T05:21:04Z", [0.45, 0.35, 0.2, 0.0], "based on India win loss %in England"], [101040, "2021-05-23T19:54:12Z", [0.3, 0.35, 0.3, 0.05], "The cricket addict in the house assures me that if it doesn't end in a draw that NZ will win!"], [95503, "2021-05-23T19:52:00Z", [0.44, 0.48, 0.07, 0.01], ""], [45594, "2021-05-23T07:11:07Z", [0.4, 0.5, 0.05, 0.05], ""], [100746, "2021-05-23T05:17:37Z", [0.44, 0.48, 0.0, 0.08], "Both teams are strong at 2020, New Zealand won more but potential for weather to favour either side means its's close.  New Zealand may have greater match fitness... Draws are rare in 2020.  I assume in this forecast we are talking Men's cricket rather than REAL cricket which these days is played by India's women? :-)"], [95503, "2021-05-22T22:07:42Z", [0.44, 0.46, 0.09, 0.01], ""], [95503, "2021-05-22T22:07:27Z", [0.43, 0.46, 0.09, 0.02], ""], [14672, "2021-05-22T03:28:39Z", [0.4, 0.46, 0.06, 0.08], ""], [100923, "2021-05-22T01:34:21Z", [0.26, 0.43, 0.3, 0.01], "New Zealand played India twice and won both. So New Zealand should have a higher chance of winning"], [100608, "2021-05-21T23:38:27Z", [0.35, 0.4, 0.15, 0.1], "India top ranked team in the world and they won last series at home to England.   last match between these two finalists was a low coring 2 match series in NZ in Feb 2020 - NZ won 2-0.   Last time India played IN England was August 2018 when England won 4-1 - will India travel better this time?  Prestigious match so they'll have the pitch fit to continue for 5 days.   English weather may force a draw"], [101036, "2021-05-21T23:20:57Z", [0.35, 0.4, 0.05, 0.2], "NZ win in NZ, India in India, playing in UK so neither side particularly favoured. may get postponed due to covid"], [95503, "2021-05-21T22:19:32Z", [0.45, 0.49, 0.05, 0.01], ""], [29680, "2021-05-21T21:14:03Z", [0.55, 0.44, 0.01, 0.0], "I'll admit my ignorance when it comes to cricket. All the sports statistics look like noise to me, and without learning more, I'm going to base my initial forecast naively on population size and enthusiasm for the sport. India has more players to draw from, and cricket is considered the number one sport in India. New Zealand appears to favor rugby over cricket and has fewer players to throw at the sport. That's it. Maybe I'll learn the rules someday :)"], [79508, "2021-05-21T16:19:58Z", [0.57, 0.4, 0.03, 0.0], ""], [100681, "2021-05-21T12:41:48Z", [0.7, 0.3, 0.0, 0.0], ""], [101031, "2021-05-21T10:33:34Z", [0.38, 0.42, 0.1, 0.1], "TAB odds say India, Pitch should suit NZ, could covid cancel it? draw in only 1 of 10 recent games.\nWill reduce the cancelled once the indian team are in UK"], [101044, "2021-05-21T06:12:51Z", [0.9, 0.1, 0.0, 0.0], "Looking at the current performances, especially, Team India's performance in overseas conditions definitely gives them an advanatge."], [101032, "2021-05-21T04:54:30Z", [0.25, 0.45, 0.15, 0.15], "The neutral venue makes this tricky - much easier to predict the result in either NZ or India! (home team). England conditions are usually closer to those in NZ and the last England-India series in England was 4-1 to England (c.f. last England-NZ series in England was 1-1). Worth also remembering that this is played in June which is still early in the English summer, so unlikely that pitches will be particularly dry (i.e. India-like). That factor also means I tend to weigh the chance of a weather-effected draw fairly highly. And certainly can't discount real potential for covid-disruption, with new variants emerging. Really need to guard against wishful thinking on this one..."], [101042, "2021-05-21T04:04:04Z", [0.2, 0.5, 0.0, 0.3], "Over the last ten years or so, NZ usually beats India when the game is played in NZ and vice versa. This match will be played in England, which is more like NZ conditions. Depending on the how the groundskeepers prepare the pitch! The 30% for postponement is to allow for COVID19 to affect either the Indian team or the England hosts. This does seem fairly likely, given IPL recently abandoned."], [101040, "2021-05-21T01:14:57Z", [0.35, 0.4, 0.2, 0.05], ""], [101035, "2021-05-21T00:19:25Z", [0.43, 0.4, 0.12, 0.05], "Pretty even - found nothing yet to say one team is better than the other. NZ historically seems to struggle to put away the cricket finals so given them a lower chance. Rain unlikely to affect game for long periods, but some lost of time could occur. Wicket seems to produce results so chance of a draw lower than normal. Covid restrictions still may be an issue, particularly if the India variant in the UK spreads"], [101030, "2021-05-20T23:48:40Z", [0.32, 0.44, 0.09, 0.15], "(Disclaimer - I am not a hugely devout cricket fan, but my husband is so I have picked up all this information over the years!). 9% of test matches played in 2020 ended in a draw (2 out of 22 matches https://stats.espncricinfo.com/ci/engine/records/team/match_results.html?class=1;id=2020;type=year), the lower likelihood of a draw seems to also be favoured by TAB NZ for this game ($4.90 https://www.tab.co.nz/sports/category/6968/test-matches/matches) - I thought checking the TAB may be a good indication on 'expert' opinion on the outcome of the game. The TAB also places India at slightly more likely to win over NZ ($2.05 vs $2.30 respectively), probably due to the past Performances of teams and the recent performance of players in the IPL.\nBecause cricket relies so much on the ground that is played at (because the condition of the pitch affects which bowlers will be the most effective) it is usually a good idea to look at the past successes of teams in each ground. It appears the South Hampton ground (aka the rosebowl) hasn't been played at by NZ, and India has played to tests there (both won by England) so this doesn't offer any trend information. I think that NZ has the advantage as it is widely known that environmental conditions (and pitches) in New Zealand are relatively similar to England pitches given the advantage of experience for the bowlers and batters on similar pitches whereas Indian pitches tend to favour spin bowlers. \nThe possibility of cancellation I have put at 15% because of the threat of the Covid situation forcing the closure of big sporting events. This happened to the IPL when India had an uncontained outbreak and was cancelled. However, I think that Britain with vaccine rollouts has less of a likelihood of this happening.\n"], [88452, "2021-05-20T19:57:36Z", [0.24, 0.7, 0.06, 0.0], "Cricket... never heard of that game. However, from a team perspective, India produces quite volatile results (#4 in the \"Highest team totals\" versus South Africa in Pune on 10 October 2019, but also #1 in the \"Lowest team totals\" versus Australia in Adelaide on 19 December 2020), New Zealand seems to be consistently at least average and rank #1 in the \"Highest team totals\" versus Pakistan in Christchurch on 3 January 2021.\nhttps://en.wikipedia.org/wiki/2019%E2%80%932021_ICC_World_Test_Championship#Team_statistics Most notable events in India's individual statistcs of nine notable player date back as far as 2019, so it might not be as predictive as it seems on the first glimpse. Axar Patel with his excellent appearance versus England in February 2021 seems to be an exception.\nNew Zealand seems to have fewer (only three: Williamson, Jamieson, Southee) outstanding players, but the team looks like it is in good shape very recently.\nThe finals could not have teams more different with respect to the COVID-19 situation and probably training conditions at their home countries, India probably facing more everyday obstacles.\nFor the sake of safety, the finals have been moved from the Lord's Cricket Ground to Southhampton, therefore and from an emotional point of view it appears a very remote possibility the finals will be pushed or cancelled."], [100184, "2021-05-20T16:37:04Z", [0.55, 0.45, 0.0, 0.0], ""], [691, "2021-05-20T13:41:37Z", [0.49, 0.47, 0.04, 0.0], ""], [34815, "2021-05-20T05:31:18Z", [0.0, 0.0, 0.0, 1.0], ""], [101064, "2021-05-20T00:02:21Z", [0.48, 0.4, 0.02, 0.1], ""], [100823, "2021-05-19T23:34:39Z", [0.33, 0.15, 0.02, 0.5], ""], [89099, "2021-05-19T20:53:22Z", [1.0, 0.0, 0.0, 0.0], ""], [93409, "2021-05-19T16:34:03Z", [0.0, 1.0, 0.0, 0.0], ""], [89038, "2021-05-19T11:12:36Z", [0.37, 0.53, 0.04, 0.06], ""], [95503, "2021-05-19T11:00:37Z", [0.46, 0.46, 0.07, 0.01], ""], [95503, "2021-05-19T10:57:59Z", [0.51, 0.39, 0.07, 0.03], ""], [89038, "2021-05-19T10:01:22Z", [0.35, 0.5, 0.05, 0.1], ""], [94563, "2021-05-19T09:00:56Z", [0.4, 0.52, 0.08, 0.0], "This is very tough to call. Both sides have superb seam bowling attacks, each boast one of the best batsmen of this era (Kohli and Williamson). The fact this is a one off match means there is less opportunity for a side to recover from a bad day (e.g. 36 all out).\nI make NZ slight favourites, but only slight. India were badly mauled in a 2 test series in NZ last year, and they represent the closest conditions to English conditions. India won in Australia earlier in the year, despite one or two poor batting performances. However, New Zealand are already in England, and plan against England before this one-off game which means they will be battle hardened, and will be playing competitive cricket whilst the Indian team are in lockdown. The corollary is they may be jaded after two games against England - especially if the pitches are flat and the bowlers are forced to bowl a lot of overs (no laughing please - I realise England's batting is fragile).  The draw is a possibility, but with a 6th day and the long term weather prediction suggesting limited rain (i realise not entirely reliable but it's something)."], [80790, "2021-05-19T08:27:14Z", [0.41, 0.34, 0.16, 0.09], "Finally a cricket question!  This is the perfect sport for forecasting as so many weird things can happen. Ties are extremely rare.  Draws reasonably common, but seem to be less so the way players are playing at the moment.\nIt may be cancelled, but cricket has been successfully carried out by serious bubbling for players, press and staff all the way through last summer and over the winter in some countries.  The UK did it last summer, so have experience.  A good number of international players have already been in India for the IPL until it was cancelled and I imagine most have been vaccinated so can’t see cancellation happening, especially as the UK cases are ok.  It depends on what happens on the 3 week lag from lockdown easing. As for India v New Zealand.  New Zealand are good at the moment and India are more set up towards shorter form games, but they have a lot of really good players and came top 2 in the champs by playing more games and therefore winning more games than NZ. But weather has been soggy in UK this month, and needs to be dry and warm for India spinners to be most effective.  Weather will be close to NZ, which ups NZ chances.  NZ have a good chance, but India are the favourites. Have to spread forecast though as anything can happen."], [99407, "2021-05-19T07:47:50Z", [0.6, 0.35, 0.05, 0.0], ""], [92079, "2021-05-19T05:09:39Z", [1.0, 0.0, 0.0, 0.0], ""], [11895, "2021-05-19T04:51:18Z", [0.34, 0.56, 0.08, 0.02], ""], [84880, "2021-05-19T03:14:53Z", [0.47, 0.47, 0.05, 0.01], ""], [101041, "2021-05-19T03:05:56Z", [0.4, 0.55, 0.05, 0.0], "New Zealand players already in UK and in quarantine mid-May.  India players and family in a hard biobubble in India, plus will have 2 weeks quarantine in the UK ahead of playing.  Will impact on training I think.  As a result, NZ will be better prepared and the English conditions will favour their bowlers.  Few test matches go to a draw these days (faster scoring rates) but the english weather might play  a part - although an extra reserve day has been included in event of rain."], [22689, "2021-05-19T02:08:29Z", [0.5, 0.5, 0.0, 0.0], ""], [34959, "2021-05-19T01:40:15Z", [0.4, 0.45, 0.15, 0.0], ""], [100273, "2021-05-19T00:09:05Z", [0.8, 0.2, 0.0, 0.0], ""], [95503, "2021-05-18T18:37:43Z", [0.49, 0.38, 0.1, 0.03], ""], [79508, "2021-05-18T18:36:06Z", [0.56, 0.38, 0.06, 0.0], ""], [691, "2021-05-18T18:30:47Z", [0.45, 0.41, 0.04, 0.1], ""], [95503, "2021-05-18T18:06:39Z", [0.54, 0.42, 0.01, 0.03], ""], [89038, "2021-05-18T18:03:37Z", [0.3, 0.4, 0.2, 0.1], "NZ are playing England which will help with preparation. India spinners less threatening than NZ swing bowlers imo; Southampton not really known as a big turner of a pitch. NZ performances against Eng will help with updating. Indian variant a legit risk to this even happening."], [95503, "2021-05-18T17:48:52Z", [0.56, 0.44, 0.0, 0.0], ""], [60695, "2021-05-18T17:27:46Z", [0.0, 1.0, 0.0, 0.0], ""]]}