{"question_id": 2149, "title": "Who will be elected governor of Virginia in 2021?", "possible_answers": ["The Democratic Party candidate", "The Republican Party candidate", "Someone else"], "crowd_forecast": [0.5, 0.5, 0.0], "correct_answer": "The Republican Party candidate", "correct_forecast": 0.5, "preds": [[37566, "2021-11-02T05:36:20Z", [0.5, 0.5, 0.0], "last minute surge for Youngkin, lion's share of mail-in-voters report voting for McAuliffe = GRRR coin-toss"], [67232, "2021-11-02T05:00:50Z", [0.57, 0.43, 0.0], ""], [86607, "2021-11-01T21:37:57Z", [0.17, 0.83, 0.0], "Trafalgar poll again confirms trend towards Youngkin. I would put it at low 70s odds of Youngkin based on polls alone but presidential approval, historical trends, quality of candidates/campaigns, early vote, and poll momentum give higher certainty of outcome"], [534, "2021-11-01T20:57:18Z", [0.45, 0.55, 0.0], "Polling averages in fivethirtyeight.com are now showing Youngkin ahead."], [78821, "2021-11-01T20:15:28Z", [0.15, 0.85, 0.0], "Sabato Center for Politics has the race \"leaning Republican\" - which is a change from \"leaning Democrat\" [1] Trafalgar Group also came out with their last poll of the race - Youngkin +2.3. Previously had McAuliffe up by .3 [2] I think that momentum is certainly behind Youngkin and his campaign is peaking at the right time. McAuliffe has also been plagued by several well publicized missteps in the close of his run. Early voting counting should come in earlier tomorrow then last year - and will likely show McAuliffe with an early lead. I expect in person voting throughout the day to give Youngkin a slight edge. [1] https://centerforpolitics.org/crystalball/articles/a-last-word-on-virginia/ [2] https://www.thetrafalgargroup.org/news/va-gov-gen-1101/"], [80475, "2021-11-01T20:10:46Z", [0.65, 0.35, 0.0], "https://centerforpolitics.org/crystalball/articles/a-last-word-on-virginia/\nSabato Crystal Ball has it lean Republican now! I still on balance think this is advantage McAuliffe, but I'm not smarter than these guys, so I have to adjust my odds downward accordingly.  I found that Sabato had the best Brier score in the 2020 election, so I really should move this one to lean Republican now to align with them, but I'm not a perfect gin-rummy forecaster who constantly discards his previous forecasts."], [47210, "2021-11-01T20:02:28Z", [1.0, 0.0, 0.0], "Historic patterns"], [102960, "2021-11-01T19:46:05Z", [0.4, 0.6, 0.0], ""], [99780, "2021-11-01T19:45:38Z", [0.49, 0.51, 0.0], ""], [601, "2021-11-01T17:59:08Z", [0.42, 0.58, 0.0], ""], [102675, "2021-11-01T17:16:01Z", [0.41, 0.59, 0.0], ""], [102675, "2021-11-01T17:11:22Z", [0.35, 0.65, 0.0], ""], [11335, "2021-11-01T16:18:16Z", [0.15, 0.85, 0.0], ""], [87827, "2021-11-01T16:00:59Z", [0.45, 0.55, 0.0], "R advantage holding up in the latest poll on 538."], [102607, "2021-11-01T15:41:33Z", [0.45, 0.55, 0.0], ""], [691, "2021-11-01T15:21:00Z", [0.54, 0.46, 0.0], ""], [67232, "2021-11-01T15:10:01Z", [0.5, 0.5, 0.0], ""], [55987, "2021-11-01T15:07:18Z", [0.42, 0.58, 0.0], ""], [1333, "2021-11-01T15:01:43Z", [0.0, 1.0, 0.0], ""], [99943, "2021-11-01T14:59:17Z", [0.4, 0.6, 0.0], "Where @CJH leads on elections, I must follow. ;)\nThe split at 538 is getting pretty wide."], [94837, "2021-11-01T14:46:57Z", [0.4, 0.6, 0.0], "Youngkin advantage solidifying \nhttps://projects.fivethirtyeight.com/polls/governor/virginia/"], [422, "2021-11-01T14:31:21Z", [0.54, 0.46, 0.0], ""], [34959, "2021-11-01T13:29:32Z", [0.55, 0.45, 0.0], ""], [86607, "2021-11-01T13:08:13Z", [0.23, 0.77, 0.0], "Poll average moving up for Youngkin with no signs of abating. Polls historically tend to err against the party in power. McAuliffe could win but it would be an upset. "], [63401, "2021-11-01T13:02:49Z", [0.12, 0.88, 0.0], "1) This article - Five top issues driving Virginia governor's race into home stretch (https://www.washingtonexaminer.com/politics/five-top-issues-driving-virginia-governors-race-into-home-stretch) sums it up well. The polls on all the key issues favor GY.  2) TM is spending his final bits of time campaigning in Arlington and other similar locales that should be slam-dunk automatic votes for him. As I look at the social media activity of strongly progressive friends living in places like Arlington, they are speaking out against voting for TM, and instead are writing in other candidates. TM does not have the expected solid support of his party. The social media messages that I see seem to be summed up as, \"TM is not the anti Trump. Trump is gone, but we don't like TM either and aren't going to vote for him.\""], [79508, "2021-11-01T11:56:25Z", [0.6, 0.4, 0.0], ""], [100653, "2021-11-01T08:05:14Z", [0.48, 0.52, 0.0], ""], [3316, "2021-10-31T23:27:40Z", [0.0, 1.0, 0.0], ""], [101612, "2021-10-31T20:06:44Z", [0.51, 0.49, 0.0], "Given national Democratic administration missteps and McAuliffe's connection to the old guard, i.e. Clintons, with Trump not on the ticket, it always was a coin flip (maybe he should have claimed Anthony McAuliffe as a relative :-).  More recently, the Dem Party lurch to the left has made independents worried.  Youngkin has capitalized by concealing himself and peddling fictions, a time honored practice."], [1333, "2021-10-31T18:51:07Z", [0.45, 0.55, 0.0], ""], [1333, "2021-10-31T18:44:07Z", [0.55, 0.45, 0.0], ""], [67363, "2021-10-31T18:20:01Z", [0.75, 0.25, 0.0], ""], [1333, "2021-10-31T17:03:36Z", [0.65, 0.35, 0.0], ""], [691, "2021-10-31T13:35:22Z", [0.6, 0.4, 0.0], ""], [87897, "2021-10-31T12:29:36Z", [0.55, 0.45, 0.0], ""], [1019, "2021-10-31T11:10:25Z", [0.5, 0.5, 0.0], ""], [95503, "2021-10-31T08:00:18Z", [0.5, 0.5, 0.0], ""], [94837, "2021-10-31T06:49:52Z", [0.49, 0.51, 0.0], ""], [62808, "2021-10-31T01:20:28Z", [0.51, 0.49, 0.0], ""], [96828, "2021-10-30T23:11:25Z", [0.58, 0.42, 0.0], ""], [93134, "2021-10-30T22:45:07Z", [0.5, 0.5, 0.0], ""], [45594, "2021-10-30T21:47:50Z", [0.35, 0.65, 0.0], ""], [102675, "2021-10-30T18:53:55Z", [0.41, 0.59, 0.0], "Outside View\nBase rate - A lot of options out there so decided to go with a combination of:\n- 30 year rate of democrats in office = 63% (Favors democrats)\n- 30 year rate of republicans in office = 37% (Favors democrats)\n- 30 year rate of party switches = 50% (Favors neither)\n- 30 year rate of party switch after consecutive opposite party terms = 100% (favors Republicans) Weighted averages bring 57% likelihood of Republican victory and 43% likelihood of Democratic victory. Inside View \n- Washington Post poll indicates within the margin of error \n- Likely voter polls indicate Youngkin leading by eight percentage points (53 to 45)\n- Registered voter polls indicate Youngkin leading by one percentage point\n- Virginia carried Biden by 10 points but his approval rating has slumped from mid-50s to low 40s.   Inside view, considering three days left, bumps Republican victory by 2% on top of Outside view.  59% Republican / 41% Democratic is the non-final answer"], [1333, "2021-10-30T18:05:34Z", [0.22, 0.78, 0.0], ""], [63401, "2021-10-30T17:28:07Z", [0.4, 0.6, 0.0], "It doesn't seem the Ds are maintaining momentum on an anti-Trump platform, plus the Ds are struggling to show progress nationally. "], [14027, "2021-10-30T17:21:23Z", [0.56, 0.44, 0.0], ""], [99993, "2021-10-30T16:45:35Z", [0.5, 0.5, 0.0], ""], [102877, "2021-10-30T16:09:48Z", [0.55, 0.45, 0.0], ""], [102972, "2021-10-30T15:00:30Z", [0.45, 0.55, 0.0], "Agree with @Ryan-Beck about recent polling error.  "], [95112, "2021-10-30T13:15:52Z", [0.6, 0.4, 0.0], "Downgrading from initial forecast. Polls are seem to be tipping towards Red, but small samples with +/-3% margins of error could still go either way. "], [87827, "2021-10-30T12:59:01Z", [0.48, 0.52, 0.0], "Switching to favor R. I think there's a chance that there's a systemic polling issue that under represents Rs. And given that polls are now even I think due to that there's a higher chance polls are off in a way that underrepresents R versus underrepresentinh D. But I'm not going very far because it's possible that recent shift is an anomaly."], [87897, "2021-10-30T10:32:34Z", [0.57, 0.43, 0.0], "It seems that predicting the outcome will come down to who has the best likely voters models. My guess is that the most recent Washington Post/George Mason University likely voter poll (D: 49%, R: 48%) is probably about right, but I wouldn't be shocked to see the final results come out a few points above or below those numbers. As @William-C-Anders pointed out, the early voting numbers seem to be looking good for McAuliffe, but, to @MrLittleTexas 's point, undecideds seem to be breaking for Youngkin. In my estimation, McAuliffe still has the better shot, but things are much closer than I would have predicted a few weeks ago.\nhttps://www.gjopen.com/comments/1349326\nhttps://www.gjopen.com/comments/1347455"], [94837, "2021-10-30T09:39:35Z", [0.48, 0.52, 0.0], ""], [94837, "2021-10-30T09:38:04Z", [0.5, 0.5, 0.0], ""], [99780, "2021-10-30T08:33:17Z", [0.5, 0.5, 0.0], ""], [835, "2021-10-30T05:22:44Z", [0.47, 0.53, 0.0], ""], [99943, "2021-10-30T03:29:37Z", [0.49, 0.51, 0.0], "538 has Youngkin clearly in the lead. The ISIS threat will likely help Youngkin, too."], [37566, "2021-10-30T03:02:44Z", [0.51, 0.49, 0.0], ""], [67232, "2021-10-30T02:11:38Z", [0.55, 0.45, 0.0], "Actual voting right now seems to favor McAliffe.  https://www.cnbc.com/2021/10/29/virginias-governors-race-remains-a-dead-heat-in-polls-but-democrats-lead-in-early-voting.html"], [87827, "2021-10-30T01:40:39Z", [0.52, 0.48, 0.0], "538 shows R taking the lead but I'm hesitant to update too much untill more polls come out."], [1333, "2021-10-29T18:11:50Z", [0.21, 0.79, 0.0], ""], [55987, "2021-10-29T16:34:54Z", [0.5, 0.5, 0.0], ""], [67232, "2021-10-29T16:19:45Z", [0.52, 0.48, 0.0], ""], [534, "2021-10-29T15:20:16Z", [0.48, 0.52, 0.0], "Trends are moving against Terry: https://projects.fivethirtyeight.com/polls/governor/virginia/?ex_cid=rrpromo"], [50048, "2021-10-29T12:53:08Z", [0.48, 0.52, 0.0], "Revising based on latest Fox News poll and reported “enthusiasm gap”"], [100653, "2021-10-29T09:13:33Z", [0.58, 0.42, 0.0], ""], [94837, "2021-10-29T07:03:22Z", [0.48, 0.52, 0.0], "Latest polls look better for the Republican candidate \nhttps://projects.fivethirtyeight.com/polls/governor/virginia/"], [67232, "2021-10-29T06:26:56Z", [0.48, 0.52, 0.0], "I was a little blown away by Youngkin's very sudden lead of eight points in the Fox News poll.  Fox News, for all it's faults, has an \"A\"  rating in its polling on 538.com.  I found an msnbc clip with a Republican political consultant, Mike Murphy, stating that such \"likely voter\" polls were something of a \"card trick\" not to be trusted.  He felt the one-point lead in Fox News' poll of registered voters was more accurate.  So, I did some research and found some interesting articles.   Note how Fox  News determines who is a \"likely\" voter versus Gallup's approach.  I do not mean to suggest that Fox News' methodolgy is junk science, but it is not as thorough as Gallup's.   https://www.youtube.com/watch?v=x-xeucx6BmU\nhttps://news.stanford.edu/2020/10/14/9-things-know-election-polling-data/\nhttps://www.foxnews.com/politics/youngkin-ahead-virginia-voters\nhttps://news.gallup.com/poll/110272/registered-voters-vs-likely-voters.aspx\n"], [99943, "2021-10-29T03:18:37Z", [0.6, 0.4, 0.0], "Dang. 538 now has the split 47.1%/47.1%. The R guy has some effective campaign help. 538 has the odds 0.1% in favor of D (apparently a rounding issue), and RCP has it 0.4% in favor of R. There's always a margin of error, and I could picture the election going either way. I should probably put this forecast at maybe 55%/45%, but for now, I'm leaning towards D because a) the D candidate has had a substantial lead until very recently, b) the state tends to elect D governors, and c) the polls still have a few days to change some more."], [67232, "2021-10-29T03:08:01Z", [0.45, 0.55, 0.0], "This really pains me, but Youngkin is probably now slightly in the lead due to the schoolboard crap.  It is starting to appear that his political skills are better than McAuliffe's. It could be that the Fox News poll is an outlier, but Fox News polls have been given an \"A\" by 538.  Also, I heard on Nicole Wallace on MSNBC that from her experience in political campaigns that in close elections the last seven days is when the election is really decided.  Moreover, issues with strong and salient appeals to the voters can easily make the difference.   That maybe what we have here with the school board issues. "], [67232, "2021-10-29T02:53:49Z", [0.5, 0.5, 0.0], ""], [87897, "2021-10-29T01:28:35Z", [0.6, 0.4, 0.0], "A part of me is wondering if some of the pollsters are over-compensating for past mistakes."], [767, "2021-10-29T01:26:57Z", [0.7, 0.3, 0.0], ""], [78821, "2021-10-29T01:24:19Z", [0.25, 0.75, 0.0], "Multiple polling and forecast sites now have GY in the lead: Fox News - for those who know, not a republican leaning poll. 538 rates them as an “A” poll: https://twitter.com/richedsondc/status/1453844140379226121?s=10 Real Clear Politics is a poll aggregator, different from 538 in that they don’t employ an algorithm (I think, please correct me if otherwise):\nhttps://www.realclearpolitics.com/epolls/2021/governor/va/virginia_governor_youngkin_vs_mcauliffe-7373.html\n"], [63401, "2021-10-28T23:40:36Z", [0.4, 0.6, 0.0], "Fox poll from today indicates, \"Virginia shocker: Glenn Youngkin up 8% over Democrat Terry McAuliffe in gov race poll\" https://nypost.com/2021/10/28/youngkin-up-8-over-democrat-mcauliffe-in-gov-race-poll/ Also, I see quite a few Youngkin yard signs in Fairfax County, and VA Beach/Norfolk area. I have not been over to Arlington, or Loudoun County to notice. Former President Trump will campaign for Youngkin via video feed on Monday night. This will be a net positive for Youngkin and net negative for Mcauliffe, mean it will produce more votes for Y, than M. However, I don't think it will have a net major impact. I think the this is really a referendum on the Democratic Party both nationally and state/local issues that the public will use to display it satisfaction or dissatisfaction with the status quo (i.e. will not vote for Mcauliffe)."], [86607, "2021-10-28T22:30:00Z", [0.31, 0.69, 0.0], "Fox news poll indicating a +13 point swing in Youngkin's direction over the last two weeks, and an overall 7 point lead for Youngkin. This confirms my previous view that momentum was likely on Youngkin's side and undecideds would largely break in his direction"], [422, "2021-10-28T21:10:32Z", [0.66, 0.34, 0.0], ""], [99780, "2021-10-28T19:58:26Z", [0.63, 0.37, 0.0], ""], [63401, "2021-10-28T18:30:41Z", [0.51, 0.49, 0.0], ""], [1333, "2021-10-28T18:05:17Z", [0.1, 0.9, 0.0], ""], [80475, "2021-10-28T17:58:50Z", [0.75, 0.25, 0.0], "I've been doing a bit more reading of political science research and am bumping this up a little to 75/25. Partisanship, both positive and negative, is a tough nut to crack, and ultimately I think that should win out.  I also want to point out that I think the betting sites could very well be wrong, since I see their odds come up from time to time when people make their predictions. GJOpen often has a better Brier score than the betting sites do. Back on October 22, 2020, I captured the odds on the various sites. Here were the odds given by GJOpen compared with PredictIt for the upcoming 2020 Presidential election on that date:\n1) Biden to win election: PredictIt 0.64, GJOpen 0.83, Result 1.0\n2) Biden to win AZ: PredictIt 0.57, GJOpen 0.68, Result 1.0\n3) Biden to win FL: PredictIt 0.46, GJOpen 0.65, Result 0.0\n4) Biden to win MI: PredictIt 0.69, GJOpen 0.92, Result 1.0\n5) Biden to win OH: PredictIt 0.30, GJOpen 0.45, Result 0.0\n6) Biden to win PA: PredictIt 0.65, GJOpen 0.85, Result 1.0\n7) Biden to win TX: PredictIt 0.27, GJOpen 0.26, Result 0.0\n8) Biden it win WI: PredictIt 0.68, GJOpen 0.86, Result 1.0 So as you can see, the GJOpen's Brier on those 8 predictions was 0.1205, which beats PredictIt's Brier of 0.12577.  So at least based on that, I wouldn't recommend using betting odds to inform your odds here."], [67312, "2021-10-28T13:03:30Z", [0.57, 0.43, 0.0], "I've changed tactics on this one, Betting sites have McAuliffe at 1.43 and Youngkin at 2.75, which translates to probabilities of 0.57 and 0.43, assuming the bookmakers' positions mirror the aggregated positions of the punters."], [102663, "2021-10-28T13:00:33Z", [0.63, 0.37, 0.0], ""], [102652, "2021-10-28T09:58:07Z", [0.65, 0.35, 0.0], "I previously forecasted a 50-50 even split between Youngkin and McAuliffe. I am changing that to 65% in favor of McAuliffe winning given the recent push of public support from the President and VP. As well, I noted that it was 2009 since the last time a Republican was elected to statewide office. (https://www.virginiascope.com/republicans-feel-a-similar-enthusiasm-on-the-ground-as-they-did-in-2009/) Also, most forecast models, despite the even poll numbers, are showing an advantage to McAuliffe.\nOn Polymarket, the chances of a Republican Victory in the Virginia Governor election 2021 is 33% (Up 3% in one day)\nOn Predictit, the chances of a Republican Victory in the Virginia Governor election 2021 is 40% (Up 4% in one day)\nOn Smarkets, the chances of a Republican victory in the Virginia Governor election 2021 is at 32%\n(source: https://crowdwisdom.live/us-politics/virginia-governor-polls-2021/)"], [87897, "2021-10-28T01:40:07Z", [0.62, 0.38, 0.0], "tightening further as the polls get tighter."], [80475, "2021-10-28T00:49:34Z", [0.7, 0.3, 0.0], "Very decent turnout in Fairfax County: https://twitter.com/fairfaxvotes/status/1453460093488582662?s=21"], [80475, "2021-10-27T22:07:47Z", [0.6, 0.4, 0.0], "The trend has not been good for Terry McAuliffe. The polls are going badly and the congressional negotiations are going really badly. Too bad for him the election could not have been held a week or two ago"], [534, "2021-10-27T18:03:57Z", [0.51, 0.49, 0.0], "I keep seeing the polls tightening, and can't help but remember the recent tendency for the polls to fail to assess GOP turnout, and/or to over-predict Dem turnout."], [78821, "2021-10-27T17:26:40Z", [0.51, 0.49, 0.0], "Multiple polls show a tied race [1]. My supposition is that a tied race will favor TM on election day. I'm giving him a slight edge. [1] https://projects.fivethirtyeight.com/polls/governor/virginia/"], [87827, "2021-10-27T16:51:43Z", [0.6, 0.4, 0.0], "Polling margins are narrowing so I'm coming down 5 on Dem winning."], [100653, "2021-10-27T07:19:27Z", [0.67, 0.33, 0.0], ""], [37566, "2021-10-27T03:26:13Z", [0.52, 0.48, 0.0], ""], [87897, "2021-10-26T21:53:05Z", [0.64, 0.36, 0.0], "tightening slightly due to tighter polls."], [835, "2021-10-26T21:08:40Z", [0.48, 0.52, 0.0], ""], [78821, "2021-10-26T17:16:13Z", [0.4, 0.6, 0.0], "Severe unforced error by GY’s strategy team to post an ad that essentially calls for a ban of a book (Beloved) by an award winning black author (Toni Morrison!!), because it gave a high school senior nightmares…… in other words, some white kid couldn’t handle the horrors of slavery [1]. Adjusting in TM’s favor. [1] https://www.washingtonpost.com/local/virginia-politics/beloved-book-virginia-youngkin-mcauliffe/2021/10/25/e6157830-35d3-11ec-91dc-551d44733e2d_story.html"], [102663, "2021-10-26T15:05:05Z", [0.66, 0.34, 0.0], "Early voting numbers have been strongly in TM's favor and the Dems have had the edge for several election cycles in VA.  The polling numbers have it on a knife's edge, but I suspect the structural changes in the VA electorate over the last couple decades will push TM to a close win if turnout matches the last couple cycles in VA.  There are questions about polling methodology -- both in VA and nationally -- that has some survey experts suggesting the big polling firms are now oversampling non-college educated white voters in an attempt to make up for errors in the past couple of election cycle, which could be producing bias toward the Republican candidates.  The VA election may be the first good test of that charge.  In sum, although I view TM as having an advantage, there is a very real and substantial chance GY could win."], [63401, "2021-10-26T11:02:26Z", [0.48, 0.52, 0.0], "Looking at lots of information and comments. I don't see a reason to change my response. There is a lot of noise around the election, and therefore it is difficult to distinguish between noise, and events and information that actually move the needle in either direction in terms of probability. I think polling is limited in its insights it can provide right now, as it is a dead heat, and polls are within their margin of error. Key variables of human behavior are turn out and anyone that may be persuaded to change their mind at this point (little chance of the latter, but for just a few voters). What will make a difference is any unforced errors by either candidate between now and November 2, or revelation of some new scandal for either candidate. I also think former Governor Wilder's recent comments on the election is material to the outcome. "], [99943, "2021-10-25T20:35:22Z", [0.65, 0.35, 0.0], "Adjusting slightly downwards as the polls are pretty close. But it only takes a tiny margin to win."], [67232, "2021-10-25T19:27:30Z", [0.75, 0.25, 0.0], ""], [78821, "2021-10-25T17:38:42Z", [0.25, 0.75, 0.0], "New (independent) polling indicates momentum continuing to build for Youngkin [1].  [1] http://www.cygn.al/cygnal-poll-youngkin-tied/"], [87827, "2021-10-25T17:04:38Z", [0.65, 0.35, 0.0], ""], [97140, "2021-10-25T16:37:32Z", [0.75, 0.25, 0.0], ""], [86607, "2021-10-25T15:29:17Z", [0.44, 0.56, 0.0], "Multiple polls finding a trend towards Youngkin with the race basically tied. "], [100653, "2021-10-25T06:43:23Z", [0.72, 0.28, 0.0], ""], [100836, "2021-10-25T00:29:44Z", [0.5, 0.5, 0.0], "Polling indicates it is a toss-up."], [86607, "2021-10-24T21:30:20Z", [0.56, 0.44, 0.0], "Recent polls seems to have large numbers of undecideds (5-10%) which in a race this close massively increases the uncertainty - something I had not noticed previously. I would imagine late deciders tend to break for the party out of power but I don't have any strong evidence for this"], [38, "2021-10-24T18:33:01Z", [0.51, 0.49, 0.0], "There's nearly universal agreement that this race has become a toss-up.   Will Obama's campaign-assistance make a difference?   Has McAuliffe cooked his goose with his stupid comment about parents not having an appropriate role in determining what their children are taught?   I want to trust polling, but I also want the polling to be way low for McAuliffe!   It seems to me that an attitude of fatalistic defeatism is spreading through the Democrat party.  I attribute this to the positions of Manchin & Sinema and the inability to get important legislation through Congress, and the abundant news analysis articles predicting that the Dems will lose control of Congress after the mid-terms.  Such an attitude would depress Dem turn-out creating a self-fulfilling prophecy. I think that GOP sharks smell blood. EDIT:  Well, election night sure was a bummer for Democrats.  We had local elections, too; my votes netted me a perfect Briar of 2.0. How did he/I/we go wrong here?   In general, I think it was a failure of open-mindedness on my part.  I have such a tough time recognizing any merit in DJT and his policies, and pro-Trump candidates, that I find it hard to recognize that others do find merit.  I was tempted to forecast higher for McAuliffe; I appreciate the other forecasters here who presented arguments that dampened my biased, wishful thinking. Beyond that, I think I want to do as McAuliffe seems to have been doing for a while:  blaming everyone and everything other than himself.  He dissed Trump.  He dissed his opponent.  He dissed BIDEN! and congressional Dems.  In dissing Biden, it seems to me that he was acknowledging his campaign was failing and blaming  Biden for it, creating a self-fulfilling prophecy.  How did he expect to win when he was criticizing his own party and its leadership?  He could as easily have pointed to what has been happening in Congress as a TRIUMPH of the democratic process* and have expressed confidence that something good for VA would be coming out of it.   *Democracy is messy.  Compromise is not easily achieved.  The process is time-consuming and frustrating, with many hopes and failures.  Nobody gets everything that they want, so to black & white thinkers, democracy looks like lose-lose. And, of course, his comment in the last debate about parents having no role in deciding educational curriculum was a disaster. I wonder what other errors of thinking others might have seen in my forecasts.  "], [691, "2021-10-24T17:46:35Z", [0.68, 0.32, 0.0], ""], [31201, "2021-10-24T02:48:49Z", [0.45, 0.55, 0.0], "Democratic support among independents has fallen sharply over the summer and the GOP base has been poorly tracked in the last two elections (2016 and 2020). In a tied race - like this one - those factors prompt me to favor an upset. "], [14027, "2021-10-23T15:48:05Z", [0.71, 0.29, 0.0], ""], [87897, "2021-10-23T15:00:26Z", [0.65, 0.35, 0.0], "I think it's more like 73% D, 27% R, but biasing toward the crowd. "], [95503, "2021-10-23T11:53:31Z", [0.64, 0.36, 0.0], ""], [37566, "2021-10-22T20:28:37Z", [0.53, 0.47, 0.0], ""], [691, "2021-10-22T19:24:31Z", [0.65, 0.35, 0.0], ""], [102972, "2021-10-22T15:58:14Z", [0.49, 0.51, 0.0], "Polling data all suggest this race is a dead heat, without the emergence of a genuine hot button issue despite the efforts of both parties to find and exploit one.  Qualitatively, Virginia is considered “blue”, but historically the balance of political sentiment in much of the state has always been slightly right of center.  Youngkin  has avoided being overly tarred by the Trump brush, and as a result McAuliffe’s margins in Fairfax, and particularly in Loudoun and Prince William counties will not be as strong as Biden’s were.  Following this line of thinking, the election will be more dependent on the outcome of voting in the Richmond suburbs, where Youngkin has trended slightly stronger.  Overall this is a very, very close call, but the stage appears set for a mild upset."], [67312, "2021-10-22T07:51:24Z", [0.74, 0.26, 0.0], "Tweaking as lead has increased from 2.5 to 3.0"], [103032, "2021-10-22T02:22:20Z", [0.75, 0.25, 0.0], "VA has been solidly \"blue\" for about 10 years now, with the population of NoVa dominating. The polls are close, but so were the California recall polls, relatively speaking, and it was a blowout. Suspect that panicky polls might be highlighted to ensure Dem voters turn out, however."], [67232, "2021-10-22T02:09:07Z", [0.6, 0.4, 0.0], ""], [63401, "2021-10-22T00:13:22Z", [0.48, 0.52, 0.0], "Comment deleted on Oct 22, 2021 12:16AM UTC"], [78821, "2021-10-21T13:07:25Z", [0.35, 0.65, 0.0], "Another amendment to my earlier forecast. Early voting generally favors Democratic candidates in VA.... and it is way down compared to previous years. A direct comparison to past gubernatorial races is challenging becuase the early voting rules changed in 2020 due to the Pandemic. However, I think it is still a useful indicator. *********voting during a presidential election is generally much higher than an off cycle, so comparing 2021 to 2020 is flawed, yet that's what most news outlets are doing. The other point of comparison is to the 2017 VA gubernatorial election - also flawed because early voting laws changed significantly in 2020******* But I think we can still draw some general conclusions that enthusiasm for McAuliffe is lagging and Youngkin support is growing. \"In 2017, three Northern Virginia Democratic bastions ultimately comprised a third of the commonwealth’s early vote in the race for governor. In 2021, those same three deep-blue localities – Fairfax County, Alexandria, and Arlington – currently comprise a sixth of Virginia’s early vote total.\" [1] \"As of Thursday, in Chesterfield, the early vote total stood at 26,160 compared to 77,138 at the same time in 2020. In Richmond, that number stands at 7,971 now but was 19,229 in 2020. Henrico’s early vote total stands at 25,994 but was 58,823 at this point in 2020.\" [2] [1] https://www.wusa9.com/article/news/local/virginia/virginia-governor-race-early-voting-numbers-down-in-2021/65-3e535b2f-67c1-4561-a714-b38b8d26391f [2] https://www.nbc12.com/2021/10/15/richmond-area-voter-registrars-share-early-voting-numbers/\n"], [78821, "2021-10-21T12:47:28Z", [0.45, 0.55, 0.0], "Monmouth Polling - which leans Democrat - published a new poll yesterday that showed Youngkin gaining 5 points to tie with McAuliffe [1]. I recognize the danger in moving the needle too much based on one data point, but I'm making a small adjustment nonetheless.  [1] https://www.monmouth.edu/polling-institute/reports/monmouthpoll_va_102021/ "], [1333, "2021-10-21T07:16:17Z", [0.13, 0.87, 0.0], ""], [67232, "2021-10-21T05:23:06Z", [0.6, 0.4, 0.0], ""], [86607, "2021-10-21T00:03:19Z", [0.65, 0.35, 0.0], "Newest poll shows tied race, poll average still +2 Democrat"], [99993, "2021-10-20T23:26:11Z", [0.55, 0.45, 0.0], ""], [422, "2021-10-20T18:12:27Z", [0.8, 0.2, 0.0], ""], [1333, "2021-10-20T18:10:01Z", [0.12, 0.88, 0.0], ""], [691, "2021-10-20T17:21:47Z", [0.7, 0.3, 0.0], ""], [62808, "2021-10-20T17:03:28Z", [0.5, 0.5, 0.0], ""], [63401, "2021-10-20T15:26:40Z", [0.49, 0.51, 0.0], "Early voting turnout is only about 30% of what it was in 2020, indicating that a lack of enthusiasm for the election. From a baseline perspective, democratic candidates usually benefit more from high early voting turnout. "], [96828, "2021-10-20T07:17:31Z", [0.71, 0.29, 0.0], ""], [100653, "2021-10-20T07:03:51Z", [0.73, 0.27, 0.0], ""], [94837, "2021-10-20T06:14:21Z", [0.67, 0.33, 0.0], ""], [99780, "2021-10-19T21:27:16Z", [0.68, 0.32, 0.0], "increasing my confidence in a democratic victory solely on the basis of this tweet, by the best political prognosticator of the the last few cycles: https://twitter.com/ReubenR80027912/status/1450551020979904521 i am personally less confident."], [1333, "2021-10-19T19:07:53Z", [0.11, 0.89, 0.0], ""], [50048, "2021-10-19T18:06:59Z", [0.49, 0.51, 0.0], "fivethirtyeight has Democrat ahead by 2.9%  The average polling error for 2020 was 3-4%, overstating support for Biden.  In 2016, polling was also wrong.  I don't think polling firms have figured out how to correct for what appears to be cronic under-reporting of Republican support.  Republicans are energized, Biden's approval rating is low, and this is an off-cycle election that will rely heavily on turning out the base of each party.  Bottom-line, I think it's a true toss-up, with a VERY slight edge for the Republicans. "], [80475, "2021-10-19T18:04:00Z", [0.9, 0.1, 0.0], "The crowd odds of 60% seem a bit underconfident. Taking a step back and being completely non-partisan in my analysis, Virginia is a solidly blue state, in which Democrats control every statewide office and both houses of the legislature. Biden won the state by 10 points. To put that into perspective, it's bluer than Minnesota, or if you prefer to invert, it's bluer than Iowa or Ohio are red. It's almost as blue as South Carolina is red.  Additionally, Democrats seem to have successfully nationalized the election. Rather than the standard Democratic playbook of running an inoffensive campaign on the issues, they have taken a page from the Republican playbook and campaigned based on negative partisanship. So just as 10 years ago a Republican would say \"A vote for my opponent is a vote for Obama,\" today in Virginia \"A vote for Youngkin is a vote for Trump.\" No matter your opinion of the attractiveness of this sort of campaigning, research by political scientists such as (the admittedly controversial) Rachel Bitecofer has found it to be effective. So, now what about the polls, which are usually the most important factor in predicting an election? McAuliffe is up by a solid 2.9 in the polling average. Additionally, pre-election polls tend to underestimate support for the dominant party in a state. (Source for that fact: https://mobile.twitter.com/gelliottmorris/status/1435649085546143744 ) On the eve of the 2017 gubernatorial election, Northam held about the same lead over Gillespie and went on to win by 8 points: https://fivethirtyeight.com/features/the-virginia-governors-race-might-not-be-predictive-but-it-could-really-matter/ It's important to caveat that there are important differences, however. Gillespie ran as a Trumpist, while Youngkin has distanced himself from the ex-president and has positioned himself as a moderate. Democrats have also made some unforced errors regarding gifted programs in the public schools, such as eliminating the admissions test for Thomas Jefferson High School in Fairfax County. College-educated suburbanites are the new core of the Democratic Party, and you attack their kids' education at your peril. So it's not a lock, but 90% seems pretty realistic here."], [86607, "2021-10-19T17:12:35Z", [0.68, 0.32, 0.0], "Polls are consistent with Republicans outperforming substantially relative to 2017/2020, but still losing, which is about what you would expect anyway given the national political environment"], [37566, "2021-10-19T16:57:15Z", [0.52, 0.48, 0.0], ""], [1333, "2021-10-19T06:38:25Z", [0.1, 0.9, 0.0], ""], [14027, "2021-10-19T01:22:15Z", [0.59, 0.41, 0.0], ""], [86715, "2021-10-19T01:11:01Z", [0.95, 0.05, 0.0], ""], [102676, "2021-10-19T00:03:03Z", [0.6, 0.4, 0.0], "Base Rate established looking at last century of data.  Over the last 100 years, a democrat has held the seat 80 out of a100 years.  Within even one governor switching parties and still being re-elected in '78-82.  THe California recall failure looms in the background throughout the election process.  The current US PResident is also a democrat leading to increased support from POTUS and FLOTUS on the election path.   One additional polarizing debate is status of COVID vaccinated people in the state.  While the gubanatorial candidate endorses a vaccine there is a stipulation for choice amongst health care workers.  OVerall, VA is doing extremely well with 85% vaccinated.  Unfortunately, lines are being drawn between an 'all or none' vaccinated approach likely endorsing  a Democratic candidate in a historically 'blue' state. "], [58028, "2021-10-18T22:32:09Z", [0.61, 0.39, 0.0], ""], [102652, "2021-10-18T20:17:51Z", [0.5, 0.5, 0.0], "As a base rate, since 1970 there have been 13 governors of Virginia, 7 of which were Democrats or about 54%. Looking at other data however, in the history of Virginia since 1851 which marked the beginning of the popular election for governor in Virginia, there have only been two other people to be elected to serve a second time as governor (Virginia's constitution bans consecutive terms). So statistically, that makes McAuliffe's chances of being elected lower. As well, current voter polls/surveys show McAuliffe with a slight lead, but the polls essentially show its a 50/50 toss up considering the polling margins for error (between about 3 and 4%) (https://ballotpedia.org/Virginia_gubernatorial_election,_2021). The fact that Youngkin is an outsider without having held office previously may work to his advantage in the current political climate. But, of the last 13 governors, all either held office before being elected or were very active politically in their respective political parties. So, statistically, that makes it more unlikely for Youngkin to be elected. At this point, I have to go with the 50/50 toss up."], [1333, "2021-10-18T19:06:27Z", [0.06, 0.94, 0.0], ""], [14432, "2021-10-18T18:32:59Z", [1.0, 0.0, 0.0], ""], [102664, "2021-10-18T16:33:51Z", [0.85, 0.15, 0.0], "Anchoring to base rate of 82.5% given 33 democrats have been elected since 1843 vice 7 republicans.  +3 % with recents polls showing a slight advantage for the democratic candidate (as of 18 Oct).  "], [78821, "2021-10-18T14:38:26Z", [0.5, 0.5, 0.0], "There's talk of former President Carter coming to VA to stump for McAuliffe. That's an indication that McAuliffe's staff is seeing negative internal polling - or some other negative indicators. I think at the very least, the race is much closer than the current crowd consensus. "], [96828, "2021-10-18T10:25:50Z", [0.69, 0.31, 0.0], ""], [58028, "2021-10-18T06:28:58Z", [0.65, 0.35, 0.0], ""], [56, "2021-10-18T00:47:36Z", [0.4, 0.6, 0.0], ""], [38, "2021-10-17T22:37:20Z", [0.55, 0.45, 0.0], "@Yeti-driver (who is a VA resident!)  makes good points at @https://www.gjopen.com/comments/1345043"], [102960, "2021-10-17T22:21:43Z", [0.6, 0.4, 0.0], ""], [102985, "2021-10-17T21:29:28Z", [0.7, 0.3, 0.0], "McAuliffe currently leads Youngkin by about 3 points. Although this difference seems small, former gov. Ralph Northam had a similar polling difference in 2016 but won by 9 points. Biden won Virginia by about 10 points, and Virginia has largely been trending blue and is not a solidly purple state anymore. Youngkin does have a chance however if Democrats in VA are largely unenthusiastic about this election (Republican voters have demonstrated higher levels of excitement about this election so far) and Democrat turnout is low. Additionally, polls in the past few years have demonstrated a difficulty in accurately predicting Republican turnout, which could benefit Youngkin if this is the case in VA as well. McAuliffe currently leads on issues like Covid, while Youngkin has an edge on issues like education, stemming from a \"gaffe\" he made in a debate in which he stated that parents should not dictate the curriculum taught in public schools. McAuliffe also benefits from some name ID, as he is a former governor. Youngkin has no record of service in a public office, which could help or hurt him. Youngkin has Trump's endorsement, which could help drive enthusiasm in turnout among Republicans in the state. However, Trump is a large factor driving turnout in Democrats, so if Youngkin's connections to Trump become more salient among the Democratic electorate, it is plausible to imagine this would drive higher Democratic turnout and thus improve McAuliffe's chances. "], [95112, "2021-10-17T19:32:07Z", [0.75, 0.25, 0.0], "McAuliffe (D) - Youngkin (R) The shift of the partisan lean of VA has gone from a Republican edge last in 2016 of 3.2% to a 4.5% Democrat edge (Clinton had a 49/44 edge over Trump in 2016). McAuliffe won the governorship in 2013 by 2.6% and the lean has moved nearly 6% to the Dems since. The swing is in part due to the population growth in the DC metro area. Both candidates are about equal on the favorable/unfavorable polls. The exception is that voters are more unsure of Youngkin who has never held public office. While Biden's ratings are down, this shouldn't impact McAuliffe too much. The most dense areas of VA (Northern/Fairfax/DC area)  and Virgina Beach/Norfolk are estimated to be in McAuliffe's favor by 28% and 12% respectively.  The other dense area (Richmond City are) is more of a toss-up but currently projects a 2% edge to McAuliffe. The racial demographic of VA is changing. \"When it comes to the race makeup of the population from 2010 to 2020, Virginia saw an 8% decline in the white population to 60.3%, a slight decline of the black population from 19.4% to 18.6%, an increase in the Asian population from 5.5% to 7.1%, and an increase in multiracial people from 2.9% to 8.2%. Those who identified as Hispanic or Latino, an ethnic group classified as being part of any race, increased from 7.9% to 10.5%.\"  Fundraising is also a bit lopsided ($21.2M to McAuliffe, and $7.2M to Youngkin (who has hit his own coffers as well). Will continue to watch and revisit as we approach the election. https://www.racetothewh.com/virginia\nhttps://www.vpap.org/visuals/visual/first-look-2020-demographics-virginia/"], [1333, "2021-10-17T18:24:12Z", [0.05, 0.95, 0.0], ""], [37566, "2021-10-17T17:39:48Z", [0.51, 0.48, 0.01], ""], [58028, "2021-10-17T15:33:19Z", [0.66, 0.34, 0.0], ""], [45594, "2021-10-17T13:32:37Z", [0.4, 0.6, 0.0], ""], [102970, "2021-10-17T13:29:46Z", [0.7, 0.3, 0.0], ""], [96828, "2021-10-17T12:11:00Z", [0.76, 0.24, 0.0], ""], [63401, "2021-10-17T11:46:12Z", [0.49, 0.51, 0.0], "Full disclosure. I live in Va. I think the polling that shows the Democratic candidate with any meaningful lead is lagging. Most polling indicates a virtual tie. For many of of the reasons indicated in this WTOP article (https://wtop.com/virginia/2021/10/mcauliffe-fights-to-engage-politically-exhausted-democrats-in-close-of-virginia-campaign/), I think the Republican candidate will edge out: 1) \"Since the 1970s, the winner of Virginia’s off year gubernatorial election always came from the party in opposition to the White House, except for 2013 when McAuliffe won his first term just a year after Barack Obama won his second term in the White House.\" Thus, although the baseline indicates the Democratic candidate is the probably win, the particulars push against this, including...\n2) Democratic voters are exhausted and very difficult to energize and motivate to vote.\n3) There is no compelling good news or legislation coming out of the D controlled Congress or White House.\n4) Average Virginians are generally \"worse off\" economically and socially (e.g. inflation, supply chain issues, discord about what is taught in schools) the first first 9 months of Biden's presidency, putting people in a position to question what they voter for or trying keep in voter for the Democratic candidate. Thus, voting for the Democratic candidate, who has is a know quantity as a former VA governor, would be voting to maintain the status quo and doesn't necessary represent future positive change.  Anyway, it will be close. Given a virtual tie, I think the election will tip toward the Republican candidate. Note, the question feels close to a 50/50 toss up, making it all the more interesting as a forecasting question."], [102740, "2021-10-16T22:25:13Z", [0.7, 0.3, 0.0], "Terry McAuliffe was previously the governor and was successful.  Virginia has had 12 Democratic Goverons since 1950, while only 6 were Republicans.  In addition, Virginia has not voted for a Republican president since 2008."], [58028, "2021-10-16T07:23:56Z", [0.65, 0.35, 0.0], ""], [38, "2021-10-15T23:48:31Z", [0.6, 0.4, 0.0], "Adjusting downward my forecast for the Democrat based on arguments posted by @Yeti-driver @https://www.gjopen.com/comments/1344630\n(If you find @Yeti-driver's arguments informative or persuasive, be sure to upvote them!) I also noticed that 538 posted a new poll today which has the Republican leading--the first such poll in about a month."], [96828, "2021-10-15T23:05:34Z", [0.78, 0.22, 0.0], ""], [63401, "2021-10-15T20:46:01Z", [0.6, 0.4, 0.0], "This is an informative article: https://www.washingtonexaminer.com/news/white-house/jill-biden-stumps-for-terry-mcauliffe-in-county-where-gop-win-could-mean-game-over-for-democrats that highlights: 1) The D candidate is in trouble\n2) Biden and the D party are now liabilities for the D candidate\n3) The R candidate has rapidly closed the gap\n4) Its a \"get out the base vote\" election, that will likely lean slight in the R candidate's favor"], [99993, "2021-10-15T16:48:53Z", [0.6, 0.4, 0.0], ""], [99780, "2021-10-15T13:08:09Z", [0.63, 0.37, 0.0], ""], [93134, "2021-10-15T12:11:04Z", [0.65, 0.35, 0.0], ""], [20156, "2021-10-15T05:43:57Z", [0.55, 0.45, 0.0], ""], [67312, "2021-10-15T04:57:48Z", [0.71, 0.29, 0.0], ""], [1333, "2021-10-14T19:28:50Z", [0.04, 0.96, 0.0], ""], [63401, "2021-10-14T18:13:34Z", [0.87, 0.13, 0.0], ""], [11365, "2021-10-14T15:14:08Z", [0.3, 0.7, 0.0], ""], [58028, "2021-10-14T14:36:41Z", [0.67, 0.33, 0.0], ""], [691, "2021-10-14T12:19:39Z", [0.76, 0.24, 0.0], ""], [13551, "2021-10-14T11:16:32Z", [0.0, 1.0, 0.0], ""], [100653, "2021-10-14T07:21:03Z", [0.7, 0.3, 0.0], ""], [67232, "2021-10-14T04:02:46Z", [0.66, 0.34, 0.0], ""], [96828, "2021-10-14T03:55:03Z", [0.8, 0.2, 0.0], ""], [891, "2021-10-13T21:43:57Z", [0.67, 0.33, 0.0], "Unless the democratic candidate is (as the old saying goes) caught with a live boy or a dead girl there is very little chance Virginia puts a republican in the Governor's mansion."], [58028, "2021-10-13T21:14:56Z", [0.66, 0.34, 0.0], ""], [102960, "2021-10-13T21:08:53Z", [0.7, 0.3, 0.0], ""], [14027, "2021-10-13T20:20:02Z", [0.67, 0.33, 0.0], ""], [58028, "2021-10-13T19:17:00Z", [0.63, 0.37, 0.0], ""], [67312, "2021-10-13T12:51:51Z", [0.7, 0.3, 0.0], ""], [96828, "2021-10-13T12:32:12Z", [0.74, 0.26, 0.0], ""], [96828, "2021-10-13T12:28:54Z", [0.73, 0.27, 0.0], "Factoring in PredictIt's trend up for Democratic Party, which is not consistent with the FiveThirtyEight and RealClearPolitics poll aggregations. This is also consistent with history. However, I have doubt because of Biden's and perhaps the Dems' poor image currently."], [99943, "2021-10-12T18:45:08Z", [0.7, 0.3, 0.0], "We have to watch the polls on this, but so far, the Democratic candidate has been consistently if narrowly preferred, and the state has tended to elect Democratic governors. "], [58028, "2021-10-12T17:19:44Z", [0.62, 0.38, 0.0], ""], [102671, "2021-10-12T17:13:18Z", [0.63, 0.37, 0.0], "McAuliffe has some precedent for pulling off a Dem victory in an \"off year\" with a Dem in the white house. VA has only \"trended bluer\" since then, especially in DC suburbs that were fairly proximate to the Jan 06 riot(s). That said, his initial victory came partly as a backlash to previous GOP Governor Bob McDonnell. And Biden's approval rating, tied to turnout/enthusiasm and the mood of Independents, is lower now than Obama's was in Oct 2013. Biden won the state in 2020 by \"only\" 10 pts. The change between Dem (V)POTUS candidates' winning margins in/since 2008 in various bluish-purple states (VA and upper-Midwest) and election results in the following year or two in Senatorial/Gubernatorial races has quite often been larger than 10 points, often 12-17.  Meanwhile, the change from 2016 to 2017 - Clinton winning by 4 points, to Northam winning by 9 - was much more modest. The Democratic party's coalition relies much more heavily on demographics that are less likely to turn out in midterms or \"off years\". It is only because the more highly-educated, higher-turnout voters have swung more towards Democrats in recent years (a vote swung being worth two in turnout) that McAuliffe still has the edge in my view. This seems to be reflected in polls that have him 1-4 points ahead of Youngkin, easily within the margin of error. "], [55987, "2021-10-12T16:22:36Z", [0.74, 0.26, 0.0], ""], [101422, "2021-10-12T15:25:15Z", [0.37, 0.63, 0.0], ""], [86661, "2021-10-12T15:18:49Z", [0.31, 0.69, 0.0], ""], [3434, "2021-10-12T00:43:03Z", [1.0, 0.0, 0.0], ""], [1019, "2021-10-11T19:38:32Z", [0.56, 0.44, 0.0], ""], [13979, "2021-10-11T18:36:59Z", [0.65, 0.35, 0.0], ""], [422, "2021-10-11T18:03:04Z", [0.71, 0.29, 0.0], ""], [3316, "2021-10-11T17:59:19Z", [0.0, 1.0, 0.0], ""], [95503, "2021-10-11T14:15:35Z", [0.66, 0.34, 0.0], ""], [58028, "2021-10-11T14:15:14Z", [0.65, 0.35, 0.0], ""], [58028, "2021-10-11T06:44:59Z", [0.68, 0.32, 0.0], ""], [96828, "2021-10-11T02:26:43Z", [0.56, 0.44, 0.0], ""], [37566, "2021-10-10T22:02:43Z", [0.53, 0.46, 0.01], "Based mostly on current polls, partly on historical data"], [691, "2021-10-10T16:38:26Z", [0.79, 0.21, 0.0], ""], [58028, "2021-10-10T07:51:34Z", [0.7, 0.3, 0.0], ""], [45594, "2021-10-10T07:21:41Z", [0.3, 0.7, 0.0], ""], [100273, "2021-10-10T02:36:35Z", [0.6, 0.4, 0.0], "Moneyball "], [1333, "2021-10-09T18:45:07Z", [0.03, 0.97, 0.0], ""], [70711, "2021-10-09T14:55:52Z", [1.0, 0.0, 0.0], ""], [66626, "2021-10-09T06:55:53Z", [0.75, 0.24, 0.01], ""], [100836, "2021-10-09T06:26:42Z", [0.6, 0.4, 0.0], "I'm just basing my initial estimates off of the polls.\nhttps://www.realclearpolitics.com/epolls/2021/governor/va/virginia_governor_youngkin_vs_mcauliffe-7373.html#!"], [92079, "2021-10-09T00:23:26Z", [1.0, 0.0, 0.0], ""], [101612, "2021-10-08T21:16:14Z", [0.9, 0.1, 0.0], "Suburban Virginians will continue to exercise power\n"], [80475, "2021-10-08T19:08:19Z", [0.85, 0.15, 0.0], "Ordinarily this should be a safe Democratic win, now that Virginia is a solidly blue state. Terry McAuliffe has made some gaffes, but as a moderate and former governor he is well-positioned. Glenn Youngkin is a solid candidate as well with a solid image, positioned as a moderate. Therefore his odds are more like 15% rather than the 5% one would normally expect from these circumstances."], [1333, "2021-10-08T18:20:48Z", [0.02, 0.98, 0.0], ""], [691, "2021-10-08T17:01:18Z", [0.76, 0.24, 0.0], ""], [94737, "2021-10-08T16:20:38Z", [0.0, 1.0, 0.0], ""], [1333, "2021-10-08T14:53:16Z", [0.01, 0.99, 0.0], ""], [102439, "2021-10-08T14:18:38Z", [0.28, 0.72, 0.0], ""], [102177, "2021-10-08T11:28:12Z", [0.88, 0.12, 0.0], ""], [102820, "2021-10-08T11:16:29Z", [0.65, 0.35, 0.0], "FiveThirtyEight gives the Democrat a 2.5% lead in polls"], [95503, "2021-10-08T08:12:22Z", [0.65, 0.35, 0.0], ""], [34959, "2021-10-08T07:43:20Z", [0.6, 0.4, 0.0], ""], [88452, "2021-10-08T06:11:42Z", [1.0, 0.0, 0.0], ""], [94837, "2021-10-08T05:51:55Z", [0.7, 0.3, 0.0], ""], [34815, "2021-10-08T05:26:58Z", [1.0, 0.0, 0.0], ""], [68240, "2021-10-08T01:45:06Z", [0.7, 0.3, 0.0], ""], [99780, "2021-10-07T23:54:28Z", [0.65, 0.35, 0.0], ""], [102877, "2021-10-07T23:38:58Z", [0.7, 0.3, 0.0], ""], [32258, "2021-10-07T23:14:23Z", [0.95, 0.05, 0.0], "McAuliffe has bigger name identification and Democrats have won the last 4 of 5 Gubernatorial elections. "], [79508, "2021-10-07T21:18:37Z", [0.62, 0.38, 0.0], "This could go either way, which is most likely why we are looking at it. To my mind the Democratic candidate ticks more boxes and I have the feeling that the Republican nominee somehow lacks broad based support, but may well be a lot closer than the scoring it is getting "], [62808, "2021-10-07T20:14:49Z", [1.0, 0.0, 0.0], ""], [8826, "2021-10-07T20:08:10Z", [0.9, 0.1, 0.0], ""], [534, "2021-10-07T19:47:39Z", [0.55, 0.45, 0.0], ""], [63401, "2021-10-07T19:16:53Z", [0.87, 0.13, 0.0], "The last 5 gubernatorial races in VA have been close, with 4 of the 5 (80%) going to the Democratic candidate. So, I will go with the baseline, plus.... (A) The polling margins are similar to the last five races and not insightful here.\n(B) There is sufficient anti-Trump hangover to fuel bolster turnout of democratic voter turnout, so adding 7+\n(C) It's not going to be \"Someone else\""], [601, "2021-10-07T18:19:28Z", [0.53, 0.47, 0.0], ""], [87827, "2021-10-07T18:17:08Z", [0.65, 0.35, 0.0], "Seems like the polls are narrowing and I'm also wondering if the polling bias we've seen in the last two elections will have an effect here resulting in a closer race than the polls would suggest. Still leaning D but not very strongly. https://projects.fivethirtyeight.com/polls/governor/virginia/"], [38, "2021-10-07T17:35:59Z", [0.7, 0.3, 0.0], "https://fivethirtyeight.com/videos/do-you-buy-that-democrats-should-worry-about-the-virginia-governors-race/\nhttps://projects.fivethirtyeight.com/polls/governor/virginia/ Polling has shown McAuliffe (the D) with a very slim but consistent lead."], [99993, "2021-10-07T17:30:15Z", [0.57, 0.43, 0.0], ""], [60695, "2021-10-07T17:20:42Z", [0.8, 0.1, 0.1], ""], [1333, "2021-10-07T17:07:00Z", [0.0, 1.0, 0.0], ""]]}