{"question_id": 1829, "title": "Will North Korea launch an ICBM with a length of at least 20 meters before 1 December 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[97075, "2020-12-01T07:33:40Z", [0.0], "Time remaining until 1 January 2020: Reduce probability to 0.4%\nRESULT: 0%"], [95795, "2020-12-01T04:34:26Z", [0.0], ""], [96795, "2020-12-01T04:15:51Z", [0.0], ""], [96745, "2020-12-01T03:24:12Z", [0.01], "With the deadline fast approaching and no indication of an impending launch, the probability of a launch is very low."], [14672, "2020-12-01T02:42:27Z", [0.0], "Unless you know something, this should be moving to zero. Some folks are still at 5% -- suggesting a 1-in-20 chance that North Korea will launch in the next 4 hours. Again, unless you know something...."], [89785, "2020-12-01T02:21:28Z", [0.0], ""], [96784, "2020-11-30T20:46:36Z", [0.05], "Time elapse downgrade.  No significant features changed.  Decrementing down to 0% as some others have seems to be a statistical bias of some sort...but the fact that nothing has changed, no reason to think it's likely *has* to affect it..."], [96721, "2020-11-30T20:41:08Z", [0.0], ""], [1333, "2020-11-30T19:25:44Z", [0.0], ""], [96790, "2020-11-30T16:41:42Z", [0.0], ""], [96930, "2020-11-30T16:33:25Z", [0.0], ""], [94548, "2020-11-30T16:18:15Z", [0.01], ""], [97075, "2020-11-30T15:51:42Z", [0.01], "Only 1 day left until the 1 December 2020 deadline. Decrease prob. by 2%\nHowever, there is always a level of uncertainty, and it is highly likely there will be a launch once Biden becomes POTUS. Recount conclusions and current President's willingness (not that he has much of a choice aha) to leave the White House could be concrete enough for Kim Jong Un to fire a missile today.  Increase by 1%.\nRESULT: 1%\nnote: if it were possible to do one decimal place, the probability would be a little below 1."], [34959, "2020-11-30T15:39:31Z", [0.0], ""], [96736, "2020-11-30T13:59:47Z", [0.05], ""], [95817, "2020-11-30T13:31:07Z", [0.02], "NK doesn't historically launch in Dec with the exception of once and it's more likely that KJU will launch closer to US inauguration for any messaging.  "], [96840, "2020-11-30T13:19:39Z", [0.0], ""], [88452, "2020-11-30T10:49:26Z", [0.0], "\"The three-year anniversary of North Korea’s largest intercontinental ballistic missile (ICBM) test came and went on Sunday without a peep from DPRK state media, breaking a broader 2020 trend of openly commemorating the country’s landmark nuclear weapons developments.\nExperts say that state media’s silence over the Nov. 29, 2017 Hwasong-15 ICBM launch is a potential sign that Pyongyang is demuring as it keeps a watchful eye on President-elect Joe Biden.\"\nhttps://www.nknews.org/2020/11/in-a-possible-nod-to-biden-north-korea-stays-silent-on-key-icbm-anniversary/"], [96792, "2020-11-30T02:57:08Z", [0.01], "As the month closes out and no flags in the news, I'm sticking with it being very unlikely."], [96724, "2020-11-30T02:04:20Z", [0.0], ""], [50395, "2020-11-30T01:51:09Z", [0.0], ""], [96715, "2020-11-29T23:29:57Z", [0.01], "One day left, I can't give it a zero since it's still possible, but with no reporting on any launch preparations I don't see this happening."], [96595, "2020-11-29T23:04:00Z", [0.0], ""], [96739, "2020-11-29T23:02:38Z", [0.01], "A quick skim of the news shows no indication of NK preparing for a missile launch. With 1 day to go until the question closes, I've updated my forecast to a 1% chance of launch."], [96794, "2020-11-29T22:02:10Z", [0.0], "They got one more day. No rumblings. I feel pretty good about finally doling out my zero."], [95808, "2020-11-29T21:02:45Z", [0.0], ""], [96713, "2020-11-29T20:17:44Z", [0.0], ""], [96923, "2020-11-29T19:16:57Z", [0.0], ""], [43003, "2020-11-29T19:02:26Z", [0.0], ""], [14432, "2020-11-29T18:29:03Z", [0.0], ""], [49359, "2020-11-29T18:17:05Z", [0.05], "It's highly unlikely at this point, but N. Korea has surprised us before."], [96725, "2020-11-29T17:47:26Z", [0.0], "At that point, given the time left, the probability is null."], [96720, "2020-11-29T17:44:47Z", [0.01], ""], [96773, "2020-11-29T17:14:14Z", [0.01], "I don’t see any change in the likelihood of a launch, I have reduced my original estimate due to the passage of time."], [97075, "2020-11-29T16:22:58Z", [0.02], "Only 2 days left until 1 December 2020 deadline: decrease prob. by 2%\nRESULT: 2%"], [92863, "2020-11-29T16:21:05Z", [0.0], ""], [96775, "2020-11-29T16:03:14Z", [0.01], "Update to forecast made on 12 NOV: 8% to 1% as forecasting deadline nears."], [96763, "2020-11-29T14:41:08Z", [0.01], ""], [88452, "2020-11-29T08:26:38Z", [0.0], ""], [96831, "2020-11-29T01:11:35Z", [0.01], "Kim will likely hold off until after the New Year, and even more likely until after Biden is sworn in as president, to conduct an ICBM launch.  I can't take my probability all the way down to zero, because there's always a chance.\nhttps://www.detroitnews.com/story/news/world/2020/11/28/kim-jong-un-likely-let-his-missiles-do-talking-biden/6434132002/ "], [62808, "2020-11-28T22:24:16Z", [0.0], ""], [96923, "2020-11-28T20:32:29Z", [0.0], ""], [754, "2020-11-28T19:17:25Z", [0.0], ""], [97075, "2020-11-28T16:44:38Z", [0.04], "Only 3 days remaining until 1 December 2020: Decrease prob. by 2%\nhttps://www.cnbc.com/2020/11/12/us-election-what-biden-means-for-north-korea-south-korea-japan.html\nCNBC article (link above) and Detroit News both adding to belief that North Korea will \"let their missiles do the talking.\"\nHowever, with Trump suggesting an uncertainty as to who won the electoral college, perhaps Kim Jong Un will wait until the next President is confirmed before \"making their missiles do the talking.\" Decrease prob. by 4%\nRESULT: 4%"], [96724, "2020-11-28T15:19:55Z", [0.01], "Downgrading as time elapses."], [43311, "2020-11-28T13:45:55Z", [0.0], ""], [95800, "2020-11-28T12:26:33Z", [0.02], "Expect that KJU will hold off on launches till after the administration's transition. https://www.msn.com/en-us/news/world/kim-jong-un-likely-to-let-his-missiles-do-the-talking-with-biden/ar-BB1boHJd\nhttps://www.wsj.com/articles/kim-jong-un-doesnt-want-to-pick-a-fight-with-biden-for-now-south-korean-lawmakers-say-11606475879"], [96737, "2020-11-28T00:58:51Z", [0.01], ""], [97075, "2020-11-27T19:38:34Z", [0.1], "- An article by the Wall Street Journal states that \"Kim Jong Un doesn't want a fight with Biden for now, according to South Korean Lawmakers\". Decrease prob. by 6%...reliability of source of info: Increase by 1%.\n- Article by Bloomberg says \"Kim Jong Un Likely to Let His Missiles Do the Talking With Biden.\" Speaking on the North Korean leader's missile tests that welcomed both President Obama and Trump to their positions: Increase prob. by 3%.\n- Only 4 days remain till 1 December 2020 deadline: Decrease prob. by 2%\nRESULT: 10%"], [96763, "2020-11-27T17:08:39Z", [0.05], "As the days go by, the proposed outcome is less likely, a slight downgrade in my probability (from 10% to 5%)."], [88452, "2020-11-27T10:13:55Z", [0.18], "North Korea has greeted the last two U.S. presidents with tests of missiles or nuclear bombs within weeks of taking office. And experts see the same happening with Joe Biden, whom the regime has called “a rabid dog.”[...]\n\"The most likely missile test this time will be another ICBM. This could include a new rocket North Korea rolled out at a military parade in October, which is designed to carry multiple nuclear warheads to the U.S. homeland.\" [...]\n\"Pyongyang has ordered its overseas missions not to make any provocations during the U.S. transfer of power, officials from South Korea’s spy agency said in a briefing with parliament Friday.\"[...]\n\" 'This time around, new tests may not have the same effect at the UN,' said Ankit Panda, a Stanton senior fellow at the Carnegie Endowment for International Peace, adding that tensions could escalate quickly if Biden responds with a show of military might. 'The greatest risk would be that we reenter a crisis cycle with North Korea.' \"\nhttps://www.theedgemarkets.com/article/north-koreas-kim-likely-let-his-missiles-do-talking-biden The time line is still unclear.\nA second interpretation is, the Kim regime may well wait with any missile test until after the inauguration of 46 POTUS."], [92863, "2020-11-27T10:01:49Z", [0.04], "Up 3% to pass tomorrow then back down; due to historical test in 2017."], [83, "2020-11-27T06:00:29Z", [0.0], ""], [97075, "2020-11-26T19:37:55Z", [0.14], "\"On Nov. 28, 2017, dictator Kim Jong Un oversaw the launch of the largest missile ever flight-tested by the world’s last Stalinist country.\" (WSJ, Panda, A. Nov 25 2020) North Korea will be celebrating that test day as a \"revolution\": Increase prob. by 5%\nNorth Korea will be looking to gain Biden's attention: Increase prob. by 1%\nOnly 5 days left until 1 December 2020: Decrease prob. by 4%\nRESULT: 14%"], [25141, "2020-11-26T10:04:42Z", [0.0], ""], [97075, "2020-11-25T16:46:05Z", [0.12], "AP News; \"North Korea has recently refrained from flight tests of ballistic missiles of intercontinental range and has not continued its nuclear testing\" (Nov 17, 2020)\nBut the intentions of North Korean leader, Kim Jong Un, remain uncertain due to changes from the U.S. presidential election. Decrease by 5%\nOnly 6 days remaining until 1 December 2020. Decrease by 2%\nNew Total: 12%"], [95787, "2020-11-25T14:45:13Z", [0.05], "- Paraded missiles in 2012,2014, and 2017 appear to have been fake.\n- The test time of previously displayed missiles is longer than 1 month \n- There has not been an ICBM test since 2017. \n- A test of this capability by KJU would challenge Trump on his way out of office which could further exacerbate economic snactions"], [96795, "2020-11-25T13:52:04Z", [0.01], ""], [96740, "2020-11-25T13:12:32Z", [0.04], ""], [96741, "2020-11-25T12:40:23Z", [0.01], ""], [88452, "2020-11-25T05:50:13Z", [0.22], "I'm not sure the future \"Gumbo diplomacy\" approach of the upcoming administration will impress Kim Jong-un much. EDIT:\n\"Photos: New North Korean weapons book chronicles the country’s nuke development\nThe state-produced book can serve as a cheat sheet for weapons test milestones under Kim Jong Un\"\nhttps://www.nknews.org/2020/11/photos-new-north-korean-weapons-book-chronicles-the-countrys-nuke-development/ (paywall) \"A South Korean government official, who asked not to named, said while the photo book did not feature any new weapons from the regime, its publication may be aimed at touting the country's national security successes ahead of an important party convention in January.\"\nhttps://koreajoongangdaily.joins.com/2020/11/25/national/northKorea/North-Korea-photobook-Kim-Jongun/20201125183800446.html \"North Korea could ramp up missile tests under Biden sparking winter ‘Washington showdown' \"\n[...]\n\"As the coronavirus pandemic looms over the US, Mr Biden may not attempt to do anything on North Korea until the spring according to Mr Kazianis.\nBut he [Harry Kazianis, senior director at the Center for the National Interest] warned that this could push North Korea to start testing missiles “potentially sparking another showdown with Washington”.\"\nhttps://www.express.co.uk/news/world/1361408/north-korea-news-joe-biden-kim-jong-un-donald-trump-us-election-2020-missile-ont \"As Kim seeks an end to crushing sanctions over his country’s nuclear weapons program, an attention-grabbing provocation by the North Korean leader is likely in store for Biden, longtime observers and officials say. The only question is when.\n[...]\nBut the North, she [ Duyeon Kim, an expert on North Korea’s nuclear program at the Center for a New American Security think tank] said, also has another option — crossing Trump’s “red line” by testing an intercontinental ballistic missile or nuclear bomb during the transition period before Biden’s Jan. 20 inauguration.\n[...]\nThe lack of details, however, in the Biden strategy have triggered fears of a return to former U.S. President Barack Obama’s policy of “strategic patience,” under which Washington ratcheted up sanctions and denied engagement with a goal of forcing Pyongyang to give up its nuclear weapons. Under strategic patience, Pyongyang instead ramped up its nuclear and missile development, culminating in the launches and test of its most powerful missiles and bomb in 2017.\n[...]\n'Pyongyang has a track record of using nuclear and/or missile tests early in a new U.S. administration to strengthen its negotiating hand, put a new president on the back foot, and bluntly remind Washington that it must be taken seriously,' said Revere [Evans Revere, a former U.S. State Department official with extensive experience in negotiations with the North].\"\nhttps://www.japantimes.co.jp/news/2020/11/23/asia-pacific/politics-diplomacy-asia-pacific/joe-biden-coronavirus-kim-jong-un-north-korea/\nhttps://thebulletin.org/2020/11/after-bidens-election-victory-whats-north-koreas-next-move/"], [97075, "2020-11-25T01:28:41Z", [0.19], "Probability of Hwasong-16 being ready for launch: 2%\nProbability of a missile longer than 20m being launched: 38%\nProbability of a credible launch: decrease base by 22.45%\nNew Info; The Hwasong-14 &-15 were paraded, with a similar quality as -16, in 2015 and adapted up until their launch in 2017. Defense News says to \"expect a surge in North Korean missile tests, and of greater range\" (Cotton, 2020). Tensions with U.S. due to Trump Administration, resulting in a rush/pressure for show-of-force. Largest missile launched, humongous system & physics challenge. Hwasong-15 is longer than 20m, and has been successfully tested before & will be done again whilst waiting for Hwasong-16 to be ready. Hwasong-14 is only 0.5m shy of being 20m in length. Both -14 & -15 tested 2017 but not since.\nRESULT: 31.02\nChange due to closeness to December 1st: 19%"], [96794, "2020-11-24T23:39:35Z", [0.02], "Six days left in the month. I'm cutting my \"18 days left\" prediction by about 2/3."], [96840, "2020-11-24T16:02:13Z", [0.03], ""], [88452, "2020-11-24T10:56:43Z", [0.3], ""], [34959, "2020-11-24T04:20:44Z", [0.01], ""], [29054, "2020-11-24T03:19:02Z", [0.0], ""], [96831, "2020-11-24T01:58:25Z", [0.04], ""], [96755, "2020-11-24T00:07:21Z", [0.01], "See my earlier post for an explanation of methodology. Decreasing forecast to 1.5% due to November being almost over. "], [88452, "2020-11-23T15:36:04Z", [0.55], ""], [96746, "2020-11-23T15:12:41Z", [0.05], "Based on my initial base rate, I have reduced my probability by 50% since half of the time period has now expired.  "], [96745, "2020-11-23T11:54:50Z", [0.03], "There is only one week left before the deadline, and there are no indications that North Korea is looking to launch an ICBM.  Therefore, I am lowering my initial probability."], [96801, "2020-11-23T02:15:50Z", [0.05], "As time runs out the chances that NK will launch a missile that is longer than 20 meters is not looking likely. "], [96763, "2020-11-23T00:09:09Z", [0.1], "It looks less and less likely as each day passes."], [57778, "2020-11-22T23:03:12Z", [0.0], ""], [96724, "2020-11-22T22:32:14Z", [0.05], ""], [96866, "2020-11-22T20:19:30Z", [0.01], ""], [96930, "2020-11-22T18:38:28Z", [0.02], "Very unlikely since the deadline is in another week. Also seems unlikely with an incoming Biden admin and nothing provoking them. "], [21046, "2020-11-22T17:07:34Z", [0.0], ""], [85097, "2020-11-22T15:57:03Z", [0.0], ""], [85097, "2020-11-22T15:55:56Z", [0.04], ""], [96716, "2020-11-22T15:00:48Z", [0.05], "Opinion has not changed.  Normally, KJU enjoys being provocative whenever world attention is not on the DPRK but he may understand the US has entered a challenging period with election friction and does not want the attention he would normally crave.  "], [96728, "2020-11-22T14:53:58Z", [0.0], ""], [96731, "2020-11-22T02:43:01Z", [0.01], "Reducing the probability proportionally as the deadline gets closer."], [94872, "2020-11-21T21:43:36Z", [0.0], ""], [691, "2020-11-21T18:59:56Z", [0.0], ""], [96720, "2020-11-21T17:42:32Z", [0.1], "There are no signs of site preparation or messaging indicating a launch. Last year, nk provided plenty of messaging and conducted a series of component testing in preparation for their \"Christmas Gift\" , and this all seems to be absent. However, the weather seems favorable for the next ten days."], [96714, "2020-11-20T19:10:58Z", [0.03], "For launches of greater than 20 m (Hwasong-15 or their new Ballistic Missile).  Average ICM launch rate is 1.3 per year, with one already occurring in March 202.  One ICBM test took place in November (28 Nov 2017). Probability determined by low base rate of North Korean ICBM tests since 2012, and declining overall rate of missile (including non-ICBM) tests starting in 2017 https://missilethreat.csis.org/north-korea-missile-launches-1984-present/\nRemaining portion of month: 10 days (.33)\nProbability of launch in remaining portion of month: 3%"], [19260, "2020-11-20T18:57:59Z", [0.0], ""], [96893, "2020-11-20T18:27:22Z", [0.04], "First, the question specifies a launch of a missile >20 m, which means it could be the Hwasong-15 or this newly revealed BM. For my reference class, I'm looking for the launch rate for ICBMs and I'm also looking for the average time-to-launch from missile \"reveal\" (at a parade) to first test launch. I'll also factor in how the launch rate varies by season/month. Finally, I'll think about the particulars of this potential launch: final months of Trump presidency, potential desire to signal capabilities to the new administration.\nICBM launch rate: 1.3 launches per year (2020 launch occurred on March 20)\nProbability of launch in any given month (averaged rate over past 47 months): .064\nReveal to test time: I haven't been able to find good data on this\nFrequency of November/winter tests: Of the 3 2017 ICBM tests, 1 took place in November (Nov 28).\nRemaining portion of month: 17 days (.56)\nProbability of launch in remaining portion of month: 3.6%\n*I’m not confident my math on this is correct!"], [87841, "2020-11-20T17:41:55Z", [0.05], "First, the question specifies a launch of a missile >20 m, which means it could be the Hwasong-15 or this newly revealed BM. For my reference class, I'm looking for the launch rate for ICBMs and I'm also looking for the average time-to-launch from missile \"reveal\" (at a parade) to first test launch. I'll also factor in how the launch rate varies by season/month. Finally, I'll think about the particulars of this potential launch: final months of Trump presidency, potential desire to signal capabilities to the new administration.\nICBM launch rate: 1.3 launches per year (2020 launch occurred on March 20)\nProbability of launch in any given month (averaged rate over past 47 months): .064\nReveal to test time: I haven't been able to find good data on this\nFrequency of November/winter tests: Of the 3 2017 ICBM tests, 1 took place in November (Nov 28).\nRemaining portion of month: 17 days (.56)\nProbability of launch in remaining portion of month: 3.6%\n*I’m not confident my math on this is correct!"], [1333, "2020-11-20T15:36:08Z", [0.01], ""], [61598, "2020-11-20T12:31:10Z", [0.0], ""], [57778, "2020-11-19T23:31:30Z", [0.01], ""], [22689, "2020-11-19T22:07:41Z", [0.0], ""], [88452, "2020-11-19T22:01:29Z", [0.75], "The SM-3 Block IIA interceptor test on 17 Nov 2020 to me increases the likelihood of an instant response through an ICBM test by DPRK. \"According to the preliminary data, the test met its primary object, and demonstrated that a SM-3 Block IIA missile could intercept an ICBM target. Program officials will now continue to evaluate system performance based upon telemetry and other data that was obtained during the test.\"\nhttps://nationalinterest.org/blog/buzz/why-us-navy-trying-kill-icbms-think-north-korea-starters-172820 \"Lastly, the display of the “monster missile” matters for US policy on North Korea because it suggests a growing incentive for North Korea to resume ICBM flight testing –presuming the missile is technically ready for a near-term launch. The signals are there, out in the open. In the very same Party meeting that Kim alluded to this “new strategic weapon” he warned that he “no longer feels bound” by his pledges not to test ICBMs or nuclear weapons—and gave three different types of promotion to his favorite orchestrator of missile tests, Ri Pyong Chol.[...]\nAbsent tangible incentives for Pyongyang to refrain from flight-testing ICBMs and lacking credible threats of serious consequences if it does, we may soon get to see how this missile performs and how many re-entry vehicles it can carry.\"\nhttps://nationalinterest.org/blog/korea-watch/north-korea%E2%80%99s-new-icbm-why-%E2%80%9Cmonster-missile%E2%80%9D-matters-170981 \"It was the first time an interceptor fired from a warship had shot down a (mock) ICBM in space. “Politically this test is a big deal,” says James Acton of the Carnegie Endowment for International Peace, a think-tank. Russia and China have always complained that American missile defences undermine their own deterrents.\"\nhttps://www.economist.com/united-states/2020/11/18/the-significance-of-an-interceptor-missile-launched-from-an-american-warship \"Not only has North Korea continued to grow its nuclear missile inventory, but Iran has increased production of nuclear materials tenfold since Trump withdrew from the nuclear deal in 2018, and the last remaining nuclear arms control agreement with Russia is set to expire within weeks of Biden taking office.[...]\nThe dangers of unrelenting nuclear proliferation are all too apparent in North Korea, the third nuclear crisis confronting Biden. Although Trump and Kim Jong Un met three times and exchanged glowing letters over the past two years, the pleasantries did nothing to curtail North Korea’s nuclear ambitions. Pyongyang has continued to churn out nuclear bombs and new missiles at a fast clip, and last month it showed off new sea- and land-based missiles likely capable of reaching all of U.S. territory.[...]]\nhttps://www.chicagotribune.com/opinion/commentary/ct-opinion-biden-nuclear-ivo-daalder-20201119-rd7jprefcne6dot7bdxytwbz3e-story.html \"TENSIONS between China and the US have escalated after experts warned the shooting down of the mock intercontinental ballistic missile (ICBM) was a warning to Beijing.[...] Beijing-based military expert Zhou Chenming said: '[It wanted to show its] Asian allies that Washington is still able to protect them.'\nThe SM-3 Block IIA interceptor test could be seen as a response to China launching two ‘aircraft carrier killer’ missiles into the South China Sea.[...]\nHowever, Song Zhongping, a Hong Kong-based military commentator, said the US does not have the capability to stop Chinese missiles due to their superior manoeuvrability and rapid trace changes in flight.\nHe said: 'The SM-3’s capability against a DF-41 is very limited, but it would be a threat to ICBM’s developed by North Korea and Iran.'[...]\nWhile Washington’s latest military exercise will have caught the eye of China, it is believed, Washington was more likely to be sending a message to North Korea.\nJust last month, Kim Jong-Un’s nation unveiled its largest-ever, road-mobile ICBM during a military parade to mark the 75th anniversary of the founding of its ruling party.\nDuring the parade, Kim said North Korea would continue to build \"self-defensive deterrence\"[...] \nPresident Xi said: 'After arduous battles, Chinese and (North) Korean troops, armed to their teeth, defeated their opponents, shattering the myth of the invincibility of the US military, and forcing the invaders to sign the armistice agreement on July 27, 1953.' \"\nhttps://www.express.co.uk/news/world/1362218/china-news-us-nuclear-ballistic-missile-world-war-3-news  "], [28899, "2020-11-19T20:50:58Z", [0.0], ""], [94872, "2020-11-19T19:56:55Z", [0.01], ""], [75363, "2020-11-19T19:19:47Z", [0.1], "\nI feel this forecasting question is highly unlikely to be Yes given the several conditions that must be true ->\n(1) North Korea must launch a missile before the 1st December (2) It musts be an ICBM (3) The ICBM must be at least 20 meters in length."], [1333, "2020-11-19T13:38:03Z", [0.01], ""], [96840, "2020-11-19T10:17:05Z", [0.05], "Very poor chance because:\n-  only 3 ICBM launch since 2017 and all in 2017\nBut :\n- possible North Korean provocation during the Biden administration transition"], [96736, "2020-11-19T03:54:59Z", [0.3], "North Korea has conducted 147 strategic missile launches since 1984.  119 of these tests have occurred under Kim-Jong un in the past decade.  Nuclear tests have occurred in North Korea in 6 times in the last 14 years.  These tests have occurred in a variety of seasons.   6/14 = nuclear tests have been conducted in 43% of years\n(.43)*(12/365) = 1.4% change of a nuclear test being conducted"], [96831, "2020-11-18T23:50:58Z", [0.06], "Which came first, the chicken or the egg? Does the U.S. conduct a \"show of force\" to deter North Korea, or in response to something North Korea is doing/has done.  The last few times America has flown a bomber on the DMZ or done a joint exercise with Japan, it has been in response to a missile launch.  Now the U.S has shot down an ICBM with a sea-based interceptor.  The military was likely attempting assurance to Japan while deterring both China and North Korea while the U.S. is still in a transitional government.  The obvious question is, did it work?\nhttps://www.businessinsider.com/us-shooting-down-mock-icbm-warning-to-china-observers-say-2020-11"], [92863, "2020-11-18T22:24:20Z", [0.01], ""], [20156, "2020-11-18T13:55:19Z", [0.02], ""], [96763, "2020-11-18T13:28:33Z", [0.15], ""], [90254, "2020-11-18T07:10:52Z", [0.02], ""], [11278, "2020-11-18T02:46:10Z", [0.01], ""], [34353, "2020-11-17T19:28:37Z", [0.0], ""], [59881, "2020-11-17T18:43:58Z", [1.0], ""], [691, "2020-11-17T17:43:15Z", [0.0], "Let's see--20 meters is about 800 Trumpfingers, right?  "], [96405, "2020-11-17T15:57:20Z", [0.01], ""], [92863, "2020-11-17T14:01:55Z", [0.02], ""], [92863, "2020-11-17T14:01:35Z", [0.03], ""], [1333, "2020-11-17T13:08:58Z", [0.0], ""], [61598, "2020-11-17T06:22:05Z", [0.02], ""], [94872, "2020-11-17T03:57:15Z", [0.02], ""], [172, "2020-11-17T01:52:59Z", [0.0], ""], [62808, "2020-11-16T21:59:40Z", [0.0], ""], [22689, "2020-11-16T16:39:25Z", [0.01], ""], [767, "2020-11-16T16:32:36Z", [0.05], "They've only done one test this year, in March. Could be a matter of KJU's health issues, the pandemic, or economy but it's very likely that they will prioritize a missile test with the US inaugurating a new government. Giving it 5% because of the date. "], [691, "2020-11-16T16:06:22Z", [0.0], ""], [21865, "2020-11-16T14:21:26Z", [0.0], ""], [96831, "2020-11-16T11:47:07Z", [0.07], "As the window of opportunity shrinks for North Koreans to conduct a missile test of an ICBM or space launch vehicle, there have been no open signs of test preparations. Lowering my forecast to 7%. This is still higher than the percent of days left in the year, but allows for open source to catch up with any classified testing preparation. DPRK may still conduct a launch to send a message to South Korea and the U.S."], [88452, "2020-11-16T11:20:28Z", [0.51], ""], [95797, "2020-11-16T05:26:49Z", [0.05], "@BeepBoop @Foursight thanks for the insight and base rate analysis.  @Fueled_by_Gummybears Maybe he is waiting for the legal process to finish to make a statement? 1 in 20 chance given the time remaining. "], [29054, "2020-11-16T02:24:49Z", [0.5], "There is no reason on earth to use logic or convenience to forecast anything related to NK. \nAt this point, China is the key in exercising its power with Kim.\nI am guessing that the Chinese Ambassador in DC is already having conversations with the prez elect folks, and it is understood by both parties who holds more power with NK, it is not the US. So, restraining NK is the best alternative for the Chinese until there is a clear understanding between US and China of the broad  steps to follow by the incoming administration in respect to the Asia policies.    "], [96866, "2020-11-15T20:35:15Z", [0.04], ""], [4768, "2020-11-15T19:32:44Z", [0.01], ""], [95800, "2020-11-15T19:29:55Z", [0.05], "I'm forecasting that KJU will stay quiet as the US transitions administrations.  "], [87566, "2020-11-15T16:12:46Z", [0.05], ""], [691, "2020-11-15T15:29:55Z", [0.0], ""], [92106, "2020-11-15T00:42:54Z", [0.05], "Although it would seem likely that NK might take some kind of action as a show of force and/or to signal capability to the incoming Biden Administration (especially given there has been little 'sabre rattling from NK recently), I believe it is highly unlikely that that action would be the launch of a missile larger than the Hwasong-15 given the typical launch rates for this time of year, the time remaining until Dec 1 2020 and capabilities required to launch abovementioned missile. "], [96530, "2020-11-14T14:24:18Z", [0.03], ""], [740, "2020-11-14T11:45:11Z", [0.65], ""], [754, "2020-11-14T04:24:34Z", [0.01], ""], [70711, "2020-11-14T03:47:23Z", [0.0], ""], [96866, "2020-11-13T21:28:49Z", [0.05], ""], [96831, "2020-11-13T20:05:35Z", [0.11], "As more and more countries acknowledge the results of the US election, it's possible DPRK will feel the need to make a statement as they did when both President Obama and President Trump were elected.   Unless President Trump remains in office and maintains what he calls a \"friendly relationship\" built on personality, the diplomacy with North Korea could see an abrupt turn (and an end to Kim's self-imposed moratorium on missile launches).  Kim Jonh Un has no love lost for Joe Biden, previously calling him a \"dog\", and the President-Elect will likely formulate a hard-line DPRK policy for denuclearization.  What remains unseen is if North Korea would wait until Joe Biden takes office, or if they would launch in the next 18 days.  \nhttps://missilethreat.csis.org/north-korea-missile-launches-1984-present/\nhttps://asiatimes.com/2020/11/low-hanging-fruit-for-biden-in-the-koreas/"], [96857, "2020-11-13T17:27:50Z", [0.15], "The average missile test per country and number of years they have had the capability is .99. So by this logic NK should test one this year, but there is only 2 months left of the year and winter is not when other states most often have tested their nukes. So if weather and physics related to winter are at play with regard to the test, winter seems an unbeneficial time to test, so therefore less likely for NK to test in the remaining 2 winter months. However, NK has not gotten much attention lately, especially from the United States because we have been distracted by the election and COVID, so NK may want to try and get US and international attention soon again because it has been outside of the international conversation for a while now. That would make a test more likely. So I will make a more conservative estimate than 0.99x0.16666=0.16499"], [96923, "2020-11-13T16:43:50Z", [0.02], ""], [87841, "2020-11-13T14:55:27Z", [0.04], "First, the question specifies a launch of a missile >20 m, which means it could be the Hwasong-15 or this newly revealed BM. For my reference class, I'm looking for the launch rate for ICBMs and I'm also looking for the average time-to-launch from missile \"reveal\" (at a parade) to first test launch. I'll also factor in how the launch rate varies by season/month. Finally, I'll think about the particulars of this potential launch: final months of Trump presidency, potential desire to signal capabilities to the new administration. \nICBM launch rate: 1.3 launches per year (2020 launch occurred on March 20)\nProbability of launch in any given month (averaged rate over past 47 months): .064\nReveal to test time: I haven't been able to find good data on this\nFrequency of November/winter tests: Of the 3 2017 ICBM tests, 1 took place in November (Nov 28). \nRemaining portion of month: 17 days (.56)\nProbability of launch in remaining portion of month: 3.6%\n*I’m not confident my math on this is correct!"], [1333, "2020-11-13T14:55:00Z", [0.0], ""], [96721, "2020-11-13T14:40:28Z", [0.01], ""], [45594, "2020-11-13T13:53:12Z", [0.05], ""], [89013, "2020-11-13T07:01:49Z", [0.01], ""], [62808, "2020-11-13T02:01:01Z", [0.0], ""], [96736, "2020-11-13T00:59:04Z", [0.65], ""], [96784, "2020-11-13T00:50:17Z", [0.2], "Adjusted down due to holiday comments (few holidays upcoming), little saber-rattling from DPRK, little or no public warning from knowledgeable intel services (US and China), and the time needed to prepare an ICBM launch (less than the remaining time, but significant)."], [96794, "2020-11-12T23:41:37Z", [0.05], "See my comments below. Actually, I'll reproduce them here: @anneinak makes a great point, one which had not occurred to me initially - set aside political calculations, does DPRK *need* to do a test for development's sake? My initial sense is that, even if they did, the political calculus and signaling associated with a launch simply can't be decoupled from the tech requirements. Furthermore, they have data on at least one ICBM...I can't see any tech requirements rising to a level such that the juice would be worth the geostrategic squeeze, at least at this point in time. @BeepBoop also highlights that @Anneinak's second consideration re domestic signaling seems to be missing right now, further underlining the lack of payoff for a launch at this time. Last but not least, @Awisdomofwombats put together a great base rate calculation which makes me feel even more confident in my initial, admittedly \"hunchy\" 6% prediction. So much so, in fact, that I'm going to lower ever so slightly, to 5%. There are still a couple of \"inside view\" considerations nagging at me (US political uncertainty chief among them), but there are enough inside view considerations pointing the other way that I think the likelihood remains exceedingly small."], [96739, "2020-11-12T23:19:48Z", [0.1], "As pointed out, my previous 15% probability is the same as the desired outcome of a single die roll, which seems a bit high, I agree. I appreciate the feedback and have adjusted down for the mathematical insight. I still left it at 10% because the *chance* that the \"missile\" on display in October is actually a missile (TBD), and if it is, they may want to test it during the Thanksgiving time period. Also, if not apparent in my previous forecast, Kim Jong Un's sister, Kim Yo Jong, has been getting more press coverage and is speculated to be a possible successor to Kim Jong Un. She has also threatened S. Korea. Though there doesn't appear to be a feminist or mother-appreciation streak in N. Korea, her (possibly) being a mother might be enough excuse for N. Korea to test fire a new missile between now and December. Will reconsider as 1 December approaches."], [96801, "2020-11-12T23:19:00Z", [0.08], " Initially I was thinking 1 January in my assessment and that NK would conduct any launch. After rethinking the likelihood that a launch would be an ICBM I’m changing my forecast to 8%. Additional insights from team discussions have led me to this adjustment as well. "], [85097, "2020-11-12T21:14:45Z", [0.06], ""], [96731, "2020-11-12T18:06:09Z", [0.05], ""], [96721, "2020-11-12T18:02:37Z", [0.1], ""], [96721, "2020-11-12T18:01:10Z", [0.45], ""], [96714, "2020-11-12T17:13:41Z", [0.06], "Probability determined by low base rate of North Korean ICBM tests since 2012, and declining overall rate of missile (including non-ICBM) tests starting in 2017 https://missilethreat.csis.org/north-korea-missile-launches-1984-present/"], [8826, "2020-11-12T16:26:01Z", [0.1], ""], [691, "2020-11-12T14:41:07Z", [0.01], ""], [96758, "2020-11-12T14:38:07Z", [0.05], "North Korean officials stated in the beginning of the year that a test could be expected in Dec or Jan. With the unveiling of the new missile in the October parade, it is likely they will use that as their most recent \"show of force\" and it will be the last until the next test. With only a few weeks left in the month, it is highly unlikely North Korea will conduct another SOF so quickly after the last one."], [96756, "2020-11-12T14:37:25Z", [0.01], "Only a Hwasong-15 or new ICBM (unnamed, larger than Hwasong-15) flight test qualifies (Hwasong-14 is  only 19.5 m in length) Since 2017, when NK first tested their ICBMs, flight tests have only taken place in 2017 (2 tests of the Hwasong-15). Assuming NK has had operational ICBMs from 2017-2020 and has only tested them in 2017, there is a 25% chance each year that an ICBM will be tested. However, the chances of that test taking place in an 18 day window (4.9% for 18d in 365 d), significantly lowers this to 1%. In that case, the military parade took place in Feb 2018. This may indicate with a higher probability that missiles displayed in parades are ready to test. However, these parades tend to be synchronized with geopolitical factors (e.g. the last parade where the ICBMs were revealed was timed with the eve of Seoul Olympics). This parade was driven by the 75th anniversary of North Korea's ruling Workers' Party, and appears to answer a promise made to domestic audiences; however it may serve a dual-purpose in providing a symbol to the incoming Biden administration. It's worth considering that if North Korea intended to do a near-term launch, they might have done it prior to the parade as they did in the 2017-2018 period."], [96775, "2020-11-12T14:31:32Z", [0.08], ""], [96737, "2020-11-12T13:32:28Z", [0.12], "Missile sizes update in launch numbers over last 8 years show low # of >20."], [96790, "2020-11-12T13:26:53Z", [0.05], ""], [96737, "2020-11-12T13:19:17Z", [0.3], "More likely to launch in late January, or early February, to gauge US response under new administration.  Current 2020 Launches - 1\n2019 - 10\n2018 - 0\n2017 - 16\n2016 - 5\n2015 - 1\n2014 - 1\n2013 - 1\n2012 - 2"], [95062, "2020-11-12T13:11:22Z", [0.05], ""], [39562, "2020-11-12T11:16:54Z", [0.45], ""], [96792, "2020-11-12T07:42:38Z", [0.05], "Historically it's rare for such tests to occur in November or December.  "], [95795, "2020-11-12T06:30:56Z", [0.05], "https://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests...data for months only goes back to around 2005.  Given that we have an extremely short time period, and that nK tends to not launch in December (1 test in 2012... that was really a launch of a satellite), it seems to be a low probability.  Moreover, if used to influence the next administration, a launch closer to inauguration day would be better than a launch before the end of November.  Moreover, weather... weather on pen is terrible this time of year.  "], [34959, "2020-11-12T05:48:51Z", [0.02], ""], [783, "2020-11-12T05:43:36Z", [0.0], ""], [96595, "2020-11-12T03:20:48Z", [0.05], "Winter test launches are unusual for NK, and it's unlikely that they wish to draw any attention until the dust has settled around the US election and transition. A >20m launch vehicle would either mean an Unha, HS-15, or the new missile displayed at the recent parade: these would all be big events that I would expect to see as the culmination of an extended testing campaign, which there's currently no sign of.  5% chance of a launch before the year's end, maybe 30-50% chance of an ICBM test in 2021 (NK has only had 3 ICBM test launches - all in 2017 - so priors should IMO be low)."], [96786, "2020-11-12T03:19:43Z", [0.05], "President Trump will still be in office.  "], [96714, "2020-11-12T03:04:18Z", [0.06], "Comment deleted on Nov 12, 2020 09:09PM UTC"], [690, "2020-11-12T02:26:04Z", [0.05], "nK does not typically launch missiles in the winter period.  I do not expect them to launch before 1 December 2020."], [96797, "2020-11-12T01:53:48Z", [0.02], "N. Korea usually launches ballistic missiles in groups, it either launches a bunch in a year or one.  Only once in 2012 did it launch 2."], [754, "2020-11-12T00:41:28Z", [0.01], ""], [86246, "2020-11-12T00:40:24Z", [0.0], "At this time it appears that the DPRK is much more interested in sub-launched ICBMs. There have only been two December ICMB tests since 1984 and Kim likes to remind new US Presidents after they take power in January. "], [500, "2020-11-12T00:35:06Z", [0.0], "no\nvote on america"], [96725, "2020-11-12T00:17:06Z", [0.07], "Good arguments from the team make me feel it is even less likely than I estimated alone. DPRK will wait to see what the new US administration will look like in terms of attitude towards themselves. However, there's still a tiny possibility that DPRK would like to take the initiative to \"show off\" and coerce the US to re-open diplomatic discussion. The closer we will get to February, the closer the likelihood will grow."], [90254, "2020-11-12T00:12:36Z", [0.03], ""], [96720, "2020-11-11T23:56:16Z", [0.15], "Since 1984, there have only been two missile tests by NK in Dec. One was a SLV and the other was a SLBM. The NKs have also not fired a missile in Dec during a presidential transition. Although, I am not certain about the presence of a new missile and their desire to test what many believe to be their first MIRV. I believe the chances to be very low for Dec."], [96746, "2020-11-11T23:29:52Z", [0.1], "It has been almost 3 years since nK tested an ICBM.  There was a cluster of ICBM tests in 2017, months prior to the Singapore summit. It is difficult to say with certainty whether the negotiations with the Trump administration had anything to do with the lack of ICBM tests over the past 3 years.   Based on ~1.2 tests per year since first demonstrating the capability, there would be approx. a 10% chance that they will test another before 1 Dec 20.  I do not see other compelling evidence that motivates me to move that percentage up or down.  "], [49359, "2020-11-11T23:01:50Z", [0.8], "North Korea will want a show of force while the U.S. is fighting over the election."], [96801, "2020-11-11T22:38:28Z", [0.42], "I feel like NK often conducts missile tests in relation to what else is going on in the world. I could see NK launching a missile sometime before the end of the year, but I am skeptical that it will be the Hwasong-15 or anything larger than 20 meters in length. I could see NK launching something in response to the US elections. Trump has developed a different political relationship with NK, but I do not see the Biden carrying on the same approach. Therefore, in an effort to provide show the world NK is still there I could see NK testing a smaller missile that may have a higher potential for success, where the longer missile may not be as successful "], [96785, "2020-11-11T22:16:21Z", [0.3], "They don't usually launch missiles very often"], [21258, "2020-11-11T22:02:58Z", [0.1], ""], [96722, "2020-11-11T21:57:56Z", [0.03], "The last series of North Korean ICBM launches occurred throughout 2017. These tests coincided with a change in US political leadership and an increase in rhetoric and tensions. The following years were marked by US diplomatic engagement with North Korea, notably two summits between the leaders. During this time, all missile tests were limited to short-range projectiles. The emergence of a potential Hwasong-15 successor during a military parade in October can be seen as benefiting the North Korean regime in two ways. First, it may bolster/reinforce NK domestic military-political considerations. Second, debuting the missile at a time when the US Presidential election polling showed a potential change in leader enables NK to \"reset the clock\" to 2017 to begin a new period of engagement through provocation. This missile's debut appears to follow a similar playbook to 2016, which had two attempted launches of longer-ranged missiles during the final month of the US election, followed by no notable activity until February 2017 with the new administration was in office. There is little NK can gain by heightening tensions with a potential lame-duck administration or with the successor but can be seen as a way for NK policy to remain at the forefront of US foreign policy. There is little chance of an ICBM launch before 1 December 2020 as US domestic policy will remain in flux."], [96794, "2020-11-11T20:43:45Z", [0.06], "On one hand, it's been three years since the last launch. It appears there is no rush to launch another missile any time soon. Additionally, it appears that NK generally launches as a negotiating tactic: when things get dicey, or they think they're getting run over, it seems a missile launch is intended to signal that NK ain't nobody to mess with. With the state of US domestic politics, it seems to me that NK would be content to sit quietly and hold on to any launch capability they might have, waiting for a time when they need to use it to push back against adversaries. With that said, there could be an argument for a rogue regime trying to make a significant move while there is upheaval. I'm just not sure what it would buy them. I'd think that there'd be a greater chance of them moving south than launching an ICBM...what exactly would they be trying to signal or push back against? Better to keep that \"signal arrow\" in the quiver for when they need it in the future."], [1078, "2020-11-11T20:08:32Z", [0.0], ""], [1333, "2020-11-11T19:38:33Z", [0.0], "My Zero is premised on the notion that a. Firing the Hwasong 15 would reveal to much about capabilities and other telemetry that NK would wish to keep out of potential enemies hands, and B - NK will not want to challenge a new or existing administration, until there is a point to doing so. Until at least 14 Dec. the election outcome remains uncertain, I may adjust upward after we know who won the election."], [29428, "2020-11-11T19:07:46Z", [0.05], ""], [66432, "2020-11-11T18:22:30Z", [0.02], ""], [34527, "2020-11-11T18:13:21Z", [0.0], ""], [13144, "2020-11-11T18:07:38Z", [0.05], "I think they’ll want to let the US election debacle play out before making any bold statements. Ironically, Trump’s, er ‘bold statement’ about fraud will stop them from doing so before 1st Dec"], [96751, "2020-11-11T17:59:35Z", [0.02], "At this point I suspect that any uncertainty surrounding the DPRK with respect to the recent shift in US leadership is more likely to result in holding on to any credible long-range systems. NK has shown itself capable of launching the larger Hwasong-15 in the past (2017) and I suspect any developments in new missile technologies will focus on smaller test launches to refine what is still an unknown propulsion system. Yet there is always a chance for surprises if given favorable conditions."], [81305, "2020-11-11T17:57:09Z", [0.02], ""], [95613, "2020-11-11T17:30:11Z", [0.0], ""], [42472, "2020-11-11T17:21:27Z", [0.0], ""], [766, "2020-11-11T17:08:10Z", [0.0], ""], [44887, "2020-11-11T17:01:00Z", [0.05], "Kim ususally launches ICBMs to get attention and make a statement.  With the transition of power to Biden, he’ll need time to change his strategy between Trump and Biden."], [96796, "2020-11-11T16:41:19Z", [0.07], "Seeing how the last ICBM test was in 2017, there does not appear to be a rush to launch this new ICBM prior to 1 Dec 2020.  Additionally, there have been 8 missile tests total in 2020, following no launches in 2018 and 20 launches in 2019, so there is a small likelihood of another launch this year.  Additionally, North Korea has typically conducted tests in attempt to garner some kind of international response.  I would anticipate a small chance of a proof-of-concept test prior to 1 Dec, if it happens at all.  Any other show of force or attempt to poke the international powers would more likely happen after a change in leadership in the US in January.  Thus, I predict there is a small chance of an ICBM launch of at least 20 meters before 1 Dec 2020. "], [32415, "2020-11-11T16:17:39Z", [0.1], ""], [50568, "2020-11-11T16:08:18Z", [0.0], ""], [66012, "2020-11-11T15:59:26Z", [0.0], "They would have done it just before the election in the US. "], [96775, "2020-11-11T15:57:22Z", [0.15], ""], [89791, "2020-11-11T15:56:32Z", [0.12], ""], [346, "2020-11-11T15:50:05Z", [0.11], ""], [346, "2020-11-11T15:49:34Z", [0.21], "North Korea traditionally lashes out and engages in provocative behavior to reduce pressure on it when the Kim regime feels like it is \"backed into a corner\", and I don't see that happening now. The world is far too preoccupied with other issues to deal with North Korea. The one reason I can envision for the DPRK to take this step would be to signal resolve to the incoming Biden administration and set the stakes high before they take office. "], [691, "2020-11-11T15:24:21Z", [0.01], "Betting on the Pyongyang Kid to hold off until the new but elderly Leader Of The Free World is installed so he can test the waters.  (Full disclosure:  He does not confide in me.)"], [96763, "2020-11-11T15:01:33Z", [0.3], "Upgraded forecast from 25% to 30%"], [172, "2020-11-11T14:00:01Z", [0.01], ""], [93409, "2020-11-11T08:36:05Z", [0.0], ""], [34815, "2020-11-11T04:55:15Z", [0.0], ""], [96163, "2020-11-11T04:50:11Z", [0.35], ""], [88452, "2020-11-11T04:32:50Z", [1.0], "Adam Schiff (D, Chair of the House Intelligence Committee) recently cited exactly this scenario on CNN as one example of threats to the national security which a delayed begin of a transition phase could trigger and the readiness to react to which could be impacted by the late transfer of power. Going all in for a while."], [92079, "2020-11-11T02:38:52Z", [0.0], ""], [96772, "2020-11-11T02:01:50Z", [0.22], "With a disputed U.S. presidential election ongoing it is unlikely North Korea will test a launch without knowing what world leaders they are trying to influence. Also, there is no significant holiday or event prior to 1 Dec, which North Korea typically likes to coincide  with their launches. "], [96740, "2020-11-11T01:55:04Z", [0.08], ""], [96740, "2020-11-11T01:54:10Z", [0.18], "A launch of a test ICBM based on their past, is more likely closer to significant events like the Presidential inauguration or the Christmas holiday. "], [96731, "2020-11-10T23:21:28Z", [0.25], ""], [86233, "2020-11-10T22:13:47Z", [0.01], ""], [96717, "2020-11-10T21:47:48Z", [0.02], "I expect further tests will be KN-23-25 series or Hwasong 12/14 missiles.  All of which are less than 20m in length."], [92863, "2020-11-10T21:19:14Z", [0.04], ""], [64684, "2020-11-10T21:08:58Z", [0.0], "I suspect they may time it for after the electoral college convenes and not cause Trump any fuss prior to his impending loss and potential unpredictability. It may if it occurs happen prior to or shortly after Biden's inauguration."], [62808, "2020-11-10T20:52:54Z", [0.01], ""], [96727, "2020-11-10T20:31:09Z", [0.11], ""], [96721, "2020-11-10T20:28:22Z", [0.6], "1.) 10 launches in 2019, \n2.) 1 launch in 2020, \n3.) US Presidential election now complete offers point in time for demonstration for incoming Biden admin"], [50395, "2020-11-10T20:21:41Z", [0.05], ""], [96773, "2020-11-10T20:15:48Z", [0.11], "As North Korea are developing a multi warhead system, they are likely to need to test the system to prove its functionality, however, that is unlikely to be within the next few weeks. "], [28899, "2020-11-10T20:12:37Z", [0.01], ""], [96715, "2020-11-10T20:10:30Z", [0.05], "According to the CSIS link NK has only ever tested one missile that is larger than 20m, the Hwasong-15 in 2017 (after first being paraded in some stage of development in October 2015).  So to qualify a test before December would have to be of the Hwasong-15 or the new Hwasong-16 missile, and it would have to launch vs failing on the pad or being a static test.\nKim has already fulfilled his promise of \"an early Christmas present' by parading the new missile so  it's unlikely NK is under time pressure to launch the new missile or to do another launch of the Hwasong-15 by December.\nQuick google search didn't show any reporting of NK preparing to launch this type of missile."], [22689, "2020-11-10T19:41:47Z", [0.03], ""], [96749, "2020-11-10T19:35:08Z", [0.02], ""], [96725, "2020-11-10T19:22:04Z", [0.09], "The October parade is a deterring message to the world. DPRK's strategy is likely to regularly reaffirm its deterrence policy by showing its military force. It follows a cycle that is closer to 6 months than 2 months. Given the cost of delivering those messages, they must optimize their effectiveness and surf on the October message as long as possible. December is thus strategically not an appropriate moment to launch a next generation ICBM (it will most certainly happen in 2021). In addition, there are few reliable information that confirm that DPRK even possesses an actual operational 20m+ ICBM. However, the commitement of DPRK to achieve this goal is clear and has been strongly reaffirmed in October (on a significantly larger scale than before). There are few doubts that such a launch will occur soon. December is simply too early, it does not make sense strategically, in terms of messaging."], [96748, "2020-11-10T19:21:12Z", [0.25], ""], [96748, "2020-11-10T19:18:42Z", [0.1], "Comment deleted on Nov 10, 2020 07:19PM UTC"], [1333, "2020-11-10T19:16:14Z", [0.0], ""], [96748, "2020-11-10T19:15:04Z", [0.25], "Due to the recent presidential election, DPRK will launch a missile to set a tone with the incoming administration.  "], [95830, "2020-11-10T18:40:53Z", [0.05], ""], [96739, "2020-11-10T18:35:14Z", [0.15], "Testing frequency: Sources show the last large/long-range ICBM (Hwasong-15) test was 28 Nov 2017; since then there have been numerous short- and intermediate-range (and likely smaller missiles) tested, but no long-range ICBMs. Even the last reported (intermediate-range) ballistic missile launch was as long ago as 2 Oct 2019, and ballistic missile tests were more frequent prior to this date, but consisted primarily of short-range missiles. The trend also appears to lean towards fewer missile tests every year since a high point in 2016. Although the revelation of the \"new\" missile occurred on the Worker Party's 75th anniversary (10 Oct 2020), no other N. Korean holidays/anniversaries appear to occur between now and 1 December.  Exception: N. Korean Mother's Day 14 November (Kim Jong Un's mother died in May 2004, and his sister is thought to have 2 children). The DPRK has launched \"projectiles\" on the US Thanksgiving holiday, however, these were not identified long-range missiles. There are no US-Asian country exercises appearing to be scheduled between now and 1 December. No US-Korean anniversaries appear to occur between now and 1 December. I'm leaning towards maintaining the status quo of no long-range ICBM launches between now and 1 December. https://www.nti.org/analysis/articles/cns-north-korea-missile-test-database/"], [96724, "2020-11-10T18:20:07Z", [0.07], "North Korea typically reserves ICBM displays for key dates/holidays. In the particular time period in question (through 1 December), there is a very small chance that a launch could occur to commemorate the 28 Nov 2017 launch or the US Thanksgiving holiday. There is little indication that the DPRK has been messaging foreign audiences in recent weeks, particularly after the inward-looking speech by Kim Jong Un during the Workers' Party anniversary celebration. Missile displays during the October party anniversary rarely correlate directly to the use of those missile systems immediately following."], [96745, "2020-11-10T18:13:49Z", [0.12], "After a flurry of tests in 2016-2017, North Korea conducted zero missile tests in 2018, 20 in 2019, and 8 so far in 2020, per the CSIS missile defense project.  In addition, the last ICBM launch was in 2017.  In addition, in 2019, 19/20 missiles fired were SRBMs and the other one was a SLBM.  In 2020, there were 6 SLBMs and 2 cruise missiles tested.  Therefore, there have been zero ICBMs (missiles longer than 20 meters) fired since 2017.  In addition, the rate of missile testing over the past three years is also decreasing compared to the previous decade.  The only indicator that a launch may occur, would be as a proof-of-concept of a new missile more capable than the HS-15 and the recent election in the US providing an opportunity to create chaos.  However, given current sanctions, geopolitical pressure, and recent missile test events/type, the odds of a 20+ meter ICBM launch remain low."], [96793, "2020-11-10T17:48:55Z", [0.05], "2019 and early 2020 saw a huge increase in DPRK missile tests. Though Kim no longer feels bound to a 2018 agreement to suspend tests and the new missile needs to be tested, testing a missile prior to January would result in a diminished or uncertain strategic effect due to the transitional nature of the US government administration.  If a launch were to occur in the next year, it would more likely be delayed until after Biden takes office as a means to test the policies and resolve of the new administration.  Waiting would solidify strategic message clarity for the Kim regime, suggesting this to be the rational alternative to testing before the inauguration. Historical patterns also reinforce this notion (ICBM test in 2008, 4 months after Obama took office).  Also, there is a historical pattern of DPRK missile tests not being conducted in Nov/Dec. https://www.washingtonpost.com/world/asia_pacific/northkorea-us-election-biden/2020/11/09/30f79150-19fe-11eb-8bda-814ca56e138b_story.html. https://www.defensenews.com/opinion/commentary/2020/04/10/expect-a-surge-in-north-korean-missile-tests-and-of-greater-range/ https://www.nti.org/analysis/articles/cns-north-korea-missile-test-database/"], [96755, "2020-11-10T17:41:55Z", [0.05], "Over the last 8 years since Kim Jon Un became president for any month at random, there was a 32% chance that a missile test would occur. But North Korea has only conducted 3 ICBM tests all in 2017. This yields a probability of 7.5% for any month at random since the development of ICBMs . Historically, November has been an active month for North Korean missiles tests (increased likelihood). North Korean missile launches are often prefaced by rhetoric or bellicose statements which have not occurred since last December (decreased likelihood). In June 2020, North Korea cut off official contact with South Korea and accused the US of \"empty promises\" further straining relations. (slightly increased likelihood). North Korea has not conducted any ICBM tests since November 28, 2017, following the Singapore summit. (slightly decreased likelihood). On the balance, this yields a probability of approximate baseline for a North Korean ICBM test in November; however, as of the writing of this, the month of November is 36.7% complete. So, the estimated probability should be 4.74% (7.5% * 0.6333)."], [96791, "2020-11-10T17:41:39Z", [0.05], "I forecast that North Korea will take a \"wait and see\" approach after the changeover between Trump and Biden. Following Biden assuming office, North Korea will use the risk of the test as a negotiating bargaining chip to achieve political gain."], [96736, "2020-11-10T17:40:48Z", [0.7], "There have been 8 missile launches so far in 2020; all less than 20m.  The Hwasong-15's design was tested 3 times the year it was revealed."], [96784, "2020-11-10T17:36:02Z", [0.3], "The DPRK has historically used provocative displays with missile systems to spur negotiations and prompt concessions from other states, especially the United States.  I assess that it is likely that they will attempt an action of this type as a lever against the incoming Biden administration.  However, I find it much less likely that the event will occur before 1 Dec 2020 due to DPRK uncertainty on an outgoing Trump administration's response.  A reference class of DPRK launches near US power transitions is small or non-existent (to my knowledge). There is no strong body of recent evidence that the DPRK is seeking any specific concession from any other state that might drive an imminent launch.  The highlighting of the missile capability in recent public parades offers a possible counterpoint, but I do not believe it to be a strong one.  The DPRK regularly tests missiles as a general show of strength and (presumably) for actual operational readiness testing purposes.  This factor increases the odds for me."], [96831, "2020-11-10T17:30:24Z", [0.15], "Despite last year's claim of a \"Christmas Surprise\", North Korea failed to launch a ballistic missile over the American holiday season.  In conjunction with the unveiling of the Hawsong-16 in October, Kim Jong Un also claimed that while North Korea did not have a single case of COVID-19, he had failed to take care of the people of his country, possibly signaling that something was taking a toll on the population.  If North Korea continues to focus on truly solving domestic issues instead of turning to external distraction with a large missile launch, then an ICBM test is more unlikely.  However, if there is domestic unrest or Kim feels threatened by a new U.S. administration, they may test the new missile. "], [96763, "2020-11-10T17:24:40Z", [0.25], "A show/signal of strength during a period of political instability in the US."], [96729, "2020-11-10T17:20:38Z", [0.05], "Given the likely change of political leadership in the US in January, N. Korea risks hampering any progress made with Trump, and also can risk setting a hard line with Biden prior to him having a chance to diplomatically engage with N. Korea. Additionally, with Trump moving out of office (likely)  and his lines in the sand being up for alteration, it behooves N. Korea to wait for an opportunity with the incoming President."], [96769, "2020-11-10T17:16:16Z", [0.3], "After N. Korea unveiled the Hwasong-15, renewed nuclear launch interests spread across the nation. With the appearance that President Donald Trump will not retain office for a second term, any headway made between the two leaders could be undone. This opens the door for more possible test launches from N. Korea. Therefore, I forecast a 30% chance that N. Korea will test launch a missile before 1 Dec 2020."], [73970, "2020-11-10T17:15:00Z", [0.01], ""], [96728, "2020-11-10T17:13:24Z", [0.05], "There is essentially no history of NK launching a missile of this size.   2020 has included very few missile tests in general.  The timeline between now and 1 Dec is exceptionally short.  Displaying a new missile in a public parade and having the capability to conduct a test launch are two very different things.  While it is possible a launch may occur as a signal to new US leadership, the base rate of a launch of this size is extremely low."], [96718, "2020-11-10T17:10:03Z", [0.1], ""], [96795, "2020-11-10T17:09:27Z", [0.2], "They may or may not launch an ICBM, and they may or may not use the Hwasong-15.  Usually, there is a need for NK to launch with a specific message attached to launching, and currently there is no need."], [96741, "2020-11-10T17:09:01Z", [0.1], ""], [96716, "2020-11-10T17:08:07Z", [0.05], "Very small probability of the DPRK releasing an ICBM.  Previous weapons launches have occurred during periods of high tension in the region. Only reason there's a chance is the DPRK wants to re-focus attention on itself, especially during a US election year.  "], [96713, "2020-11-10T17:08:06Z", [0.15], ""], [96857, "2020-11-10T17:04:54Z", [0.5], ""], [75093, "2020-11-10T14:56:31Z", [0.0], "Timeline is crucial. North Korea is dramatic and like to pull these stunts when the West, particularly America, is a captive audience.  I wouldn't expect anything until Christmas Day or New Years Day if not a few weeks after the inauguration. "], [89013, "2020-11-10T14:53:34Z", [0.33], ""], [691, "2020-11-10T14:47:47Z", [0.01], ""], [81304, "2020-11-10T13:51:01Z", [0.03], ""], [92863, "2020-11-10T10:54:09Z", [0.09], "COVID must be the priority especially since the water work show recently, where spending money on keeping people alive should be the main aim.  Plus, below are this years launches (correct me if I am wrong), yet it looks like none of these were over 8m unless the Unknown is this new beast. Date\tMissile Type\tNumber Launched\tMore info\nJul-6-2020\tUnknown (ASCM)\t1\tYonhap News\nApr-14-2020\tKumsong-3 (ASCM)\t2+\tYonhap News\nMar-29-2020\tKN-25 (SRBM)\t2\tYonhap News\nMar-21-2020\tKN-24 (SRBM)\t2\tYonhap News\nMar-2-2020\tKN-25 (SRBM)\t2\tYonhap News"], [93350, "2020-11-10T10:51:31Z", [0.0], "The US presidential election is key here.\nBiden has called Kim a thug and compared him to Hitler, while the North Korea State media has referred to Biden as a rabid dog who should be beaten.\nNorth Korea has not yet recognised the Biden presidency.\nBiden will revert to the traditional methods of negotiating with North Korea, repudiating the personal face to face as used by Trump with a greater influence on diplomatic methods.\nNorth Korea does not feature on Biden’s immediate concerns, they do like being ignored and will be eager to make their presence known. They also have form when carrying out provocations early in a new Presidency.\nBoth the inauguration of Biden and the North Korean party conference is in January.\nI propose that North Korea will not launch an ICBM before 1st December 2020 but would expect something very soon after.\nhttps://www.washingtonpost.com/world/asia_pacific/northkorea-us-election-biden/2020/11/09/30f79150-19fe-11eb-8bda-814ca56e138b_story.html  https://time.com/5910016/north-korea-joe-biden/  https://thediplomat.com/2020/11/how-will-north-korea-greet-the-biden-administration/  https://www.nknews.org/2020/11/north-korea-omitted-among-biden-administrations-key-transition-priorities/  https://www.reuters.com/article/us-usa-election-biden-northkorea-analysi-idUSKBN25G2QO"], [88766, "2020-11-10T10:17:16Z", [0.0], ""], [88452, "2020-11-10T09:54:18Z", [0.35], "In the history of NK missile launches, the month of November is under-represented.\nHowever, since 45 POTUS took office there has been a cluster of two important launches on 28 November 2017 (which has apparently been a Hwasong-15 missile, according to DPRK) and on 28 November 2019.\nhttps://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests#Timeline\nThe month of December has been picked only once in 2012, obviously to make up for a failed missile launch in April of the same year, so December appears to be very unusual. When a date is picked twice for an act as symbolic as a missile launch, which can only be interpreted as a demonstration of military ability and power for the goal of deterrence, it stands to reason that the date itself must be of a greater symbolic, in the case of the DPRK a nationalistic value. There is no particular national holiday in late November,\nhttps://en.wikipedia.org/wiki/Public_holidays_in_North_Korea\nhowever, I suggest that the 28 November is of importance to the North Korean leadership due to reference to the founding days and the circumstance and the enemies of the People's Republic. \nEither the 28 November refers to the beginning of the Tehran Conference 1943, where the Allied Forces decided among others about the Soviet Union's entry into the Pacific War,\nhttps://en.wikipedia.org/wiki/History_of_North_Korea#Division_of_Korea\nhttps://en.wikipedia.org/wiki/Tehran_Conference#Soviet_entry_into_the_Pacific_War\nor it references the retaking of today's NK capital's Pyongyang from the United Nations with the assistance of the PRoC as one important milestone of the Korean War, which supposedly happened around 28 November 1950 and the following campaign around the \"Battle of Chosin Reservoir\", which in effect enforced and preceeded the complete UN troops' (including US Armed Forces) evacuation and retreat out of the region .\nhttps://en.wikipedia.org/wiki/History_of_North_Korea#The_Korean_War_(1950-1953)\nhttps://en.wikipedia.org/wiki/Korean_War#China_intervenes_(October%E2%80%93December_1950)\nhttps://en.wikipedia.org/wiki/Battle_of_Chosin_Reservoir#Breakout If a missile test of the Hwasong-15, which is the likely missile class to fulfill the question's size requirements, is about to happen in 2020, it is highly likely to happen on (or around) 28 November 2020. Two factors, which increase the likelihood somewhat, are the results of the U.S. presidential elections with a new presidency looming, and the fact that 2020 marks the 70th anniversary of the retaking of Pyongyang and the Battle of Chosin Reservoir, both of which probably constitute an important piece of the DPRK national history and founding myth. I forecast a likelihood of one in three, as two missile launches in total were observed in the months of November and December in the seven years after the December 2012 events.\n"], [88452, "2020-11-10T09:44:54Z", [0.34], "In the history of NK missile launches, the month of November is under-represented.\nHowever, since 45 POTUS took office there has been a cluster of two important launches on 28 November 2017 (which has apparently been a Hwasong-15 missile, according to DPRK) and on 28 November 2019.\nhttps://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests#Timeline\nThe month of December has been picked only once in 2012, obviously to make up for a failed missile launch in April of the same year, so December appears to be very unusual. When a date is picked twice for an act as symbolic as a missile launch, which can only be interpreted as a demonstration of military ability and power for the goal of deterrence, it stands to reason that the date itself must be of a greater symbolic, in the case of the DPRK a nationalistic value. There is no particular national holiday in late November,\nhttps://en.wikipedia.org/wiki/Public_holidays_in_North_Korea\nhowever, I suggest that the 28 November is of importance to the North Korean leadership due to reference to the founding days and the circumstance and the enemies of the People's Republic. \nEither the 28 November refers to the beginning of the Tehran Conference 1943, where the Allied Forces decided among others about the Soviet Union's entry into the Pacific War,\nhttps://en.wikipedia.org/wiki/History_of_North_Korea#Division_of_Korea\nhttps://en.wikipedia.org/wiki/Tehran_Conference#Soviet_entry_into_the_Pacific_War\nor it references the retaking of today's NK capital's Pyongyang from the United Nations with the assistance of the PRoC as one important milestone of the Korean War, which supposedly happened around 28 November 1950 and the following campaign around the \"Battle of Chosin Reservoir\", which in effect enforced and preceeded the complete UN troops' (including US Armed Forces) evacuation and retreat out of the region .\nhttps://en.wikipedia.org/wiki/History_of_North_Korea#The_Korean_War_(1950-1953)\nhttps://en.wikipedia.org/wiki/Korean_War#China_intervenes_(October%E2%80%93December_1950)\nhttps://en.wikipedia.org/wiki/Battle_of_Chosin_Reservoir#Breakout If a missile test of the Hwasong-15, which is the likely missile class to fulfill the question's size requirements, is about to happen in 2020, it is highly likely to happen on (or around) 28 November 2020. Two factors, which increase the likelihood somewhat, are the results of the U.S. presidential elections with a new presidency looming, and the fact that 2020 marks the 70th anniversary of the retaking of Pyongyang and the Battle of Chosin Reservoir, both of which probably constitute an important piece of the DPRK national history and founding myth. I forecast a likelihood of one in three, as two missile launches in total were observed in the months of November and December in the seven years after the December 2012 events."], [94737, "2020-11-10T06:37:53Z", [0.0], ""], [57778, "2020-11-10T03:44:25Z", [0.03], ""], [85097, "2020-11-10T01:32:27Z", [0.07], "I think it's unlikely in this time-frame. Kim may want to save his big rocket for his dad's or grandfather's birthday early next year and to test it now would be to interrupt his enemy when they are making a mistake (US election chaos, civil unrest, and coronavirus crisis). It also seems that it would be a waste to do it during a lame duck presidency when he can do it next year in the hopes that it brings the next administration to the negotiating table."], [7289, "2020-11-10T01:08:24Z", [0.25], ""], [22689, "2020-11-10T00:26:29Z", [0.05], ""]], "open_date": "2020-11-09T23:00:34Z", "close_date": "2020-12-01T08:01:34Z"}