{"question_id": 1496, "title": "Who will win the 2020 United States presidential election?", "possible_answers": ["The Democratic Party nominee", "The Republican Party nominee", "Another candidate"], "crowd_forecast": [0.8, 0.2, 0.0], "correct_answer": "The Democratic Party nominee", "correct_forecast": 0.8, "preds": [[60909, "2020-11-06T07:05:33Z", [0.97, 0.03, 0.0], ""], [94746, "2020-11-06T06:38:01Z", [0.51, 0.49, 0.0], ""], [12694, "2020-11-06T04:52:23Z", [0.97, 0.03, 0.0], ""], [14847, "2020-11-06T03:54:28Z", [1.0, 0.0, 0.0], "The only pathway is using courts to overturn results, so while it's not 100 I'm rounding up to 100 from 99.5+."], [95257, "2020-11-06T03:21:04Z", [0.7, 0.3, 0.0], ""], [87827, "2020-11-06T02:23:02Z", [0.95, 0.05, 0.0], ""], [95565, "2020-11-06T02:13:47Z", [1.0, 0.0, 0.0], "A simulation I did on a Google Sheet gave Biden a 99.9% chance assuming he has a 98% chance of winning Georgia and PA, a 90% chance of Nevada, a 51% chance of Arizona, a 10% in NC and a 2% chance in AK. So take that FWIW. FWIW, I'm bored, so if you comment what probability you think Biden has of winning those 6 states I might be able to give you what the simulation says."], [94751, "2020-11-06T01:55:23Z", [0.95, 0.05, 0.0], ""], [92622, "2020-11-06T01:32:55Z", [0.85, 0.15, 0.0], ""], [75863, "2020-11-06T01:19:04Z", [1.0, 0.0, 0.0], ""], [57860, "2020-11-06T01:02:52Z", [0.49, 0.51, 0.0], "Trump WON election day but post election day is a different game. \nBiden will reach 270 then the stages are 1) Supreme court 2) State legislation 3) House vote by # of STATES (not seats) for the President and the Senate votes for VP if the courts pass it down. \nIf Republicans don't give in due to media pressure, lack of money, political reputation after Trump, etc. then they will pick Trump in the house and Pence in the senate. It is an uphill battle which depends of a factors so pretty much 50/50.\nhttps://www.scribd.com/document/476176806/Plan-for-Contesting-the-2020-Presidential-Election"], [81057, "2020-11-06T00:08:37Z", [0.94, 0.06, 0.0], ""], [66742, "2020-11-05T23:13:55Z", [0.95, 0.05, 0.0], ""], [31251, "2020-11-05T23:12:59Z", [0.88, 0.12, 0.0], ""], [10688, "2020-11-05T22:37:28Z", [0.9, 0.1, 0.0], ""], [26467, "2020-11-05T22:33:57Z", [0.85, 0.15, 0.0], ""], [33959, "2020-11-05T22:33:55Z", [0.99, 0.01, 0.0], "The mathematics suggest very little chance for Trump. Georgia and Pennsylvania require Trump to suddenly get massively more votes in the remaining postal ballots in Dem areas than the values obtained in all similar areas.  While there are no belt and braces fallbacks if this model goes wrong, models based on realised votes are much more reliable than ones based on assuming polls mimic realised votes, so the model risk is vastly lower. So ironically, my forecast remains 99%, but no longer 1% for me being spectacularly wrong because I wasn't. This 1% represents real risk of a big change in the remaining ballots relative to identical batches from the same and similar areas. "], [78315, "2020-11-05T22:17:22Z", [0.8, 0.2, 0.0], "The only states not yet called by the New York Times are Nevada, Arizona, Georgia, North Carolina, Pennsylvania (and Alaska, but I don't think there's a way that Alaska meaningfully effects the outcome of the election). Based on absentee ballot trends, it seems like Biden is greatly favored. However, I still give Trump 20% because I find that I'm often wrong in my assessment of what Trump can and can't do (although I think his window of winning through voter suppression has passed). "], [96546, "2020-11-05T21:36:23Z", [0.93, 0.07, 0.0], ""], [20504, "2020-11-05T20:50:22Z", [0.95, 0.05, 0.0], "+15% to Dems, -15% to Repubs"], [16113, "2020-11-05T20:10:32Z", [0.9, 0.1, 0.0], ""], [42667, "2020-11-05T20:01:21Z", [0.98, 0.02, 0.0], ""], [40285, "2020-11-05T19:59:05Z", [0.95, 0.05, 0.0], ""], [96625, "2020-11-05T19:54:40Z", [0.95, 0.05, 0.0], ""], [3429, "2020-11-05T19:18:20Z", [0.85, 0.15, 0.0], "Changing forecast to reflect events"], [95565, "2020-11-05T19:16:01Z", [0.98, 0.02, 0.0], ""], [87880, "2020-11-05T19:08:05Z", [0.7, 0.3, 0.0], ""], [2608, "2020-11-05T18:50:08Z", [0.95, 0.05, 0.0], ""], [87135, "2020-11-05T18:37:56Z", [0.69, 0.31, 0.0], ""], [94433, "2020-11-05T18:03:49Z", [0.25, 0.75, 0.0], ""], [92288, "2020-11-05T16:52:24Z", [0.9, 0.1, 0.0], "At this late stage, nearly tied up and seems likely that leads so far in remaining swing states is sufficient to tip the necessary number of electoral college votes over."], [3110, "2020-11-05T16:19:29Z", [0.74, 0.26, 0.0], ""], [5002, "2020-11-05T15:40:18Z", [0.9, 0.1, 0.0], ""], [61391, "2020-11-05T14:41:42Z", [1.0, 0.0, 0.0], ""], [33035, "2020-11-05T14:31:29Z", [0.95, 0.05, 0.0], ""], [94502, "2020-11-05T12:59:26Z", [0.5, 0.5, 0.0], "Liberals should worry about the lack of a landslide | Financial Times\nFar more than when the phrase started doing the rounds generations ago, this is a 50:50 nation, or thereabouts’.\nhttps://www.ft.com/content/bed6b8fa-56db-40a9-8948-3891a4eee9da If anything, “government’s going to be divided. That’s probably good for business,” Diller, a major Democratic donor, said in a “Squawk Box” interview. “The hordes of liberal policies and taxation and all this stuff, forget it, that’s gone for now. Probably for at least four years.” \nhttps://www.cnbc.com/2020/11/04/trump-critic-barry-diller-feels-humbled-by-close-election.html\n"], [96387, "2020-11-05T12:56:38Z", [0.95, 0.05, 0.0], ""], [95565, "2020-11-05T12:33:02Z", [0.97, 0.03, 0.0], ""], [85948, "2020-11-05T11:47:54Z", [0.95, 0.05, 0.0], "I think the democrat postal votes will allow them to win overall in the end"], [80325, "2020-11-05T11:30:47Z", [0.4, 0.6, 0.0], "\nSky News Australia\n@SkyNewsAust\n.\n@Project_Veritas\n has released a video on Twitter which alleges there may have been cases of voter fraud in Michigan after a postal service worker claimed they were directed by their supervisor to change post stamps on mail-in ballots. The Office of the Inspector General for the \n@USPS\n has contacted \n@Project_Veritas\n in regards to our #MailFraud bombshell in Michigan \n3 days ago there was a news out about a judge wanting an interview with usps incharge of vote director. "], [85051, "2020-11-05T11:21:37Z", [1.0, 0.0, 0.0], ""], [80764, "2020-11-05T10:29:26Z", [0.8, 0.2, 0.0], ""], [87580, "2020-11-05T09:36:41Z", [0.8, 0.2, 0.0], ""], [94502, "2020-11-05T09:14:47Z", [0.5, 0.5, 0.0], "Supreme Court first, then concession, then winner. Closing of this question will be pushed out allowing incremental tweaks to the odds."], [58028, "2020-11-05T08:22:47Z", [0.95, 0.05, 0.0], ""], [28899, "2020-11-05T06:50:57Z", [0.8, 0.2, 0.0], ""], [22522, "2020-11-05T06:19:47Z", [0.5, 0.5, 0.0], ""], [74102, "2020-11-05T05:40:12Z", [0.89, 0.11, 0.0], ""], [93195, "2020-11-05T05:38:09Z", [0.98, 0.02, 0.0], ""], [67844, "2020-11-05T05:00:40Z", [1.0, 0.0, 0.0], "The state of play can be summarised as: Trump doesn't have a path and each candidate pretty much held their coalition together - thanks to negative partisanship - and grew it. Reordering of states based on race and education. Ds couldn't nationalise the House and Senate races and gave Rs a pass. I don't see a viable legal route to winning, either. I would love to fast forward to 2023 and see if Trump runs again. I think he's defined the Rs in ways that make it impossible for them to emerge from his shadow without at least giving him a shot at redemption. And in 2023-24, Biden wouldn't have much of an agenda to achieve and Ds may drop off in turnout so Trump would have a credible path. If he ran, there's nobody who could stand in his way. So will he concede? With an asterisk or not at all. That plays better with his base. A full concession doesn't help him"], [95444, "2020-11-05T04:27:53Z", [0.85, 0.15, 0.0], ""], [95565, "2020-11-05T04:10:25Z", [0.96, 0.04, 0.0], ""], [94299, "2020-11-05T03:49:23Z", [0.9, 0.09, 0.01], "I went in bullish on Trump because of (clearly) biased preliminary polling data was leading up to this; Biden squeaked in on the backs of blue collar workers who did not appreciate Trump's rhetoric regarding SARS-CoV-2 nor his performance and verbiage in his first debate. It goes to show that this anti-science mindset which Trump presented regarding climate change and the pandemic will absolutely kill your credibility amongst voters who exist within the outer bounds of the far(ther) right beliefs he pushed (i.e., pushing HCQ as prophylactic for SARS-CoV-2, \"It'll get cooler, just you watch\", and \"Proud boys, ok....stand by....and stand ready\"). This prediction is made based on the assumption that the vote totals being indicated presently by news media are representative of valid ballots cast by eligible voters for the respective candidates within their respective jurisdiction or precinct and will be upheld under scrutiny of examination for eligibility or a recount; This assumption, if proven to be false, could impact this opinion of outcome for the 2020 election."], [29054, "2020-11-05T03:26:52Z", [1.0, 0.0, 0.0], ""], [14847, "2020-11-05T03:07:57Z", [0.99, 0.01, 0.0], ""], [92275, "2020-11-05T02:49:49Z", [0.55, 0.45, 0.0], ""], [20044, "2020-11-05T02:13:42Z", [0.9, 0.1, 0.0], ""], [94435, "2020-11-05T01:53:11Z", [0.88, 0.12, 0.0], ""], [37340, "2020-11-05T01:31:06Z", [0.91, 0.09, 0.0], ""], [88497, "2020-11-05T01:29:33Z", [1.0, 0.0, 0.0], ""], [74102, "2020-11-05T00:30:07Z", [0.76, 0.24, 0.0], ""], [68294, "2020-11-05T00:24:16Z", [0.51, 0.49, 0.0], "Still seems leaning towards Dems but am much less sure now.  Depending on PA and a few others everything could change.  At this point giving Biden a 1% edge.  May regret it later but oh well."], [89038, "2020-11-05T00:10:49Z", [0.99, 0.01, 0.0], ""], [12694, "2020-11-05T00:02:04Z", [0.95, 0.05, 0.0], ""], [95503, "2020-11-04T23:44:33Z", [0.98, 0.02, 0.0], ""], [858, "2020-11-04T23:15:57Z", [0.99, 0.01, 0.0], ""], [60909, "2020-11-04T23:11:28Z", [0.95, 0.05, 0.0], ""], [32872, "2020-11-04T23:10:03Z", [0.82, 0.18, 0.0], ""], [78821, "2020-11-04T22:55:01Z", [0.95, 0.05, 0.0], "Understand scoring ended - just adjusting to match the open question asking when Trump will cease to be POTUS."], [20504, "2020-11-04T22:54:08Z", [0.8, 0.2, 0.0], "+20% to Dems, -20% to Repubs"], [43621, "2020-11-04T22:44:15Z", [1.0, 0.0, 0.0], ""], [38449, "2020-11-04T22:38:27Z", [0.9, 0.1, 0.0], ""], [93502, "2020-11-04T22:35:02Z", [1.0, 0.0, 0.0], ""], [95721, "2020-11-04T21:45:57Z", [0.85, 0.14, 0.01], ""], [95565, "2020-11-04T21:42:00Z", [0.94, 0.06, 0.0], ""], [81375, "2020-11-04T21:37:11Z", [1.0, 0.0, 0.0], ""], [85986, "2020-11-04T21:28:19Z", [0.95, 0.05, 0.0], ""], [25705, "2020-11-04T21:24:06Z", [1.0, 0.0, 0.0], ""], [85986, "2020-11-04T21:22:26Z", [0.93, 0.07, 0.0], ""], [86429, "2020-11-04T21:22:20Z", [0.91, 0.09, 0.0], ""], [92275, "2020-11-04T21:18:36Z", [0.45, 0.55, 0.0], ""], [88553, "2020-11-04T21:13:28Z", [0.89, 0.11, 0.0], ""], [1333, "2020-11-04T20:56:41Z", [0.0, 0.0, 1.0], "@Daveinsea I'd consider us to be the front door of a period of Democratic/Socialsit Security Sate and use Berlin Rules - if they win they will flag our new files."], [68240, "2020-11-04T20:37:45Z", [0.9, 0.1, 0.0], ""], [13657, "2020-11-04T20:15:37Z", [0.8, 0.2, 0.0], ""], [31251, "2020-11-04T20:05:56Z", [0.92, 0.08, 0.0], ""], [96556, "2020-11-04T19:35:31Z", [0.8, 0.2, 0.0], ""], [96625, "2020-11-04T19:31:02Z", [0.77, 0.23, 0.0], ""], [95565, "2020-11-04T19:27:04Z", [0.9, 0.1, 0.0], "State of the race at this point: Biden has 227 EVs, not including NV, AZ, MI, WI, PA, GA, AK and NC. Biden looks like he's on track to win Michigan and Wisconsin, as they have him leading by about a point with virtually all of the vote in. It's slim enough there that the Trump campaign will challenge it, but I highly doubt they will flip with a recount.  In Pennsylvania, although Trump is currently leading, it seems to me like there's a good chance Biden will win it. Why? Well, comparing the biggest district's results with 2016, they all seem to be doing better for Biden. For example, Northampton, which has 170k votes, has gone +3.8 for Biden even though they went +.4 for Trump in 2016. In Dauphin, Biden's performing 5 points better than Clinton did, and same in Lackawanna. All of these are big districts, and given that Clinton lost by only by .7% in 2016, even if he doesn't improve by this much across the remaining counties, it stands to reason that there's a good chance he will out-perform her by enough to win PA. I'd give him a 75-80% chance there.\nThe NYT needle can help us in Georgia and North Carolina. According to them, Biden has a 63% chance of winning Georgia, and a 14% chance of winning North Carolina. The NYT needle was able to call Florida for Trump very early, so I have pretty high trust in it.\nIn Nevada, it looks like in Clark County, by far the biggest county in Nevada, Biden has outperformed Clinton by 2.7%. Given that she won Nevada by 2.4% in 2016, this seems to imply that he's more than on track to win Nevada as the remaining votes are counted, especially since 16% of Clark County's vote is yet to be counted. In Arizona, AP and Fox have called it for Biden, but the Trump campaign disputes that. That being said, just doing a weighted average of each county and how much Biden outperformed 2016 in them (weighted by number of votes), it seems like he's on track to do ~7 points better margin-wise. Given that Clinton lost AZ by 3.5, that means he's on pace for a 3.5 point victory, which makes me reasonably confident he will win it. Alaska I have nothing to say about, besides that I'm assuming it will go Trump. As of right now, given the information above, it looks like the amount of ways Trump can win are not many. Assuming we're starting off with 217 EVs for Trump (including Alaska and ME-2), the most plausible path to victory at this point for him would be to win Pennsylvania (which would get him up to 237), North Carolina (252), Georgia (268), and then hope to win either AZ, NV, MI or WI, the last two of which look like they're virtually over. This is not a likely path by any means, with his chances of winning PA once all the votes are counted at maybe 25-30%, NC at 86%, and Georgia at 37%, and then having to win either AZ or NV, both of which have maybe a 15% chance of happening. If this were a normal election I would give Trump maybe a 5% chance, but to pre-empt any Supreme Court shenanigans I'll bump it up to 10%. "], [28899, "2020-11-04T19:18:48Z", [0.75, 0.25, 0.0], ""], [95444, "2020-11-04T19:13:58Z", [0.5, 0.5, 0.0], ""], [30346, "2020-11-04T19:01:54Z", [0.79, 0.21, 0.0], ""], [85520, "2020-11-04T18:54:02Z", [0.5, 0.5, 0.0], ""], [12694, "2020-11-04T18:46:05Z", [0.8, 0.2, 0.0], ""], [12694, "2020-11-04T18:45:56Z", [0.7, 0.3, 0.0], ""], [88553, "2020-11-04T18:44:16Z", [0.85, 0.15, 0.0], ""], [88553, "2020-11-04T18:43:43Z", [0.8, 0.2, 0.0], ""], [14432, "2020-11-04T18:29:14Z", [1.0, 0.0, 0.0], ""], [95565, "2020-11-04T18:00:19Z", [0.85, 0.15, 0.0], ""], [89035, "2020-11-04T17:53:42Z", [0.8, 0.2, 0.0], "Flipping back to Biden based on PredictIt and electoral poll updates"], [40402, "2020-11-04T17:51:14Z", [0.88, 0.12, 0.0], ""], [597, "2020-11-04T17:46:48Z", [0.98, 0.02, 0.0], ""], [1056, "2020-11-04T17:46:41Z", [0.5, 0.5, 0.0], "Down to a crapshoot. Whoever wins it will be by a very slim EV margin."], [87897, "2020-11-04T17:38:04Z", [0.75, 0.25, 0.0], ""], [95565, "2020-11-04T17:22:45Z", [0.9, 0.1, 0.0], ""], [88553, "2020-11-04T17:20:55Z", [0.78, 0.22, 0.0], ""], [88497, "2020-11-04T17:20:52Z", [0.98, 0.02, 0.0], ""], [81057, "2020-11-04T17:00:28Z", [0.91, 0.09, 0.0], ""], [86429, "2020-11-04T16:55:31Z", [0.85, 0.15, 0.0], ""], [3110, "2020-11-04T16:49:32Z", [0.85, 0.15, 0.0], ""]]}