{"question_id": 881, "title": "In Janus v. American Federation of State, County, and Municipal Employees, Council 31, will the Supreme Court rule that mandatory payment of any agency fees by non-union government employees is unconstitutional?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.85, 0.15], "correct_answer": "Yes", "correct_forecast": 0.85, "preds": [[172, "2018-06-29T01:37:16Z", [0.99], ""], [691, "2018-06-29T01:32:22Z", [1.0], ""], [1333, "2018-06-28T02:14:32Z", [1.0], "As I just know we are about to get questions regarding Justice Kennedys replacement, I offer this - Justice Kennedy announces retirement\nJustice Anthony Kennedy announced he was retiring from the Supreme Court of the United States, effective July 31, 2018. Kennedy was considered by many to be the court's swing vote, often casting the deciding vote between the court's more conservative and liberal members. His retirement will allow President Donald Trump (R) an opportunity to make his second appointment to the nation's highest court. In his 30-year career on the bench, Kennedy authored a number of noteworthy opinions: Obergefell v. Hodges, Citizens United v. FEC, and Planned Parenthood of Southeastern Pa. v. Casey. The two supreme court confirmations that happened under Barack Obama made took an average of 109 days from retirement announcement to confirmation of the successor. Appointment of Elena Kagan\nRetirement announcement of predecessor: 4/9/2010\nConfirmation: 8/5/2010\nNumber of days: 119\n\nAppointment of Sonia Sotomayor\nRetirement announcement of predecessor: 4/30/2009\nConfirmation: 8/6/2009\nNumber of days: 99\nTrump’s first confirmation was Neil Gorsuch, who was filling the seat of Antonin Scalia. Obama had previously nominated Merrick Garland, but the Senate declined to confirm him. The time between Scalia’s death and Gorsuch’s confirmation was 419 days. Appointment of Neil Gorsuch\nDeath of predecessor: 2/13/2016\nConfirmation: 4/7/2017\nNumber of days: 419\nThree more facts to know\nThe last vacancy to occur on the Supreme Court during a midterm election year was in 1994 when Harry Blackmun retired. Then-President Bill Clinton replaced him with Stephen Breyer.\n\nThe average number of Supreme Court nominations made by presidents is 2.5, not including George Washington or Trump. Franklin D. Roosevelt made eight nominations, the most of any president. The second-highest number was five, which were made by four presidents: Dwight D. Eisenhower, William Howard Taft, Abraham Lincoln, and Andrew Jackson. \n\nThe next justice appointed will be the 114th United States Supreme Court Justice.\nNext in the process\nIt usually starts with the president choosing a nominee. It is not uncommon for the president to consult Senate leadership and the leaders of the Senate Judiciary Committee before deciding on a nominee. President Trump said on Tuesday that his nominee will come from a list of 25 possible nominees that the White House released in November."], [59499, "2018-06-28T00:08:12Z", [1.0], ""], [24162, "2018-06-27T20:14:00Z", [1.0], ""], [59405, "2018-06-27T18:53:53Z", [0.66], ""], [59405, "2018-06-27T18:53:29Z", [0.15], ""], [691, "2018-06-27T18:44:56Z", [1.0], ""], [43311, "2018-06-27T18:06:31Z", [1.0], "Yay! Kennedy retires! Yay! Sociofacists are skewed next year! YAY!"], [32258, "2018-06-27T16:35:11Z", [1.0], ""], [5018, "2018-06-27T15:02:12Z", [1.0], ""], [43311, "2018-06-27T14:06:04Z", [1.0], "Just ruled in favor 5-4 abood overruled.\nhttps://www.gjopen.com/comments/comments/701388\nHahahahahahahaah dried up that Democrat treasure chest!\nConservatives are on a roll. Better chk your political fooooooooorecaaaaaasts!"], [1333, "2018-06-27T12:56:44Z", [0.99], ""], [54186, "2018-06-27T08:36:06Z", [0.85], ""], [35831, "2018-06-27T03:44:16Z", [1.0], "Justice Kennedy retires. He is the lone Libertarian (staunch defender of the bill of rights and individual liberty, interpretation of the Constitution and the laws the way they were written) and I don't think there will be like him again. He is the Jeffersonian I will miss. Good retirement to you Justice Kennedy."], [172, "2018-06-27T02:20:36Z", [0.99], ""], [5018, "2018-06-26T20:14:09Z", [0.95], ""], [4681, "2018-06-26T18:52:40Z", [1.0], ""], [46079, "2018-06-26T15:43:21Z", [0.9], ""], [691, "2018-06-26T11:44:21Z", [0.91], ""], [1333, "2018-06-25T15:17:16Z", [0.95], ""], [48197, "2018-06-25T06:20:54Z", [1.0], ""], [50937, "2018-06-24T05:01:42Z", [0.45], ""], [691, "2018-06-23T19:14:48Z", [0.88], ""], [691, "2018-06-22T12:37:28Z", [0.88], ""], [53555, "2018-06-22T01:52:38Z", [1.0], ""], [36856, "2018-06-21T18:49:23Z", [0.75], ""], [691, "2018-06-20T19:47:12Z", [0.88], ""], [58300, "2018-06-20T03:19:06Z", [0.65], ""], [691, "2018-06-17T13:07:59Z", [0.88], ""], [1333, "2018-06-16T14:29:00Z", [0.98], ""], [691, "2018-06-16T13:09:23Z", [0.88], ""], [5018, "2018-06-16T02:43:57Z", [0.92], ""], [172, "2018-06-16T02:34:15Z", [0.99], ""], [59048, "2018-06-15T15:33:46Z", [0.85], "Because of the way that opinions are coming down, it appears that Gorsuch will be writing for the majority and since the other 8 have already voted on a similar case in 2016 (Friedrichs) and split 4-4, he almost certainly the swing vote."], [57918, "2018-06-15T14:57:52Z", [0.9], ""], [691, "2018-06-14T17:02:39Z", [0.92], ""], [44808, "2018-06-14T11:45:53Z", [0.05], ""], [59008, "2018-06-13T04:36:20Z", [0.75], "It’s why Gorsuch got his job. "], [691, "2018-06-11T13:02:08Z", [0.89], ""], [691, "2018-06-08T13:41:46Z", [0.89], ""], [1333, "2018-06-06T14:48:21Z", [0.97], ""], [691, "2018-06-04T11:36:55Z", [0.88], ""], [58836, "2018-06-03T19:59:07Z", [0.8], "Sadly, that is the bent of the SCOTUS majority. - a terrible blow ro the alredy "], [54684, "2018-06-01T20:03:39Z", [0.95], ""], [172, "2018-06-01T02:16:31Z", [0.99], ""], [691, "2018-05-31T18:05:03Z", [0.88], ""], [33917, "2018-05-29T19:47:20Z", [0.9], ""], [691, "2018-05-28T17:26:30Z", [0.88], ""], [58514, "2018-05-27T22:47:26Z", [0.9], ""], [58514, "2018-05-27T22:46:51Z", [0.7], ""], [13377, "2018-05-27T07:40:49Z", [0.88], ""], [691, "2018-05-26T13:12:45Z", [0.88], ""], [172, "2018-05-26T00:55:11Z", [0.99], ""], [35636, "2018-05-25T09:34:27Z", [1.0], "WoC0.85 so a yes? "], [691, "2018-05-24T20:18:17Z", [0.88], ""], [46029, "2018-05-23T01:43:57Z", [0.95], ""], [34405, "2018-05-22T20:47:37Z", [0.9], ""], [691, "2018-05-22T14:48:03Z", [0.88], ""], [27155, "2018-05-19T11:06:32Z", [0.7], ""], [691, "2018-05-17T14:51:18Z", [0.99], ""], [1333, "2018-05-16T15:11:04Z", [0.96], ""], [42417, "2018-05-16T06:33:13Z", [1.0], ""], [172, "2018-05-15T00:00:04Z", [0.99], ""], [745, "2018-05-14T17:27:54Z", [0.9], ""], [50568, "2018-05-14T17:02:03Z", [1.0], ""], [4824, "2018-05-14T16:35:50Z", [0.75], ""], [691, "2018-05-14T12:33:51Z", [0.99], ""], [54186, "2018-05-13T16:38:02Z", [0.75], ""], [691, "2018-05-12T12:33:32Z", [0.99], ""], [58255, "2018-05-12T10:09:39Z", [0.95], ""], [172, "2018-05-10T00:24:55Z", [0.99], ""], [55834, "2018-05-07T16:36:35Z", [0.75], ""], [691, "2018-05-01T16:16:45Z", [0.99], ""], [27464, "2018-04-30T19:36:43Z", [0.6], ""], [13377, "2018-04-28T09:56:56Z", [0.99], ""], [691, "2018-04-26T00:31:40Z", [0.99], ""], [172, "2018-04-25T11:33:19Z", [0.99], ""], [33887, "2018-04-25T08:39:20Z", [1.0], ""], [172, "2018-04-21T03:05:43Z", [0.99], ""], [54675, "2018-04-21T01:45:49Z", [0.95], ""], [691, "2018-04-19T14:21:00Z", [0.99], ""], [172, "2018-04-16T22:50:57Z", [0.99], ""], [691, "2018-04-16T16:19:31Z", [0.99], ""], [55873, "2018-04-15T23:45:16Z", [0.6], "The composition of the  Court makes a \"yes\" likely.  Though to me it seems that if a non-union employee can refuse to pay the union its portion for its service, the nonunion employee should be willing to forgo any benefits that would otherwise accrue to him or her because of the union's actions on behalf of employees. "], [55042, "2018-04-12T15:09:53Z", [0.75], ""], [630, "2018-04-12T05:04:52Z", [0.75], ""], [35831, "2018-04-11T06:18:47Z", [0.95], "4 - 4 + Gorsuch"], [3817, "2018-04-11T01:28:29Z", [0.95], ""], [50985, "2018-04-10T00:35:39Z", [0.35], ""], [691, "2018-04-09T12:13:19Z", [0.99], ""], [11059, "2018-04-08T04:44:59Z", [0.5], "Despite the presence of Neil Gorsuch, the blatant political nature of this case makes me less certain that the Supreme Court will rule that mandatory payment of any agency fees by non-union government employees is unconstitutional and that they will uphold Abood.  There is an interest of the Supreme Court to maintain the illusion of independence. "], [36910, "2018-04-07T12:19:15Z", [0.89], ""], [45153, "2018-04-06T22:48:22Z", [1.0], "split along party line"], [57551, "2018-04-06T02:25:56Z", [0.65], "The very fact that they took this case is an indication that there is a willingness to act on this issue. And other cases, not exactly on point but still speaking to similar issues, indicates that they might well take up the 'free speech' and 'free association' aspects of this challenge."], [52250, "2018-04-05T11:32:20Z", [0.15], ""], [50291, "2018-04-03T16:30:42Z", [0.75], ""], [50291, "2018-04-03T16:24:54Z", [0.75], ""], [16650, "2018-04-02T08:25:51Z", [0.99], ""], [57427, "2018-04-01T17:08:58Z", [0.6], ""], [691, "2018-04-01T17:01:27Z", [0.99], ""], [593, "2018-03-31T15:34:01Z", [0.5], ""], [172, "2018-03-30T13:50:50Z", [0.99], ""], [804, "2018-03-29T17:19:12Z", [0.8], ""], [56817, "2018-03-28T23:57:38Z", [0.0], ""], [42822, "2018-03-28T15:44:51Z", [1.0], "Yes, it is conceptually a poll tax which is unconstitutional"], [172, "2018-03-27T15:50:21Z", [0.99], ""], [54140, "2018-03-25T12:43:49Z", [0.6], ""], [53585, "2018-03-22T15:04:42Z", [1.0], "Gorsuch."], [45069, "2018-03-20T15:19:51Z", [0.65], "This is a union-busting lawsuit and Republicans, who control SCOTUS and are ideologically far right, hate unions, which have mostly voted democratically.  This is also about the so-called \"right to work\" laws, which are also anti-union. Of course, non-union employees benefit from union bargaining on behalf of all employees, so it makes rational sense to include non-union members in the costs, but that is also an infringement on nonunion folks choice not to join (and thus not to pay).   There is probably a better way to promote unions than this one."], [55994, "2018-03-20T14:33:13Z", [1.0], ""], [56620, "2018-03-19T18:19:45Z", [0.99], ""], [56512, "2018-03-18T18:17:08Z", [0.35], ""], [44606, "2018-03-17T12:56:30Z", [0.5], ""], [172, "2018-03-17T01:36:09Z", [0.99], ""], [172, "2018-03-16T00:58:53Z", [0.99], ""], [56093, "2018-03-15T00:26:08Z", [0.4], ""], [691, "2018-03-14T13:00:09Z", [0.99], ""], [56206, "2018-03-13T21:34:53Z", [0.75], ""], [35636, "2018-03-13T07:33:21Z", [0.85], "So many comments saying it was 4-4 but Gorsuch will make it 5-4. And then other comments picking apart the question being resolved on semantics. Think I might sit this one out, given also that Neil Gorsuch has been mute during arguments. Though I was originally leaning 80% or so, but now I'm not so sure as I haven't looked at the case at all. It seems they'll rule in favour of Mark Janus.  Consensus is 85%! Oh crap, I can't submit a comment until I put in an integer. What gives?!  Alright 85 it is. "], [7370, "2018-03-12T19:45:15Z", [0.65], ""], [48624, "2018-03-12T18:36:40Z", [0.7], ""], [55834, "2018-03-12T17:16:38Z", [0.75], "The conservative court will argue that free speech is not compelled speech and that use of any union dues for purposes other than pay negotiations compelles the plaintiff to support a cause he does not wish to support. Since his agency fee is lumped with all other dues, he can not object to the union “speech”, this violating his free speech rights."], [53555, "2018-03-12T17:03:59Z", [0.98], ""], [56170, "2018-03-11T16:16:27Z", [0.69], ""], [56104, "2018-03-10T20:02:08Z", [0.75], "Aggregated individual probability assignments to the different justices."], [46762, "2018-03-10T09:32:54Z", [1.0], "The court deadlocked 4-4 previously.  Gorsuch added.  This case is more egregious than the  last."], [52883, "2018-03-09T05:46:04Z", [0.83], ""], [31201, "2018-03-08T05:12:33Z", [1.0], ""], [691, "2018-03-07T21:13:13Z", [0.99], ""], [55706, "2018-03-07T12:25:13Z", [0.65], ""], [55787, "2018-03-05T21:21:00Z", [0.9], ""], [1333, "2018-03-05T20:49:37Z", [0.95], ""], [32258, "2018-03-04T21:55:34Z", [0.95], "Back to original forecast because I believe Gorsuch likely to go against unions."], [55841, "2018-03-04T17:03:43Z", [0.75], ""], [46758, "2018-03-04T14:28:11Z", [0.9], ""], [46376, "2018-03-04T12:10:47Z", [0.8], ""], [42162, "2018-03-04T10:03:24Z", [0.89], "I will go slightly lower from my earlier 95 % because we got no hint in the oral argument on how Gorsuch will approach the case. I think, however, that he will find Janus's First Amendment argument convincing."], [54186, "2018-03-04T04:38:39Z", [0.75], ""], [55778, "2018-03-04T01:26:36Z", [0.98], ""], [45015, "2018-03-04T00:49:02Z", [0.3], ""], [4518, "2018-03-04T00:14:44Z", [0.99], ""], [55748, "2018-03-03T22:24:02Z", [1.0], ""], [35831, "2018-03-03T21:47:02Z", [0.85], ""], [55743, "2018-03-03T20:52:31Z", [0.75], "This decision hinges on Gorsuch, who remained silent during argument. However, I believe that he will have a hard time voting against his conservative compatriots on this one. "], [914, "2018-03-03T19:03:59Z", [0.65], "It's a conservative court."], [53760, "2018-03-03T17:35:37Z", [0.85], ""], [55739, "2018-03-03T16:48:32Z", [1.0], ""], [1604, "2018-03-03T16:33:12Z", [0.56], "p. 5/9.  Passing it could open Pandora's Box on the civil rights front but court conservatives simply outnumber progressives.  I'm not reading anything into Gorsuch's silence and I'm certain he'll carry Scalia's mantle when the vote comes.  If they think through the potential First Amendment issues, it might reasonably give them pause (see Dana Milbanks' Feb 26 WAPO opinion piece) but DO NOT UNDERESTIMATE THE KOCH BROTHERS INFLUENCE.  It's good to be rich."], [53935, "2018-03-03T16:31:08Z", [0.95], ""], [11962, "2018-03-03T16:10:18Z", [0.85], "Decision was, recently, tied and the lower court decision remained.  Court is now more company friendly.  There is a major issue if making someone contribute to a cause or issue he or she does not sponsor.  The court will decide against the union.  And with the resulting decrease in union membership."], [55101, "2018-03-03T15:56:32Z", [0.9], ""], [55668, "2018-03-03T01:02:52Z", [1.0], ""], [55692, "2018-03-02T22:22:31Z", [0.85], ""], [671, "2018-03-02T14:04:27Z", [0.8], ""], [55601, "2018-03-02T06:02:48Z", [0.75], ""], [172, "2018-03-01T01:56:58Z", [0.99], ""], [32258, "2018-03-01T00:52:44Z", [0.65], "I'm reducing now... wondering where Gorsuch goes with this as he was silent during oral arguments and the attorney representing the union (Fredericks) is his former law partner and supporter of his nomination to the court. Not sure how this turns but another issue regards the amicus brief filed by Charles Fried suggesting precedents establishing agency fees can and should continue, but a compromise position suggests changing what's chargeable meaning reduce the expenditures that relate to collective bargaining which would overall lower the amount of the fee. This was suggested in comments by @chwang. "], [52905, "2018-02-28T16:59:12Z", [0.65], "The current Supreme Court leans conservative and less interested in group rights than individual rights.  The selection of this case by the Supreme Court suggests that some members want to overturn Abood. "], [691, "2018-02-28T13:42:27Z", [0.99], ""], [54319, "2018-02-27T22:31:02Z", [0.85], ""], [16778, "2018-02-27T20:29:18Z", [0.25], "On face, it appears that this case is a slam-dunk victory for conservatives.  However I believe this question is worded as an all-or-none issue. If the SCOTUS restricts agency fees but still allows some, it will fail to meet the requirement that \"mandatory payment of ANY agency fees...is unconstitutional.\" Gorsuch remained silent throughout the arguments. However, Amy Howe's summary suggests that Fredericks, the State of Illinois attorney, laid out the following arguments:\n1) In the 40+ years since Abood, 23 states plus P.R. and D.C. have established rules concerning public employees & agency fees. If Janus wins, it would amount to applying a new rule for old cases, raising the question of how far back to draw the line (the slippery slope problem). \n2) Overturning Abood may be potentially very disruptive (which the Conservative justices seem to dismiss)\n3) There may still be room for compromise. Justice Breyer mentioned the amicus brief filed by Charles Fried, suggesting that certain fees should be easy to separate out and maintain, such as costs incurred during ensuring appropriate wages, hours, and working conditions. The fact that Gorsuch remained silent during the hearing does not help. However, based on these arguments, I believe the Gorsuch will allow agency fees for public non-union employees to continue but with additional restrictions. http://www.scotusblog.com/2018/02/argument-analysis-gorsuch-stays-mum-union-fees/"], [178, "2018-02-27T17:05:22Z", [0.79], ""], [55042, "2018-02-27T16:59:01Z", [0.75], ""], [43311, "2018-02-27T14:35:34Z", [1.0], ""], [44851, "2018-02-27T12:36:20Z", [0.1], "The overturning of mandatory union fees would change a powerful counterweight to the power held by employers, and a powerful Democratic lobby. This was ruled on as recently as 1977, and the current 4 liberal appointed judges need only turn 1 conservative appointed - if we assume the judges would vote on party lines, which in this case is not foregone. I’m surprised this case made it this far. "], [1333, "2018-02-27T00:21:44Z", [0.85], "BALLOTPEDIA\nOn Monday, the court will hear Janus v. AFSCME, a public unions case that could finally resolve a union fees issue that the court has struggled to address several times in the last few years. The issue in Janus is whether the Supreme Court should overrule its 1977 decision in Abood v. Detroit Board of Education that public sector employees can be required to pay agency fees. The plaintiff in this case is Mark Janus, a public sector employee in Illinois. Janus challenged an Illinois statute requiring public sector employees to pay agency fees. Generally, members of a labor union pay fees to the union. Those fees support the union's activities. Unions' activities can include collective bargaining, contract administration, and grievance adjustment, as well as political activities like lobbying. Some public sector employees do not want to join a union, and some are opposed to unions' political activities. In recognition of those employees' First Amendment rights, they cannot be required to financially support a union's political activities. However, in the 1977 case Abood v. Detroit Education Association, the United States Supreme Court ruled that it was not a violation of employees' First Amendment rights to require them to pay fees to support the union activities from which they benefited, like collective bargaining. Fees from non-member employees who do not want to support a union's political activities are called agency fees or fair share fees. Agency fees are a proportionate share of the costs of collective bargaining and contract administration. The rule in Abood has been challenged several times in the past few years. Most recently, public school teachers in California challenged agency fees in Friedrichs v. California Teachers Association. That 2016 case involved a California statute similar to the Illinois statute Janus challenged. However, the Supreme Court was not able to issue a determinative ruling in Friedrichs. Friedrichs was decided by the court after the death of former Justice Antonin Scalia but before the appointment of Justice Neil Gorsuch. With only eight justices, the court split four-four in Friedrichs. A four-four split in the U.S. Supreme Court leaves in place the lower court's ruling but does not create any binding precedent. With a full roster of nine justices, this case offers the Supreme Court the opportunity to expressly uphold or overrule Abood.\nOn Monday, the court will also hear arguments in Ohio v. American Express., a case about antitrust suits under § 1 of the Sherman Act. In order to determine whether a defendant has violated § 1 in cases like this one, courts use a test called the rule of reason. Under the first step of the test, “a plaintiff bears the initial burden of demonstrating that a defendant’s challenged behavior had an actual adverse effect on competition as a whole in the relevant market.” American Express (Amex) has historically included nondiscriminatory provisions (NDPs) in its agreements with merchants who accept Amex from their customers. Amex's NDPs require, among other things, that merchants cannot state a preference for any card over an Amex card. The United States and a number of U.S. states filed suit against Amex, Visa, and Mastercard, alleging violations of the Sherman Act. The other defendants resolved their cases separately, and Amex proceeded to trial. The United States Court of Appeals for the Second Circuit ruled that the U.S. and the states had failed to carry their burden under the first step of the test, meaning that they could not hold Amex liable. It ruled, “To prove that the anti-steering provisions were anticompetitive...the Government bore the burden to show not just that the provisions had anticompetitive pricing effects on the merchant side, but also that those anticompetitive effects outweighed any benefits on the cardholder side.\" The court concluded, \"We find that without evidence of the NDPs’ net effect on both merchants and cardholders, the District Court could not have properly concluded that the NDPs unreasonably restrain trade in violation of § 1 [of the Sherman Act].\" The plaintiffs appealed to the Supreme Court.\nOn Tuesday, the court will hear United States v. Microsoft, a highly anticipated case about law enforcement’s access to data held by email providers outside the U.S.The United States obtained a warrant for the email contents of one of Microsoft’s email customers. When served with the warrant, Microsoft sought to quash or void the warrant on the grounds that the content the warrant sought was stored overseas. Microsoft argued that the warrant could not apply to reach data outside U.S. borders. A federal district court disagreed, ordering Microsoft to comply with the warrant and sanctioning Microsoft for its initial refusal to comply. On appeal, the United States Court of Appeals for the Second Circuit reversed, ruling that the statute under which the warrant was authorized was not designed to be extraterritorial and therefore did not apply outside of the United States. The court will also hear arguments on Tuesday in Lozman v. City of Riviera Beach, a First Amendment case about the scope of claims for retaliatory arrest. Fane Lozman was arrested at a Riviera Beach City Council meeting after refusing to stop speaking when a councilperson instructed him to stop. The charges against him were dismissed. Lozman filed suit against the city, claiming that the arrest was made not because he was suspected of engaging in unlawful conduct but in retaliation for Lozman's criticisms of the city's plan to use eminent domain to revitalize a portion of the city's waterfront. At trial in Lozman’s suit, the district court judge instructed the jury that they could only find in Lozman's favor if they concluded that there was no probable cause in support of Lozman's arrest. The jury found for the city. On appeal, the United States Court of Appeals for the Eleventh Circuit ruled, \"The jury’s determination that the arrest was supported by probable cause defeats Lozman’s First Amendment retaliatory arrest claim as a matter of law.\" A retaliatory arrest claim is one where a plaintiff alleges that they were arrested not because they committed a crime but in retaliation for exercising their free speech rights--most often, allegedly in retaliation for the plaintiff publicly criticizing a government official or governmental decision. In this case, the stated reason for Lozman's arrest was the suspicion that he was disturbing the peace. Lozman's claim is that his arrest was retaliation for his criticisms of the council's plans. The issue before the Supreme Court is whether the fact that there was probable cause for an arrest bars Lozman's claim for retaliatory arrest.\nFinally, on Wednesday, the court will hear arguments in Minnesota Voters Alliance v. Mansky. The Minnesota Voters Alliance and several other groups and individuals, including the Minnesota Northstar Tea Party Patriots and the Election Integrity Watch, filed suit against the Minnesota Secretary of State and other elections officials in Minnesota. The plaintiffs challenged Minnesota Statute § 211B.11, which \"prohibits wearing a 'political badge, political button, or other political insignia . . . at or about the polling place on primary or election day.” Under the statute, a person who wore political apparel to a polling place was still allowed to vote. However, if the person refused to cover or remove the item, they could face a misdemeanor charge for violating the statute. The plaintiffs argued that the statute violated their rights under the First Amendment to the United States Constitution because it prohibited them from wearing apparel with Tea Party logos to their polling places. The United States Court of Appeals for the Eighth Circuit ruled against the plaintiffs. Citing earlier Supreme Court cases, the court ruled, “Restrictions on speech in a nonpublic forum are constitutionally valid if viewpoint neutral and reasonable in light of the purpose which the forum at issue serves.”\nAs of publication today, the Supreme Court has agreed to hear arguments in 71 cases so far this term; of those 71, the court has heard arguments in 43 cases. The court will continue to hear arguments in cases this term through April 2018. Although it may continue to consider new appeals, its current number of accepted cases--71--is the same as the total number of cases it agreed to hear last term. With arguments scheduled through March, the court has limited number of argument days left to fill. Wondering where the cases are coming from this term? Check out this chart showing the number of appeals from each lower court: SCOTUS cases\n SCOTUS trivia\nOriginally, the Supreme Court held two sessions per year, in February and August. The Judiciary Act of 1802 eliminated the separate sessions and instead dictated that there would be one session which started on the first Monday in February. Today the court’s single term begins in October. Your question: In what year did the Supreme Court first begin its term in October?"], [23006, "2018-02-27T00:17:30Z", [0.51], "https://www.nytimes.com/2018/02/26/opinion/unions-janus-california.html?action=click&pgtype=Homepage&clickSource=story-heading&module=opinion-c-col-left-region&region=opinion-c-col-left-region&WT.nav=opinion-c-col-left-region Have unions when all pay dues accomplished better pay and job security? "], [53407, "2018-02-26T20:32:44Z", [0.2], "The court has already ruled in Abood.  It could possibly further restrict the uses of payments to recover collective bargaining fees of non-union employees but it is unlikely to substantially change the Abood decision that the collection is constitutional.  The Abood decision was unanimous."], [54731, "2018-02-26T18:59:14Z", [0.9], ""], [54625, "2018-02-26T17:39:10Z", [0.9], "Gorsuch brings it to 5-4 over previous 4-4 split."], [55364, "2018-02-26T16:35:26Z", [0.85], ""], [23939, "2018-02-26T14:27:05Z", [1.0], ""], [55349, "2018-02-26T14:24:17Z", [0.95], ""], [55268, "2018-02-26T01:18:14Z", [0.65], "The Court has strong right wing jurists.  It would seem reasonable that non-union members should not pay for representative service that they have not contracted for.  However, there is also the conundrum that the union is required by law to negotiate for all teachers -- even non-union members -- so the union can argue that it has to negotiate for the non-members and therefore it is entitled to an agency fee.  If the Court decides against the union then it must also decide that requiring the union to negotiate for non-union members is also unconstitutional."], [55126, "2018-02-25T21:58:47Z", [1.0], "Requiring non-union members to have mandatory payment requirements seems unfair"], [636, "2018-02-25T19:18:03Z", [0.9], "Same principle as church and state. "], [55190, "2018-02-25T18:43:16Z", [0.9], ""], [9755, "2018-02-25T15:47:36Z", [0.95], ""], [55152, "2018-02-25T11:34:21Z", [0.95], ""], [54859, "2018-02-25T02:47:18Z", [0.9], "Gorsuch"], [55125, "2018-02-25T00:34:59Z", [0.96], "We know there are four votes for this, and Gorsuch seems very likely to be the fifth."], [54813, "2018-02-24T21:38:49Z", [0.9], "Based on the 4-4 tie in this case when Judge Scalia died, I predict Judge Gorsuch will side with the more conservative wing of the SCOTUS."], [54814, "2018-02-24T18:25:17Z", [0.8], ""], [691, "2018-02-24T13:14:35Z", [0.88], ""], [53173, "2018-02-24T11:58:14Z", [0.8], ""], [54348, "2018-02-23T23:29:19Z", [0.98], "Justice Gorsuch is the swing vote and is against compelled association."], [54307, "2018-02-23T21:30:32Z", [0.55], "A cohort of justices appear to want to amend or overturn Abood.  But the language of the above question requires that the finding be that any mandatory agency fee by non-union members be found unconstitutional.  Based on oral arguments in Friedrichs, not all of the justices that might be expected to be troubled by Abood would necessarily favor completely overturning a public employer’s ability to use a mechanism that private employers use.  In orals, counsel for Friedrichs acknowledged that a public employer could pay a union’s agency fees directly, rather than the more convoluted system of paying employees and then deducting agency fees from payroll.  While I expect that a slim majority are troubled enough by Abood to seek to amend and curtail it, it is possible that will not result in making any and all mandatory agency fees unconstitutional.  I assess the likelihood of an amendment and/or curtailment of Abood at 80%, if so, the likelihood of total abolition of mandatory agency fees by public employers 75%.  Further decremented probability for other issues, such as timing. [edit] Having read the orals for the subject case after my initial assessment I learned that the case is in the preliminary stages.  It would be appropriate to further decrement the likelihood of the Court making a decision overturning Abood at this preliminary stage.  If I could edit the odds I’d cut them a bit more than half to 25%."], [24162, "2018-02-23T20:09:56Z", [0.99], "https://fantasyscotus.lexpredict.com/case-prediction/janus-v-afscme/ https://www.predictit.org/Contract/8126/Will-SCOTUS-overrule-public-sector-union-decision-in-Janus-v-American-Federation-by-7-31-18#data"], [46766, "2018-02-23T18:38:24Z", [0.55], "Likely as there is an ultra conservative on the bench."], [53863, "2018-02-23T17:27:55Z", [0.95], "Simple answer...Gorsuch."], [41732, "2018-02-23T15:46:36Z", [0.65], ""], [54342, "2018-02-22T23:42:03Z", [0.8], ""], [47299, "2018-02-22T19:51:23Z", [0.55], ""], [54294, "2018-02-22T17:19:58Z", [0.75], ""], [54202, "2018-02-22T17:03:26Z", [0.95], ""], [54325, "2018-02-22T17:01:42Z", [0.75], "Interested in the case"], [32339, "2018-02-21T23:36:58Z", [1.0], ""], [691, "2018-02-21T19:27:58Z", [0.88], ""], [53410, "2018-02-21T18:06:21Z", [0.8], ""], [54191, "2018-02-21T17:54:08Z", [0.7], ""], [53112, "2018-02-21T02:50:54Z", [0.45], ""], [47396, "2018-02-20T22:03:12Z", [0.99], ""], [47396, "2018-02-20T21:58:56Z", [0.99], "Conservative control of court.  Decision will be politically, not constitutionally based."], [12591, "2018-02-20T21:48:20Z", [0.85], ""], [49627, "2018-02-20T19:36:08Z", [0.98], "In Friedrichs v. Cal Teachers, the Court split 4-4 on overruling Abood.  The only thing that's changed since then is that Neil Gorsuch has joined the Court.  Hard to see him voting to keep Abood; hard to see any of the other justices changing their positions."], [45217, "2018-02-20T17:13:45Z", [0.95], ""], [45217, "2018-02-20T17:13:25Z", [0.85], ""], [54148, "2018-02-20T16:56:14Z", [0.95], ""], [48224, "2018-02-20T16:27:59Z", [0.75], ""], [1333, "2018-02-20T14:53:19Z", [0.95], ""], [1333, "2018-02-20T14:11:12Z", [0.95], ""], [54140, "2018-02-20T09:58:33Z", [0.4], ""], [54096, "2018-02-20T05:57:26Z", [0.09], "Fair access to rewards from effort and investment seems too much to dispose."], [54040, "2018-02-20T04:35:22Z", [0.99], "Neil Gorsuch is a constitutionalist and his track record."], [51321, "2018-02-19T22:17:29Z", [0.9], ""], [53928, "2018-02-19T20:37:47Z", [0.9], ""], [54006, "2018-02-19T18:35:33Z", [0.75], "As a non bargaining employee, thise employee cannot be forced to pay fees associated with union costs"], [50332, "2018-02-19T16:33:47Z", [0.3], "if the constitutional question has already been answered, the verdict will be no. If the union is representing the employees, regardless of membership, then fees should be paid.  Otherwise employers could incentivize employees to not join"], [23006, "2018-02-19T14:56:00Z", [0.51], "I thought everyone paid, union or not, because all workers benefitted from a union-driven worker improvement. i.e if a strike was called for better job-security after negotiations failed, then that benefit, if gained, would apply to all workers - union and non-union. I'm going with 51 - likely due to how much unions have been curtailed, and because an aggreived employee to seek redress through legal avenues, including financial assistance for legal fees from non-union labour groups. Also, think that the union in this case tied membership to political affiliation which is outside of their scope, and seems to be something that evolved that way over time, and not the original intent of the union at the start. "], [42998, "2018-02-19T02:14:42Z", [0.85], "The court was poised to overturn Abood when J. Scalia passed and instead split 4-4. J. Gorsuch was put on the court to emulate his predecessor's jurisprudence, though perhaps not his temperament, and there is no reason not to presume he won't create a conservative majority in this case and tip the balance in favor of the petitioner who shares his surname with a two-faced Roman diety. "], [46804, "2018-02-18T23:43:17Z", [0.85], ""], [52940, "2018-02-18T22:34:47Z", [0.95], ""], [53366, "2018-02-18T21:51:52Z", [0.85], ""], [52998, "2018-02-18T21:11:47Z", [0.9], "Because Friedrichs was 4-4 when Scalia passed. Justice Garland, I mean, Gorsuch is going to make it 5-4. "], [53937, "2018-02-18T17:53:36Z", [0.75], "The Supreme Court is becoming more \"conservative\" and this is one way to further cripple the power of unions to help employees get fair wages rather than allow employers to continue enriching the already rich."], [48648, "2018-02-18T01:19:00Z", [0.75], ""], [47446, "2018-02-18T00:38:06Z", [0.65], "Court skews conservative; argument will be that union cannot practically distinguish use of collected “agency fees” and isolate them from uses other than admin and costs of “collective bargaining”; also possibly a violation of freedom of assembly; minority will rogue that 40 years of precedent should be honored."], [51375, "2018-02-18T00:29:03Z", [0.95], "Based on the court make up, majority of justices will use rule of law to decide mandatory fees are not in line with the constitution."], [53303, "2018-02-17T23:57:40Z", [0.79], "Because of the conservative makeup of the court. Conservatives oppose labor unions as being anti business."], [1028, "2018-02-17T23:31:00Z", [0.95], ""], [53646, "2018-02-17T23:27:24Z", [0.97], ""], [49599, "2018-02-17T22:28:46Z", [0.9], "The union attorneys are very worried about this one."], [44701, "2018-02-17T21:36:28Z", [0.65], ""], [48309, "2018-02-17T21:31:47Z", [0.75], ""], [53431, "2018-02-17T21:07:18Z", [0.9], ""], [53775, "2018-02-17T20:04:17Z", [0.85], ""], [53585, "2018-02-17T19:30:16Z", [1.0], "Kennedy went against the teacher's union in Friedrichs v. California Teachers Assn. in 2016.  Gorsuch predictably will side against the union, making the vote 5-4."], [53769, "2018-02-17T19:04:38Z", [0.88], ""], [51251, "2018-02-17T18:21:11Z", [0.75], "Square root of 5/9 -- the number of judges who will vote yes."], [50927, "2018-02-17T17:51:18Z", [0.8], "If a person is not a member of a group, how can they be required to financially support that group?"], [50981, "2018-02-17T17:32:44Z", [0.75], ""], [11322, "2018-02-17T17:05:17Z", [0.85], ""], [42783, "2018-02-17T16:41:25Z", [0.35], ""], [8307, "2018-02-17T16:27:26Z", [0.35], "Garcetti V Ceballos, in which Justice Kennedy delivered the opinion of the court, ruled that public employees do not enjoy  freedom of speech, so logic would dictate that an employee cannot challenge a union for exercising a right that he/she, according to the Court, doesn't enjoy.  "], [45069, "2018-02-17T16:10:45Z", [0.65], "Because SCOTUS is no longer a legitimate player but just another branch of right-wing politics and Republicans hate unions and have been working for years to destroy them. OTOH it does push credulity to force non-union employees to pay union dues even though they benefit from them equally."], [53381, "2018-02-17T15:56:05Z", [0.8], ""], [11794, "2018-02-17T15:53:36Z", [0.85], "Newbie member"], [8888, "2018-02-17T15:51:53Z", [0.75], ""], [51221, "2018-02-17T15:48:18Z", [0.55], ""], [48344, "2018-02-17T15:00:13Z", [0.95], "One of the easier decision picks of the Supreme Court term."], [53499, "2018-02-17T14:58:08Z", [0.95], "This is not something that involves the prestige of the Court, so Roberts will be reliable.  "], [48132, "2018-02-17T14:56:06Z", [0.8], "It is a conservative majority court. Even if it were not, constitutionally speaking I doubt there is any basis for mandatory payment of dues. The court may argue that it is a form of first amendment violation. In other words forcing someone to pay for something with which they don't agree is a form of suppression of dissent. I don't see how it will turn out any other way."], [42443, "2018-02-17T14:42:03Z", [0.68], ""], [53659, "2018-02-17T03:27:50Z", [0.65], "It is getting harder for the Court to uphold what amounts to compelled purchasing of services as a requirement for employment. Increasing numbers of Americans do not like being forced to pay for an unwanted service such as negotiations on their behalf. Increasing numbers would prefer to negotiate for themselves rather than pay a political organization to do so for them. An organization that has no interest in the individual's circumstances or desires in negotiating but rather instead is forcing a one-size-fits-all solution on people as a condition for employment."], [48709, "2018-02-17T01:36:39Z", [0.25], "one can not force an employee to pay for anything he or she does not want this is not a right to work state right to work state though so the unions are going to win this but not by much. "], [53597, "2018-02-16T19:44:22Z", [0.8], "Gut reaction"], [53582, "2018-02-16T19:10:54Z", [0.8], "Abood is toast."], [53555, "2018-02-16T15:37:56Z", [0.9], "I don't buy that the amicus brief of two libertarian scholars is going to sway either the four members of the court who were set to overrule Abood before Scalia's death or Justice Gorsuch. The only thing keeping this from 100% is the weird possibility that the case was not 5-4 in favor of overturning before Scalia's death, but that someone (read Kennedy) switched their vote to deadlock it in order to avoid the s\\appearance of severe partisanship immediately following Scalia's death."], [45217, "2018-02-16T00:50:50Z", [0.9], ""], [52461, "2018-02-16T00:04:03Z", [0.51], ""], [53300, "2018-02-15T22:14:51Z", [0.55], "I don't think the Supremes are particularly union/labor friendly now"], [53112, "2018-02-15T21:01:15Z", [0.05], "Far reaching effects on state and federal bodies due to public sector unions and organizational processes."], [52250, "2018-02-14T12:34:46Z", [0.75], ""], [37483, "2018-02-14T01:16:09Z", [0.85], ""], [52940, "2018-02-13T18:00:53Z", [0.85], ""], [52122, "2018-02-13T10:04:49Z", [0.99], "The conservative makeup of the court as well as comments made in the past by some justices that the original S.C. ruling was an anomaly in terms of first amendment rights. Also the general acceptance in the media that this will happen and be a death knell for unions."], [52883, "2018-02-13T04:19:54Z", [0.83], "The district court brought in a firm ruling on the issue and the supreme Court seems to follow their specific rulings over 70% of the time."], [52824, "2018-02-12T19:31:41Z", [0.8], "Republican majority"], [50558, "2018-02-12T19:25:58Z", [0.7], ""], [13196, "2018-02-12T18:26:03Z", [0.95], ""], [691, "2018-02-12T17:22:55Z", [0.88], ""], [49550, "2018-02-12T16:16:46Z", [0.05], ""], [47845, "2018-02-12T14:41:38Z", [0.65], ""], [48197, "2018-02-12T13:44:42Z", [0.2], ""], [52289, "2018-02-12T12:32:00Z", [0.9], "4-5"], [46469, "2018-02-12T06:38:45Z", [0.45], "I believe that the court is likely to vote no because of stare decisis. However, the political nature of the court and apparent willingness of the conservatives to overturn after Scalia’s death makes me quite uncertain."], [4239, "2018-02-12T02:12:49Z", [1.0], ""], [884, "2018-02-11T20:48:02Z", [0.45], ""], [52122, "2018-02-11T03:09:45Z", [0.9], "Conservative court "], [51327, "2018-02-10T20:43:22Z", [0.75], "Clearly is unconstitutional according to prior decisions.  However a 5/4 decision due to its importance as a Democrat funding source "], [691, "2018-02-10T19:47:24Z", [0.9], ""], [52113, "2018-02-10T03:54:47Z", [0.15], ""], [52132, "2018-02-10T01:39:24Z", [0.78], ""], [52132, "2018-02-10T01:31:09Z", [0.61], "Comment deleted on Feb 10, 2018 01:39AM UTC"], [52242, "2018-02-09T18:50:31Z", [0.58], "The court would most likely rule against mandatory payments from non-unionized workers. However, this case may not be heard by the end of the current term so I lowered the forecast."], [51576, "2018-02-09T03:42:01Z", [0.62], "Likely that it will be heard. Forcing non-members is communistic, unpatriatoc, unconstitutional.  The unfairness caneasily sway the people, and will be on board. Business will also back, will be seen as a win-win. Would be easy to meme.  Overturning abood  will right a wrong court decision.  \nTies in wonderfully with MAGA"], [51310, "2018-02-08T21:17:44Z", [0.65], "Likely split 5 to 4 with Kennedy as the deciding vote in favor of unions. Will say that unions have the right to recoup expenses for services rendered regardless of affiliation "], [691, "2018-02-08T13:08:04Z", [0.9], ""], [51863, "2018-02-07T23:08:35Z", [1.0], "Unions cannot steal money from non-union workers."], [51797, "2018-02-07T21:33:10Z", [0.75], ""], [47967, "2018-02-07T20:54:16Z", [0.65], ""], [51321, "2018-02-07T18:25:48Z", [0.75], ""], [51221, "2018-02-05T18:39:41Z", [0.55], "There is precedence for keeping the rule that such deductions can be mandatory.  There is also some statute law about this, as I remember, and the SCOTUS has been reluctant to overturn statutes.  But there is also a trend toward favoring the individual which will likely prevail."], [51221, "2018-02-05T18:35:24Z", [0.55], ""], [42297, "2018-02-05T07:04:17Z", [0.85], ""], [42297, "2018-02-05T06:48:48Z", [0.65], ""], [46132, "2018-02-05T05:39:37Z", [0.85], ""], [23006, "2018-02-05T03:22:49Z", [0.5], "Union protection afforded to both union and non-union members so not sure about this one."], [44979, "2018-02-04T21:53:17Z", [0.85], ""], [47806, "2018-02-04T02:22:46Z", [0.33], "This requires SCOTUS to overrule itself on a 9-0 decision and to dissent against conservative stalwarts like Rehnquist."], [746, "2018-02-03T16:38:51Z", [1.0], ""], [29980, "2018-02-03T16:31:01Z", [0.01], "it will rally unions in 2018 for a bigger fight"], [29980, "2018-02-03T16:28:38Z", [0.0], ""], [11430, "2018-02-03T15:29:21Z", [0.75], ""], [49782, "2018-02-03T15:22:40Z", [0.75], "Diminishing union power and effectiveness is a top priority on the conservative agenda. "], [44022, "2018-02-03T14:33:54Z", [0.85], ""], [45197, "2018-02-03T04:01:42Z", [0.9], "I don't like it because it ultimately weakens unions, but Gorsuch as a new player seems likely to break the 4-4 tie to the direction of the ideological right."], [50615, "2018-02-02T22:56:59Z", [0.95], ""], [49028, "2018-02-02T15:13:22Z", [0.7], "The addition of Neil Gorsuch to the SCOTUS moves to the court to the right and adds a libertarian slant to its decisions"], [50275, "2018-02-02T02:43:41Z", [0.55], ""], [13377, "2018-02-01T08:49:56Z", [0.9], "See http://www.gjopen.com/comments/comments/680340"], [49939, "2018-02-01T02:36:04Z", [0.33], ""], [671, "2018-02-01T01:11:50Z", [0.8], ""], [41482, "2018-02-01T00:00:08Z", [0.0], ""], [45153, "2018-01-31T23:04:15Z", [0.0], "Not as long as non union emp benefit from collective bargaining"], [44004, "2018-01-31T21:07:30Z", [0.85], ""], [12573, "2018-01-31T20:55:28Z", [0.86], "I think enough of the Supreme Court considers mandatory assessment of union dues to be illegal. This case will put the final knife into forced unionization, and will lead to all states becoming right-to-work states."], [45081, "2018-01-31T19:52:55Z", [0.9], ""], [45877, "2018-01-31T19:22:03Z", [0.88], "Even our union president is predicting this."], [50344, "2018-01-31T18:54:07Z", [0.75], ""], [50059, "2018-01-31T04:13:02Z", [0.8], ""], [31485, "2018-01-30T13:34:09Z", [0.89], ""], [7124, "2018-01-30T06:29:45Z", [0.55], ""], [16778, "2018-01-30T02:57:02Z", [0.25], "This is the 2nd time this case has been brought to the Supreme Court. Last time, SCOTUS  heard oral arguments but Justice Scalia died before the final judgment could be decided. That time, the SCOTUS vote was a deadlock, 4-4. I think it is unlikely that these justices will change their minds, meaning that the key vote will be Justice Gorsuch. Gorsuch has proven to be strong proponent of First Amendment rights. In Riddle v. Hickenlooper, he opined that campaign finance was a basic constitution freedom, similar to free speech. The key question, then, is how will Gorsuch treat agency fees? The 1977 SCOTUS ruled in Abood v. Detroit Board of Education that labor unions can compel non-union members to pay fees that cover the cost of negotiating contracts that apply to all public employees, aka \"fair share\" or \"agency fees.\" Non-union members cannot be compelled to pay for political activities. The matter at hand is if \"agency fees\" violate free speech. No public employee would ever ask for less income or benefits, thus the plaintiff's assertion to violation of free speech is contradictory by its very nature. I believe Gorsuch will be smart enough to see through this logical fallacy."], [50172, "2018-01-29T23:44:20Z", [0.79], ""], [691, "2018-01-29T21:34:18Z", [0.9], ""], [33917, "2018-01-29T21:02:19Z", [0.8], ""], [1333, "2018-01-29T16:50:03Z", [0.85], ""], [36147, "2018-01-29T16:42:06Z", [0.91], ""], [31142, "2018-01-28T20:04:53Z", [0.75], ""], [691, "2018-01-28T19:39:06Z", [0.98], ""], [35544, "2018-01-28T14:55:02Z", [0.7], ""], [50013, "2018-01-27T22:12:57Z", [0.8], "Comment deleted on Jan 27, 2018 10:15PM UTC"], [49922, "2018-01-27T19:12:34Z", [0.8], ""], [32258, "2018-01-27T17:46:12Z", [1.0], ""], [36736, "2018-01-27T12:01:32Z", [1.0], ""], [22264, "2018-01-26T19:21:57Z", [1.0], ""], [691, "2018-01-26T15:35:40Z", [0.98], ""], [172, "2018-01-25T23:31:40Z", [0.99], "Only makes sense. Note: I live in a country with more union membership than USA. Unions are good in theory, not always as good in practice. "], [35, "2018-01-25T23:31:18Z", [0.88], ""], [35831, "2018-01-25T19:03:02Z", [1.0], "Comment deleted on Jan 25, 2018 07:05PM UTC"], [31450, "2018-01-25T18:54:22Z", [1.0], "The court already ruled in 2014 to weaken mandatory union fees in Harris v. Quinn and in that case the court severely criticized the previous court ruling backing mandatory fees (Abood). The only reason Abood wasn't overturned was that the decision on Harris v. Quinn didn't need to overturn it. Based on current court interpretations of the first amendment, I am certain the court rules for Janus. See link for more analysis. https://www.forbes.com/sites/georgeleef/2017/11/01/public-unions-are-about-to-lose-forced-dues-in-supreme-court-what-will-they-do/#4ceb93502400"], [16272, "2018-01-25T18:29:24Z", [0.92], ""], [42162, "2018-01-25T17:09:08Z", [0.95], ""], [691, "2018-01-25T16:53:04Z", [0.91], ""], [23006, "2018-01-25T16:25:36Z", [0.5], "in all these scotus questions, timing's an issue"], [23006, "2018-01-25T16:24:51Z", [0.51], ""], [20284, "2018-01-25T15:03:19Z", [0.95], "Recent trends in area have been to grant more freedom to workers who do not wish to participate in union activities.  This will just be a continuation of the reduction of union control of the work force."], [12879, "2018-01-25T15:01:29Z", [0.95], ""], [1333, "2018-01-25T14:52:38Z", [0.75], ""], [1333, "2018-01-25T12:36:23Z", [0.65], ""], [706, "2018-01-25T06:50:53Z", [0.85], "Already many precedents set at local and municipal level courts around the country."], [5018, "2018-01-25T03:11:52Z", [0.9], ""], [32258, "2018-01-25T01:29:25Z", [0.99], "I read the oral argument in Friedrichs v. California Teachers Association and Kennedy was clearly very opinionated -- all on the plaintiff's free speech argument and we know that he voted against the CTA in that case where the vote was 4-4 after Scalia died. I expect the four who voted against the teacher's union in that case to do the same here and that Gorsuch will be right there with them.\nCc @lsgold7 @Gibson "], [41270, "2018-01-24T21:54:50Z", [0.8], "This is very similar to Friedrichs v. California Teachers Association in 2016 which was a 4-4 decision before Scalia's death.  With Neil Gosuch now appointed, he will swing it 5-4 against unions."], [12879, "2018-01-24T20:58:55Z", [0.65], "By all means YES, the Supreme Court should rule, that mandatory payment of any agency fees by non-union government employees, is unconstitutional? Mandatory UNION membership fees should NOT be FORCED upon anyone who do not desire to belong to a union. Of course the Union Leadership still maintains their philosopy that  it’s through their efforts, that ALL employees should pay the required dues. An other concern that many folks have, is that the Unions for the most part, support Democratic causes and candidates."], [1333, "2018-01-24T20:01:46Z", [0.55], "I have some research to do but I thought this was settled when SCOTUS ruled that employee who are not union could not be compelled to give ANY money to a union, I need to find out if this fee is for a retirement fund related, and how much so - that would be different. So my initial base line from my outside view is 55%."], [691, "2018-01-24T19:35:09Z", [0.91], "Anything that debilitates labour unions, especially public-sector ones, has been jake with these lads for a long time.  Labour unions are well known to be diabolical agents of the International Communist Conspiracy, despite the fact that it doesn't exist any more and wasn't all that fearsome when it did."], [745, "2018-01-24T18:37:11Z", [0.85], "Even though agency shop is there to combat free riding, the conservatives and Kennedy will choose not to see that.  They will strike it down."], [37474, "2018-01-24T18:09:32Z", [0.0], ""]], "open_date": "2018-01-24T18:00:03Z", "close_date": "2018-06-27T17:00:17Z"}