{"question_id": 1277, "title": "Before 1 November 2019, will the British oil tanker Stena Impero be released from Iranian custody?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[64684, "2019-09-27T15:14:59Z", [1.0], ""], [128, "2019-09-27T14:53:30Z", [0.99], ""], [64684, "2019-09-27T14:45:27Z", [0.4], ""], [691, "2019-09-27T14:20:51Z", [1.0], ""], [172, "2019-09-27T09:55:27Z", [1.0], "auf Wiedersehen\nhttps://www.theguardian.com/world/2019/sep/27/uk-flagged-tanker-seized-by-iran-in-july-released-leaves-bandar-abbas-port\n"], [78343, "2019-09-27T09:13:23Z", [1.0], "Its leaving now..."], [28414, "2019-09-27T07:54:32Z", [1.0], "The UK-flagged tanker seized by Iran more than two months ago is preparing to leave the country, the ship’s owner said on Friday, but is still to reach international waters."], [83, "2019-09-27T04:06:02Z", [1.0], "Reuters and the Swiss report Rouhani was right:\nhttps://af.reuters.com/article/worldNews/idAFKBN1WC0AL\nhttps://www.swissinfo.ch/eng/uk-tanker-stena-impero-held-in-iran-leaves-bandar-abbas-port---refinitiv-data/45259580"], [83, "2019-09-27T00:18:32Z", [1.0], "Iranian President Rouhani submits his forecast: \"Iranian President Hassan Rouhani said on Thursday .... I predict that it will be released...\"\nFrom: https://www.reuters.com/article/us-mideast-iran-tanker/rouhani-says-he-expects-uk-tanker-held-in-iran-to-be-released-idUSKBN1WB2T2"], [1034, "2019-09-26T20:15:39Z", [1.0], "Stena Impero: Iran 'still investigating' seized British tanker BBC News (2019) September 25, stated that: Iran says it has lifted a detention order on a Swedish-owned, British-flagged oil tanker, but that it may not leave because of an ongoing inquiry. Foreign ministry spokesman Abbas Mousavi tweeted that the Stena Impero was suspected of \"violations and damages inflicted on the environment\". The ship's owner, Stena Bulk, said it was not aware of any formal charges (Para. 1-3). BBC News. Website. (2019). Stena Impero: Iran 'still investigating' seized British tanker. BBC. Gulf Crisis. September 25, 2019. Retrieved from\nhttps://www.bbc.com/news/world-middle-east-49826807 Related news: *** BBC News. Website. (2019). Iran tanker row: US blacklists vessel 'bound for Syria'. BBC. U.S ad Canada. August 31, 2019\nhttps://www.bbc.com/news/world-us-canada-49533722\n"], [1333, "2019-09-26T18:19:27Z", [0.89], "Still swinging from its Anchor..."], [59068, "2019-09-26T14:50:06Z", [0.86], ""], [30346, "2019-09-26T00:27:34Z", [0.95], ""], [578, "2019-09-25T22:26:19Z", [1.0], ""], [1333, "2019-09-25T21:13:40Z", [0.9], "Dropping back to 90%. If I owned Her and had a release - if I had to hire Sea Horses and braid tow rope from Maiden Hair - I would have that ship moving at once. Why is it sitting there? What Environmental Crimes did the crew confess to hoping for a release? https://gcaptain.com/stena-impero-yet-to-leave-iran/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Gcaptain+%28gCaptain.com%29&goal=0_f50174ef03-39e015540c-170102337&mc_cid=39e015540c&mc_eid=c74873c672"], [128, "2019-09-25T20:39:19Z", [0.9], ""], [1034, "2019-09-25T16:33:48Z", [1.0], "Ahlander, J. (2019). British tanker Stena Impero still held in Iran: owner. Reuters. World News. Sept. 25, 2019. Retrieved from\nhttps://www.reuters.com/article/us-mideast-iran-tanker/british-tanker-stena-impero-still-held-in-iran-owner-idUSKBN1WA0PW STOCKHOLM (Reuters) - Iranian authorities have yet to release the British-flagged tanker Stena Impero even though the vessel, seized by Iranian forces in July, has been cleared to leave port, its Swedish owner said on Wednesday."], [78343, "2019-09-25T16:24:54Z", [0.95], "Iran 'freed' the stena impero only for a second legal proceeding to begin regarding environmental damage. Which is total bo**ocks I interpret this as Iran trying to buy time. What for I have no clue, it will be released. But I'm starting to doubt the deadline ever so slightly. @Censusguyz\n@Wildwood2000 https://www.bbc.co.uk/news/world-middle-east-49826807"], [31450, "2019-09-25T15:36:06Z", [1.0], "Updating because its happened."], [1333, "2019-09-25T14:09:42Z", [0.95], ""], [79461, "2019-09-25T13:58:04Z", [1.0], "It's happened"], [691, "2019-09-25T11:48:17Z", [1.0], ""], [75935, "2019-09-25T06:51:41Z", [0.99], ""], [30346, "2019-09-25T01:10:09Z", [1.0], ""], [30346, "2019-09-25T01:09:47Z", [0.99], "100"], [19127, "2019-09-24T22:58:55Z", [1.0], ""], [83, "2019-09-24T12:54:23Z", [1.0], "Let me go home\nWhy don't they let me go home\nThis is the worst trip I've ever been on\nSo hoist up the John B's sail\nSee how the main sail sets\nCall for the Captain ashore\nLet me go home, let me go home\nI want to go home, let me go home\nWhy don't you let me go home\nhttps://m.youtube.com/watch?v=W6uVPXGs654 From: https://worldmaritimenews.com/archives/283611/stena-impero-departs-for-international-waters/\n\"The British-flagged tanker Stena Impero has departed the Iranian port of Bandar Abbas and is on its way to international waters.\n\"Iranian sources and TankerTrackers said that, according to satellite imagery captured in the morning hours of September 24, the ship was no longer anchored at the port.\""], [30346, "2019-09-24T02:26:52Z", [0.99], ""], [62808, "2019-09-23T22:29:44Z", [0.61], ""], [38, "2019-09-23T21:34:15Z", [1.0], ""], [11885, "2019-09-23T20:55:38Z", [1.0], ""], [15414, "2019-09-23T19:31:55Z", [0.99], ""], [1333, "2019-09-23T18:33:38Z", [0.6], "In my accustomed filter set i use when I listen to the IRGC I hear - yeah we can cut your boat loose anytime we're ready - just let us sell our oil on the flying dutchman in the Med. I do not exect a release of the tanker, just the crew by Nov,"], [38, "2019-09-23T17:47:47Z", [0.95], ""], [1034, "2019-09-23T16:25:28Z", [1.0], "Iran Says British Tanker Is Free to Go After 2 Months of Detention Pérez-Peña and Victor (2019) Sept. 23, stated that: A British-flagged tanker that Iran seized in July is now free to leave, Tehran said on Monday, more than a month after the British authorities released an Iranian tanker that had been detained off Gibraltar. The news offered a rare sign of comity at a time when Iran has been in an escalating cycle of confrontation with its Persian Gulf neighbors and with the United States, including the shooting down of drones, the seizure of tankers and, most recently, an attack on major oil installations in Saudi Arabia (Para. 1-2). The ship had not left Bandar Abbas, a port in southern Iran, as of midday, and it was not clear how quickly it would set sail. Erik Hanell, chief executive of the tanker’s owner, the shipping company Stena Bulk, told SVT, a Swedish television station, that he hoped it would be a matter of hours (Para. 6). Prime Minister Boris Johnson of Britain said early on Monday that there was “a very high degree of probability” that Iran was responsible for the strikes in Saudi Arabia, and he did not rule out British participation in military retaliation. The topic is sure to be aired this week at the United Nations General Assembly’s annual gathering of heads of government, which will be attended by Mr. Johnson, President Trump and President Hassan Rouhani of Iran, among many others (Para. 10). Pérez-Peña, R.& Victor, D.  (2019). Iran Says British Tanker Is Free to Go After 2 Months of Detention. The New York Times. Middle East. Sept 23, 2019. Retrieved from\nhttps://www.nytimes.com/2019/09/23/world/middleeast/iran-british-tanker-release.html **** A Year Later, Iran Finds Evaporating Sympathy at the U.N.    Sanger and Fassihi (2019) Sept. 23, stated that: When Iran’s president and foreign minister arrived in New York a year ago for the opening of the United Nations General Assembly, they were riding high. At news conferences and in television appearances, they cast President Trump as an untrustworthy deal-breaker, and European leaders largely sided with the pair in a desperate effort to preserve the 2015 nuclear agreement after the United States renounced it.  \nThis year could not be more different. Suddenly, President Hassan Rouhani and his witty, often biting American-educated foreign minister, Mohammad Javad Zarif, are on the defensive. They are denying any Iranian involvement in the destruction of two major Saudi oil facilities, an assertion that even former Secretary of State John Kerry, who negotiated the nuclear accord four years ago and has become its biggest defender, finds far-fetched. Iran, he said, was behind the attack “one way or the other” (Para. 1-3). But “Iran has come to this year’s U.N.G.A. with a real wake-up call that what they are able to get from Europeans is no more than some limited political cover for support of the nuclear deal,” said Ellie Geranmayeh, the deputy head of Middle East and North Africa studies for the European Council on Foreign Relations (Para 7). Iranian officials, she said, have arrived in New York discovering that the Europeans cannot offer any substantive economic relief, and that even a French-led initiative to issue a credit line of $15 billion, essentially an advance payment on Iranian oil shipments, is likely to fail. Washington will most likely not issue waivers, and European banks are unwilling to join the effort if they believe they will be banned from clearing transactions in American dollars. Two weeks ago, it appeared that Iran might find a way out, taking Mr. Trump up on his offer of negotiations. But the attacks on Saudi Arabia, and the American accusations of Iranian involvement, have all but killed that possibility, American officials said (Para. 7-9). The hawkish Mr. Pompeo clearly senses that the attacks on the Saudi oil facilities, for which he blamed the Iranians before any forensic evidence had been gathered, have fundamentally changed the negotiating dynamics. He finally has the opportunity he has sought for 18 months: a chance to kill Europe’s effort to neutralize sanctions (Para. 17). Mr. Pompeo doubled down on his critique on Sunday, saying the Iranians are “bloodthirsty and looking for war,” and suggesting that as the sanctions cut deeper, the Iranian people will demand changes in their government — though he stopped just short of demanding regime change. “They’re operating today in five countries,” Mr. Pompeo said of the Iranians on Sunday on CBS News’s “Face the Nation.” “It’s expensive. They’ve already had to make difficult decisions about whether they’re going to feed their people, provide medicine to their people, or they’re going to launch missiles into Saudi Arabia” (Para. 17-19). Reference Sanger, D., E. & Fassihi, F.  (2019). A Year Later, Iran Finds Evaporating Sympathy at the U.N. The New York Times. Middle East. Sept 23, 2019. Retrieved from  \nhttps://www.nytimes.com/2019/09/23/world/middleeast/iran-un-rouhani.html\n"], [63835, "2019-09-23T16:13:13Z", [0.99], "Iranian news agency reports the ship is \"free to go\" earlier this AM.\nI hold back 1% b/c \"you never know\""], [172, "2019-09-23T15:13:50Z", [1.0], "https://www.wsj.com/articles/iran-frees-a-british-tanker-to-end-standoff-ahead-of-u-n-summit-11569232269?mod=mhp"], [79099, "2019-09-23T14:49:32Z", [0.98], ""], [3445, "2019-09-23T13:38:34Z", [0.98], ""], [691, "2019-09-23T13:17:37Z", [0.99], "https://www.reuters.com/article/us-mideast-iran-tanker-legal/iran-says-legal-steps-for-british-tanker-release-completed-idUSKBN1W80TO\nWell, the paperwork's done.  This suggests that the Iranians have derived as much enjoyment out of this episode as they had hoped for and are ready for the next dance."], [128, "2019-09-23T13:01:41Z", [0.98], ""], [128, "2019-09-23T13:01:32Z", [1.0], ""], [128, "2019-09-23T12:59:14Z", [0.7], ""], [77713, "2019-09-23T11:26:06Z", [0.99], "Iranians have communicated that it is now free to leave - https://edition.cnn.com/2019/09/23/middleeast/iran-uk-tanker-released-intl/index.html"], [28414, "2019-09-23T10:54:45Z", [1.0], ""], [28414, "2019-09-23T10:54:08Z", [0.95], ""], [30346, "2019-09-23T08:35:40Z", [0.9], "Bloomberg reporting that according to Erik Hanell \"at this very moment the vessel is still being held in Iran, and we have no further information.\""], [30346, "2019-09-23T03:24:35Z", [0.98], ""], [30346, "2019-09-23T03:23:19Z", [0.96], "IANS citing Semi-offical news agency Tasnim, citing head of the Ports and Maritime Organization of Iran Hormozgan province, state \"After issuing of the ruling for the end of detention of the English tanker Stena Impero this vessel with soon, and after the passing of 65 days, begin its movement from the port of Bandar Abbas toward international waters.\" While the quote seems to lave some ambiguity as to whether this has actually happened, the story begins with the following, \"The British-flagged oil tanker Stena Impero seized by Iran a couple of months ago has been released, the Ports and Maritime Organisation in the southern Iranian province of Hormozgan said. https://blinks.bloomberg.com/news/stories/PY9EESB2RNY8 (requires Bloomberg login) Reuters continues to report AIS status as \"Not Defined\" with a last seen timestamp of 7/27/19 06:35 UTC. The following article also cites Stena Bulk Chief Executive Erik Hanell as saying, \"We received information now this morning that it seems like they will release the ship Stena Impero within a few hours. So we understand that the political decision to release the ship has been taken.\" https://in.reuters.com/article/mideast-iran-tanker-idINKBN1W70DA?utm_campaign=trueAnthem%3A+Trending+Content&utm_content=5d88275a43e1f200011971fa&utm_medium=trueAnthem&utm_source=twitter\n"], [1333, "2019-09-23T02:47:11Z", [0.63], ""], [38, "2019-09-23T01:56:58Z", [0.9], ""], [62808, "2019-09-22T21:14:03Z", [0.41], ""], [1034, "2019-09-22T18:15:57Z", [0.6], "BBC News Website. (2019). Saudi Arabia vows to respond to oil attacks with 'necessary measures'. BBC. Middle East. Sept. 21, 2019. Retrieved from\nhttps://www.bbc.com/news/world-middle-east-49782693 Gains, M. & Romero, D. (2019). U.S. to deploy military forces to Saudi Arabia, UAE after drone attacks on oil sites. NBC. Politics. Sept. 21, 2019. Retrieved from\nhttps://www.nbcnews.com/politics/politics-news/u-s-deploy-military-forces-saudi-arabia-after-drone-attacks-n1057216 Video: Iranian FM Saya U.S. Strike Would Result in “All -out War”\nhttps://www.nbcnews.com/now/video/war-of-words-between-u-s-and-iran-continues-69395525819 Video: ISIS is trying to make a Comeback. Military and Intelligent \nhttps://www.nbcnews.com/nightly-news/video/isis-trying-to-make-a-comeback-u-s-military-and-intelligence-officials-warn-69519429784 Karim, N. (2019). Iran asks West to leave Persian Gulf as tensions heightened. Associated Press. Military. Sept. 22, 2019. Retrieved from\nhttps://www.apnews.com/a7a19c8ca02c427c9316351e76cc1d12\n"], [78328, "2019-09-22T17:47:03Z", [1.0], ""], [68386, "2019-09-22T16:25:20Z", [1.0], ""], [73, "2019-09-22T15:36:42Z", [1.0], ""], [31251, "2019-09-22T15:18:10Z", [1.0], ""], [56, "2019-09-22T14:29:07Z", [1.0], "Raisinville"], [83, "2019-09-22T13:16:48Z", [1.0], "Chasing another rumor:\nhttps://www.reuters.com/article/us-mideast-iran-tanker/iran-may-release-british-flagged-tanker-within-hours-swedish-owner-says-idUSKBN1W70D8"], [56, "2019-09-21T14:48:12Z", [0.8], ""], [83, "2019-09-21T14:34:26Z", [0.4], "Passage of time, increase in Gulf uncertainty."], [77475, "2019-09-21T13:03:52Z", [0.97], ""], [77475, "2019-09-21T13:02:13Z", [0.9], ""], [14107, "2019-09-21T12:51:13Z", [0.78], ""], [6978, "2019-09-20T22:10:12Z", [1.0], ""], [1034, "2019-09-20T20:43:12Z", [0.8], "*** all of the data from the start, it is a long read.*** TRT World News Website. (2019). Trump says new sanctions on Iran after attack – Gulf tensions. TRT World. Middle East. Sept. 20, 2019. Retrieved from https://www.trtworld.com/middle-east/trump-says-new-sanctions-on-iran-after-attack-gulf-tensions-28056 The United States has imposed sanctions on Iran's central bank, US President Donald Trump says at the White House, nearly a week after attacks on oil facilities in Saudi Arabia that some US officials have pinned on Tehran.\nFriday, September 20 Trump says new sanctions on Iran President Donald Trump says his administration is imposing additional sanctions on Iran following last weekend's attack on Saudi oil facilities, which the administration has blamed on Iran. Speaking in the Oval Office on Friday during a meeting with Australian Prime Minister Scott Morrison, Trump said, \"We have just sanctioned the Iranian national bank.\""], [19127, "2019-09-20T16:13:12Z", [0.81], ""], [128, "2019-09-20T12:59:29Z", [0.76], ""], [691, "2019-09-19T13:41:03Z", [0.82], ""], [128, "2019-09-19T11:57:17Z", [0.78], ""], [128, "2019-09-18T12:57:46Z", [0.8], ""], [6978, "2019-09-17T20:03:58Z", [0.8], "Iran presenting a strong front, though they'll likely release SI as a peace offering."], [172, "2019-09-17T19:20:01Z", [0.9], ""], [172, "2019-09-17T19:19:09Z", [0.35], ""], [45699, "2019-09-17T16:22:59Z", [0.05], ""], [30346, "2019-09-17T12:59:34Z", [0.2], "Tension surrounding attack on Aramco facilities appears to make the timely release of this vessel much less likely. This is not a particularly well vetted opinion."], [128, "2019-09-17T12:41:55Z", [0.82], ""], [691, "2019-09-17T10:50:07Z", [0.82], ""], [38, "2019-09-17T06:30:53Z", [0.83], "Yes:  Iranians keep saying they will release it soon\nNo:  the attack on the Saudi oil refinery which some are attributing to Iran may mess up the release of this vessel"], [1034, "2019-09-16T19:07:35Z", [0.8], "Saudi Arabia Says Iranian Weapons Were Used in Strikes on Oil Facilities Pérez-Peña and Kirkpatrick (2019) Sept. 16, stated that: Saudi Arabia said Monday that Iranian weapons were used in aerial strikes over the weekend that interrupted much of the kingdom’s oil production, and that the attacks were not launched from Yemen, home of the Houthi rebel faction that has claimed responsibility for them. The claims, made without supporting evidence, appeared to move the Saudis closer to directly blaming Iran, a chief ally of the Houthis, for the attacks on Saturday, which have heightened tensions between Iran and the United States, raising fears of a wider armed conflict (Para. 1-2). But no clear public message had yet emerged about the preferred Saudi response. Prominent supporters of the monarchy have portrayed the strikes as an assault on the world and its energy markets, not just Saudi Arabia, or have even talked of revenge (Para. 11). “What is required is nothing more than the destruction of Iran’s oil installations, and if there is a capacity, nuclear facilities and military bases as well,” argued Turki al-Hamad, a prominent Saudi political analyst and novelist. But other social media accounts known for pro-government propaganda argued for patience, saying that wisdom favors choosing the right time and means to respond. Mohammed Alyahya, editor in chief of the English website of the Saudi-owned Al Arabiya news channel, emphasized that the rulers of the kingdom were deliberating carefully. The attacks show that Iranians are feeling the pain of the Trump administration’s sweeping sanctions, and “they are more likely to take risks like the one they took recently,” he said. “A conventional military response must only be embarked upon with the utmost care in terms of the legality and consequences, after looking at all the other alternatives,” he added. “If there is a military conflict, Iran will inevitably be the biggest loser but the reality is that everybody will lose. A conventional war will take its toll on everyone” (Para. 11-15). Pérez-Peña, R. & Kirkpatrick, D., D. (2019). Saudi Arabia Says Iranian Weapons Were Used in Strikes on Oil Facilities. The New York Times. World. Middle East. Sept. 16, 2019. Retrieved from\nhttps://www.nytimes.com/2019/09/16/world/middleeast/saudi-oil.html ** Iran May Release UK-Flagged Tanker Stena Impero in Several Days: Foreign Ministry Almanar English Website. (2019). Iran May Release UK-Flagged Tanker Stena Impero in Several Days: Foreign Ministry. Almanar. Sept 16, 2019. Retrieved from http://english.almanar.com.lb/829127 ** Hafezi, P. (2019). Iran's Rouhani says Aramco attacks were a reciprocal response by Yemen. Reuters. World News. Sept. 16, 2019. Retrieved from\nhttps://www.reuters.com/article/us-saudi-aramco-iran-rouhani/irans-rouhani-says-aramco-attacks-were-a-reciprocal-response-by-yemen-idUSKBN1W12AE ANKARA (Reuters) - An attack on Saudi Arabia’s Aramco oil facilities was a reciprocal measure by “Yemeni people” to assaults on this country, said Iranian President Hassan Rouhani on Monday, hours after a Saudi-led coalition said the attacks were carried out with Iranian weapons.\n"], [83, "2019-09-16T12:46:26Z", [1.0], ""], [128, "2019-09-16T12:43:42Z", [0.85], ""], [38, "2019-09-16T02:43:56Z", [0.8], "lots of talk but no action."], [6978, "2019-09-15T20:52:11Z", [0.9], "."], [1034, "2019-09-15T20:45:37Z", [0.5], "Kalin, S. & Khalid, T. (2019). Factbox - Attacks, incidents heightening Gulf tensions since May. Reuters. Middle East & North Africa. Sept. 15, 2019. Retrieved from\nhttps://uk.reuters.com/article/uk-saudi-aramco-attacks-tensions-factbox/factbox-attacks-incidents-heightening-gulf-tensions-since-may-idUKKBN1W00LU I am not sure that they will now [in the next few weeks] considering the US has named the Iranian's for the direct attack on Saudi Arabia.  Inasmuch as, the attacks were slightly out of the range of the known UAV's controlled by the Houthis; which gives more credence  to the accusation at this time.  The whole issue exists in Iran sanctions on oil by the US and backed by the EU right now.  British papers and government officials have raised concern about the position of the Grace 1, / the Adrian Darya 1. After receiving assurances from Tehran that the ship would not discharge its oil in Syria.  We will have to see what happens in the next few days referencing the current geopolitical events involving Iran and Saudi Arabia with the US involvement increasing tensions  the area. Houthi Drone Strikes Disrupt Almost Half Of Saudi Oil Exports\nNPR (2019) September 14, stated that: Yemen's Houthi rebels have claimed responsibility for drone strikes on two Saudi Aramco oil facilities early Saturday, according to a statement by a Houthi spokesman. Reuters and The Wall Street Journal report that about half of the country's oil production has been disrupted, or 5 million barrels a day. Saudi Arabia produces approximately one-tenth of the world's crude oil, but for now, the impact on global oil prices is unknown, as markets are closed for the weekend (Para. 1-2).\nHouthi rebels, partnered with Iran, have clashed with a Saudi-led coalition since March 2015, after the rebels ousted Yemeni President Abdrabbuh Mansur Hadi in January of that year. The Houthi rebels now control large parts of northern Yemen and have launched similar strikes on oil facilities and airports in Saudi Arabia this year. A cease-fire between the Houthis and Saudi-backed government forces was agreed to in December, but has not held (Para. 10). \"Tehran is behind nearly 100 attacks on Saudi Arabia while Rouhani and Zarif pretend to engage in diplomacy. Amid all the calls for de-escalation, Iran has now launched an unprecedented attack on the world's energy supply. There is no evidence the attacks came from Yemen\" (Para 14). Tehran's support for the Houthi rebels could escalate the confrontation between the U.S. and Iran over the 2015 nuclear deal, which Trump pulled out of in 2018. Immediately after the withdrawal, the U.S. put in place a campaign of \"maximum pressure,\" blocking most of Iran's crucial oil exports. NPR reported that the July seizure of an Iranian oil tanker by British authorities in Gibraltar sparked an international diplomatic crisis, as the U.S. pushed to keep the ship detained under suspicion that it was headed to supply Syria. The ship was eventually released (Para. 17). NPR Website. (2019).Houthi Drone Strikes Disrupt Almost Half Of Saudi Oil Exports. NPR. Middle East. September 14, 2019. Retrieved from\nhttps://www.npr.org/2019/09/14/760837355/houthi-drone-strikes-disrupt-almost-half-of-saudi-oil-exports Pompeo blames Iran for drone attacks on Saudi oil field Kelly (2019) Sept. 15, stated that: Washington (CNN)Secretary of State Mike Pompeo pinned the blame on Iran for an attack at a Saudi oil field in a pair of tweets Saturday. Drone strikes on crucial Saudi Arabian oil facilities have disrupted about half of the kingdom's oil capacity, or 5% of the daily global oil supply, CNN Business reported earlier Saturday. Yemen's Houthi rebels took responsibility for the attacks but they are often backed by Iran.\nBut preliminary indications are that the attacks did not originate from Yemen and likely originated from Iraq, according to a source with knowledge of the incident. The same official said the damage was caused by an armed drone attack.\nCNN National Security Analyst Peter Bergen said there have been more than 200 drone and missile attacks launched by Houthi rebels from Yemen into Saudi Arabia, and none have been as effective as Saturday's attack, lending credence to the belief that the attack did not originate from Yemen (Para. 1-4). Kelly, C. (2019). Pompeo blames Iran for drone attacks on Saudi oil field. CNN. Sept. 15, 2019. Retrieved from\nhttps://www.cnn.com/2019/09/14/politics/pompeo-drone-strikes-saudi-oil/index.html"], [1333, "2019-09-15T19:04:53Z", [0.64], ""], [68386, "2019-09-15T03:45:25Z", [0.89], ""], [15196, "2019-09-15T03:14:29Z", [0.8], ""], [73, "2019-09-15T02:21:12Z", [0.3], ""], [128, "2019-09-15T01:26:06Z", [0.88], ""], [1034, "2019-09-14T21:16:23Z", [0.5], ""], [14107, "2019-09-14T06:53:17Z", [0.85], ""], [73, "2019-09-13T14:02:51Z", [0.9], ""], [37651, "2019-09-13T06:25:49Z", [1.0], ""], [79314, "2019-09-12T13:41:13Z", [0.85], ""], [1333, "2019-09-11T19:27:10Z", [0.65], ""], [42004, "2019-09-11T13:59:48Z", [0.85], ""], [128, "2019-09-11T12:56:16Z", [0.9], ""], [128, "2019-09-11T12:55:34Z", [0.85], ""], [19801, "2019-09-11T02:47:29Z", [1.0], "Like I said Easy Peasy! Iran says British oil tanker could be released soon\nhttps://www.reuters.com/article/us-mideast-iran-tanker-britain/iran-says-british-oil-tanker-could-be-released-soon-idUSKCN1VT0IF"], [1034, "2019-09-11T01:41:06Z", [0.5], "The Guardian Website. (2019). UK accuses Iran of selling oil from seized tanker to Syria. The Guardian. Sept. 10, 2019. Retrieved from\nhttps://www.theguardian.com/world/2019/sep/10/uk-accuses-iran-of-selling-oil-from-seized-tanker-to-syria Britain has accused Iran of breaching assurances that it would not sell oil to Syria from an Iranian tanker released by authorities in Gibraltar on the condition that the 2.1m barrels it was carrying would not be sold to the “murderous regime” of Bashar al-Assad. Tehran acknowledged at the weekend that the oil had been sold and the reflagged tanker Adrian Darya 1, previously known as Grace 1, had reached its final destination, after the ship was photographed off the coast of Syria. Iran, desperate for revenue from oil exports, did not formally confirm the customer was Syria.\n"], [63835, "2019-09-10T23:02:08Z", [0.75], "https://www.maritime-executive.com/article/iran-may-release-stena-impero  (Sep 9)\nPerhaps reading too much into the matter-of-fact tone from the Iranian foreign ministry - but is Iran looking for a way out now? \nTo settle for a traffic fine and making a humanitarian gesture  ---- seems somewhat a volte-face.\nI'm sure there's a new rationale in play.\nCertainly tosses my more complicated earlier scenario!"], [83, "2019-09-10T22:53:39Z", [0.9], "UK accuses Iran of oil sale (from Adrian Darya 1) to Syria:\nhttps://www.reuters.com/article/us-mideast-iran-tanker/britain-accuses-iran-of-selling-adrian-darya-1-tanker-oil-to-syria-idUSKCN1VV1XN"], [1333, "2019-09-10T19:22:04Z", [0.55], "A Russian embassy official in Tehran has said that the remaining 16 crew members will remain on the ship “until the fate of the tanker itself is decided.” Mousavi was quoted by state news agency IRNA as saying that the released Iranian tanker has delivered its oil after docking somewhere in the Mediterranean region."], [6978, "2019-09-10T17:03:52Z", [1.0], "War & Peace indicator continues to improve, as Trump natsec advisor Bolton sacked: https://www.defenseone.com/politics/2019/09/bolton-out-whos-next/159761/"], [691, "2019-09-10T13:03:26Z", [0.82], ""], [29266, "2019-09-10T10:43:35Z", [1.0], ""], [68386, "2019-09-10T04:11:52Z", [0.95], ""], [63963, "2019-09-10T00:20:53Z", [0.8], ""], [1333, "2019-09-09T18:20:18Z", [0.45], ""], [38, "2019-09-09T18:18:28Z", [0.95], "Thanks to \n@Raisinville https://www.gjopen.com/comments/comments/903314\n@Muratabu https://www.gjopen.com/comments/comments/903321 alerting @cafebedouin, @Hammer-Time"], [1333, "2019-09-09T18:03:31Z", [0.34], ""], [78328, "2019-09-09T13:39:41Z", [0.9], ""], [29266, "2019-09-09T10:28:34Z", [0.95], ""], [21884, "2019-09-09T03:34:25Z", [0.6], "https://www.aljazeera.com/news/2019/09/adrian-darya-1-tanker-unloaded-crude-mediterranean-coast-iran-190908142520409.html\nhttps://twitter.com/AmbJohnBolton/status/1170122034577321984?s=19\nhttps://www.thesun.co.uk/news/9887494/iran-prepare-release-british-tanker/"], [83, "2019-09-09T02:03:12Z", [1.0], "Adrian Darya 1 has reportedly sold and unloaded its cargo.\nIranian Foreign Ministry spokesman Abbas Mousavi hoped that remaining proceedures concerning the Stena Impero would be completed soon.\nhttps://www.reuters.com/article/us-mideast-iran-tanker-britain/iran-says-british-oil-tanker-could-be-released-soon-idUSKCN1VT0IF"], [19127, "2019-09-09T01:11:48Z", [0.89], ""], [1333, "2019-09-09T00:09:25Z", [0.35], ""], [38, "2019-09-08T21:56:30Z", [0.5], "I'm wondering if Macron has attempted to include the release of this vessel in his negotiations with Iran?"], [1034, "2019-09-08T20:06:55Z", [0.3], ""], [1034, "2019-09-08T20:03:37Z", [0.0], "The Guardian News Website. (2019). British-Iranian relations strained as oil tanker is seen off Syria. The Guardian. World. Europe. Sep. 8, 2019. Retrieved from https://www.theguardian.com/world/2019/sep/08/british-iranian-relations-strained-as-oil-tanker-is-seen-off-syria Reuters News Website. (2019). Iran says British oil tanker could be released soon. Reuters. World News. Sep. 8, 2019. Retrieved fom https://www.reuters.com/article/us-mideast-iran-tanker-britain/iran-says-british-oil-tanker-could-be-released-soon-idUSKCN1VT0IF DUBAI (Reuters) - The British-flagged oil tanker seized by Iran could be released after the imminent completion of legal proceedings against the tanker, Iranian state television reported on Sunday. Iran seized the British tanker near the Strait of Hormuz for alleged marine violations two weeks after British forces detained an Iranian tanker near Gibraltar, accusing it of shipping oil to Syria in violation of European Union sanctions. “I hope the procedures will be completed soon and this tanker will be released,” Foreign Ministry spokesman Abbas Mousavi told the television station. The Iranian tanker detained by British forces was later released and Iran has since freed seven of the 23 crew members of the Swedish-owned British-flagged Stena Impero tanker - one Russian, one Latvian and five Indian nationals . A Russian embassy official in Tehran has said that the remaining 16 crew members will remain on the ship “until the fate of the tanker itself is decided”. Hafezi, P. (2019). U.S. will sanction whoever purchases Iran's oil: official. Reuters. World News. Sep. 8, 2019. Retrieved from\nhttps://www.reuters.com/article/us-usa-iran-oil/u-s-will-sanction-whoever-purchases-irans-oil-official-idUSKCN1VT0H2 ABU DHABI (Reuters) - The United States will continue to impose sanctions on whoever purchases Iran’s oil or conducts business with Iran’s Revolutionary Guards and no oil waivers will be re-issued, a U.S. official said on Sunday. Iran’s crude oil exports were slashed by more than 80% due to re-imposed sanctions by the United States after President Donald Trump exited last year Iran’s 2015 nuclear deal with world powers. “We will continue to put pressure on Iran and as President (Trump) said there will be no waivers of any kind for Iran’s oil,” Sigal Mandelker, U.S. Treasury Under Secretary for Terrorism and Financial Intelligence, told reporters."], [73, "2019-09-08T17:47:41Z", [1.0], ""], [79204, "2019-09-08T10:38:59Z", [0.0], "For money"], [62808, "2019-09-07T22:42:21Z", [0.01], "Apparently a good opportunity was caught, and possible legal processes..."], [1034, "2019-09-07T15:50:18Z", [0.0], "Gulf News Website. (2019). Iran seizes boat in Strait of Hormuz, arrests 12 Filipinos: Report. Gulf News. World. Sep.7, 2019. Retrieved from\nhttps://gulfnews.com/world/iran-seizes-boat-in-strait-of-hormuz-arrests-12-filipinos-report-1.1567848101871 TEHRAN: Iran seized a boat and arrested 12 Filipinos as it busted a \"fuel-smuggling ring\" in the Strait of Hormuz on Saturday, the semi-official news agency ISNA reported. \"A foreign tugboat was confiscated as well as 283,900 litres (75,000 gallons) of petrol worth 233.71 billion rials ($20.2 million),\" ISNA said, citing the coast guard chief in the southern province of Hormozgan. AP News Website. (2019). Iran atomic energy spokesman says it is injecting uranium gas into advanced centrifuges, breaking new atomic deal term. AP. Sep. 7, 2019. Retrieved from\nhttps://apnews.com/dc2a4da59afa4352a0b6b88d6ade7eb2 TEHRAN, Iran (AP) — Iran atomic energy spokesman says it is injecting uranium gas into advanced centrifuges, breaking new atomic deal term. Karimi and Gambrell (2019) Sep. 7, stated that: Also on Saturday, satellite images showed that a once-detained Iranian oil tanker pursued by the US appears to be off the coast of Syria, where Tehran reportedly promised the vessel would not go when authorities in Gibraltar agreed to release it several weeks ago (Para. 12). The tanker Adrian Darya-1, formerly known as the Grace-1, turned off its Automatic Identification System late Monday, leading to speculation it would be heading to Syria. Other Iranian oil tankers have similarly turned off their tracking beacons in the area, with analysts saying they believe crude oil ends up in Syria in support of embattled President Bashar Assad’s government.\nImages obtained by The Associated Press early Saturday from Maxar Technologies appeared to show the vessel off Syria’s coast, some 2 nautical miles (3.7 kilometers) off shore under intermittent cloud cover. Iranian and Syrian officials have not acknowledged the vessel’s presence there. There was no immediate report in Iranian state media about the ship, though authorities earlier said the 2.1 million barrels of crude oil onboard had been sold to an unnamed buyer. The oil on board would be worth about $130 million on the global market, but it remains unclear who would buy the oil as they’d face the threat of US sanctions. The new images matched a black-and-white image earlier tweeted by John Bolton, the US national security adviser. “Anyone who said the Adrian Darya-1 wasn’t headed to #Syria is in denial,” Bolton tweeted. “We can talk, but #Iran’s not getting any sanctions relief until it stops lying and spreading terror!” US prosecutors in federal court allege the Adrian Darya’s owner is Iran’s Revolutionary Guard, which answers only to Supreme Leader Ayatollah Ali Khamenei. On Wednesday, the US imposed new sanctions on an oil shipping network it alleged had ties to the Guard and offered up to $15 million for anyone with information that disrupts its paramilitary operations. Brian Hook, the US special envoy for Iran, also has reportedly emailed or texted captains of Iranian oil tankers, trying to scare them into not delivering their cargo (Para. 12-20). Karimi, N. & Gambrell, J. (2019). Iran injects uranium gas into advanced centrifuges, violating nuclear deal. Times of Israel. Sep. 7, 2019. Retrieved from\nhttps://www.timesofisrael.com/iran-injects-uranium-gas-into-advanced-centrifuges-violating-nuclear-deal/"], [14107, "2019-09-07T09:53:00Z", [0.75], ""], [14107, "2019-09-07T09:52:30Z", [0.82], ""], [6978, "2019-09-07T02:37:52Z", [0.9], "Oil:Gold \"peace\" indicator improving rapidly."], [1333, "2019-09-06T18:51:24Z", [0.34], "citing humanitarian REASONS - 7 CREW HAVE BEEN RELEASED. I think that leaves 23 to dribble out over the next two months."], [38, "2019-09-06T18:27:02Z", [0.5], "Some of the crew members were released yesterday.  I assume that this will take some pressure off Iran to release the ship.  However, it could signal Iran's willingness to negotiate."], [19801, "2019-09-06T09:16:41Z", [1.0], "Seven Indian crew members from tanker seized by Iran to be released\nhttps://www.indiatoday.in/world/story/seven-indian-crew-members-from-tanker-seized-iran-stena-impero-oil-tanker-1595554-2019-09-04 A possible reason that the British oil tanker has not been released is because of the latent US threat to the iranian oil tanker. Iran tanker: US offers captain millions to hand over ship\nhttps://www.bbc.com/news/world-middle-east-49589075 I expect the handover soon."], [79164, "2019-09-06T09:03:53Z", [0.9], ""], [21884, "2019-09-06T02:11:12Z", [0.2], "chess stalemate near Syria"], [172, "2019-09-05T21:51:35Z", [0.65], "Thought this was going to happen (hence prior high forecast). Now I’m wondering if it will be a race to timeline (November 1) as bazaari seek max impact/leverage"], [68386, "2019-09-05T20:03:59Z", [0.8], ""], [30346, "2019-09-05T19:13:21Z", [0.95], "60"], [83, "2019-09-05T18:53:33Z", [0.55], "Trade of captured tanks has not progressed smoothly.  Numerous other issues between the US and Iran make the release of the tanker a possible negotiating chip in a larger deal.  Reducing forecast slightly for the reduced time frame remaining. US reportedly offered Grace1 captain \"millions\" to take the tanker to a US friendly location.  Followed up with threats.\nFrom: https://nypost.com/2019/09/04/us-officials-offered-several-million-dollars-for-iranian-tanker-report/:\n\"After offering the cash to the captain of the Grace 1 — which was seized by the UK off the coast of Gibraltar last month — Hook reportedly said: “With this money you can have any life you wish and be well-off in old age.” “If you choose not to take this easy path, life will be much harder for you,” he added.  \"Hook told FT that the email was one of several that he sent in recent months “in an effort to scare mariners into understanding that helping Iran evade sanctions comes at a heavy price,” the newspaper reports.\"\n"], [1333, "2019-09-05T18:41:34Z", [0.35], "I think the crowd is way too optimistic. Iran has agreed to release all NON ESSENTIAL personnel meaning thta they are retaining the people they need to engines turning and scupper working. Untill the pride of the Iranian Tanker Fleet off loads that 2 million plus barrels of Oil the Stena will swing from her anchor chain in Iranian waters."], [6978, "2019-09-05T14:23:28Z", [0.8], ""], [691, "2019-09-05T13:07:32Z", [0.88], ""], [128, "2019-09-05T12:06:44Z", [0.82], ""], [31251, "2019-09-05T02:03:42Z", [0.72], ""], [63835, "2019-09-04T22:35:30Z", [0.33], "Since my original post - the Iranian tanker released from Gibraltar is alleged to be offloading its oil to smaller ships that then will head for Syria - expressly against the conditions of its release. This means to me that the Iranians have decided to play hard ball with the Brits - maybe figuring they are too consumed with Brexit?\nIran was to have freed 7 sailors from the tanker in mid-August - keeping the remaining 16 - who remain to satisfy the Minimum Safe Manning Certificate requirements for this vessel. This could mean that it could sail out with a reduced crew of 16 if the Iranians permitted it - which is why I still give it a one in three chance of release by Oct 31.\nThe insurance carrier for the Stena Impero is the Swedish Club, a mutual insurer which writes the P&I in addition to the Hull and Equipment. War risk/piracy can be  a covered peril - though all P&I policies are manuscripted - so every policy is different. Assuming war risk/piracy is covered - the pressure would be on the Insurer to pay the owner of the Stena Impero for the vessel. That would reduce the pressure on the UK government to keep this in the news - as the matter moves over into the area of commercial enterprise from national interest. The Iranians could then release the rest of the crew, the Owner gets made whole from the insurance, and the vessel is kept by the Iranians and re-flagged."], [77713, "2019-09-04T21:57:23Z", [0.62], "View is that the Stena impero is being used to convince domestic audience that 'the world' is against Iran and that it is being treated unfairly - retaliation for the Adrian Darya 1 [reportedly carrying oil to Syria] - the ability to use the tanker as a political tool continues to be beneficial to the Iranian government - the outside forces are no longer 'invisible' - it also allows the Iranian leaders to show their own strengths in terms of 'you take our stuff - we take yours' ... military/political gamemanship... \nTactic to encourage Europe to shift their existing position - Iran wants support in its struggle to overcome [US] sanctions - which are having an economic impact as \nIran desperately wants to sell its oil to foreign markets - domestic pressure on current regime is building - younger generations want continued progress - \nReports that Iran was specifically targeting vessels with British crew [Iran claims UK intercepted their tanker on US orders] - with recent news that the Iranian authorities are allowing non British crew to leave but that the rest must remain indicates that they are prepared to let this play out further - Iran wants to demonstrate confidence in its strategic position throughout the region. Iran has claimed decision to release is with the courts [not that the courts are entirely independent institutions] - in my view a delaying tactic [will adjust and review if news comes out that court is making its way towards a decision] - they want to keep this 'piece on the board' for the time being "], [128, "2019-09-04T20:54:49Z", [0.88], ""], [128, "2019-09-04T20:52:26Z", [0.82], ""], [1333, "2019-09-04T18:48:23Z", [0.43], ""], [75790, "2019-09-04T15:14:12Z", [0.85], ""], [79104, "2019-09-04T14:56:27Z", [0.55], ""], [73, "2019-09-04T12:20:10Z", [0.01], ""], [19127, "2019-09-04T12:20:00Z", [0.87], ""], [6978, "2019-09-04T12:16:57Z", [0.85], ""], [691, "2019-09-04T12:16:26Z", [0.9], ""], [79099, "2019-09-04T11:49:42Z", [0.55], ""], [79099, "2019-09-04T11:49:17Z", [0.45], ""], [78992, "2019-09-04T09:56:58Z", [0.55], ""], [63963, "2019-09-04T02:14:02Z", [0.51], ""], [128, "2019-09-04T01:38:48Z", [0.85], ""], [29266, "2019-09-03T21:10:07Z", [0.79], ""], [6978, "2019-09-03T17:24:05Z", [0.9], ""], [128, "2019-09-03T12:12:12Z", [0.88], ""], [78988, "2019-09-02T18:19:07Z", [0.8], ""], [78988, "2019-09-02T18:18:54Z", [0.7], ""], [128, "2019-09-02T12:15:47Z", [0.9], ""], [3445, "2019-09-02T09:04:49Z", [0.2], ""], [68386, "2019-09-02T06:06:00Z", [0.85], ""], [1333, "2019-09-01T20:06:37Z", [0.44], ""], [73, "2019-09-01T05:15:34Z", [0.45], ""], [83, "2019-09-01T02:45:24Z", [0.6], ""], [62808, "2019-09-01T00:32:25Z", [0.0], "Comment deleted on Sep 07, 2019 10:42PM UTC"], [1333, "2019-08-31T15:11:00Z", [0.45], "Until their Tanker has returned to safe harbor and then only if it finds a purchaser for its crude - will the Good Ship and Crew of the Stena Impero be allowed to be towed out to sea. Iran is not confident enough yet to bring down the throat of a US Navy funnel with a load of seizable Oil,\nhttps://gcaptain.com/confusion-as-turkey-says-iranian-tanker-now-headed-toward-lebanon/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Gcaptain+%28gCaptain.com%29&goal=0_f50174ef03-6e736bd6c6-170102337&mc_cid=6e736bd6c6&mc_eid=c74873c672\n"], [691, "2019-08-31T12:17:45Z", [0.92], ""], [21884, "2019-08-31T02:39:00Z", [0.5], ""], [83, "2019-08-31T00:33:38Z", [0.7], "US blacklists Adrian Darya and sanctions captain.  \nhttps://www.reuters.com/article/us-mideast-iran-tanker-usa/u-s-blacklists-iranian-oil-tanker-adrian-darya-sanctions-captain-idUSKCN1VK2MS"], [1034, "2019-08-30T20:49:43Z", [0.0], ""], [77475, "2019-08-30T00:56:01Z", [0.95], ""], [33792, "2019-08-29T22:51:24Z", [0.0], ""], [78058, "2019-08-29T19:21:57Z", [1.0], ""], [78921, "2019-08-29T12:36:43Z", [0.95], ""], [691, "2019-08-29T11:36:04Z", [0.92], ""], [78883, "2019-08-29T11:32:06Z", [0.9], ""], [1034, "2019-08-28T19:05:29Z", [0.0], "Haines, J. (2019). Royal Navy capable of safeguarding shipping in the Gulf, says UK minister. The National. World. Aug. 28, 2019. Retrieved from\nhttps://www.thenational.ae/world/mena/royal-navy-capable-of-safeguarding-shipping-in-the-gulf-says-uk-minister-1.903182 The National news Website. (2019). Iranian oil tanker wanted by US changes course. The National. Aug. 27, 2019. Retrieved from\nhttps://www.thenational.ae/world/mena/iranian-oil-tanker-wanted-by-us-changes-course-1.903291"], [78758, "2019-08-28T04:52:36Z", [0.15], ""], [78828, "2019-08-27T18:51:24Z", [0.8], "Iran is taking advantage of a U.K. who's seen as weak due to Brexit issues. If the EU decide to act more fairly and work with the U.K. as opposed to against it, the EU, USA, and the U.K. all seen as working together post-Brexit, Iran won't have the nerve to continue playing these types of games. If the EU is seen to keep working with the U.K. in a fair and mature manner, leaving the U.K. to leave with little fuss, Iran could come to recognise the uk's strength and release. Before Brexit? I'm not sure. If they're smart they will... "], [78212, "2019-08-27T16:06:27Z", [1.0], ""], [29266, "2019-08-27T10:41:02Z", [0.99], ""], [78749, "2019-08-27T02:23:43Z", [0.75], "The iranians have no direct beef with the UK (apart from being allies of the US) and the release of the iranian tanker should mean they release the ship in order to try to rebuild some relationships\n"], [22833, "2019-08-26T20:18:21Z", [1.0], ""], [78546, "2019-08-26T17:41:27Z", [0.55], ""], [78505, "2019-08-26T13:01:38Z", [0.95], "Iran will probably wait to see if the recently released tanker Adrian Darya-1 will be allowed to continue through the Mediterranean. This appears likely, and the Stena Impero will then be released. "], [19127, "2019-08-26T12:58:05Z", [0.92], ""], [78444, "2019-08-26T10:08:35Z", [0.8], "EU support of Iran. Probability as at today. Tomorrow may be different  "], [78343, "2019-08-26T05:14:56Z", [1.0], "The Grace 1 being seized was the trigger for stena impero being seized, the grace 1 was released as an agreed swap, Iran doesn't want to complicate matters by renegging on that deal, it's one tanker; why risk complicating matters and throwing the weight of the international community against you (any further) for that? The trial being held is for national display (propoganda) - the outcome of which won't counter Irans instinct for self preservation. Will the Grace go to Syria? Yes, does this change the narrative? No. The fact it will arrive in Syria is a middle finger to the US, The fact the UK has been leveraged into going against US demands to keep the vessel detained is another coup for Iran, putting strain on the \"special relationship\". Releasing the Stena will add to their narrative."], [21884, "2019-08-26T04:14:47Z", [0.65], "Adrian Daria1 is not going to Kalamata (Greece), near it - XIN MAY is going to SUEZ (fife days way)\nhttps://www.vesselfinder.com/?imo=9116412"], [14107, "2019-08-25T20:29:45Z", [0.92], ""], [31251, "2019-08-25T06:29:00Z", [1.0], ""], [73167, "2019-08-25T05:26:15Z", [0.9], ""], [19801, "2019-08-24T04:08:39Z", [1.0], "Sweden has received \"very strong indications\" that a British oil tanker seized last month by Iran in the Strait of Hormuz is to be released soon, Swedish public service broadcaster SVT reported on Thursday, citing sources within Sweden's foreign ministry.\nhttps://www.ndtv.com/world-news/british-oil-tanker-stena-impero-seized-by-iran-could-be-released-soon-report-2089100"], [73, "2019-08-24T00:02:03Z", [0.55], ""], [68386, "2019-08-23T21:48:33Z", [0.99], ""], [78219, "2019-08-23T20:46:17Z", [0.95], ""], [1333, "2019-08-23T18:32:27Z", [0.55], "I doubt this happens before the end of Oct. Iran will want a trial and conviction to back up their claims prior to releasing the sailors and I expect they will insist on vetting a replacement crew or insisting that the crew on trial sail her out..."], [1034, "2019-08-23T18:22:16Z", [0.0], "Sweden receives indications Iran is ready to release British tanker Reuters (2019). Aug. 23, states that: Tehran has said that a court in the southern port of Bandar Abbas will decide the ship’s fate. British officials believe Tehran is hiding behind legalism when the ship’s seizure and release are in reality in the hands of political decision makers (Para. 10). The US has continued to pursue the Grace 1 after it left Gibraltar and has warned European states not to give the ship safe harbour as it sails east across the Mediterranean.  That warning has now been extended to any European shipping firms that might interact with the tanker. “The shipping sector is on notice that we will aggressively enforce US sanctions,” a US official told Reuters (Para. 10-12). Reuters News Agency (2019. Sweden 'receives indications' Iran is ready to release British tanker. Reuters. Aug. 23, 2019. Retrieved from\nhttps://www.telegraph.co.uk/news/2019/08/23/sweden-receives-indications-iran-ready-release-british-tanker/\n"], [78331, "2019-08-23T16:26:51Z", [0.95], ""], [691, "2019-08-23T13:53:42Z", [0.86], ""], [128, "2019-08-23T12:57:36Z", [0.92], ""], [73, "2019-08-23T09:37:27Z", [0.75], ""], [38, "2019-08-22T21:16:27Z", [1.0], "thanks to @cafebedouin for the link  https://www.gjopen.com/comments/comments/896888"], [56, "2019-08-22T21:06:40Z", [1.0], "\"The vessel is expected to be released within a few days, SVT reported, citing a source with insight into the talks that took place between Wallstrom and Zarif.\" https://www.reuters.com/article/us-mideast-iran-tanker-stena-idUSKCN1VC25X"], [78295, "2019-08-22T19:13:48Z", [0.05], ""], [75842, "2019-08-22T18:47:49Z", [0.8], "Tensions between Iran and the western world will go through different tides. The release of the Stena Impero will be the result of an early de-escalation of tensions for Iran to push on more pressing topics."], [24440, "2019-08-22T18:39:15Z", [0.95], "Following meetings this week between Iranian Foreign Minister Zarif and Swedish Foreign Minister Wallstrom, as well as FM Zarif and Stena Bulk CEO Hannell, Swedish press is reporting that the Stena Impero is likely to be released \"in the next few days\" (Reuters - 22 Aug 2019 [1]). This follows release of the Grace 1 (now Adrian Darya 1) from Gibraltar earlier this week [2].  Bloomberg article provides good assessments of what could happen to the Iranian ship as it approaches various port options [2]. I am leaving some chance that another seizure or other political delay impacts Steno Impero release.  [1] https://uk.reuters.com/article/uk-mideast-iran-tanker-stena/stena-bulk-tanker-seized-by-iran-could-be-released-soon-swedens-svt-broadcaster-idUKKCN1VC261\n[2] https://www.bloomberg.com/news/articles/2019-08-22/iranian-oil-tanker-sails-into-mediterranean-what-happens-next"], [31450, "2019-08-22T14:05:30Z", [0.85], "With the release of the Iranian tanker, I'm guessing we see the Iranians release the Stena Impero after an appropriate amount of time so they can claim it wasn't a quid pro quo."], [68386, "2019-08-22T05:08:27Z", [0.8], ""], [38, "2019-08-22T03:17:06Z", [0.85], "reducing forecast 5% based on @beuthe  https://www.gjopen.com/comments/comments/896521"], [29266, "2019-08-22T01:44:56Z", [0.95], ""], [29266, "2019-08-22T01:41:20Z", [0.9], ""], [78294, "2019-08-21T21:05:55Z", [0.85], ""], [30346, "2019-08-21T19:16:50Z", [0.95], ""], [77993, "2019-08-21T18:47:35Z", [0.85], "https://www.telegraph.co.uk/news/2019/08/21/us-warns-greece-not-give-safe-harbour-iranian-tanker/\n\"The Trump administration’s continuing focus on the ship is likely to only delay the release of the Stena Impero, the British-flagged tanker seized by the Revolutionary Guard in July, along with its 23 crew members.  \n\"Iran initially indicated that the Stena Impero had been seized in retaliation for the Grace 1 but now claims that the ship violated maritime rules in the Persian Gulf. \n\"Mohammad Rastad, Iran’s deputy transport minister, said the case of Stena Impero had been submitted to a court in the southern port city of Bandar Abbas, without giving a date when it would be heard.\""], [4718, "2019-08-21T17:45:34Z", [0.5], ""], [56530, "2019-08-21T16:26:45Z", [0.9], ""], [30346, "2019-08-21T14:33:56Z", [0.98], "Iranian Foreign Minister quoted at an event in Stockholm, that his government will try to \"expedite\" the legal process over the holding of U.K.-flagged oil tanker so \"we can close this ordeal...This is something that we did not start but we want to end.\" - Bloomberg reporting on 8/21/19. Given prior that release of Grace for Stena was a tacit agreement, this supports an extremely high probability of Stena release prior to November 1, 2019."], [691, "2019-08-21T12:12:28Z", [0.88], ""], [21884, "2019-08-21T02:32:55Z", [0.6], "Israeli and American naval special forces completed a large-scale exercise in the Mediterranean Sea last week simulating the takeover of a merchant ship carrying illegal weapons and contraband\nhttps://www.timesofisrael.com/israeli-us-special-forces-practice-ship-takeovers-amid-high-tensions-in-gulf/\nAdrian Daria 1 between Spain and Algiria\nhttps://www.vesselfinder.com/?imo=9116412\nten days way to Iran"], [128, "2019-08-21T01:13:27Z", [0.8], ""], [63835, "2019-08-20T23:56:30Z", [0.75], "The Iranian tanker held in Gibraltar was recently released on the mere assertion from Iran that the oil contained therein was not bound for Syria.\nIranian authorities are waiting for some court's ruling about the illegality of 3 nautical violations alleged against the Stena Impero.\nI'm not a maritime guy - but this sounds like getting a ticket for violating an overweight permit when hauling rebar on I-10.\nIn political matters Iran has released individuals into home country custody after a verdict has been rendered - on the grounds of better relations or humanitarian interests.\nSimilar can be done here - the overriding objective being a de-escalation of tensions, after having affirmed freedom of the seas for Iranian vessels through a tit-for-tat seizure."], [73, "2019-08-20T23:50:39Z", [0.51], ""], [78255, "2019-08-20T22:25:03Z", [0.55], "The British oil tanker will be released from  Iran only if the British parliament is not distracted by tensions from Brexit. But the tanker will is  likely to be released admist tensions."], [76722, "2019-08-20T20:59:17Z", [0.65], ""], [77529, "2019-08-20T20:26:48Z", [0.85], ""], [30346, "2019-08-20T19:12:33Z", [0.98], ""], [78263, "2019-08-20T18:37:04Z", [0.85], ""], [78263, "2019-08-20T18:36:22Z", [0.65], "Comment deleted on Aug 20, 2019 06:37PM UTC"], [32294, "2019-08-20T18:24:16Z", [0.48], ""], [61815, "2019-08-20T16:19:23Z", [0.9], ""], [61815, "2019-08-20T16:19:07Z", [0.86], ""], [61815, "2019-08-20T16:18:59Z", [0.7], ""], [32027, "2019-08-20T16:02:29Z", [0.65], ""], [19801, "2019-08-20T06:48:45Z", [1.0], "Iran tanker heads to Greece, U.S. warns against helping vessel\nhttps://www.reuters.com/article/us-mideast-iran-tanker/iran-tanker-heads-to-greece-us-warns-against-helping-vessel-idUSKCN1V90DM The Easy Peasy Deal has clearly been done. Iran stated give us our oil tanker back and we'll give you yours. Done and dusted."], [128, "2019-08-19T23:30:02Z", [0.84], ""], [128, "2019-08-19T23:29:02Z", [0.82], ""], [59068, "2019-08-19T19:42:08Z", [0.77], ""], [59068, "2019-08-19T19:41:35Z", [0.33], "I think the odds have gone up somewhat. See: https://www.nytimes.com/2019/08/18/world/europe/iran-tanker.html\n\"The ship’s departure also raised expectations that Iran, in turn, would relinquish the Stena Impero.\""], [14107, "2019-08-19T19:08:26Z", [0.82], "- the ship the seizure of which had apparently caused the retaliatory capture of the Stena Impero has been released by now [1]\n- note though that Iran claims that these two incidents are not connected [2]\n- \"Port and Maritime Organization of Iran (PMO) and Iranian Judiciary system are to decide on the case of the seized British oil tanker by IRGC, the corps' Navy Commander Rear Admiral Alireza Tangsiri said on Sunday\" [2] \n- the men on board are hopeful [3] \n- there seems to be ample time\n- since the British claimed there would be no quid pro quo, it's unclear what Iran would gain from freeing the tanker though – without anything in return. This relies on the British being truthful here which does not necessarily have to be the case. Based on all of this and the crowd forecast, I'd estimate something around 80% to 85%.  [1] https://www.independent.co.uk/news/world/europe/iran-oil-tanker-free-gibraltar-syria-us-grace-1-released-trump-a9064861.html\n[2] https://en.mehrnews.com/news/149022/Iran-s-PMO-judiciary-to-decide-on-Stena-Impero-IRGC\n[3] https://timesofindia.indiatimes.com/india/seafarers-on-board-stena-impero-hopeful-after-release-of-crew-from-grace-1/articleshow/70704415.cms"], [76716, "2019-08-19T18:14:38Z", [0.75], ""], [691, "2019-08-19T12:29:19Z", [0.9], ""], [19127, "2019-08-19T06:34:26Z", [0.84], ""], [21884, "2019-08-19T04:09:34Z", [0.65], "Comment deleted on Aug 19, 2019 04:09AM UTC"], [36321, "2019-08-19T02:04:29Z", [0.75], ""], [6978, "2019-08-18T21:42:27Z", [1.0], ""], [1333, "2019-08-18T19:22:34Z", [0.61], ""], [1333, "2019-08-18T18:56:44Z", [0.6], ""], [68386, "2019-08-18T17:21:33Z", [0.95], ""], [691, "2019-08-18T17:02:28Z", [0.84], ""], [73, "2019-08-18T17:00:24Z", [0.92], ""], [73, "2019-08-18T16:59:51Z", [0.7], ""], [78214, "2019-08-18T16:17:45Z", [0.87], "as the Iranian tanker has been released bythe British, albeit against US government requests,this provides an opportunity for Iran to release the British tanker without seeming to \"give in\""], [76258, "2019-08-18T15:37:28Z", [0.95], ""], [172, "2019-08-18T15:18:09Z", [0.98], "@cafebedouin - you called it!"], [38, "2019-08-18T03:43:03Z", [0.9], "I've been following this story in the news, as well as the news about the Grace 1.  I am of the opinion that the Grace 1 (now re-named and flying an Iranian flag) will be under sail soon, and that the Stena Impero will soon thereafter be released from Iranian custody."], [62808, "2019-08-18T00:31:22Z", [0.0], ""], [1034, "2019-08-17T19:49:41Z", [0.0], "Iran, U.K. Inch Closer to Tanker Crisis Resolution Faucon and Rasmussen (2019) Aug. 13, stated that: Iran and the U.K. are making progress toward the release of an Iranian tanker impounded in Gibraltar, according to people familiar with the talks, a move that could prompt Tehran to free a British-flagged vessel it subsequently seized and defuse tensions between the two countries. Iran has lifted several stumbling blocks by reflagging the vessel and setting a new destination after Gibraltar sought assurance that the ship wouldn’t sail to Syria, according to people familiar with the matter (Para. 1-2). A U.S. official said Tuesday that Washington wouldn’t try to block the release of the Iranian tanker as long as it didn’t go to Syria or Iran (Para. 14). Iran hasn’t formally said it would release the U.K. vessel if its own tanker was freed in Gibraltar. But Iranian officials have indicated such a move would help end the detention of the Stena Impero. A spokesman for Sweden’s Stena Bulk, which owns the Stena Impero, said there had been no progress at this stage toward the release of the vessel and its crew in Iran (Para. 14-16). Faucon, B. & Rasmussen, S., E. (2019). Iran, U.K. Inch Closer to Tanker Crisis Resolution. The Wall Street Journal. World. Middle East. Aug. 13. 2019. Retrieved from\nhttps://www.wsj.com/articles/iran-u-k-inch-closer-to-tanker-crisis-resolution-11565704919 Trujillo, M. (2019). U.S. issues warrant to seize Iranian tanker off Gibraltar. Reuters. Middle East Northern Africa. Aug 17, 2019. Retrieved from https://uk.reuters.com/article/uk-mideast-iran-tanker/u-s-issues-warrant-to-seize-iranian-tanker-off-gibraltar-idUKKCN1V7058 GIBRALTAR (Reuters) - The United States has issued a warrant to seize an Iranian oil tanker caught in the standoff between Tehran and the West in a last ditch effort to prevent the vessel from leaving Gibraltar.\n"], [1333, "2019-08-17T18:32:41Z", [0.59], ""], [1333, "2019-08-17T18:21:28Z", [0.58], ""], [6978, "2019-08-17T17:49:52Z", [0.9], ""], [73, "2019-08-17T14:22:06Z", [0.25], ""], [691, "2019-08-17T12:24:32Z", [0.81], ""], [21884, "2019-08-17T11:12:19Z", [0.1], "\nhttps://reut.rs/2HbxKXE"], [128, "2019-08-17T10:37:26Z", [0.8], ""], [172, "2019-08-17T09:40:54Z", [0.5], "Gibraltar May release but that doesn’t mean it’s going anywhere...\nhttps://www.theguardian.com/world/2019/aug/16/iran-oil-tanker-us-uk-gibraltar-warrant\n"], [30346, "2019-08-16T23:40:18Z", [0.96], ""], [48111, "2019-08-16T21:04:23Z", [0.85], "Iran is pursuing a number of strategies to raise the cost for the international community of complying with Trump's sanctions regime. The immediate cause of the Stena Impero seizure was the seizure of the Iranian vessel by the British. As the British have released this vessel, it's likely Iran will reciprocate. They may drag their feet however in protest of British compliance with the sanctions on Iran."], [42162, "2019-08-16T18:32:22Z", [1.0], ""], [1333, "2019-08-16T18:23:55Z", [0.57], ""], [64684, "2019-08-16T18:13:43Z", [1.0], "Given release of Grace 1 I expect so - tit for tat"], [1333, "2019-08-16T18:09:52Z", [0.56], ""], [30346, "2019-08-16T17:15:40Z", [0.92], ""], [6978, "2019-08-16T15:54:08Z", [0.95], ""], [76950, "2019-08-16T14:45:00Z", [0.8], ""], [78173, "2019-08-16T13:51:08Z", [0.9], "Gibraltar has just released the Iranian ship Grace 1, which had been held since 4 July (43 days), thus feeding into the de-escalation of conflict. It's now expected that the Stena Impero will be released in reciprocity and within a similar timeframe, i.e. 43 days after 19 Jul = by 31 August. Extending the deadline to 1 Nov makes the event likelier."], [691, "2019-08-16T11:46:46Z", [0.81], ""], [128, "2019-08-16T01:06:34Z", [0.9], ""], [1333, "2019-08-15T23:31:21Z", [0.55], ""], [29266, "2019-08-15T21:09:53Z", [1.0], ""], [1333, "2019-08-15T18:52:40Z", [0.45], ""], [1333, "2019-08-15T18:47:58Z", [0.35], ""], [1333, "2019-08-15T18:32:12Z", [0.25], "Brits can off load the Iranian crude and process the vessel out for return or sale. If they do Iran releases the Stena but I'd advise you tow it to sea and have it checked from stem to stern for contaminated lubricants and eaves dropping and tracking devices."], [11430, "2019-08-15T18:14:48Z", [0.99], ""], [15414, "2019-08-15T18:01:09Z", [0.9], "Boris must want a foreign policy that is clear of embarrasments as he heads into an election."], [53391, "2019-08-15T17:43:24Z", [0.96], ""], [578, "2019-08-15T16:28:45Z", [0.95], "Gibraltar just announced the release of  Grace 1 despite some interference from the US [1].  It is the starting point on the resolution of the seizure of Stena Impero. [1]  https://www.telegraph.co.uk/news/2019/08/15/us-makes-last-minute-intervention-try-stop-release-iranian-oil/"], [31251, "2019-08-15T16:18:26Z", [0.72], ""], [6978, "2019-08-15T16:04:56Z", [0.75], ""], [21884, "2019-08-15T15:34:36Z", [0.5], "1 released 50%, second?"], [128, "2019-08-15T14:58:25Z", [0.8], ""], [32100, "2019-08-15T12:01:20Z", [0.7], ""], [691, "2019-08-15T11:57:45Z", [0.36], ""], [172, "2019-08-15T11:36:01Z", [0.5], ""], [31251, "2019-08-15T09:24:29Z", [0.24], ""], [31251, "2019-08-15T08:50:14Z", [0.72], ""], [68386, "2019-08-15T03:36:22Z", [0.9], ""], [83, "2019-08-15T02:18:02Z", [0.95], "Updating on news that Gibraltar will not renew an order to detain the Grace 1.  Adequate time for Iran to respond."], [578, "2019-08-15T01:41:07Z", [0.9], "According to Reuters, Gibraltar is to release Iranian oil tanker Grace 1 on Thursday.   “There is no reason to keep Grace 1 in Gibraltar a moment longer if we no longer believe it is in breach of sanctions against the Syrian regime,” the newspaper quoted a source close to Picardo as saying [1].  Release of Grace 1 is the necessary first step in the release of Steno Impero.   [1]  https://www.reuters.com/article/us-mideast-iran-tanker-gibraltar/gibraltar-to-release-iranian-oil-tanker-on-thursday-sun-newspaper-idUSKCN1V42B5"], [1333, "2019-08-14T18:13:58Z", [0.16], ""], [691, "2019-08-14T16:42:56Z", [0.38], ""], [5018, "2019-08-14T16:05:00Z", [0.75], "Just following people I follow"], [31251, "2019-08-14T14:43:19Z", [0.17], "https://uk.reuters.com/article/uk-mideast-iran-tanker/iran-says-britain-might-release-oil-tanker-soon-gibraltar-says-not-yet-idUKKCN1V30J9 The British Gov say that this is a matter for Gibraltar (? who believes that) but this could well mean that if it is kept in the courts, the Grace 1 could be there as long as that process takes, which makes it less likely that the Stena Impero will be released by Nov 1st"], [128, "2019-08-14T14:17:18Z", [0.75], ""], [31450, "2019-08-14T13:18:14Z", [0.15], "I am not seeing anything that would suggest the Iranians are looking for a way out of this situation."], [29266, "2019-08-14T10:55:58Z", [0.95], ""], [78101, "2019-08-14T09:51:01Z", [0.35], "The new Tory govermnment will not want to be seen to be appeasing the Iranians and Iran will not release the British tanker without UK concessions. The picture might change if a UK election before then returns a different government"], [21884, "2019-08-14T07:49:42Z", [0.1], ""], [128, "2019-08-14T00:47:22Z", [0.8], ""], [78066, "2019-08-13T20:00:48Z", [0.99], ""], [1333, "2019-08-13T18:12:18Z", [0.15], ""], [56, "2019-08-13T17:02:47Z", [0.95], "\"“We believe that Grace 1 oil tanker will resume operation under Iranian flag in international waters in the very near future,” Mr. Eslami said, according to the Fars news agency. PressTV quoted him as saying, “Certain documents have been exchanged, which would help settle the issue.” Britain’s Foreign Office said it had no immediate response. The government of Gibraltar, a semiautonomous British territory, declined to comment beyond a one-sentence statement: “We continue to seek to de-escalate issues arising since the lawful detention of Grace 1.” https://www.nytimes.com/2019/08/13/world/europe/iran-tanker-gibraltar.html"], [128, "2019-08-13T11:54:38Z", [0.75], ""], [128, "2019-08-13T11:52:47Z", [0.7], ""], [691, "2019-08-13T11:50:52Z", [0.42], "https://www.reuters.com/article/us-mideast-iran-tanker/iran-says-britain-might-release-grace-1-oil-tanker-soon-irna-idUSKCN1V30J5\nIf the Brits spring the Iranian ship, it is more likely that the Iranians will release the British one.  Not right away, of course--that way nobody will suspect the Iranian seizure was retaliatory...."], [29266, "2019-08-13T11:30:43Z", [0.8], ""], [128, "2019-08-13T10:35:51Z", [0.6], ""], [78000, "2019-08-13T09:42:13Z", [0.0], "P"], [75093, "2019-08-12T19:56:37Z", [0.1], ""], [1333, "2019-08-12T18:05:18Z", [0.07], ""], [62808, "2019-08-12T16:54:56Z", [0.0], ""], [62808, "2019-08-12T16:54:39Z", [0.06], ""], [78023, "2019-08-12T14:42:07Z", [0.18], ""], [691, "2019-08-12T14:28:31Z", [0.12], ""], [128, "2019-08-12T11:08:13Z", [0.45], ""], [75787, "2019-08-12T10:00:30Z", [0.6], "I feel that the Iranian forces seizure was a internal as well as external way to put forth the propaganda that the Iranians had the will as well as the power to close the strait of hormuz.  The iranian goverment needs a propaganda victory to keep the will of the majority of its own population who have suffered from the devaluation of iran's currency.  Externally the propaganda was put forth that even if the american navy is involved with it's allies, the iranian goverment can at will close and or restrict the flow of petroleum to the world markets. The Impero will be released after all the positive propaganda can be made or milked from the seizing of the ship. The allies of Iran have had a demonstration of the resolve and ability of the iranian goverment!"], [77996, "2019-08-12T05:39:31Z", [0.75], ""], [75385, "2019-08-12T04:42:37Z", [0.88], ""], [21865, "2019-08-11T23:06:36Z", [0.0], ""], [19912, "2019-08-11T20:28:18Z", [0.85], ""], [77966, "2019-08-11T20:05:28Z", [0.25], ""], [27692, "2019-08-11T17:43:12Z", [0.4], "An Iranian Tanker has been taken to custody by an act of piracy by special forces of UK before the retaliation by Iranian Forces. He must first given free before the Iranians will have been moved in uncertain future period. I do not expect that the US Government and especially the sitting president is interested before the election 2020 on serious negotiations. His conflicts strategy may help him to yield assent by his base. Therefore I expect with higher probability no movement on all sides may happen until 1. November 2019."], [64684, "2019-08-11T15:57:17Z", [0.35], "Unless the Brits move to release the Iranian tanker. I don't believe Boris would do so."], [53391, "2019-08-11T15:55:50Z", [0.33], ""], [63479, "2019-08-11T15:52:11Z", [0.85], ""], [58207, "2019-08-11T15:47:38Z", [0.75], ""], [19801, "2019-08-11T12:15:37Z", [0.0], "It's easy peasy to release the ship. But the UK government is trying to stonewall Iran through the courts. Unless and until the Iranian oil tanker is released neither will this ship. Iranian President Hassan Rouhani suggested last week that his country might release the Stena Impero if the UK returned the Grace 1. Dominic Raab, Britain’s new foreign secretary, ruled out this idea on Monday morning, saying that the UK had seized the Iranian ship in compliance with international law, while the IRGC had captured the British tanker illegally.\nhttps://www.businessinsider.com.au/britain-reject-oil-tanker-swap-iran-despite-stanley-johnson-advocacy-2019-7?r=US&IR=T https://twitter.com/PressTV/status/1152597789362262016/video/1 The failure of the British forces A British warship radioed an Iranian patrol boat to warn against interfering with the Stena Impero as the oil tanker passed through the Strait of Hormuz, according to an audio recording released by a British maritime security firm.\nKey points:     A British naval officer repeatedly called on Iran to guarantee the tanker's free passage\n    Iranian forces told the ship's crew to abruptly change course to \"be safe\"\n    Britain and its allies have cautioned Tehran from further escalating tensions  The audio, released by maritime security risk firm Dryad Global, revealed how the Royal Navy was unable to prevent the ship and its crew of 23 being seized by Iranian Revolutionary Guard forces on Friday. \nhttps://www.abc.net.au/news/2019-07-22/audio-reveals-how-british-failed-to-prevent-stena-impero-seizure/11329854 Iran might seize another vessel or two until the UK caves in. That probably won't take long."], [172, "2019-08-11T11:24:45Z", [0.05], ""], [77475, "2019-08-11T10:02:27Z", [0.45], ""], [77475, "2019-08-11T10:02:15Z", [0.9], ""], [1333, "2019-08-11T03:45:27Z", [0.06], ""], [37651, "2019-08-10T23:47:40Z", [0.75], ""], [77916, "2019-08-10T22:51:31Z", [0.65], ""], [1034, "2019-08-10T22:36:17Z", [0.0], "Iran's detention of UK-flagged tanker unacceptable: owner Saul, J. (2019) Aug 6, states that: LONDON (Reuters) - The continued detention of British-flagged tanker Stena Impero is “unacceptable and unjustifiable” and there are concerns for the welfare of the crew after 19 days in confinement, the vessel’s owner said on Tuesday.\nIran’s Revolutionary Guards on July 19 seized the Stena Impero in the Strait of Hormuz waterway for alleged marine violations. That came two weeks after Britain seized an Iranian oil tanker near Gibraltar, accusing it of violating sanctions on Syria. (Para. 1-2).\nIranian President Hassan Rouhani warned on Tuesday that shipping might not be safe in the Strait of Hormuz, adding that “war with Iran is the mother of all wars” (Para. 12). Britain on Monday joined the United States in a maritime security mission in the Gulf to protect merchant vessels sailing through the Strait of Hormuz. Last week, seafarers’ union Nautilus International said it had reached an agreement with the UK Chamber of Shipping trade association and the National Union of Rail, Maritime and Transport Workers (RMT) to designate the Strait of Hormuz a high-risk area. That gives crew members the right to refuse to work onboard British-flagged vessels traversing the waterway (Para 12-14). Saul, J. (2019). Iran's detention of UK-flagged tanker unacceptable: owner. Reuters. World News. Aug 6, 2019. Retrieved from\nhttps://www.reuters.com/article/us-mideast-iran-britain-tanker/irans-detention-of-uk-flagged-tanker-unacceptable-owner-idUSKCN1UW20B WORLD NEWSJULY 29, 2019 /\nMacAskill, A. (2019). Britain tells Iran: release ship to 'come out of the dark'. Reuters. World News. July 29, 2019. Retrieved from https://www.reuters.com/article/us-mideast-iran-tanker-britain/britain-tells-iran-release-ship-to-come-out-of-the-dark-idUSKCN1UO0S9 LONDON (Reuters) - Britain told Iran on Monday that if it wants to “come out of the dark” it must follow international rules and release a British-flagged oil tanker seized by its forces in the Gulf. BBC News Website. (2019). Iran tanker seizure: 'Growing concern' for crew of British-flagged vessel. BBC. 30 July 2019. Retrieved from https://www.bbc.com/news/uk-49170648"], [578, "2019-08-10T20:27:56Z", [0.85], "Despite earlier Iranian official proclamation that the seizure of the British-flagged ship Stena Imperio is not a retaliation to the seizure of the Iranian-flagged ship Grace I, these two events are closely related.  This link is clearly admitted, as reported by Riviera Maritime Median [1], in a speech broadcast live on Iranian state television (according to translations in western media) Iranian president Hassan Rouhani said “Peace with Iran is the mother of all peace; war with Iran is the mother of all wars... A strait for a strait. It cannot be that the Strait of Hormuz is free for you and the Strait of Gibraltar is not free for us.” It appears that there is a clear path for the resolution for Grace I's detention.  Grace I was detained on July 4 at Gibraltar for the suspicion of breaking the EU sanction of Syria.  Its initial detainment was up to 72 hours. Later the period was extended to 14 days.  Another 30 days were added later with a court hearing set for August 15 [1].   Furthermore, \"UK Foreign Secretary Jeremy Hunt tweets that the UK would facilitate the release of Grace 1 if Iran could offer assurance the vessel was not destined to deliver its cargo to Syria\" [1].  If Iran wants to resolve this issue, all it has to do is to agree to this condition. It might not even have to admit guilt publicly.  If this happen, UK is probably happy to release Grace I.  The release of Steno Impero will happen after the release of Grace I.   I see a high probability of this scenario happen before November 1. [1]  https://www.rivieramm.com/news-content-hub/news-content-hub/what-we-know-about-detained-iranian-tanker-grace-1-55529"], [75135, "2019-08-10T20:16:58Z", [0.3], ""], [75595, "2019-08-10T19:20:53Z", [0.15], ""], [44013, "2019-08-10T18:42:22Z", [0.85], ""], [15414, "2019-08-10T18:32:41Z", [0.14], "Prior setting. With an election in the offing, the Johnson government will not want to do anything that its rabid right-wing will interpret as softness. A change of government, before the end of the term of the question would require a recalculation."], [67387, "2019-08-10T17:54:39Z", [0.33], ""], [75195, "2019-08-10T17:22:02Z", [0.3], ""], [20284, "2019-08-10T17:12:53Z", [0.1], ""], [19127, "2019-08-10T16:38:29Z", [0.31], ""], [64662, "2019-08-10T16:25:18Z", [0.09], ""], [52857, "2019-08-10T15:15:22Z", [0.25], "Iranians will hold tanker indefinitely"], [38227, "2019-08-10T14:43:17Z", [0.65], "With tensions in Irania running higher and also Britain involved in the Brexit process, it'll be hard for Britain to focus on foreign issues."], [691, "2019-08-10T13:33:39Z", [0.08], ""], [56, "2019-08-10T13:13:08Z", [0.75], "It's tit-for-tat. Gibraltor is holding on to Grace 1, with the next hearing regarding it on August 15, 2019. The Iranians will probably release the Steno Impero shortly after Grace 1 is released. The point that Iran can harass oil shipping has been made, and there's no real reason for either country to hold onto their vessels over the long term. Still, I'm not real clear about the politics here, so I'm going to hedge quite a bit."], [31251, "2019-08-10T12:54:10Z", [0.18], "This is an interesting question. Three tankers have been seized by the Iranians since July, and non have yet been released. I cannot yet find much of a base rate for release of impounded tankers, and not for political reasons. One tanker that was impounded in 2016 in Malaysia has not yet been released, but this was the second offence for illegal berthing (the MT ALIYA SARI - I could be wrong on this, I do not speak Malaysian and have only been though 5 google pages, but this vessel tacker still has it there -  https://www.vesseltracker.com/en/Ships/Mt-Aliya-Sari-I1779810.html). Given that the British seizure of Grace 1 preceded the Iranian seizure of the Stena Impero, I will take it that this was a retaliation and the latter will not be released without the former being released. As pointed out by another forecaster, the crew of the Steno Impero does not have any British nationals, and the ship is not British owned. The previous foreign secretary said that a deal could be made on the release of Grace 1 (the Iranian tanker) but the new British foreign secretary has said that there will not be a \"swap\". The detention of the Grace 1 has been extended for another month and *will be reviewed on the 15th August* (https://worldmaritimenews.com/archives/280370/gibraltar-court-extends-detention-of-iranian-oil-tanker-grace-1/)  Given that the US and Uk are now conducting naval patrols to deter further captures, British personnel and crews are being pulled from the region and I estimate the number of British flagged tankers to be less than 10 in the gulf, the chances of Iran seizing another British ship is <10%. Including this information as more ship captures would escalate tensions further and make release more unlikely.  Going to try to search for a better base rate, but with a lack of one I am going to be cautiously pessimistic about the ship being released.  I doubt there will be a egime change/war etc, but will continue to update and monitor."], [1333, "2019-08-10T06:57:18Z", [0.07], ""], [1333, "2019-08-10T06:51:10Z", [0.06], ""], [8663, "2019-08-10T04:08:43Z", [0.0], ""], [77830, "2019-08-10T03:17:15Z", [0.15], ""], [128, "2019-08-10T01:24:09Z", [0.3], ""], [41383, "2019-08-10T01:22:07Z", [0.1], "Iran will appear weak if it does so without significant pressure."], [77864, "2019-08-09T20:00:59Z", [0.01], "The general intransigence of the Iranian regime; the immediate post-Brexit need for avoidance of controversial interaction; and the fact that the ship is only UK - flagged: it's not UK owned, nor is the crew British - therefore it's not as much of a priority as it might first appear."], [77859, "2019-08-09T18:09:29Z", [0.3], "Comment deleted on Aug 09, 2019 06:10PM UTC"], [1333, "2019-08-09T18:02:28Z", [0.05], ""], [60695, "2019-08-09T17:13:01Z", [0.75], ""], [1333, "2019-08-09T17:03:29Z", [0.01], ""]], "open_date": "2019-08-09T17:00:04Z", "close_date": "2019-09-26T15:00:48Z"}