{"question_id": 1080, "title": "Between 1 January 2019 and 31 December 2019, will an armed group from Nigeria engage in a campaign that systematically kills 1,000 or more civilians in Nigeria?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.06, 0.94], "correct_answer": "No", "correct_forecast": 0.94, "preds": [[62808, "2019-03-30T08:21:14Z", [0.06], ""], [62808, "2019-03-30T08:15:56Z", [0.05], ""], [67553, "2019-03-29T12:57:57Z", [0.1], ""], [66558, "2019-03-29T12:20:35Z", [0.0], ""], [172, "2019-03-25T00:21:53Z", [0.05], ""], [1333, "2019-03-22T16:19:27Z", [0.24], ""], [68040, "2019-03-22T14:00:51Z", [0.06], "In the ten years of this conflict, we’ve already seen a massacre of this size once. To start with then, I’d peg it at a 10% chance per year of a massacre of this size. However, since that massacre occurred in 2015, Boko Haram has split into two warring factions, one of which was aligned with ISIS and opposed to such extreme civilian killing. I’m going to reduce the chance by 60%, since this makes each group weaker and also gives them more enemies. Total chance I guess at 6%."], [62808, "2019-03-22T12:33:39Z", [0.13], ""], [691, "2019-03-19T10:40:26Z", [0.12], ""], [172, "2019-03-14T23:01:29Z", [0.05], ""], [691, "2019-03-13T11:14:47Z", [0.12], ""], [67899, "2019-03-12T20:05:49Z", [0.01], ""], [1333, "2019-03-12T19:03:04Z", [0.24], ""], [62808, "2019-03-11T22:43:10Z", [0.25], ""], [67877, "2019-03-11T17:21:28Z", [0.06], ""], [172, "2019-03-11T00:40:11Z", [0.05], ""], [67374, "2019-03-10T23:59:22Z", [0.34], ""], [5018, "2019-03-09T22:54:31Z", [0.02], ""], [20156, "2019-03-09T14:00:51Z", [0.08], ""], [67074, "2019-03-07T19:37:48Z", [0.2], ""], [67075, "2019-03-07T19:34:17Z", [0.13], ""], [30400, "2019-03-05T20:51:45Z", [0.01], ""], [172, "2019-03-04T02:53:10Z", [0.05], ""], [23006, "2019-03-01T23:00:44Z", [0.06], "Contested Election results"], [62808, "2019-03-01T16:01:52Z", [0.3], ""], [67553, "2019-02-28T19:21:07Z", [0.12], ""], [172, "2019-02-28T03:38:54Z", [0.05], ""], [691, "2019-02-26T17:58:09Z", [0.16], ""], [40272, "2019-02-24T21:01:55Z", [0.16], ""], [62808, "2019-02-23T00:08:25Z", [0.4], ""], [172, "2019-02-20T18:57:27Z", [0.05], ""], [67374, "2019-02-17T03:01:04Z", [0.45], ""], [172, "2019-02-16T17:37:23Z", [0.05], ""], [57738, "2019-02-16T06:55:31Z", [0.0], ""], [49838, "2019-02-13T02:17:19Z", [0.37], ""], [1333, "2019-02-12T14:43:06Z", [0.25], ""], [172, "2019-02-12T00:59:16Z", [0.07], ""], [691, "2019-02-11T13:08:47Z", [0.16], ""], [48709, "2019-02-08T16:44:23Z", [0.02], ""], [691, "2019-02-08T16:08:20Z", [0.16], ""], [691, "2019-02-05T13:06:15Z", [0.23], ""], [57628, "2019-02-05T01:05:33Z", [0.06], "The baserate for a genocide happening is 24% using the GJO. Using the Early Warning project Risk assessment (which is at 5.9 percent). I’m going to initially downgrade my forecast to a solid 17% to start. However, this is where things start to get really interesting. In the past year, the killings that Boko Haram have started have decreased from 118 events to 87 between the time frames of April 1st, 2017 to March 31st 2018 and January 1st, 2018 to December 31st, 2018 respectively.  Using that as the backbone, I’m going to drop the percentage by another 5 percent to 12 percent. Here is where I personally got tied up in the nuances of what previous decisions have been made by the good judgement open. In a previous decision made by the GJO there were over 1000 deaths of civilians in Nigeria, however only approximately 830 were killed by Boko Haram, therefore it was not a genocide (I do not agree, but that is irrelevant in this case). Last year (2018), only approximately 400 were killed by Boko Haram. That begs the question, why? Well I do not have an exact answer nor do I believe in having a singular reason in causality.  So what would it take for the killings to be expanded again. Boko Haram would have to have more land control. And to win more territory in the North East Corner of Nigeria, which activity has been dying down in for the past year and a half. Given the numbers, and the lack of leadership by Boko Haram, the final percentage will be at 6.5 percent probability of a genocide in Nigeria. \n"], [8318, "2019-02-04T00:32:46Z", [0.41], ""], [12591, "2019-02-03T19:40:33Z", [0.15], ""], [57628, "2019-02-01T18:40:31Z", [0.12], "This is where it finally gets a little more interesting. In Nigeria, it is actually really really possible for a genocide to happen. But let’s really break this down from the beginning. We’re going to establish a base rate using the data from ACLEDDATA. Then we’re going to uptick the probability for it to happen. Cool? Cool.  BaseRate:\nIn 2018, 1020 Civilians were killed in Nigeria by government or state led forces. By the definition used by the EarlyWarning project and the GoodJudgment open, their definition of genocide there needs to be 1000 or more deaths. The question becomes, is this rate sustainable and are these deaths organized with a specific malicious intent towards a specific group of people. Data Gathered Courtesy of ACLEDDATA\nSorting Through Data: \nSince there is enough numbers to actually dig into this. We need to go through and filter through a lot of the data. I am looking for a consistent people group that is being targeted by a specific actor. Also, I’m feeling a little lazy and I really don’t feel like reading through hundreds of cells, so, I am going to do something a little different. According to a research paper called Predicting Violence within Genocide: A model of Elite Competition by Omar McDoom, areas that are segregated naturally or by force are by much more likely to experience a genocide than diverse communities. So here is what I am going to do, let’s take a look at a map that shows the distribution of the attacks on civilians.  There are a couple of places that appear to be hot zones for civilians being killed are mostly by Boko Haram. However, I do not have an exact number for how many they killed. Also it appears that my idea to cut down on the work really was not a good idea. But I will keep it in my mind for a later time. So as of right now. I’m not sure if this will be considered a genocide.  Boko Haram:\nNow the question becomes, is Boko Haram  considered a genocide according the GJO. After reading through some past decisions made by the GJO it can be considered a genocide if all the violence is perpetrated by a singular group. So it’s time to filter through some more data.  According to ACLED Data, there were 437 people killed by Boko Haram in 2018 in the spreadsheet that I created. Which is a smaller than the year before which is of 850 people being killed during the previous time period. Which means, I am scaling down my prediction of everything quite a bit.  Unless, we can figure out the factors that made Boko Haram stop. Or we can go through and manage all the states forces.  There is a count of 87 of events that happened in 2018. And there are 118 data points between April 2017 to April 2018. The reason for this. I am not sure of it yet. Or vaguely sure. But in that lies the key to this question. "], [691, "2019-02-01T16:52:59Z", [0.23], ""], [60061, "2019-02-01T02:01:36Z", [0.1], ""], [172, "2019-01-31T02:09:55Z", [0.1], ""], [1333, "2019-01-30T15:22:00Z", [0.24], ""], [54996, "2019-01-26T11:34:54Z", [0.45], ""], [172, "2019-01-22T00:26:47Z", [0.1], "Less than a month to elections (Feb 16). Not sure Buhari is going anywhere. Would Boko Harum try to keep it quiet to avoid confrontation/support helping Buhari? Just don’t see too much going on..."], [691, "2019-01-20T13:08:30Z", [0.22], ""], [914, "2019-01-19T03:20:24Z", [0.25], ""], [66735, "2019-01-18T22:49:17Z", [0.35], "yes. Ths group is already there. Boko Haran will continue to kill ohter abduct the people and the women of nigeria "], [691, "2019-01-16T13:16:52Z", [0.22], ""], [25421, "2019-01-15T06:01:24Z", [0.27], ""], [31555, "2019-01-15T02:17:47Z", [0.03], ""], [172, "2019-01-13T23:35:55Z", [0.1], ""], [39381, "2019-01-13T12:33:41Z", [0.0], ""], [62808, "2019-01-11T21:44:53Z", [0.47], ""], [66511, "2019-01-10T19:54:48Z", [0.95], ""], [691, "2019-01-09T13:01:44Z", [0.22], ""], [66192, "2019-01-07T16:15:35Z", [0.2], "Boko Haram has been dealt some serious setbacks, but they are still a threat.  Should they successfully reconstitute, they may very well carry out a series of reprisal attacks against poorly-defended villages simply to create fear among the populace."], [56, "2019-01-07T05:06:12Z", [0.2], "Early Warning base rate is 5.9% No recent mention on Genocide Watch. ACLED civilian data for the last 2 years is just over 278-553, with highest in the most recent year. But, there is an even split of Christians and Muslims and by some accounts the conflict between these groups is responsible for hundreds of deaths. I think the statistical likelihood needs to be significantly higher."], [65977, "2019-01-07T02:19:49Z", [0.45], ""], [172, "2019-01-07T01:59:02Z", [0.1], ""], [65388, "2019-01-06T20:41:30Z", [0.25], ""], [65343, "2019-01-06T19:25:45Z", [0.85], "Terrorist hotbed will lead to more civilian deaths"], [64871, "2019-01-06T17:35:15Z", [0.1], ""], [64703, "2019-01-06T17:33:48Z", [0.15], ""], [64714, "2019-01-06T17:23:48Z", [0.15], ""], [32100, "2019-01-04T19:50:32Z", [0.07], ""], [62731, "2019-01-04T17:12:15Z", [0.22], ""], [691, "2019-01-04T13:21:10Z", [0.22], ""], [36132, "2019-01-03T22:54:44Z", [0.0], ""], [28166, "2019-01-03T02:13:55Z", [0.03], ""], [63963, "2019-01-02T22:39:44Z", [0.0], ""], [1333, "2019-01-02T19:22:25Z", [0.25], ""], [63951, "2019-01-02T18:39:04Z", [0.37], "The forecast is based on the upcoming presidential elections. As common knowledge within Nigeria, presidential elections tend to be one of the most violent times faced by the country. It is plagued with tribalism and division within the country.  Also a statement made by the Nnamdi Kanu a representative for the Indegenious people of Biafra. A group fighting for secession from nigeria, have planned to make a point during the upcoming elections as stated below\n“To drive home our demand, IPOB will ensure that the entire land of Biafra is paralysed on whatever date they choose to hold the presidential elections. This position is irreversible unless our simple demand is met\".\nThe fight by the IPOB, the south-south militants and the supporters of the current administration will most likely lead to a violent out break. This is only of Nigeria continues on its current trend"], [15196, "2018-12-31T15:14:45Z", [0.0], ""], [34353, "2018-12-31T14:15:40Z", [0.05], ""], [691, "2018-12-31T12:47:26Z", [0.28], ""], [1333, "2018-12-29T22:49:45Z", [0.26], ""], [691, "2018-12-29T13:08:23Z", [0.28], ""], [1333, "2018-12-28T22:03:55Z", [0.25], ""], [691, "2018-12-28T18:23:55Z", [0.28], ""]]}