{"question_id": 1713, "title": "Will the FA Cup be decided with a penalty shootout?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.055, 0.945], "correct_answer": "No", "correct_forecast": 0.945, "preds": [[88452, "2020-07-31T17:13:57Z", [0.51], "EDIT: Too bad, but pretty close again... It has been a spot kick by Aubameyang (28'), which decided the game in a way, but it wasn't in a penalty shootout.\nFour factors that prevented an extra time and finally a shootout here:\nChelsea missed to have a 2-0 lead early in the game\nAubameyang obviously played at his best, bringing Arsenal back into tie early\nPulisic (Chelsea) left injured\nMateo Kovacic (Chelsea) had two cautions, being sent off (this looks almost inevitable, with Chelsea cautions outnumbering those of Arsenal 7-1) While Chelsea might have had the better starting position, it was all or nothing for Arsenal when it comes to European League, which was maybe their best incentive. In all, in an open game, it's been small but important, accidental details that decided the path the game would take. Nothing one can predict, one has to have in mind."], [87064, "2020-07-31T15:39:20Z", [0.0], ""], [94695, "2020-07-31T15:36:27Z", [0.2], "Base rate from Fifa world cup, where 20% of knock-out matches are decided by penalty shoot-out https://en.wikipedia.org/wiki/List_of_FIFA_World_Cup_penalty_shoot-outs."], [94698, "2020-07-31T15:09:20Z", [0.02], ""], [88284, "2020-07-31T14:46:52Z", [0.13], ""], [94676, "2020-07-31T14:40:12Z", [0.07], ""], [94499, "2020-07-31T13:56:03Z", [0.06], ""], [64078, "2020-07-31T12:50:46Z", [0.6], ""], [94723, "2020-07-31T11:53:44Z", [0.0], ""], [84880, "2020-07-31T03:12:42Z", [0.05], ""], [86554, "2020-07-30T23:48:47Z", [0.12], ""], [57628, "2020-07-30T22:14:22Z", [0.01], ""], [94632, "2020-07-30T21:59:03Z", [0.07], ""], [52131, "2020-07-30T16:05:49Z", [0.0], ""], [1333, "2020-07-30T15:20:23Z", [0.0], ""], [79479, "2020-07-30T15:18:10Z", [0.0], "Neither team have a good enough defense to stop the other from scoring. "], [90237, "2020-07-30T14:30:25Z", [0.0], ""], [93543, "2020-07-30T13:26:02Z", [0.05], ""], [94499, "2020-07-30T11:11:17Z", [0.1], ""], [94499, "2020-07-30T11:11:04Z", [0.25], ""], [94563, "2020-07-30T10:06:32Z", [0.08], "Revaluating data from recent games and reducing forecast based."], [88954, "2020-07-30T09:40:20Z", [0.08], ""], [93502, "2020-07-30T08:04:58Z", [0.06], ""], [94671, "2020-07-29T21:05:39Z", [0.04], "Both teams have defensive problems so the game is more likely to be more open and reduce the chance of it ending in a draw after 90 minutes "], [74523, "2020-07-29T17:10:09Z", [0.12], ""], [10794, "2020-07-29T16:48:05Z", [0.1], "Has happened twice in the last 20 years."], [89099, "2020-07-29T15:55:56Z", [0.0], ""], [691, "2020-07-29T14:35:05Z", [0.04], ""], [92786, "2020-07-29T12:48:14Z", [0.06], "Since 1998, all games that are ended in a draw were to be decided by penalty shootout. Since 1998, there have been two finals decided by a penalty shootout, those of 2005 and 2006. As a result, we have a base rate of 9%. Chelsea is a higher scoring team (69 goals) than Arsenal (54 goals) this season, which causes me to adjust the probability downwards to 6%."], [53587, "2020-07-29T10:56:32Z", [0.02], ""], [94656, "2020-07-29T10:07:06Z", [0.01], ""], [94563, "2020-07-29T09:36:59Z", [0.12], "Since shootouts became part of the FA Cup final, there have been only two finals that required penalties to decide the winner, both in the mid-2000's.\nGiven both of these teams are better going forward, and lax defensively, I do not anticipate a cagey game, and expect to see a winner in 90 minutes."], [94648, "2020-07-29T03:34:36Z", [0.2], "The frequency of penalty shootouts since they were introduced is about 20%. "], [35398, "2020-07-29T01:37:57Z", [0.01], ""], [67844, "2020-07-28T20:41:01Z", [0.1], "Base rate is about all the rationale I have. "], [94632, "2020-07-28T19:22:23Z", [0.07], "In the last 20 years, there have only been 2 penalty shootouts in the FA Cup final, so the base statistic should be approximately 10%. While Arsenal have more to play for (this is their only shot as silverware) and Chelsea have the CL to look forward to, the lack of defensive prowess on both teams means goals are almost certain. The more goals are scored, the less likely a draw becomes, and with the variability of performances and disparity in talent between the teams, it seems less likely the game will ultimately end in a shootout."], [94632, "2020-07-28T19:18:41Z", [0.07], "Comment deleted on Jul 28, 2020 07:19PM UTC"], [86816, "2020-07-28T15:54:24Z", [0.09], ""], [88766, "2020-07-28T07:30:13Z", [0.05], ""], [84880, "2020-07-28T03:07:18Z", [0.07], "I like the crowd, I like the question. I'm apt to think predicting this is not as simple as regression to the mean... or at least, our estimates are overestimating the likelihood of such a thing."], [59499, "2020-07-27T21:21:19Z", [1.0], ""], [88903, "2020-07-27T21:15:39Z", [0.04], ""], [85291, "2020-07-27T18:35:38Z", [0.08], ""], [86472, "2020-07-27T16:23:31Z", [0.1], "In September 1998, the Football Association decided that all future finals would be decided \"on the day\", meaning that a penalty shootout would decide the winner if the score was level after normal and extra time.[2] Two finals since have been decided by a penalty shootout, those of 2005 (Arsenal defeating Manchester United) and 2006 (Liverpool defeating West Ham United). (https://en.wikipedia.org/wiki/FA_Cup_Final) 2 out of 21 cups is approximately 10% of the time."], [88284, "2020-07-27T15:15:35Z", [0.15], ""], [94370, "2020-07-27T14:34:05Z", [0.05], ""], [8826, "2020-07-27T14:10:30Z", [0.1], ""], [87628, "2020-07-27T14:00:10Z", [0.0], ""], [24518, "2020-07-26T22:43:24Z", [0.1], ""], [32861, "2020-07-26T19:53:48Z", [0.35], ""], [57400, "2020-07-26T18:12:12Z", [0.06], ""], [28415, "2020-07-26T16:17:01Z", [0.1], ""], [86785, "2020-07-26T15:05:46Z", [0.09], "Base rate is 10%. Ticking slightly down because this happened two years in a row, which makes me think there was something structural about that time period that made it more likely."], [691, "2020-07-26T14:21:27Z", [0.05], ""], [67609, "2020-07-26T12:34:10Z", [0.16], ""], [88766, "2020-07-26T10:43:39Z", [0.0], ""], [43077, "2020-07-26T09:06:34Z", [0.1], ""], [94550, "2020-07-25T23:31:39Z", [0.1], ""], [27573, "2020-07-25T21:30:30Z", [0.25], ""], [88954, "2020-07-25T21:21:10Z", [0.1], ""], [88422, "2020-07-25T19:47:36Z", [0.01], ""], [87064, "2020-07-25T18:33:03Z", [0.02], ""], [92863, "2020-07-25T18:04:02Z", [0.13], "Thanks to @024_andrew and @A356 for doing the math on penalties/FA Cup history. I would also take into account that Chelsea are favourites as of now based on recent H2H matches, hence my lowered % against this 20% marker, but an important marker nonetheless."], [75363, "2020-07-25T16:48:51Z", [0.2], " On the 1st August 2020, the football teams Arsenal and Chelsea will play the 2020 FA Cup Final, the final match of the 2019-20 FA Cup Season. From the 1998-99 Season onwards, if a FA Cup Final was a draw after extra time a penalty shootout would determine the winner of the game ->\nhttps://www.independent.co.uk/sport/football-end-of-cup-final-replay-1200475.html \nhttp://news.bbc.co.uk/2/hi/sport/football/319935.stm From the 1999 - 2019 FA Cup Finals, there have been two penalty shootouts (2005 and 2006) ->\nhttps://en.wikipedia.org/wiki/List_of_FA_Cup_Finals  From this can derive the probability of a penalty shootout (X) in the 2020 FA Cup Final ->\nX = 9.5% = 2 / (2019 - 1999 + 1)  Looking at the previous match history between Arsenal and Chelsea ->\nhttps://www.soccerbase.com/teams/head_to_head.sd?team_id=142&team2_id=536   We see that the percentage of draws (Y), which would cause a penalty shootout in the FA Cup Final are ->\nY = 29.5% = 59 / (76 + 59 + 65) It's my understanding that in this table a match is counted a draw even if a team wins based on penalty shootouts e.g. 6th August 2017 match. Averaging X and Y I get ->\n20% = 19.5% = (X + Y) / 2 Likelihood of the 2020 FA Cup Final being decided by a penalty shootout = 20%\n"], [86000, "2020-07-25T15:19:23Z", [0.05], ""], [691, "2020-07-25T13:42:04Z", [0.06], ""], [88147, "2020-07-25T12:16:32Z", [0.1], ""], [86658, "2020-07-25T11:02:10Z", [0.19], "*"], [86658, "2020-07-25T11:01:47Z", [0.17], "% of FA cup final matches ending in penalties/a replay (replays ended in 1999/2000) in the last 50 years: 2 penalties 5 replays = 7/50 = 14% Matches ending in a draw after 90 mins:\n\n14/55 = 28% % of matches which went to penalties/replays after going to extra time: 7/15 = 46.67% % of games which were won by 1 goal (close calls) in the last 50 years: 35/55 = 63.64% Chances of this game being a draw: The base for a draw = 28%, but the teams involved are very even and the FA cup final is historically very close (63.64% of games won by only 1 goal) so increasing this by 8% to 36%.  Chances of a game going to penalties: 46.67% is the historical average if the game ends in a draw at 90 mins. increasing by 5% because the teams are very even and the score in extra time has never been greater than a 1 goal difference (probability because the team who scores plays very defensive). 51.67% of 36% = 18.6% (19%) \nhttp://www.thefa.com/competitions/thefacup/more/finals"], [88227, "2020-07-25T08:52:36Z", [0.1], "Both teams will be looking to win \n- Chelsea to win a cup for their new manager in a year of reconstruction\n- Arsenal to qualify for the Europa League and end a difficult season with some silverware The FA Cup Final does not usually go to penalties (only 2 times in the last 20 years specifically in 05 and 06 has the final gone to penalties). Hence going with a baseline estimate of 10%. "], [93502, "2020-07-25T07:09:36Z", [0.1], ""], [60695, "2020-07-25T06:42:22Z", [0.0], ""], [57778, "2020-07-25T05:38:44Z", [0.09], ""], [57778, "2020-07-25T04:03:54Z", [0.1], ""], [92079, "2020-07-25T03:20:30Z", [0.05], ""], [94000, "2020-07-25T01:56:09Z", [0.1], ""], [72713, "2020-07-25T01:08:03Z", [0.11], ""], [89039, "2020-07-25T01:07:24Z", [0.1], "A rule change in 1999 allowed the FA Cup to be decided by a penalty shootout. Of the 20 finals contested since that time, only two have ended with the teams exchanging spot kicks. These occurred back to back in the 2005 and 2006 tournaments with Arsenal triumphing in the former instance. 2 out of 20 leaves us with a 10 percent probability that the 2019-20 final will be decided by penalties. [1] [1] https://en.wikipedia.org/wiki/List_of_FA_Cup_Finals#Results"], [88452, "2020-07-25T00:04:40Z", [0.3], ""], [79461, "2020-07-24T23:40:48Z", [0.15], "Historically, there have been two shoot outs in the past twenty years. [1] This suggests a base rate of around 10% and seems comparable to numbers for other soccer finals (World Cup [2 in 21][2], Champions League [6 in 20][3]). Given that these teams seem relatively even, the probability of a penalty shoot out should be a little higher. I'll give it around 15%, which is well above the crowd, but I think is a reasonable prediction.  Another way to look at it: Chelsea have 6 draws and Arsenal have 14 draws in 37 premier league games. Though a draw is more likely than a penalty shootout (need to be draw the game and then remain tied in extra time) this suggests that the probability of a penalty shoot out should be less than 20/74 ~ 27%. The crowd being at 4% is just far too low based on this logic.  [1] https://en.wikipedia.org/wiki/List_of_FA_Cup_Finals#Results\n[2] https://en.wikipedia.org/wiki/List_of_FIFA_World_Cup_finals\n[3] https://en.wikipedia.org/wiki/List_of_European_Cup_and_UEFA_Champions_League_finals"], [50291, "2020-07-24T23:40:23Z", [0.5], ""], [63786, "2020-07-24T23:15:52Z", [0.15], ""], [86554, "2020-07-24T23:07:16Z", [0.14], ""], [86554, "2020-07-24T23:06:50Z", [0.19], ""], [84880, "2020-07-24T22:47:35Z", [0.01], ""], [87989, "2020-07-24T21:55:31Z", [0.05], ""], [22689, "2020-07-24T21:52:08Z", [0.0], ""], [90457, "2020-07-24T21:49:59Z", [0.02], ""], [90446, "2020-07-24T21:41:16Z", [0.0], "Understandably, it isn't 'impossible, ' as my prediction may suggest, but I believe it to be unlikely enough, so as to prompt my... hedging. *The statistical disparities between the teams during 2020 season suggest a 'winner' outcome, and relative pandemic related disruptions mean that 'consistency' has gone out of the window... "], [27661, "2020-07-24T21:36:15Z", [0.05], ""], [89038, "2020-07-24T21:19:18Z", [0.09], "2 shootouts in 22 years plus two relatively even teams."], [52854, "2020-07-24T21:16:27Z", [0.0], ""]]}