{"question_id": 2165, "title": "Before 4 January 2022, will H.R.3684, also known as the Infrastructure Investment and Jobs Act, become law?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[99993, "2021-11-14T22:30:58Z", [1.0], ""], [79889, "2021-11-14T15:03:39Z", [1.0], ""], [102963, "2021-11-12T23:01:02Z", [1.0], ""], [56170, "2021-11-11T15:19:18Z", [1.0], ""], [56170, "2021-11-11T14:37:06Z", [1.0], ""], [56170, "2021-11-11T14:35:44Z", [0.98], ""], [97312, "2021-11-10T18:48:39Z", [1.0], ""], [94872, "2021-11-10T09:14:04Z", [1.0], ""], [97302, "2021-11-10T02:39:21Z", [1.0], ""], [102924, "2021-11-09T17:48:26Z", [1.0], ""], [102641, "2021-11-09T17:46:25Z", [1.0], "https://www.congress.gov/bill/117th-congress/house-bill/3684/actions\nLegislation passed and presented to the president on 8 Nov"], [87175, "2021-11-09T03:21:20Z", [1.0], ""], [40584, "2021-11-09T02:36:48Z", [1.0], ""], [55987, "2021-11-08T16:24:10Z", [1.0], ""], [88452, "2021-11-08T12:31:26Z", [1.0], ""], [102652, "2021-11-07T21:12:58Z", [1.0], "Looks like I was wrong and Congress was able to get it passed."], [96828, "2021-11-07T20:59:55Z", [1.0], ""], [86607, "2021-11-07T19:10:33Z", [1.0], ""], [102877, "2021-11-07T16:02:03Z", [1.0], ""], [87897, "2021-11-07T13:05:04Z", [1.0], ""], [100653, "2021-11-07T10:22:23Z", [1.0], ""], [45594, "2021-11-07T08:22:35Z", [1.0], ""], [1333, "2021-11-07T02:14:00Z", [1.0], ""], [102675, "2021-11-06T19:25:47Z", [1.0], ""], [102675, "2021-11-06T19:20:34Z", [0.01], ""], [102430, "2021-11-06T15:15:27Z", [1.0], ""], [691, "2021-11-06T14:41:08Z", [1.0], ""], [87827, "2021-11-06T13:02:46Z", [1.0], "House passed it last night, just needs signed."], [102740, "2021-11-06T12:20:47Z", [1.0], "Yes.  Law is passed."], [86607, "2021-11-06T10:48:12Z", [0.99], "This is a lock unless Senate GOP reneged"], [101187, "2021-11-06T10:14:27Z", [1.0], ""], [99780, "2021-11-06T04:28:28Z", [1.0], "Build back ever? "], [102922, "2021-11-06T03:15:10Z", [1.0], ""], [102922, "2021-11-06T03:13:11Z", [0.97], ""], [102922, "2021-11-06T03:11:45Z", [1.0], ""], [102430, "2021-11-05T22:09:00Z", [0.97], ""], [55987, "2021-11-05T15:34:31Z", [0.98], ""], [102430, "2021-11-05T14:14:44Z", [0.95], ""], [87827, "2021-11-05T11:53:01Z", [0.85], "Sounds like the vote may be scheduled for a few days from now, bumping up a bit but I'll go back down if it seems like the schedule shifts again."], [56170, "2021-11-04T13:12:57Z", [0.85], ""], [84630, "2021-11-04T13:05:54Z", [0.95], ""], [102430, "2021-11-03T16:27:33Z", [0.9], ""], [55987, "2021-11-03T15:30:42Z", [0.92], ""], [102671, "2021-11-02T15:17:18Z", [0.75], "I am revising my forecast down a bit. Manchin indicated he is not a hard-\"Yea\" on the social spending package thus jeapordizing Leftists' shaky feelings on voting for the infrastructure bill. Further, a possible, even probable loss in VA's statewide races would lead to at least a few weeks of finger-pointing over who is to blame for failure to pass the \"People's\" supposed mandate. I would revise it down even further to the mid-60s but I recognize a loss in VA could also lead to lighting a a fire under the Democrats'... hindquarters to seal and sign a deal in the next 2 months, even accounting for holiday breaks."], [97312, "2021-11-01T20:49:49Z", [0.65], ""], [102652, "2021-11-01T18:48:09Z", [0.33], "Given that the bill did not pass both houses before President Biden's overseas travel to the G20 conference, before the fall 2021 election with some important races that will set the tone going into the mid-term 2022 election year and campaign season, and that Congress has only 18 working days left before the 4 January timeline in this question, I am going to give this about a 1 in 3 chance of passing. It is an unusually partisan bill especially in the current political climate, but it is unfortunate that this infrastructure bill is being linked to the \"human infrastructure\" bill. I just watched Senator Joe Manchin make a public statement (not yet available online) denouncing the effort to hold hostage the Infrastructure Investment and Jobs Act in an attempt to get his vote on the human infrastructure measure. He is openly adamant that the two bills cannot be linked as they are and he holds an essential vote for the Democrats."], [691, "2021-10-31T15:44:30Z", [0.9], ""], [102922, "2021-10-31T13:49:21Z", [0.85], ""], [45594, "2021-10-30T21:41:21Z", [0.8], ""], [56170, "2021-10-30T16:13:44Z", [0.85], ""], [55987, "2021-10-30T15:16:48Z", [0.83], ""], [102999, "2021-10-30T01:32:39Z", [0.66], ""], [55987, "2021-10-29T15:03:57Z", [0.5], "Pushing the vote to December now. That doesn't instill confidence. At this point, I have no idea if the internal party conflicts will be resolved in this time frame. "], [84630, "2021-10-29T12:57:07Z", [0.88], ""], [101187, "2021-10-29T12:33:21Z", [0.75], ""], [101422, "2021-10-29T08:38:29Z", [0.13], ""], [101422, "2021-10-29T08:38:20Z", [0.01], ""], [422, "2021-10-29T00:07:08Z", [0.96], ""], [78403, "2021-10-28T20:59:41Z", [0.75], ""], [102924, "2021-10-28T20:46:12Z", [0.85], "HR3684 is the House version of the infrastructure bill that previously passed the Senate with bi-partisan support (69-30).  Democrats have majority in the House and could lose some Democratic votes if enough moderate Republicans supported the bill.  Biden is expected to sign.  If amended version of this bill becoming law would count, there seems to be a high probability of success. Scenarios that could trigger No:\n1. The entire bill is jettisoned and incorporated into a new bill (with different HR number) that incorporates Progressive Democrats' wish list for greater spending.\n2. Progressive Democrats follow through on their threat to vote down this bill if/when larger bill failed to garner sufficient support to pass Congress.  But this could impose substantial political costs on any Representative voting No -- would be perceived by many as voting No out of spite.\n3.  Compromise discussions collapse and Pelosi pulls HR 3684 rather than subject Democratic Representatives to a vote (face saving move). Additional information that could change my mind:\n1. Information on how number of House Republicans that support this bill (impacts how many Progressive Democrats would have to defect before bill fails).\n2. Any information suggesting a collapse of compromise talks and that House leadership would pull the bill."], [87824, "2021-10-28T20:07:42Z", [1.0], ""], [102922, "2021-10-28T19:24:47Z", [0.9], ""], [691, "2021-10-28T18:49:54Z", [0.88], ""], [102740, "2021-10-28T13:47:07Z", [0.98], "The President and Congress are trying to complete the deal ASAP.  The delay does not reflect well on the presidency or on the US.  "], [40584, "2021-10-28T13:04:18Z", [0.6], ""], [86607, "2021-10-28T03:13:05Z", [0.55], "Reconciliation bill continues to be pared back substantially which means both bills are more likely to pass. The smaller the bill gets, the less risk of the GOP deciding to block infrastructure, although that and other risks remain. Signature pieces of legislation often do fail, such as with Bill Clinton's healthcare reform, or Trump's Obamacare repeal."], [102877, "2021-10-26T22:49:51Z", [0.6], ""], [29180, "2021-10-26T20:21:43Z", [0.9], "Biden's crowning legislative achievements are expected to be the Infrastructure and Reconciliation bills.\nNegotiations will continue on reconciliation through October and November 2021.\nBoth will be passed before 01/04/22.\n"], [55987, "2021-10-26T15:02:12Z", [0.88], "Going to start high and drop down on Friday if things fall apart again. "], [99780, "2021-10-26T14:54:55Z", [0.71], "Pelosi says dems are \"on the verge of something major\""], [102663, "2021-10-26T14:52:08Z", [0.85], ""], [103056, "2021-10-26T06:15:49Z", [0.89], "Biden needs a win and the Dems know it.  "], [102740, "2021-10-26T02:18:42Z", [0.75], "Comment deleted on Nov 03, 2021 01:50AM UTC"], [102740, "2021-10-26T02:17:20Z", [0.25], "The IIJA is separate from the larger, more controversial $3.5 trillion “human infrastructure” bill pending in Congress and is much less controversial.  The IIJA has Senate support - the major holdouts are the House Democrats.  The House Democrat leadership is holding the IIJA hostage until the much larger Human Infrastructure Bill is passed.  "], [96828, "2021-10-26T01:03:56Z", [0.5], "60% seems to be the wiser consensus but I'm going for a lower number because of the stubbornness of the House (they seem to want two laws to be passed in one) and the fact that there are only 3 or so weeks of session left until question resolve. In addition, the base rate for laws being passed is only 4% and a factor of 10x that is still only 40%. Is this bill 10x more likely to pass than the average bill? Maybe not that much. 20x more likely? Okay that's a stretch given the current time, postponements, and negotiations. But that's what the crowd median of 78% implies, depending how you interpret odds with percentages. On the other hand, if it does go forward, I think this will pass quite comfortably, reaching more than 2/3rds needed. Possibly more than 300 House seats voting in favor of it. We're halfway there. Livin' on a prayer."], [99780, "2021-10-25T17:42:49Z", [0.63], ""], [2497, "2021-10-25T17:13:04Z", [0.0], ""], [87827, "2021-10-25T16:41:39Z", [0.75], "Seems fairly likely, but the politics behind it being tied to the Build Back Better proposal makes it trickier, progressives don't want to vote on it until BBB gets passed and that may cause difficulties since Manchin is suggesting BBB should wait, potentially into next year."], [32258, "2021-10-25T16:23:28Z", [1.0], ""], [87175, "2021-10-25T15:56:05Z", [0.75], ""], [87175, "2021-10-25T15:55:26Z", [0.55], ""], [1646, "2021-10-25T15:48:12Z", [1.0], ""], [102430, "2021-10-25T15:24:33Z", [1.0], "Failure to do this would be the Democrats admitting that they cannot rule and accepting the certainty of losing both the house and senate next year and the presidency in 2024."], [534, "2021-10-25T15:08:03Z", [0.95], ""], [93028, "2021-10-25T12:49:12Z", [1.0], ""], [100664, "2021-10-25T09:14:40Z", [0.5], ""], [25265, "2021-10-25T08:21:41Z", [1.0], "https://www.politico.com/news/2021/10/22/pelosi-huddles-with-biden-as-he-tries-to-strike-deal-with-sinema-manchin-516748 So, the negotiations are already in progress for some time now already. \nThose negotiations, between the White House, Manchin and Sinema, are largely the final hurdles to a deal, according to Democratic sources.\nMostly it seems there are concerns about expanding Medicare and raising corporate taxes which are being negotiated. \nI'm guessing we see a deal by next week. "], [34815, "2021-10-25T07:38:42Z", [1.0], ""], [12726, "2021-10-25T01:36:50Z", [0.9], ""], [100836, "2021-10-25T00:28:51Z", [0.33], "To rephrase this question, do I think the Democratic party can agree in the next 40 days in session (exclude Xmas holidays, Thanksgiving Holidays, Veterans Day holidays, NYE)? I don't think so... but with that said, I am terrible at political forecasting."], [40584, "2021-10-24T23:47:51Z", [0.55], ""], [99780, "2021-10-24T20:47:02Z", [0.61], ""], [8826, "2021-10-24T20:11:30Z", [0.5], ""], [691, "2021-10-24T19:19:59Z", [0.86], ""], [88452, "2021-10-24T18:35:27Z", [0.99], ""], [45594, "2021-10-24T07:46:37Z", [0.75], ""], [32258, "2021-10-23T23:57:06Z", [0.85], "Seems to be coming together and as we know, the pass on the debt limit expires on December 1 which adds Republican leverage to the reconciliation package. McConnell vowed not to cooperate again, for what his vows are worth.  It's up to Pelosi to allow Progressives to gain something from holding out for agreement on infrastructure and reconciliation together. "], [102671, "2021-10-23T19:40:22Z", [0.82], "Yes, there is significant pressure for the various wings of the Democratic caucuses in both Houses to come to some agreement on social spending. If an when a deal is reached (and they seem to be making progress), the odds that Dem House members break with the infrastructure package after having held it hostage and still execute it because the deal wasn't as broad as they'd like seems doubtful. They make not like that Sanders didn't wrangle more out of Manchin than he did, but they seem unlikely to truly vote the end product down. The VA governor's race seems to be weighing on the Party.  There is a modest chance that a handful of Dems really do stumble and shoot themselves in the foot, politically, by continuing to oppose the infrastructure bill for not being big enough. There is an even lower possibility that a sudden vacancy in the Senate could jeopardize/delay passage of a final parallel deal with social spending. "], [102963, "2021-10-23T19:30:17Z", [0.6], "According to Ballotpedia The House have delayed the vote most recently on October 31st, after doing that previously on October 1st. This appears to be depended on the budget reconciliation being addressed first. Politico update from 2021-10-23 that the House & White House believe that the budget reconciliation framework will be voted on before the end of October. Also alludes added incentive to finish this process before Nov 4 Governor elections. Once the reconciliation passes it seems likely that there will be enough votes for H.R. 3684 to pass. Congressional sessions will start to wind down late November and end of December due to holidays, will need to track how quickly the reconciliation takes. https://www.politico.com/news/2021/10/22/pelosi-huddles-with-biden-as-he-tries-to-strike-deal-with-sinema-manchin-516748 Reconciliation Process\nhttps://www.cbpp.org/research/federal-budget/introduction-to-budget-reconciliation BallotPedia\nhttps://ballotpedia.org/Congressional_Budget_Resolution_for_Fiscal_Year_2022 Senate Legislative schedule \nhttps://www.senate.gov/reference/Index/Calendars_schedules.htm"], [22689, "2021-10-23T17:14:45Z", [0.75], ""], [102999, "2021-10-23T13:55:50Z", [0.66], "They will all declare victory at $1.4 trillion. The reality is, Joe Biden will do almost anything to get the support of Joe Manchin and Christine Sinema. He will have to  end the conversation by year's end due to the possibility of losing control of the Senate (not in the 2022 Congressional election) but the possible death of the aging Patrick Lahey and/or Dianne Feinstein.  "], [99993, "2021-10-23T12:52:24Z", [0.8], ""], [70711, "2021-10-23T04:47:12Z", [1.0], "Keeping prediction high.. \nThe process of the sausage being made is not pleasant... and there are is a genuine spectrum of opinion and priorities to contend with.. \nBut, once the initial ask was set so high, the lower number $2 trillion(!!??) is projected to be such a low amount!! Imagine a negotiation in the Obama/Trump years..  a negotiation with a starting point at around 1.7 trillion!!! This is theater! Of course they will pass it.. Cements Manchin and Sinema's reelections... getting the progressives mad at them only helps them in their states! "], [92079, "2021-10-23T00:31:01Z", [0.56], ""], [1333, "2021-10-22T20:18:33Z", [1.0], ""], [86607, "2021-10-22T18:49:44Z", [0.35], "Trying to link this to the reconciliation bill risks sinking it. If it was stand alone it would easily pass but the politics of it get thorny and there are only two months left."], [99780, "2021-10-22T18:13:42Z", [0.56], "¯\\_(ツ)_/¯ "], [745, "2021-10-22T17:13:19Z", [1.0], "Manchin wants this bill as do several Republican Senators like Mitt Romney.  This will be the bipartisanship Republicans can point to in the 2022 midterms."], [60695, "2021-10-22T17:11:45Z", [0.0], ""]]}