{"question_id": 23, "title": "How many seats in Poland's Sejm will PiS (Law and Justice) win in the upcoming parliamentary elections?", "possible_answers": ["Majority", "Plurality", "Not a Plurality"], "crowd_forecast": [0.22, 0.78, 0.0], "correct_answer": "Majority", "correct_forecast": 0.22, "preds": [[1751, "2015-10-26T02:56:05Z", [1.0, 0.0, 0.0], "Exit poll showed the conservative Law and Justice party winning with 39 percent of the vote, enough to govern alone without forming a coalition. The pro-European Civic Platform party received 23 percent of the vote, according to the exit poll. Official polling results are expected Monday. http://www.usatoday.com/story/news/world/2015/10/25/exit-poll-right-wing-party-wins-polands-parliamentary-vote/74598082/\nhttp://www.rte.ie/news/2015/1025/737452-poland-election/"], [8166, "2015-10-26T01:21:38Z", [1.0, 0.0, 0.0], "It already happened "], [38, "2015-10-26T00:43:20Z", [1.0, 0.0, 0.0], "Based on early reports from exit polls (http://www.politico.eu/article/polands-government-defeated-in-parliamentary-elections-2/)\nPiS got 39%\nCP got 23%\nKuK got 9%\nNow got 7%\nPPP got 5%\nand 17% went to parties that didn't make the threshold. here's how I crunch the numbers using the d'hondt system\nPiS ends up with 47%  NOT A MAJORITY\nCP with 28%\nKuK with 11%\nNow with 8%\nPPP with 9% So, I don't understand why Politico--and EVERYBODY ELSE--says PiS could end up with more than a majority of seats.  I wonder if there's another element in this that causes seats to not directly correlate with % (??).  Since this question asks about SEATS, not %, I guess I should go with the experts. There must be something I don't understand/know."], [689, "2015-10-26T00:33:00Z", [0.95, 0.05, 0.0], ""], [61, "2015-10-26T00:26:52Z", [1.0, 0.0, 0.0], "Maybe the exit polls will end up being wrong, but I'm not holding my breath they'll be wrong enough."], [8918, "2015-10-26T00:19:26Z", [0.95, 0.05, 0.0], "Majority - 95%\nPlurality - 5%\nNot a Plurality - 0%"], [102, "2015-10-25T23:58:44Z", [1.0, 0.0, 0.0], "Catching up."], [73, "2015-10-25T23:39:47Z", [1.0, 0.0, 0.0], ""], [1114, "2015-10-25T23:27:39Z", [0.75, 0.25, 0.0], ""], [241, "2015-10-25T23:22:07Z", [1.0, 0.0, 0.0], ""], [1337, "2015-10-25T22:47:44Z", [0.9, 0.1, 0.0], ""], [8860, "2015-10-25T22:35:32Z", [0.85, 0.15, 0.0], "Poland has a long history with the USSR and they haven't forgotten the price they payed to be free of it.  The effect of the immigrant crisis on the attitudes of the Polish people may impact the election.  If Russia takes the rest of the Ukraine there will no doubt be those that my feel it is safer to be a friend of a close threat than an ally of a distant friend."], [915, "2015-10-25T22:18:50Z", [1.0, 0.0, 0.0], ""], [24, "2015-10-25T22:16:24Z", [0.5, 0.5, 0.0], ""], [306, "2015-10-25T22:15:33Z", [0.9, 0.1, 0.0], "Well then.."], [4055, "2015-10-25T22:13:18Z", [0.8, 0.2, 0.0], ""], [8799, "2015-10-25T22:11:10Z", [0.75, 0.25, 0.0], ""], [38, "2015-10-25T22:07:38Z", [1.0, 0.0, 0.0], "http://www.politico.eu/article/polands-government-defeated-in-parliamentary-elections-2/ \"The official results will be released on Tuesday. In previous elections, Polish exit polls have not always been accurate. There is a chance that some of the smaller parties balancing on the edge of the 5 percent threshold needed to enter parliament, could still squeeze in.\n. . . \nThe preliminary results imply that PiS will get 242 seats in the 460-member parliament, enough for an absolute majority. "], [505, "2015-10-25T21:51:46Z", [0.01, 0.98, 0.01], ""], [4562, "2015-10-25T21:43:42Z", [0.7, 0.3, 0.0], ""], [4562, "2015-10-25T21:33:53Z", [0.3, 0.7, 0.0], ""], [8345, "2015-10-25T21:32:56Z", [0.35, 0.55, 0.1], "The parliamentary election, Poland appears to join the region’s rightward drift toward nationalism and toss out the center-right party that has governed the country for eight years. Beata Szydlo, the Law and Justice Party’s candidate for prime minister, has campaigned against being forced by the European Union to accept a set number of the refugees who have been flooding into Europe. Polls show the Law and Justice Party leading the governing Civic Platform Party, whose candidate for prime minister is the incumbent, Ewa Kopacz. But if it does not win by a wide enough margin, it may need to form a coalition government. Poland, to the unhappy surprise of several of its allies in the region, decided to go along with Germany and other Western nations in approving the quotas on Tuesday, despite strong resistance from Polish voters and a bitter parliamentary campaign in which the longtime governing party, Civic Platform, is highly vulnerable."], [8632, "2015-10-25T21:08:18Z", [0.25, 0.75, 0.0], ""], [657, "2015-10-25T20:50:34Z", [0.0, 1.0, 0.0], "Exit Polls PiS 39%\nPO 23%\nKukiz 9%\nN.PL 7%\nPSL 5,2% under threshold:\nSLD+TR 6,6% (threshold for coalitions is 8%)\nKorwin 4,9%\nRazem 3,9%  Note that:\nRazem (ragbag of young commies and such) has probably eaten into SLD+TR's voter base.\nKorwin still has quite a chance to end up above the threshold,\njust as PSL can end up below, although my gut feel tells me this will not happen. Approximate seats distribution if exit polls come true:\nPIS 217 \t\nPO 128 \t\nKukiz 50 \t\nNPL 38 \t\nPSL 27 Other scenarios 1. PSL below and Korwin above - switch PSL for Korwin in default scenario. 2. PSL and Korwin below the threshold - highly unlikely, yet still possible. Still no majority for PIS (short by one seat). PIS \t230 \t\nPO \t136 \t\nKukiz \t53 \t\nNPL \t41 OK, so PLURALITY it is.\nMost of forecasters can stop reading now, for those interested in Polish politics, some other scenarios and insight. 3. PSL and Korwin above the threshold - not that impossible. PIS \t205 \t\nPO \t120 \t\nKukiz \t47 \t\nNPL \t36 \t\nPSL \t26 \t\nKorwin \t26 4. Default scenario, but SLD+TR gets in at the expense of Razem - not that impossible: PIS \t198 \t\nPO \t117 \nKukiz 45 \nNPL 35 \t\nPSL \t25 \t\nSLD+TR \t40  Sooooo.... At the moment  - per default scenario - it looks like that PIS will form ruling coalition.\nBut who will be the partner? PSL would be quite likely and (at least initially) easier partner. However starting mid-term, they will distance further and further from PIS and will start making trouble. That's just their 'normal' strategy - everyone knows and EXPECTS that. Period. Because of that and because it's a new party, without solid party structures (no Francis Underwood there, to keep their MPs in check) - I'd bet on Kukiz as PIS coalition partner. It shouldn't be that hard for PIS to break them apart and take over 14 or so MPs they need to rule independently of other parties. Kukiz may anticipate it, however being new in politics, quite inexperienced - and also a bit naive - he may still go for coalition with PIS. On the other hand Kukiz is a bit of a loose cannon, so PIS may be forced to form ruling coalition with PSL. Based on past experience, we should have results from 80-90% of constituencies by tomorrow evening (UTC+1) and from 100% of constituencies by Tuesday noon (UTC+1)."], [83, "2015-10-25T20:46:06Z", [1.0, 0.0, 0.0], "Early reports show PiS with a possible 242 seats."], [4634, "2015-10-25T20:35:20Z", [0.75, 0.23, 0.02], ""], [1448, "2015-10-25T20:34:18Z", [0.95, 0.05, 0.0], ""], [532, "2015-10-25T20:32:07Z", [1.0, 0.0, 0.0], ""], [43, "2015-10-25T20:28:15Z", [1.0, 0.0, 0.0], "Based upon exit polls, http://www.politico.eu/article/polands-government-defeated-in-parliamentary-elections-2/"], [3902, "2015-10-25T20:24:31Z", [0.9, 0.1, 0.0], "BBC reports convincing win for PiS: http://www.bbc.co.uk/news/world-europe-34631826 Exit polls showing 39% popular vote, translating to 242/460 seats: http://www.politico.eu/article/polands-government-defeated-in-parliamentary-elections-2/"], [4918, "2015-10-25T20:07:41Z", [0.99, 0.01, 0.0], "Exit polls"], [136, "2015-10-25T20:06:21Z", [1.0, 0.0, 0.0], "First exit poll: 242\nhttp://www.tvn24.pl/prawo-i-sprawiedliwosc-wygralo-wybory-parlamentarne,589033,s.html\nKORWIN at 4.9%, so they still can squeeze in, although not sure how many seats and from which party they can get. So I guess my mistake was trusting the polls that projected 8% and more for ZL (United Left)."], [7221, "2015-10-25T19:53:24Z", [0.4, 0.6, 0.0], ""], [368, "2015-10-25T19:16:45Z", [0.0, 1.0, 0.0], ""], [7523, "2015-10-25T18:34:55Z", [0.25, 0.75, 0.0], ""], [5390, "2015-10-25T18:08:33Z", [0.0, 1.0, 0.0], "I think it's too far to get the majority.  The obviously will win the most votes though, so non-plurailty isn't a question...  Doubtful to get majority given the history of polish elections"], [7745, "2015-10-25T18:04:46Z", [0.0, 1.0, 0.0], ""], [231, "2015-10-25T16:55:08Z", [0.1, 0.9, 0.0], ""], [1337, "2015-10-25T16:10:51Z", [0.7, 0.3, 0.0], ""], [5704, "2015-10-25T15:57:45Z", [0.85, 0.15, 0.0], ""], [5704, "2015-10-25T15:57:33Z", [0.85, 0.15, 0.0], ""], [5032, "2015-10-25T14:12:18Z", [0.75, 0.25, 0.0], "Again listening to an article in this week Economist. Country growth by a third, the East feels neglected and punished by politicians, hence PiS popularity \"only PiS cares\". The big question is how far west will PiS influence go? PiS is intent on gaining a majority. POs cafe troubles seem to have helped PiS get over some of its past. Child subsidy 500 zloty per child could be attractive to working families throughout the country.[£84/$129 per month]. Some want to emigrate if PiS wins, which will hold them back, as clearly some voters would be uncomfortable staying with them in power. Todays Guardian says \"It is not clear if Law and Justice will win enough votes to govern alone or if it will need a coalition partner.\" and \"The Roman Catholic church backs Law and Justice, which many analysts say will help it claim victory\"  http://www.theguardian.com/world/2015/oct/25/polish-parliamentary-election-vote-2015 Overall, I am upping my forecast by 2%"], [691, "2015-10-25T12:43:51Z", [0.05, 0.95, 0.0], ""], [241, "2015-10-25T01:27:45Z", [0.75, 0.25, 0.0], ""], [1337, "2015-10-24T23:25:45Z", [0.15, 0.7, 0.15], ""], [1448, "2015-10-24T23:03:38Z", [0.16, 0.84, 0.0], ""], [43, "2015-10-24T22:09:39Z", [0.5, 0.5, 0.0], "Chicken adjustment. That said, I love my pet chickens, and acting \"chicken\" is how they keep from becoming coyote dinners."], [38, "2015-10-24T21:33:41Z", [0.6, 0.4, 0.0], "Shador13 seems to think that PiS will gain a majority.  He's a local, so I'll go with him."], [38, "2015-10-24T21:29:57Z", [0.19, 0.81, 0.0], "http://news.yahoo.com/polls-predict-solid-conservative-victory-poland-204029744.html \"Poland's conservative opposition is poised to win Sunday's general election, according to final polls, which suggest its welfare promises and anti-refugee rhetoric have helped clinch a hefty lead over the governing centrists.\n. . .\n\"The PiS scored between 32 and 40 percent support among voters in surveys released Friday, well ahead of the 24-28 percent for the PO of Prime Minister Ewa Kopacz. \"Even if controversial PiS leader Jaroslaw Kaczynski fails to secure the 231-seat majority he needs to govern alone, analysts insist the 66-year-old former premier will easily find MPs from smaller parties willing to join his government, without formally entering into a coalition.  \"Kaczynski is sure to win and even if he doesn't manage a majority he will sweep up MPs from smaller parties,\" Warsaw-based political analyst Eryk Mistewicz told AFP. \"Kaczynski has meanwhile played up fears linked to the EU's worst migrant crisis since World War II. He claimed refugees were bringing \"cholera to the Greek islands, dysentery to Vienna, various types of parasites\" in comments that critics said recalled the Nazi era. Poland should financially support EU efforts to tackle the crisis, but not take in refugees, he says. Surveys show nearly 60 percent of Poles share his views.\n~~~~~~~\nCOMMENT:  A plurality seems to be assured.  The question is if PiS will get a majority.  The most optimistic poll says it'll get 40%; can 40% translate into a majority of seats?"], [5032, "2015-10-24T21:07:58Z", [0.73, 0.27, 0.0], "The weather forecast is looking dry which could work in PiS favour given their core voters. Hence I am notching up for a majority."], [73, "2015-10-24T20:25:26Z", [0.0, 1.0, 0.0], ""], [368, "2015-10-24T19:15:44Z", [0.0, 1.0, 0.0], ""], [4634, "2015-10-24T18:09:32Z", [0.2, 0.7, 0.1], ""], [657, "2015-10-24T17:50:24Z", [0.0, 1.0, 0.0], "Reaffirming forecast"], [691, "2015-10-24T13:40:25Z", [0.06, 0.94, 0.0], ""], [532, "2015-10-24T12:28:13Z", [0.33, 0.67, 0.0], ""], [5032, "2015-10-24T10:15:28Z", [0.72, 0.28, 0.0], "Strange one, having just read the question on Turkey, I am wondering how aligned that will be with Poland. Given what has just happened in Turkey, which while being out of the EU is close enough for human social and economic dynamics to be reflected. In Turkeys question it is noted that \"he Justice and Development Party (AKP) failed to win a single-party majority in June's general election for the first time since 2002. After negotiations aimed at forming a coalition government collapsed, snap elections have been scheduled \". So the main party lost, and coalition failed. This again suggests change in this part of the world (though again note in the UK we re-elected the incumbents, but much more strongly from a coalition to outright). the \"omens\" suggest to me that this \"energy\" will be reflected in Poland for a majority.  I am upping my majority prediction a little."], [5032, "2015-10-24T09:04:11Z", [0.71, 0.29, 0.0], "https://euobserver.com/political/130821 is still forecasting a coalition though with one poll showing PiS doing really well 40.5%, the other 32.5%. While I still think that they will do far better than expected I am revising down a little, partially because I have just read that they are going to raise the retirement age which will alienate some older workers."], [38, "2015-10-24T08:11:46Z", [0.19, 0.81, 0.0], "I'm strapped for time and having to do triage by relying on others because I don't have  the time to research this myself. CW says 19 Majority, 81 Plurality.  Those I'm following have said 34 Majority, 66 Plurality since my last forecast. NOBODY is forecasting as high as I for a majority.  Yikes! Because my forecast for a majority has been so high, I am going to go with the lower forecast of the CW, to bring my average forecast down to closer to that of my \"experts\". "], [556, "2015-10-24T06:03:38Z", [0.05, 0.95, 0.0], ""], [61, "2015-10-24T01:04:45Z", [0.12, 0.88, 0.0], "overall wish there was better coverage of the polls with this election. Wikipedia references seem to be incomplete and some articles don't identify which polls they're referencing. Wishful thinking aside... Plenty of coverage/speculation about coalition, though most of the press does give a nod that majority is a possibility. Reuters suggests a divergent trend in polls with respect to how much of the vote PiS is projected to win. poll average of those referenced : 33% PiS\nhttp://www.reuters.com/article/2015/10/22/us-poland-election-coalition-idUSKCN0SG24Z20151022 Wikipedia avg of most recent polls: 36% -ish Forecast of coalition parties in the headline...\nhttp://www.janes.com/article/55470/conservative-agrarian-coalition-in-poland-will-be-stable-but-likely-to-lean-towards-state-interventionist-policies Nice analysis by the European Commission on Foreign Relations (issues, historic voter turnout (low), etc). On Sejm composition: heavier consideration of coalition government.\nhttp://www.ecfr.eu/article/commentary_polands_parliamentary_election_the_ultimate_explainer4082 Guardian poll looks similar to the IBRiS poll which is among the highest. At the same time, \"no single party in post-communism Poland has ever achieved a majority.\" Also interesting to see that 39% of the vote didn't carry majority in 2011 - 1-2 points higher than current highest estimates for PiS.\nhttp://www.theguardian.com/world/2015/oct/22/polish-elections-2015-a-guide-to-the-parties-polls-and-electoral-system (props to @redacted)  Need to look for analysis calling majority, though @mike97mike said it best, \"Who would have guessed the majority for the Liberal party in Canada?\" I sure didn't.  :)"], [5011, "2015-10-24T00:31:15Z", [0.17, 0.83, 0.0], "following wisdom of crowd..."], [368, "2015-10-23T19:55:47Z", [0.0, 1.0, 0.0], ""], [532, "2015-10-23T16:31:15Z", [0.35, 0.65, 0.0], ""], [74, "2015-10-23T15:59:58Z", [0.07, 0.93, 0.0], ""], [4918, "2015-10-23T15:40:52Z", [0.05, 0.95, 0.0], "Revising after discussion with Polish friend"], [691, "2015-10-23T14:36:01Z", [0.06, 0.94, 0.0], ""], [5032, "2015-10-23T14:19:07Z", [0.73, 0.27, 0.0], "Now from looking at Wikipedia https://en.wikipedia.org/wiki/Sejm#Most_recent_election in the last election Civic Platform lost 2 seats, and law and Justice (PIS) lost 9. Given Pis (from this weeks Economist) are offering something for everyone, with social welfare promises in these tough times, and also tapping into immigration issues, and explaining the benefits of majority rule, I think that they will regain what they lost last time. Also taking account of the polls at https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#/media/File:Model_sonda%C5%BCy.png I can't help but think that the party will do better than expected. But I do realize that this is unscientific, at the end of my nose, but this is my first forecast scenario. I also hope that I am not misunderstanding the question which asks \"how many seats\" but the forecast seems to be requiring a percentage confidence in a majority (presumably of any number of seats), clearly if I have misunderstood here this will be a bit screwey. On the basis that it is the percentage likelihood of a majority that is required, I am now upping my forecast."], [5032, "2015-10-23T14:08:43Z", [0.72, 0.28, 0.0], "According to Bloomberg Business : Parties need 5 percent to gain Sejm seats (coalitions need 8 percent. http://www.bloomberg.com/news/articles/2015-10-23/poland-election-how-sunday-s-vote-could-shake-up-europe and as I think it more likely that a single party will surge forwards, given that I now know that it is easier (albeit at low percentages) for single parties to take seats, I am revising upwards."], [5032, "2015-10-23T14:02:40Z", [0.7, 0.3, 0.0], "Ok, first ever attempt. Having listened to this weeks economist, I can see certain alignments with what happened in Britain earlier this year in terms of mood, and hence potential surprise. As I have to stick my finger in the air somewhere to start my first forecast, I am going for 70% majority, and I will see about refining it from there."], [98, "2015-10-23T13:46:24Z", [0.02, 0.98, 0.0], "With 35.3% in the last poll (from wikipedia article https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015) and a string of pretty consistent results in recent polls and time running out, I'm changing from 95 plurality to 98"], [586, "2015-10-23T12:07:13Z", [0.5, 0.5, 0.0], "Last two days of campaign in Poland. The debates didn't changed much. PiS managed to stop or even changed declining polls, PO submitted with election loss. PiS voters are more disciplined and with lower attendance this may be crucial.\nFor me there is one question. Will ZL or Korwin jump into parliament? If not (former has to jump 8% mark for coalition), those votes will be lost. Which will help big parties. link to polish polls on rp.pl (mayor polish newspaper) http://static.presspublica.pl/red/rp/img/kraj/FRONTwybory.jpg"], [295, "2015-10-23T10:02:53Z", [0.15, 0.85, 0.0], ""], [556, "2015-10-23T08:34:42Z", [0.2, 0.8, 0.0], ""], [368, "2015-10-22T19:59:23Z", [0.0, 1.0, 0.0], ""], [465, "2015-10-22T13:24:51Z", [0.15, 0.85, 0.0], "A notch change... Only because it appears there is a chance of Majority for PiS. Who would have guessed the majority for the Liberal party in Canada?"], [4918, "2015-10-22T11:51:24Z", [0.08, 0.9, 0.02], "Revising after latest poll"], [1131, "2015-10-22T10:59:18Z", [0.08, 0.9, 0.02], ""], [691, "2015-10-22T10:19:07Z", [0.07, 0.93, 0.0], ""], [498, "2015-10-22T07:44:54Z", [0.01, 0.99, 0.0], "\"Based on these figures, an outright majority is within Law and Justice’s reach.\"\nhttp://www.theguardian.com/world/2015/oct/22/polish-elections-2015-a-guide-to-the-parties-polls-and-electoral-system"], [61, "2015-10-22T04:31:01Z", [0.15, 0.85, 0.0], "back to a \"real\" forecast following a correction."], [915, "2015-10-22T01:33:40Z", [0.0, 1.0, 0.0], ""], [4918, "2015-10-21T21:28:55Z", [0.15, 0.85, 0.0], "How exactly seats come from constituencies is black magic, it looks like winner can add 10-15% of seats to pure D'Hondt expectations, with latest polls the line might be at least 39-40% of total votes, a bit more than they have today. "], [368, "2015-10-21T19:33:39Z", [0.0, 1.0, 0.0], ""], [465, "2015-10-21T15:36:02Z", [0.2, 0.8, 0.0], ""], [884, "2015-10-21T14:26:26Z", [0.0, 1.0, 0.0], ""], [691, "2015-10-21T11:09:19Z", [0.09, 0.91, 0.0], ""], [43, "2015-10-21T09:37:03Z", [0.55, 0.45, 0.0], "IBRIS poll of 10-20-15, suggest PIS could get 47% of seats, close enough to majority that I'm raising probability. Dateline 10-21-15 https://twitter.com/carlbildt/status/656724656532013056/photo/1"], [61, "2015-10-21T00:32:47Z", [0.5, 0.5, 0.0], "going 50/50 for a bit to temper possible overconfidence. http://www.electograph.com/2015/10/poland-october-2015-ibris-poll.html (props to Jean-Pierre)\n+\nhttp://www.spiegel.de/international/europe/beata-szydlo-revamps-polish-law-and-justice-party-ahead-of-elections-a-1058506.html"], [915, "2015-10-21T00:16:55Z", [0.0, 0.99, 0.01], ""], [98, "2015-10-21T00:04:09Z", [0.05, 0.95, 0.0], "Update confirming prior forecast after looking at wikipedia polling data for this week so far"], [368, "2015-10-20T18:51:58Z", [0.0, 1.0, 0.0], ""], [691, "2015-10-20T17:50:18Z", [0.06, 0.94, 0.0], ""], [556, "2015-10-20T17:13:31Z", [0.3, 0.7, 0.0], ""], [1758, "2015-10-20T15:25:03Z", [0.25, 0.65, 0.1], ""], [241, "2015-10-20T05:22:45Z", [0.7, 0.3, 0.0], ""], [368, "2015-10-19T17:19:02Z", [0.0, 1.0, 0.0], ""], [691, "2015-10-19T15:03:24Z", [0.04, 0.96, 0.0], ""], [556, "2015-10-19T12:35:48Z", [0.45, 0.55, 0.0], ""], [465, "2015-10-19T07:28:35Z", [0.15, 0.85, 0.0], "Pay no attention to the man behind the curtain. There is something we are not ascertaining. Some voters will be drawn to PiS with Russia's increased use of military in Syria. Others will go the other direction and perhaps be drawn to a less confrontational/EU type party.\n"], [241, "2015-10-19T02:08:18Z", [0.34, 0.66, 0.0], "Oct. 12 IBRiS poll: http://www.electograph.com/2015/10/poland-october-2015-ibris-poll.html"], [43, "2015-10-19T00:30:00Z", [0.2, 0.8, 0.0], ""], [1591, "2015-10-18T14:48:01Z", [0.15, 0.84, 0.01], "https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015"], [4055, "2015-10-18T14:32:08Z", [0.02, 0.98, 0.0], ""], [691, "2015-10-18T13:46:37Z", [0.01, 0.99, 0.0], ""], [61, "2015-10-17T23:38:31Z", [0.0, 1.0, 0.0], "Updating for passage of time."], [73, "2015-10-17T23:28:27Z", [0.0, 1.0, 0.0], ""], [368, "2015-10-17T18:16:06Z", [0.0, 1.0, 0.0], ""], [1028, "2015-10-17T17:00:28Z", [0.2, 0.8, 0.0], ""], [691, "2015-10-17T11:20:50Z", [0.02, 0.98, 0.0], ""], [4634, "2015-10-17T09:11:57Z", [0.35, 0.55, 0.1], ""], [368, "2015-10-16T22:26:37Z", [0.0, 1.0, 0.0], ""], [498, "2015-10-16T22:02:22Z", [0.01, 0.99, 0.0], ""], [532, "2015-10-16T21:37:12Z", [0.35, 0.65, 0.0], "http://www.bloomberg.com/news/articles/2015-10-15/poland-s-anti-migrant-party-sets-sight-on-parliamentary-majority"], [83, "2015-10-16T20:07:18Z", [0.0, 1.0, 0.0], "Background: Kaczynski vs Tusk\nhttp://www.reuters.com/article/2015/10/16/us-poland-election-absentees-idUSKCN0SA17C20151016"], [4616, "2015-10-16T17:57:16Z", [0.0, 1.0, 0.0], ""], [368, "2015-10-15T21:28:31Z", [0.0, 1.0, 0.0], ""], [689, "2015-10-15T17:13:56Z", [0.0, 1.0, 0.0], "Comment deleted on May 10, 2016 06:23PM UTC"], [691, "2015-10-15T12:57:57Z", [0.02, 0.98, 0.0], ""], [4055, "2015-10-15T08:21:50Z", [0.06, 0.93, 0.01], ""], [1528, "2015-10-14T22:47:50Z", [0.1, 0.9, 0.0], ""], [498, "2015-10-14T20:52:10Z", [0.0, 1.0, 0.0], "New poll out. Kukiz'15 maintaining >5%. PiS moving up. Boy is this gonna be close between plurality and majority (if you accept the polls). If you assume the remaining uncommitted voters will break the exact same way as the committed voters, PiS would get 39% of the total vote, which would put them over a majority if I used the \"mysterious\" seats/percentage factor of 6.0 (See Anneinak's forecast of 7-October). But, I'm going to add an extra assumption that the undecided voters do not break that way, but rather break more toward the minor parties. Who knows!?! lol So close. Exciting.\n(Now here's the rub. If I were predicting this exactly as I see it, I would predict it 50/50 plurality/majority. Yet, I'm willing to take the risk at 50/50 to pick one for the chance of somehow scoring better. This may reveal a defect in either my understanding of the scoring system, my risk tolerance, or both!)\nhttp://ewybory.eu/sondaz-ibris-dla-onetu-14-10-2015/ [Edit: In the above analysis I forgot to allow for the other minor parties that do not surpass the 5% threshold. If you assume these votes will be allocated back according to the ratio of the parties that do qualify, then, with the addition of the undecided voters, PiS would get 40.47% and (using seat/% of 6) 243 seats, a majority. But, I'm also now thinking that at least half of the \"undecided\" group are actually going to be \"no shows\" instead. I can't read polish so I don't know the polling methodology. Long story short, accept the poll as it is, go majority. Believe undecideds may evidence peculiar behaviors, etc., go 50/50 maybe.] [Edit#2: Speaking polish would help. What I assumed was \"undecided\" is actually labeled as \"Others\" on the Wikipedia page, so my analysis pretty much falls apart. In the meantime, two different, newer, polls have been posted. One shows clear majority, one closer to 50/50. Rather than switch to 100% majority, which I should do, I'm going to hang my hat on the notion of people possibly \"voting tactically,\" which I recall some reference to in one of the earliest articles I read. I have no idea what voting tactically actually means, but I'm assuming that it is some method to vote in a concerted fashion to prevent any one party obtaining a majority. Talk about taking a flyer!]"], [136, "2015-10-14T20:23:10Z", [0.15, 0.85, 0.0], ""], [368, "2015-10-14T19:02:49Z", [0.0, 1.0, 0.0], ""], [1201, "2015-10-14T14:30:23Z", [0.2, 0.8, 0.0], "Standing pat."], [691, "2015-10-14T12:50:45Z", [0.02, 0.98, 0.0], ""], [599, "2015-10-14T12:06:04Z", [0.85, 0.1, 0.05], ""], [368, "2015-10-13T19:57:25Z", [0.0, 1.0, 0.0], ""], [94, "2015-10-13T17:49:13Z", [0.1, 0.85, 0.05], "The standings in the polls seem to be little changed from a month ago.  I am increasing my odds of a plurality for the passage of time."], [241, "2015-10-13T17:39:14Z", [0.6, 0.4, 0.0], ""], [98, "2015-10-13T12:35:50Z", [0.05, 0.95, 0.0], "correcting a numerical error"], [691, "2015-10-13T12:27:16Z", [0.06, 0.94, 0.0], ""], [1448, "2015-10-13T01:42:03Z", [0.11, 0.88, 0.01], ""], [241, "2015-10-12T18:11:47Z", [0.5, 0.5, 0.0], ""], [368, "2015-10-12T17:35:44Z", [0.0, 0.95, 0.05], ""], [73, "2015-10-12T17:29:17Z", [0.0, 1.0, 0.0], ""], [1591, "2015-10-12T15:28:03Z", [0.2, 0.79, 0.01], ""], [368, "2015-10-11T20:57:48Z", [0.0, 0.95, 0.05], ""], [24, "2015-10-11T20:05:51Z", [0.04, 0.96, 0.0], ""], [43, "2015-10-11T19:32:05Z", [0.05, 0.95, 0.0], "Increasing probability of plurality following redacted's data and analysis. I don't dare go higher because I discovered during the previous prediction season that I am not good at predicting elections. The reason: polls tend to miss what happens at the ballot box. So I'm giving less weight to polls this season."], [498, "2015-10-11T18:53:30Z", [0.0, 1.0, 0.0], "\"The study shows that six parties would manage to get into the Sejm lower house of parliament, crossing the five percent threshold required by Polish law.\" \nhttp://www.thenews.pl/1/9/Artykul/224149,Poll-PiS-well-ahead-of-PO-before-general-election Currently there are only five parties. I'm thinking this is a big deal, because where those votes would \"flow back\" to, should a party not achieve the 5% threshold, might be the difference between plurality and majority for PiS. This is total conjecture, however, since I have no idea how the \"flow back\" process works. Rather than doing that research, I'm just going to assume the 6th party qualifies. [Warning: the 6th party (Kukiz'15) appears to be a collaboration of a number of minor parties, spearheaded by an ex-rock star; so there's definite risk that the collaboration will not hold together, and my assumption proves to be false.]"], [691, "2015-10-11T11:58:10Z", [0.07, 0.93, 0.0], ""], [231, "2015-10-11T11:20:33Z", [0.5, 0.5, 0.0], "One poll pointing to majority: http://news.yahoo.com/polands-eurosceptic-opposition-tops-polls-possible-majority-104935918.html"], [3617, "2015-10-11T00:40:47Z", [0.44, 0.55, 0.01], ""], [368, "2015-10-10T21:41:24Z", [0.0, 0.95, 0.05], ""], [691, "2015-10-10T12:01:53Z", [0.07, 0.93, 0.0], ""], [1129, "2015-10-10T09:56:51Z", [0.15, 0.85, 0.0], ""], [61, "2015-10-10T04:22:38Z", [0.09, 0.91, 0.0], "underwaterputin's comments & link: https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls\n+\nlink from spandrelbarca: https://polishpoliticsblog.wordpress.com/"], [93, "2015-10-10T01:27:56Z", [0.05, 0.95, 0.0], "https://polishpoliticsblog.wordpress.com/"], [4042, "2015-10-09T22:52:32Z", [0.18, 0.8, 0.02], ""], [136, "2015-10-09T17:10:59Z", [0.3, 0.7, 0.0], ""], [3363, "2015-10-09T14:59:12Z", [0.4, 0.4, 0.2], ""], [691, "2015-10-09T12:21:54Z", [0.07, 0.93, 0.0], ""], [43, "2015-10-09T11:27:15Z", [0.1, 0.9, 0.0], "Following UnderwaterPutin, good comparison class with electoral history."], [20, "2015-10-09T09:58:05Z", [0.08, 0.92, 0.0], "Scanning the elections, post fall of Wall, there hasn't been an outright majority government by any one party. PiS polling numbers don't look to change this. "], [136, "2015-10-09T07:53:41Z", [0.4, 0.6, 0.0], ""], [4055, "2015-10-08T21:02:12Z", [0.01, 0.98, 0.01], ""], [368, "2015-10-08T17:45:25Z", [0.0, 0.95, 0.05], ""], [136, "2015-10-08T16:58:52Z", [0.3, 0.7, 0.0], ""], [1591, "2015-10-08T14:22:33Z", [0.2, 0.75, 0.05], "Polls continue to decline for PiS.  But note that many of the most recent polls are all from the same pollster.  I don't know about Polish polling, but in the U.S. there are often systematic election specific biases for each pollster.  It's possible that IBRiS's methodology is unduly pessimistic of PiS's chances. https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015 Some in the comments are arguing that they could still get a majority of seats, and while that's definitely a possibility, I don't see any evidence that it's more likely than not.  http://www.bloomberg.com/news/articles/2015-10-06/polish-opposition-s-sliding-lead-points-to-messy-election-result"], [691, "2015-10-08T12:24:40Z", [0.07, 0.93, 0.0], ""], [241, "2015-10-08T11:27:21Z", [0.2, 0.8, 0.0], ""], [93, "2015-10-07T23:48:29Z", [0.2, 0.7, 0.1], ""], [43, "2015-10-07T23:09:28Z", [0.25, 0.75, 0.0], "Following raisinville"], [368, "2015-10-07T22:53:25Z", [0.95, 0.0, 0.05], ""], [83, "2015-10-07T22:46:43Z", [0.0, 1.0, 0.0], "http://www.bloomberg.com/news/articles/2015-10-06/polish-opposition-s-sliding-lead-points-to-messy-election-result PiS continues to lose support."], [73, "2015-10-07T21:37:31Z", [0.0, 1.0, 0.0], ""], [689, "2015-10-07T21:15:30Z", [0.6, 0.4, 0.0], "Comment deleted on May 10, 2016 06:07PM UTC"], [1257, "2015-10-07T18:52:10Z", [0.25, 0.75, 0.0], ""], [689, "2015-10-07T18:00:31Z", [0.0, 0.4, 0.6], "Comment deleted on May 10, 2016 06:07PM UTC"], [38, "2015-10-07T17:46:57Z", [0.59, 0.41, 0.0], "Re-reading all the comments with the thought in mind that national polling statistics/votes do not translate directly into seats in the Sejm, without doing the d'Hondt calculations, I have to fall back on the extremely rough calculation that 1% in the polls works out to about 6 seats*.   Working backwards from that, to get a majority (231 seats) a party must poll about 36%.     Since Sept, PiS polls have averaged 36.9% *When IPSOS analysts said that PiS could get a majority of seats, it was at the same time that IPSOS polls showed PiS getting 38%, PO getting 26% and 4 minority parties making the cut for another 24%, with 12% going to minority parties that don't make the cut. I notice that when you look at the current distribution of seats and compare it to the % vote, you come up with  different ratios of seats per percent, this is why it would be good to work through the whole d'Hondt formula."], [98, "2015-10-07T14:15:51Z", [0.05, 0.9, 0.05], "time passes, polling shows Plurality with little change in polling numbers.  Upping to 90% PLU with 5% on each edge for now (for some unforeseen occurance).  Expecting to reduce the edges next week if nothing arises "], [20, "2015-10-07T12:25:19Z", [0.1, 0.9, 0.0], " https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls"], [691, "2015-10-07T12:04:46Z", [0.08, 0.92, 0.0], ""], [43, "2015-10-07T10:23:01Z", [0.65, 0.35, 0.0], "Following anneinak"], [710, "2015-10-07T07:46:45Z", [0.1, 0.9, 0.0], ""], [241, "2015-10-07T01:41:52Z", [0.25, 0.75, 0.0], ""], [4073, "2015-10-07T00:17:03Z", [0.7, 0.0, 0.3], ""], [4073, "2015-10-07T00:16:23Z", [0.95, 0.0, 0.05], ""], [1114, "2015-10-06T23:21:04Z", [0.05, 0.95, 0.0], ""], [38, "2015-10-06T21:53:41Z", [0.7, 0.3, 0.0], "http://www.dailymail.co.uk/wires/reuters/article-3261511/Poland--Factors-Watch-Oct-6.html#ixzz3np2hpIv4  \"With three weeks to go before the Oct. 25 parliamentary election, Poland's largest opposition party Law and Justice (PiS) leads in an IBRiS poll for Rzeczpospolita daily, with a 34 percent backing.  The ruling Civic Platform (PO) party is on 24 percent, with the United Left (ZL) alliance on 10 percent.\"\n~~~~~~~\nhttp://news.yahoo.com/polands-eurosceptic-opposition-tops-polls-possible-majority-104935918.html Sept 25.  \"According to the independent Ipsos pollsters, PiS could command as many as 243-seats in Poland's 460-seat lower house of parliament, translating into a 13-seat majority that would allow it to govern alone.\"\n~~~~~~~\nCOMMENT:  I keep forgetting that question asks about # of seats won."], [691, "2015-10-06T17:43:52Z", [0.03, 0.97, 0.0], ""], [368, "2015-10-06T17:24:21Z", [0.05, 0.95, 0.0], ""], [37, "2015-10-06T05:59:26Z", [0.0, 1.0, 0.0], ""], [567, "2015-10-06T05:13:48Z", [0.1, 0.9, 0.0], ""], [3980, "2015-10-06T01:19:45Z", [0.05, 0.95, 0.0], ""], [3979, "2015-10-05T23:34:34Z", [0.12, 0.85, 0.03], ""], [505, "2015-10-05T20:48:02Z", [0.19, 0.8, 0.01], "Revised projection based on update trends"], [368, "2015-10-05T17:44:44Z", [0.05, 0.95, 0.0], ""], [691, "2015-10-05T15:31:09Z", [0.03, 0.97, 0.0], ""], [3902, "2015-10-05T12:51:05Z", [0.1, 0.85, 0.05], ""], [498, "2015-10-05T07:46:27Z", [0.0, 1.0, 0.0], ""], [3860, "2015-10-04T23:57:23Z", [0.17, 0.78, 0.05], ""], [3818, "2015-10-04T16:49:34Z", [0.05, 0.56, 0.39], ""], [691, "2015-10-04T13:24:22Z", [0.03, 0.97, 0.0], ""], [710, "2015-10-04T09:12:07Z", [0.2, 0.8, 0.0], ""], [498, "2015-10-04T05:24:08Z", [0.02, 0.98, 0.0], ""], [368, "2015-10-03T20:37:32Z", [0.05, 0.95, 0.0], ""], [691, "2015-10-03T12:52:05Z", [0.03, 0.97, 0.0], ""], [1129, "2015-10-03T10:30:25Z", [0.21, 0.79, 0.0], "Major reason for PiS (Law and Justice) popularity is very strong animosity against PO (Civic Platform) (they won twice: 2007, 2011).\nPolish society are just fed up with their government. \nPlenty of scandals, affairs, and incompetence turned against PO and gave PiS huge chance to take even majority in October election. The farther the worse.\nWe had an Example - shock on political scene, after Andrzej Duda (PiS) won Presidential Election, where polls showed Civic Platform candidate winning.\nBut It's not so easy. Society is divided. PiS raises too much controversy beetwen people, and many voters will have to vote not \"for PiS\" but \"against PO\"."], [136, "2015-10-03T10:07:48Z", [0.2, 0.8, 0.0], ""], [1114, "2015-10-03T02:23:25Z", [0.1, 0.9, 0.0], ""], [1114, "2015-10-03T02:22:30Z", [0.9, 0.1, 0.0], "Oops."], [43, "2015-10-03T02:08:20Z", [0.05, 0.95, 0.0], "Following polls but remembering how often polls are surprised at the ballot boxen."], [1201, "2015-10-02T22:56:22Z", [0.2, 0.8, 0.0], "Latest polls converging around 35% of the vote. \nhttps://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015\n"], [38, "2015-10-02T17:45:04Z", [0.0, 1.0, 0.0], "http://www.reuters.com/article/2015/10/02/poland-factors-idUSL5N1213PN20151002 Oct 2.  \"The socially conservative Law and Justice party (PiS) is backed by 35.6 percent of voters, while the ruling Civic Platform party (PO) by 23.2 percent, a survey by pollster IBRIS for Radio Zet showed three weeks ahead of parliamentary election.\" \"The United Left alliance is supported by 9.3 percent of voters, while economically liberal Nowoczesna party by 8.1 percent, PSL party by 6.2 percent and Kukiz'15 by 7.0 percent, the poll also showed.\""], [532, "2015-10-02T14:08:50Z", [0.2, 0.8, 0.0], ""], [691, "2015-10-02T12:16:00Z", [0.03, 0.97, 0.0], ""], [73, "2015-10-02T11:19:05Z", [0.0, 1.0, 0.0], "Removing last doubts based on most recent polls and lack of shenanigans."], [69, "2015-10-02T10:31:32Z", [0.0, 1.0, 0.0], "Majority is a scenario, which has never happened in the past in Poland. I expect them to win with the very low margin."], [43, "2015-10-02T03:32:16Z", [0.05, 0.95, 0.0], "Following  einsteinjs "], [689, "2015-10-02T03:27:44Z", [0.03, 0.97, 0.0], "Comment deleted on May 10, 2016 05:58PM UTC"], [60, "2015-10-02T03:24:20Z", [0.01, 0.99, 0.0], "Revising \"Majority\" down from 9% to 1% (reallocating to plurality). We're about three weeks away from the election and the PiS has only broken 40% (polling) twice this month and neither time was greater than 45%. At this point, seems unlikely that they'll garner enough for a majority (but almost certainly enough for a plurality). Same link as first forecast: https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls"], [20, "2015-10-02T01:34:50Z", [0.25, 0.75, 0.0], ""], [83, "2015-10-02T00:59:56Z", [0.0, 1.0, 0.0], "Following Konrad. Recent polls show many parties on the 5%, 8% borderline. Korwin, PSL, .N, ZL - United Left, Kukiz'15.  Forecast based on theme that the more of the small parties that get in, the lower the chance of a PiS majority becomes - also need to average prior forecasts down. However, If by chance  all of the smaller parties finish below the threshhold, it seems PiS could win a majority of the seats with only a low plurality of the votes"], [38, "2015-10-01T23:13:20Z", [0.0, 0.85, 0.15], "http://www.reuters.com/article/2015/10/01/poland-coal-idUSL5N11V39X20151001 I'm reading that coal mining has become an issue in Poland.  The current government has been trying to restructure the industry because the mines are inefficient (per capita production is 1/10th of US) and coal is polluting so the industry will have to change/shrink to meet pollution reduction goals, this has led to threats of strikes by miners & Solidarity.  PiS is more supportive of the coal industry than Civic Platform, and promises to protect it."], [241, "2015-10-01T23:06:28Z", [0.2, 0.8, 0.0], "Following dominich."], [24, "2015-10-01T23:02:33Z", [0.06, 0.94, 0.0], "Coalition governments are the norm in Poland; while current opinion polls attribute the % share of vote to PiS in the high 30s (and in some cases even the low 40s), on the basis of past elections, this is unlikely to be sufficient to give them an outright majority in their own right.  - eg at the last Sejm election in 2011  the leading party, PO, got over 39% of the votes cast, but were still 23 seats short of a majority. In the election before that, in 2007, PiS got a higher percentage still - similar to the most favourable figures for them  given by the opinion polls at present - of 41.5%, but were still 21 seats short of a majority. Main argument in favour of PiS unprecedently getting a majority in their own right?  The main (liberal-conservative) opposition party PO appears weaker (according to opinion polls) than was the case in 2011 or 2007, while the remainder of the opposition (including the left-liberal and secularist parts are if anything more divided than in recent years, and also incorporate more new parties or formations than was the case in 2011 - a realignment of forces, and new subdivisions, seems to be underway - which could potentially weaken the already fairly weak position of the left. (It is not immediately obvious that the more reactionary-conservative PiS would benefit rather than the liberal-conservative PO though.) Second argument against: the recent trend, seen in several countries (most notably Israel and the UK) of opinion polls understating the support for right-wing or conservative parties. I am not however convinced this necessarily applies to anything like the same extent in present-day Poland  as in those generally more liberal societies."], [38, "2015-10-01T19:41:57Z", [0.0, 0.85, 0.15], ""], [691, "2015-10-01T18:32:57Z", [0.03, 0.97, 0.0], ""], [271, "2015-10-01T17:59:40Z", [0.1, 0.9, 0.0], ""], [498, "2015-10-01T16:29:44Z", [0.01, 0.98, 0.01], "following Konrad"], [241, "2015-10-01T16:27:02Z", [0.35, 0.65, 0.0], ""], [657, "2015-10-01T16:06:33Z", [0.0, 1.0, 0.0], "Revising forecast, little if any chances for Majority"], [498, "2015-09-30T23:15:46Z", [0.03, 0.96, 0.01], ""], [368, "2015-09-30T19:48:39Z", [0.05, 0.95, 0.0], ""], [498, "2015-09-30T16:23:25Z", [0.06, 0.93, 0.01], "nudged by mike79mike"], [691, "2015-09-30T16:02:03Z", [0.01, 0.99, 0.0], ""], [465, "2015-09-30T15:50:07Z", [0.0, 1.0, 0.0], "Oops! Out damn spot! Polls of 24SEP15 show that even without a United Left candidate in the Sejm, PiS will have only an 11% lead over PO. The status of the Polish poles is pretty consistence at this point (over 6 months). Even at its best PiS (46.8% in August) PiS was short of a Majority. Changing to 100% Plurality.\n"], [465, "2015-09-30T15:46:59Z", [1.0, 0.0, 0.0], "Polls of 24SEP15 show that even without a United Left candidate in the Sejm, PiS will have only an 11% lead over PO.  The status of the Polish poles is pretty consistence at this point (over 6 months).  Even at its best PiS  (46.8% in August) PiS was short of a Majority. Changing to 100% Plurality."], [498, "2015-09-30T05:07:16Z", [0.08, 0.9, 0.02], ""], [43, "2015-09-30T03:27:40Z", [0.2, 0.8, 0.0], "Following Anneinak"], [368, "2015-09-29T20:06:03Z", [0.05, 0.95, 0.0], ""], [368, "2015-09-29T19:28:27Z", [0.05, 0.95, 0.0], ""], [884, "2015-09-29T18:25:34Z", [0.05, 0.95, 0.0], ""], [691, "2015-09-29T17:25:30Z", [0.02, 0.98, 0.0], ""], [241, "2015-09-29T16:07:05Z", [0.4, 0.6, 0.0], ""], [1028, "2015-09-29T02:12:47Z", [0.3, 0.65, 0.05], ""], [1028, "2015-09-29T02:11:05Z", [0.3, 0.65, 0.05], ""], [3154, "2015-09-28T23:54:10Z", [0.45, 0.55, 0.0], ""], [1528, "2015-09-28T22:06:30Z", [0.0, 0.8, 0.2], "correcting mis-typing earlier!"], [38, "2015-09-28T21:36:29Z", [0.19, 0.81, 0.0], "http://www.reuters.com/article/2015/09/22/us-poland-climatechange-idUSKCN0RM22820150922 Sept 22  PiS \" . . . is considered as conservative and pro-coal, is most likely to win, according to most recent opinion polls."], [368, "2015-09-28T17:42:21Z", [0.0, 0.82, 0.18], ""], [691, "2015-09-28T15:52:18Z", [0.01, 0.98, 0.01], ""], [73, "2015-09-28T15:32:26Z", [0.03, 0.97, 0.0], "Slight readjustment, taking 3% away from majority and giving to plurality on latest polling."], [83, "2015-09-28T01:37:16Z", [0.2, 0.8, 0.0], "http://www.thenews.pl/1/9/Artykul/222453,Gap-closes-in-Polands-latest-electoral-opinion-poll PiS showing weakness in the polls.  "], [74, "2015-09-27T21:24:27Z", [0.25, 0.7, 0.05], ""], [1528, "2015-09-27T14:37:58Z", [0.2, 0.8, 0.0], "Following ckruger's analysis."], [691, "2015-09-27T13:58:05Z", [0.01, 0.98, 0.01], ""], [2566, "2015-09-27T01:23:38Z", [0.7, 0.25, 0.05], ""], [1701, "2015-09-26T20:02:14Z", [0.45, 0.35, 0.2], ""], [368, "2015-09-26T19:50:07Z", [0.0, 0.78, 0.22], "PO currently has the majority of seats in Parliament (205) while PIS has 157 seats.  Will current polls have placed PI ahead of PO consistently over the last three months (Sept: PS-37.3%, POS 27.2; August: PIS 39.1%, POS 19%, July: PIS 40.3%, PO 26.7%).   While it has maintained an average lead of 34.9% over three months against POS, there are several factors which could leave both parties with a marginal loss or gain:  migration in to EU and increased anti-immigrant sentiment among the polish electorate.  PO holds a consistently Center Right position while PIS maintains a variance in the spectrum from Center Right to Center Left.  While it is likely that PO could maintain dominance in an election, it is unlikely to overcome the lead that PIS holds in the polls.  A plurality is the most likely outcome in the October 25, 2015 election."], [691, "2015-09-26T13:24:52Z", [0.02, 0.97, 0.01], ""], [498, "2015-09-26T12:54:45Z", [0.05, 0.9, 0.05], ""], [498, "2015-09-26T04:15:09Z", [0.15, 0.85, 0.0], ""], [231, "2015-09-26T01:57:05Z", [0.55, 0.45, 0.0], "Could get its own majority: http://news.yahoo.com/polands-eurosceptic-opposition-tops-polls-possible-majority-104935918.html"], [1997, "2015-09-25T23:54:13Z", [0.05, 0.5, 0.45], ""], [653, "2015-09-25T23:48:41Z", [0.03, 0.9, 0.07], "The PiS party had 30% or 157 seats in the last election. Current polling has them at ~35-40% of the vote with PO the next closest at ~20-30%. PO had a drop in early 2015 after being the plurality and it could come back, however I think the most likely result is a PiS plurality. Given that PiS has not polled much over 40% it is unlikely without a geopolitical event to see them gain a majority. https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015"], [1924, "2015-09-25T21:04:02Z", [0.29, 0.7, 0.01], ""], [136, "2015-09-25T20:43:47Z", [0.4, 0.6, 0.0], "Two polls, conducted around the same time, samples of 581 (CBOS) vs 1004 (IPSOS), similar results for minor parties, same % of undecided, 4% difference for both PiS and PO between the two polls. http://ewybory.eu/sondaz-cbos-24-09-2015/\nminor parties (including MN) get 62 seats in total\nPiS gets 34%, 215 seats - well short of a majority http://www.tvp.info/21783027/sondaz-dla-wiadomosci-tvp1-pis-na-czele-i-samodzielnie-rzadzi-lewica-poza-sejmem\nminor parties get 63 seats\nPiS gets 38% and 243 - a solid majority. Interesting."], [1531, "2015-09-25T16:21:46Z", [0.31, 0.61, 0.08], ""], [691, "2015-09-25T12:50:39Z", [0.02, 0.97, 0.01], ""], [498, "2015-09-25T02:06:19Z", [0.0, 0.85, 0.15], "PiS dips in latest polls.\nhttp://www.tvp.info/21772754/zwyciestwo-pis-i-piec-partii-w-sejmie-najnowszy-sondaz-cbos\n"], [43, "2015-09-24T20:06:08Z", [0.3, 0.65, 0.05], "Following NickLutz, who was in the top 20 out of a beginning cohort of 3000 in GJP4. According to Philip Tetlock, top forecasters tend to continue to be successful. That said, anyone, no matter how good, can make a bad forecast. I have the IFP scores from last season to prove it:)"], [1591, "2015-09-24T17:29:48Z", [0.3, 0.65, 0.05], "Recent polls give PiS a slightly smaller lead."], [1229, "2015-09-24T16:06:31Z", [0.35, 0.6, 0.05], "Interesting bit of politicking here - I think that if (as seems inevitable) the pension reform is not put through this term it becomes even more of a campaign issue and plus for PiS http://www.thenews.pl/1/9/Artykul/222111,Polish-parliament-has-no-time-to-take-up-president%E2%80%99s-draft-retirement-bill\n"], [691, "2015-09-24T13:48:25Z", [0.02, 0.97, 0.01], ""], [1006, "2015-09-24T11:24:20Z", [0.4, 0.6, 0.0], ""], [465, "2015-09-24T05:28:10Z", [0.6, 0.4, 0.0], "If the military activity by Russia in the Middle East coupled with the evolving response to the immigration issue in the EU doesn't make Polish voters sit up and take notice that the PO policy as plotted over the past 5 years may not suffice for their future, perhaps nothing but a Russian coup in Moldova will.  Wait?  Did I say Moldova? That's not Poland!   In the event, this did not sit well with the Polish people...\"Russian Ambassador summoned to Polish Foreign Ministry - The Russian Ambassador in Warsaw Sergei Andreyev has been reprimanded at the Polish Foreign Ministry after speaking of 'Polish co-responsibility for the outbreak of WWII.\" - See more at: http://www.thenews.pl/1/10/Artykul/222758,Russian-Ambassador-summoned-to-Polish-Foreign-Ministry#sthash.P6HqnDkS.dpuf\nNo change,  PiS will win a majority, barely. See previous forecast.  Apparently comments don't keep up?"], [1669, "2015-09-24T03:13:30Z", [0.33, 0.55, 0.12], ""], [532, "2015-09-23T17:10:27Z", [0.25, 0.75, 0.0], ""], [1131, "2015-09-23T16:40:37Z", [0.02, 0.9, 0.08], ""], [691, "2015-09-23T15:53:07Z", [0.02, 0.97, 0.01], ""], [498, "2015-09-23T09:17:05Z", [0.0, 0.85, 0.15], ""], [691, "2015-09-22T20:23:25Z", [0.02, 0.97, 0.01], ""], [1229, "2015-09-22T15:45:03Z", [0.3, 0.65, 0.05], ""], [657, "2015-09-22T15:22:54Z", [0.1, 0.9, 0.0], "Updating for the passage of time."], [1201, "2015-09-22T14:46:16Z", [0.3, 0.7, 0.0], "A pretty good backgrounder on the election from an expert with no axe to grind:\nhttps://polishpoliticsblog.wordpress.com/2015/09/11/who-won-polands-referendum-war-and-how-will-it-affect-the-october-election/\nsummary: PiS is likely to gain not so much because of its own policies but because of recent blunders made by the opposition."], [498, "2015-09-22T13:21:39Z", [0.0, 0.65, 0.35], ""], [136, "2015-09-22T11:53:27Z", [0.4, 0.6, 0.0], ""], [172, "2015-09-22T02:05:22Z", [0.05, 0.7, 0.25], ""], [1325, "2015-09-21T23:54:43Z", [0.35, 0.6, 0.05], "Following the crowd here and other forecaster analyses (Nick Lutz, Jean Pierre).  https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015. PiS has a solid 11 point lead this close in. Given Russian antics as of late, voters tend to vote for the conservative party. National numbers are high, but not high enough for the 231 needed for a majority (460 seats total). As mentioned earlier, PO got 39% of the vote, translating to 207 seats. Poll numbers for PiS are about this high but need to be more like mid to high 40s to lock in a majority."], [73, "2015-09-21T16:45:30Z", [0.06, 0.94, 0.0], "redistribute the non."], [1696, "2015-09-21T15:02:31Z", [0.27, 0.18, 0.55], ""], [691, "2015-09-21T12:03:08Z", [0.02, 0.97, 0.01], ""], [131, "2015-09-21T05:45:02Z", [0.2, 0.75, 0.05], "Going with the flow..."], [498, "2015-09-20T20:09:10Z", [0.0, 0.6, 0.4], "No new data, but I feel very uncomfortable being so far out there on the non-plurality side. All I see are polls, and news stories about the polls. Can't get a grasp of any \"sentiment\" sort of data, and honestly my unfamiliarity with the issues prevents me from recognizing sentiment data even if I would stumble across it. "], [1665, "2015-09-20T17:54:54Z", [0.15, 0.85, 0.0], ""], [691, "2015-09-20T12:37:33Z", [0.03, 0.96, 0.01], ""], [295, "2015-09-19T19:33:29Z", [0.15, 0.8, 0.05], "Adjusting"], [691, "2015-09-19T12:05:30Z", [0.03, 0.96, 0.01], ""], [498, "2015-09-18T20:10:14Z", [0.0, 0.55, 0.45], ""], [1591, "2015-09-18T19:15:38Z", [0.32, 0.63, 0.05], "Difficult to say without constituency polls, but the national numbers suggest it's highly unlikely that they will not at least gain a plurality.  https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015 Recent polling average is about 38% for PiS.  Last election PO gained 39% and 207 seats; this was short of the 231 needed for a majority.  Pis had ~30% and 157 seats. So unless PiS gets a big surge, or, the polls biased against them, or, the constituency/party threshold breakdown is weird, it doesn't seem likely that they'll get a majority.\n"], [241, "2015-09-18T15:53:53Z", [0.45, 0.55, 0.0], "The Polish system of seat allocation is more complicated than I thought. It seems seats are allocated by constituency (see http://www.sejm.gov.pl/english/sejm/pos.htm and http://www.nsd.uib.no/european_election_database/country/poland/parliamentary_elections.html; see the 41 Polish constituencies here: http://wybory2007.pkw.gov.pl/SJM/EN/WYN/M/1.htm) and not by the vote percentage obtained nationwide. That adds another level of uncertainty in forecasting a PiS majority vs. plurality. Ideally, one would need an accurate poll for each constituency to post an accurate forecast. Looking at the nationwide vote percentages won by the top two parties for each election from 1997-2011 and comparing that to the number of seats those parties they were allocated in the Sehm, I estimate that every percentage point a party receives in the national vote equals roughly 5.4 seats in the Sehm. That's just an average. The PiS once got 5.74 seats for each point it received in the national popular vote. Another party got as few as 5.04 seats for every percentage point. So, PiS should be able to win a majority of seats with only 43%-44% of the national popular vote. Over the last month, they have been polling at 35%-46.9%, probably averaging in the high 30s (https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015). What happens if several parties hovering around the 5% threshold (8% threshold for the United Left coalition) fail to meet the threshold? What happens to their votes? Would that bump up PiS's vote percentage several points? And wouldn't that make a majority more plausible, even likely?"], [1595, "2015-09-18T14:22:53Z", [0.29, 0.51, 0.2], ""], [136, "2015-09-18T12:51:48Z", [0.45, 0.55, 0.0], "Suppose the %s in this report are correct, is the seats projection accurate? Is there a way to verify it?\nhttp://www.tvp.info/21608768/ipsos-dla-tvp-info-pis-moglby-rzadzic-samodzielnie-w-sejmie-cztery-ugrupowania\nPiS gets 35% and 235 seats (a majority), PO - 24%, Kukiz - 9%, PSL - 5%, the others are below the threshold."], [691, "2015-09-18T11:56:27Z", [0.03, 0.96, 0.01], ""], [241, "2015-09-18T01:16:44Z", [0.14, 0.85, 0.01], ""], [532, "2015-09-17T23:18:44Z", [0.25, 0.75, 0.0], ""], [532, "2015-09-17T23:09:14Z", [0.25, 0.75, 0.0], ""], [1166, "2015-09-17T21:27:44Z", [0.1, 0.8, 0.1], ""], [691, "2015-09-17T20:17:20Z", [0.03, 0.95, 0.02], ""], [1520, "2015-09-17T15:50:54Z", [0.4, 0.6, 0.0], ""], [1296, "2015-09-17T15:33:51Z", [0.5, 0.5, 0.0], "Reading recent blogs and articles on the second round vote the numbers are getting closer and closer between a maj an plu vote but I do not think a non is possible. It will be one or the other of the two choices. But I will check back before the final day of forecasting to see what is happening."], [498, "2015-09-17T12:11:06Z", [0.0, 0.5, 0.5], "Maybe it's just easier to see how the moral-cultural issues of a polis dominate elections when you're on the outside looking in.\nPost tenebras spero lucem"], [1471, "2015-09-17T07:37:28Z", [0.55, 0.25, 0.2], ""], [1127, "2015-09-17T05:07:52Z", [0.65, 0.3, 0.05], ""], [38, "2015-09-17T02:16:44Z", [0.19, 0.81, 0.0], "correcting forecasting error due to inattention to what numbers I was entering where."], [1373, "2015-09-16T20:27:26Z", [0.55, 0.28, 0.17], ""], [691, "2015-09-16T20:24:34Z", [0.05, 0.9, 0.05], ""], [43, "2015-09-16T18:27:31Z", [0.1, 0.8, 0.1], ""], [1282, "2015-09-16T17:55:54Z", [0.6, 0.35, 0.05], ""], [1224, "2015-09-16T16:24:41Z", [0.09, 0.75, 0.16], ""], [73, "2015-09-16T16:02:49Z", [0.05, 0.9, 0.05], "I could not find published recent results of any polls showing a majority; key given the PR method of selection.  The range seems to be 35-45, consistently in late 30s.  Reports seem to indicate a majority is not possible at this time. As such believe a majority is very unlikely.  Plurality seems the most likely outcome given the apparent collapse in support for the PO.  For plurality not to occur, the PO would need to erode circa 13% lead, something that seems to have eluded them since the presidential elections in May 2015.  As such, given the shift in presidential elections to PiS candidate that seems to still have good feeling in these elections,. see PiS pluraility in Sejm, but not enough votes to give a majority.  Cannot see how they will not be the biggest party with such a lead and mood at this time.  Will watch the polls to see the error of my ways unfold."], [862, "2015-09-16T15:00:00Z", [0.33, 0.33, 0.34], ""], [295, "2015-09-16T08:27:19Z", [0.05, 0.85, 0.1], ""], [306, "2015-09-16T05:13:10Z", [0.3, 0.7, 0.0], ""], [43, "2015-09-15T22:49:02Z", [0.2, 0.7, 0.1], "Following mparrault."], [94, "2015-09-15T21:56:36Z", [0.2, 0.7, 0.1], "The PiS currently is leading with 37% of the vote, versus 24% for their nearest rival, the PO.  They would need a bit less than 50% of the vote to win a majority.  Based on those numbers alone, they are more likely to not win a plurality than win a majority (because they have to gain 13% of the vote to form a majority, and only lose 13%/2=6.5% to the PO to not win a plurality).  In the American context, I would probably give an estimate like MaJ:2%, Plu:95%, NON: 3%.  I understand that the polls significantly underestimated PiS support in the presidential election, so I will increase my odds for them winning a majority somewhat (although the polls could be wrong in the other direction this time, so I will also increase their odds for not winning a plurality).  I am also increasing my odds for majority to align with the crowd."], [997, "2015-09-15T17:40:06Z", [0.15, 0.75, 0.1], ""], [294, "2015-09-15T17:09:14Z", [0.45, 0.2, 0.35], "\"A recent opinion poll showed PiS is supported by 38 percent of Poles, compared to 23 percent for PO ahead of the Oct.25 vote, but the result of polls can change rapidly.\" http://www.firstpost.com/world/polands-main-parties-present-election-promises-to-lure-voters-reuters-2431760.html  Poland has two main parties.  A third party opposition, lead by rock star  Pawel Kukiz, has largely imploded\nhttp://wiadomosci.onet.pl/wroclaw/byly-wspolpracownik-o-kukizie-pawel-stal-sie-zaprzeczeniem-samego-siebie-z-kampanii/6ns03x. So a plurality looks unlikely."], [691, "2015-09-15T11:38:13Z", [0.06, 0.88, 0.06], ""], [372, "2015-09-14T20:12:42Z", [0.05, 0.95, 0.0], "Thank you, Konrad, for explaining the basics of the Polish system and the various parties. Using the D'Hondt method means that the results are not a simple number-of-votes-to-seat allocation. I also think that the PiS party's stance on the euro will boost their returns. "], [136, "2015-09-14T19:16:11Z", [0.45, 0.55, 0.0], ""], [689, "2015-09-14T15:36:43Z", [0.25, 0.75, 0.0], "Comment deleted on May 10, 2016 05:43PM UTC"], [57, "2015-09-14T12:37:57Z", [0.9, 0.1, 0.0], ""], [64, "2015-09-14T10:27:42Z", [0.2, 0.8, 0.0], "Using info from Konrad's excellent, informative post. "], [556, "2015-09-14T10:05:51Z", [0.45, 0.5, 0.05], ""], [556, "2015-09-14T10:04:21Z", [0.2, 0.75, 0.05], ""], [817, "2015-09-14T05:08:24Z", [0.6, 0.4, 0.0], "Current ruling party (Civil Platform) made so many unpopular decisions (which were obviously against society's will) and lapses during the last few month that it would be more than a miracle if more than 30% give their vote on them. \nPiS has a very good campaign, it's center is current ruling president (from PiS) - very charismatic guy. In addition people are tired of PO's rules which are accussed of al the bad things in Poland (privatisation affair, unpopular decisions etc.). Some links (only in Polish)"], [661, "2015-09-14T04:07:09Z", [0.5, 0.4, 0.1], ""], [83, "2015-09-13T20:56:01Z", [0.45, 0.55, 0.0], "http://www.nytimes.com/2015/09/13/world/europe/eastern-europe-migrant-refugee-crisis.html?_r=0 NYT link describes the rightward move of most parties in response to the immigration issue.  Lowering forecast for a majority as several parties may benefit from the crisis, rather than PiS only."], [254, "2015-09-13T18:56:15Z", [0.08, 0.9, 0.02], "Based on current polling that has been very consistent."], [38, "2015-09-13T17:13:03Z", [0.81, 0.19, 0.0], "Question:  are we placing too much trust in Polish polls?  I've read that polls in Poland can change rapidly."], [778, "2015-09-13T03:14:45Z", [0.25, 0.65, 0.1], ""], [61, "2015-09-13T03:01:30Z", [0.31, 0.66, 0.03], "initial forecast."], [40, "2015-09-13T01:18:36Z", [0.05, 0.7, 0.25], ""], [51, "2015-09-13T00:26:46Z", [0.2, 0.8, 0.0], "Based on polls to date.  "], [706, "2015-09-12T22:34:05Z", [0.5, 0.5, 0.0], "Russia will still falling in esteem by election time.  "], [740, "2015-09-12T20:54:09Z", [0.0, 0.35, 0.65], "Polls-trolls."], [661, "2015-09-12T20:13:05Z", [0.25, 0.5, 0.25], ""], [657, "2015-09-12T19:22:18Z", [0.3, 0.7, 0.0], "Correcting forecast error - for details check out comments under my previous forecast. One more time - thanks Anne! Will have to update once a week for the next 3 weeks, and from then on twice a week."], [657, "2015-09-12T13:54:56Z", [0.27, 0.63, 0.1], "I live in Poland, so I may offer you a bit of insight into local politics. First of all, in Poland seats are allocated according to D'Hondt method.\nhttps://en.wikipedia.org/wiki/D'Hondt_method There are 460 seats in Poland's Sejm, so you (obviously) need 231 seats for Majority. Another - and MOST CRUCIAL - thing that we have to remember is that the election threshold in Poland in 5% This time everything depends on small parties - specifically whether or not they will cross the threshold. Currently there are 4 (!) parties that are on the verge of crossing the threshold and they account for MOST OF THE UNCERTAINTY in this question. Those parties are:\n- KORWiN - extreme laissez faire when it comes to economy, far right when it comes to politics\n- Kukiz's Movement - it's leader is a hell of a loose canon and at the same moment the only thing that keeps his 'party' in one piece.\n- NPL - PO (Civic Platform) offshoot - this is strictly political plot to get votes of people dissatisfied with PO, but who won't vote on other parties.\n- PSL - farmer's party, mostly interested in putting it's members and their relatives on well paid state sinecures and allocating as much money as they can on agricultural subsidies (they are farmers themselves after all...) Now, there is also SLD+TR lefty list, but they will most likely cross the threshold as they're the only left parties in Poland. Civic Platform itself is at stable 25% - that's their core electorate, so the support most likely will not fall below that. PIS support is at 38% and is not likely to change much in either way. NPL (and most likely SLD+TR) will ally with PO. Even if not, they WILL NOT form coalition with PIS. PSL will ally with whoever gives them better terms. KORWiN - most likely will stay in opposition, however alliance both with PO and PIS is possible, although highly unlikely. Kukiz - the same as above (KORWiN), however the alliance is even less likely. As far as the last two (KORWiN, Kukiz) are considered - the alliance may be formed, however it won't last long. Although this will satisfy question's resolution criteria. Possible scenarios. 1. If all of the small parties are left out - PIS will have majority. Highly unlikely 2. If one of the small parties gets in - PIS can steal a few of it's (or even PO!) MPs (Members of Parliament) to get majority. Even if this party is NPL, PIS may get away with getting majority. Still unlikely. 3. Two of the small parties get in - this scenario is quite possible. Now things start to get interesting.\nPIS will not have Majority. It will have to form coalition with one of the small parties.\nIf one of those parties is PSL, PIS will be good. However it will be for example NPL+Kukiz or NPL+KORWiN, then PIS will have a problem and will have to make sacrifices in order to reach compromise and form coalition. 4. Three of the small parties get in - also quite possible. Basically (because of D'Hondt method) not much changes for PIS, however more work will be needed to form coalition. Possibility of wide PO+NPL+SLD+TR+ someoneelse coalition becomes a possibility. 5. All of the small parties get in. Things turn ugly for PIS - and Poland as such government would not be stable, unless some shifts on the political scene are made (party merging etc.).\nPIS needs to get TWO small parties on board to form ruling coalition. Lots of sacrifices will have to be made.\nAt the same moment wide PO+someothers coalition looks increasingly more likely. Summary Probality of scenarion (from lowest to highest All of small left out.\nOne of the small gets in OR All of the small get in\nTwo of the small get in OR Three of the small get in. The most likely are 3rd ant 4th scenarios. Those indicate formation of coalition led by PIS, so PLU (plurality) outcome.\nRight after them are 2nd and 5th scenario. So still Plurality is most likely, with a small chance for MAJ and NON outcomes.\n1st scenario (MAJ) is highly unlikely (at THIS moment!). Considering all of the above I'm placing my bets at 27/63/10 (MAJ/PLU/NON). Will track opinion polls and update my forecast accordingly. EDIT Opinion polls are aggregated on this Wiki page https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls"], [710, "2015-09-12T09:59:02Z", [0.2, 0.8, 0.0], ""], [38, "2015-09-12T02:37:39Z", [0.81, 0.19, 0.0], "http://www.politico.eu/article/polish-nurses-set-strike-over-low-pay-2/ 9.10.15  \"The ruling centrist Civic Platform is trailing the Law and Justice party by a wide margin.\" \"Many analysts now expect Law and Justice to win an outright majority of seats in the Sejm, Poland’s lower house of parliament, allowing them to form a government without coalition partners.\""], [671, "2015-09-11T23:01:05Z", [0.2, 0.5, 0.3], ""], [664, "2015-09-11T22:35:38Z", [0.05, 0.5, 0.45], ""], [55, "2015-09-11T21:19:36Z", [0.35, 0.6, 0.05], "In line with most of the others am using the Wikipedia polling data. I think the main wild cards are the refugee situation though doubt Poland is a major destination. The other issue of course is Russia and the Ukraine. I think a plurality is most likely, but as the presidential election indicated the polls are not always accurate. "], [306, "2015-09-11T21:04:29Z", [0.4, 0.6, 0.0], ""], [98, "2015-09-11T17:54:39Z", [0.1, 0.8, 0.1], "https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls  based on a quick look at this and at some of the comments and being about a month and a half away, I'll make an initial estimate of 80% plu So I'll keep watching the polling data (and anything else that comes up)"], [619, "2015-09-11T17:01:17Z", [0.45, 0.45, 0.1], ""], [505, "2015-09-11T15:55:45Z", [0.05, 0.65, 0.3], "this will be a major policy shift with dependence on the west.  due to the increasing difficulty between the EU/US and and Russia the Poles are realizing that they must increase their presence in eastern Europe.  They have always been the battle ground between east and west.  "], [586, "2015-09-11T07:27:22Z", [0.55, 0.45, 0.0], "PiS is on the rise. PO support is now stable at 25%. Kukiz movement is diminishing and its supporter will like vote for PiS then PO.\nRefugees crisis (situation in Hungary and Islamist threat - both very symbolic and emotional); discrediting tapes which hoover around polish political scene from some time; unstable political and diplomatic surrounding (Ukraine crisis) may help PIS to collect more votes and hit over 40% support. One or two of small parties may be out of Sejm. In that scenario, bigger parties (PiS and PO) will get more sets. Polish election system favors big parties (winners), even the fact it is variation on proportional system."], [38, "2015-09-11T06:49:20Z", [0.81, 0.19, 0.0], "swayed by the analysis and arguments of other forecasters"], [561, "2015-09-11T04:20:41Z", [0.2, 0.7, 0.1], "Poland is a divided nation politically. The PO (Civic Platform) Christian Democrats are stronger in the north. The PiS (Law and Justice) party is stronger in the South. Recent polls show some weakening but still a clear lead for the PiS. Since seats are proportionately allocated, I expect PiS to have a plurality but actions in Russia against the Ukraine or a Russian threat to Poland would drive the nation toward a more conservative stance and give the PiS a majority in this divided nation. There is very little probability at this time that the PiS will not achieve a plurality but one of the minor parties might have a sudden success, especially if Russian actions pose a real and present threat, making a more belligerent minor party more popular."], [241, "2015-09-11T03:41:25Z", [0.18, 0.8, 0.02], "It's worth noting that the polls for the Presidential elections last May were wrong. None of them had Duda winning. The average of the final week's polls was 26.5%, well short of his actual first-round vote (34.8%). Could we see another opinion poll failure this time? I have PiS at 39.8% by calculating the unweighted average of all the polls listed in Wikipedia since August 20 (https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015). A majority is not a stretch if we factor in the parties that might not reach the 5% threshold (8% for coalitions) for representation in the Sejm. I assume those votes will be redistributed proportionally to the parties that pass the threshold. Does anyone know if this is correct? Those parties most in danger of not making it are listed below. Again, I took the unweighted average of the last 7 polls. 2.5% Coalition for the Renewal of Peace and Hope (5% threshold)\n5% Modern Poland (5% threshold)\n6.3 Kukiz' Movement (5% threshold)\n9% United Left (8% threshold) Other minor parties have a combined average of 7.3% So, if the polls underestimate the level of support for PiS to the same extent as the presidential election (8.3%) AND a few of these parties fail to reach the threshold, we could see a PiS majority. Against this: A majority government seems not to have occurred in post-Communist Poland. The parties closest to a majority were 41.5% (Donald Tusk/PO in 2007) and 41.0% (Leszek Miller/SLD in 2001). In the final analysis, a PiS majority government would be shocking but not out of the question."], [60, "2015-09-10T23:02:47Z", [0.09, 0.91, 0.0], "Similar to one of the other questions, prediction based on Wikipedia opinion polls (link shared by UnderwaterPutin). https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015#Opinion_polls"], [500, "2015-09-10T19:35:41Z", [0.0, 0.95, 0.05], ""], [2, "2015-09-10T19:00:57Z", [0.35, 0.5, 0.15], "Rough estimation from reading others comments.  They seem to be favorites but polls are not saying they'll win outright."], [102, "2015-09-10T17:20:27Z", [0.0, 1.0, 0.0], "Apply logistic regression followed by Ausrücken operator."], [465, "2015-09-10T16:47:00Z", [0.55, 0.45, 0.0], "I have drawn extensively from previous informed forecasters assessments and refs.  I credit: From Anneinak - \"An opinion poll by pollster Millward Brown published on Monday put conservative Law and Justice party in the lead ahead of the parliamentary election, with 38% support, while the ruling Civic Platform party would win 25%. Mr. Miller's left-leaning coalition would get 9% and some other small parties would also win seats. The poll showed the Law and Justice party would be only two seats short of a majority in the Sejm, lower house of parliament. Read more: http://www.nasdaq.com/article/polands-ruling-party-suffers-setback-in-referendum-20150907-00178#ixzz3lM02fFL6\" From kreciot\n\"PIS has its core electorate of about 25%, thus 30% is all I give them. Especially having in mind all the unfair, bad press they are having.\" From Rainsville\n\"Current polls give a 10% to 25% lead to PiS, while the United Left is in danger of falling below 8%, which seemingly would give a majority to PiS. A plurality seems certain, and a majority also seems likely, provided there is no protest by voters regarding the general direction of PiS policy.\" There should be no question that PiS will reach a plurality in the Sejm next month. I will only add that the external driving geopolitical forces in this election are the fragmentation of EU policy on finances (e.g., Greek bailout) and military defense (e.g., disrepair of Germany's Luftwaffe).  PiS offers a break from these European policies in face of a vital Russian threat.  In general, the people of Poland wish for self-reliance. It is that desire that also fosters, perhaps contradictory, a desire for greater friendship with the US, and US-support."], [37, "2015-09-10T16:24:03Z", [0.1, 0.9, 0.0], "The PO can't crack 30% in any recent polls, and the PiS hovers between 35-48%. A plurality for PiS is almost assured, while a majority is highly unlikely, barring a new scandal."], [439, "2015-09-10T08:17:09Z", [0.3, 0.55, 0.15], ""], [427, "2015-09-10T03:47:36Z", [0.25, 0.55, 0.2], ""], [231, "2015-09-10T02:52:19Z", [0.55, 0.4, 0.05], "Current polls 2 seats short of majority: http://www.wsj.com/articles/poland-s-ruling-party-suffers-setback-in-referendum-1441650085"], [83, "2015-09-10T01:03:18Z", [0.6, 0.4, 0.0], " It seems that this election has a clear choice for the Polish people to make.  The Sejm is the lower house of Parliament with 460 seats. Last May, Andrezj Duda, of the PiS, was elected President with 51.5% (2nd round), 34.76% (1st round) over Civic Platform (PO) Incumbent Komorowski (48.5%, 33.7%). The President's position is reportedly mostly ceremonial, except that it controls foreign policy.\n     The PO currently controls Parliament with 207 seats to 157 for PiS. The PO outlook is pro European, based on European defense strategies, which currently non greatly in favor of militarizing Poland against Russia.  Duda and the PiS seem more inclined to invite NATO and US troops into Poland and to create defense arraingements with other countries bordering on Russia. The PiS is less interested in EU initiatives like renewable energy, when Poland has large amounts of coal, or social issues, than the PO position offers.\n     Parties are required to collect 5%, and coalitions 8%, of the vote to gain Parliamentary seats.  The united Left coalition of \"Your Movement\" and \"Democratic Left Alliance\" parties have combined, but the wiki polls show their combined vote total at apprx. 4% to 12%.\n    PiS seems to have a little momentum, and PO seems to have made a mistake with the referendum Anneinak referenced (called the refererendum out of desperation while losing the presidential election, yet only 8% of voters turned out for the referendum this week).\n      Current polls give a 10% to 25% lead to PiS, while the United Left is in danger of falling below 8%, which seemingly would give a majority to PiS.  A plurality seems certain, and a majority also seems likely, provided there is no protest by voters regarding the general direction of PiS policy."], [326, "2015-09-09T17:51:53Z", [0.13, 0.85, 0.02], "Right now the current party has no chance of winning the elections. The frustrations in Poland are right now quite high, and people do not even know what is the good choice anymore. However, a large group of people made this strategy of not allowing either PiS or PO (current leader Party) get into Sejm.\nIt's very hard to predict, but: I don't think PiS will get the majority, because of that frustration - the presidential elections won by the current president, formerly of PiS, were a case of whom to vote AGAINST, not FOR.  They will have a large percent of votes, but no majority, because two new parties of frustrated people just entered the political scene and Poles are right now a bit desperate not to let any of the \"old crowd\" (PiS also ruled before) to achieve a significant level of power."], [136, "2015-09-09T15:31:37Z", [0.3, 0.65, 0.05], "What UnderwaterPutin and kreciot say."], [20, "2015-09-09T02:30:25Z", [0.4, 0.6, 0.0], "My knowledge of Polish politics is wikipedia level. I'll stick entirely to polls.  These polls look strong for Pis, but it looks a little less than majority. https://en.wikipedia.org/wiki/Polish_parliamentary_election,_2015 231 is a majority. PO got 39.25 last time, with 207 seats. The most optimistic poll for Pis, in the above link, has them at 46.9%. But most of the polls are lower. Some wonky looking numbers, they all have Pis leading though. "], [274, "2015-09-08T22:40:16Z", [0.15, 0.75, 0.1], "This question is tough. I live in Poland and I think this could go either way. This election is hard to predict. PIS has its core electorate of about 25%, thus 30% is all I give them. Especially having in mind all the unfair, bad press they are having. "], [38, "2015-09-08T21:43:21Z", [0.85, 0.15, 0.0], "Oops!  I didn't read carefully enough.  I got sucked into focusing on the wrong stats!  The poll said Law & Justice was only 2 seats short of a majority in the SEJM.  "], [38, "2015-09-08T21:30:00Z", [0.17, 0.66, 0.17], "http://www.nasdaq.com/article/polands-ruling-party-suffers-setback-in-referendum-20150907-00178 (edited copy/paste) Poland's ruling camp, struggling to capture voters' attention ahead of a parliamentary election in October, suffered an embarrassment on Monday when the country's electoral committee said voter turnout in a government- backed referendum over the weekend was less than 8%, the lowest turnout for any national vote in Poland's recent history.  In the referendum, voters were asked to decide if they wanted to change the electoral system to introduce single- member districts in hopes of making the system less partisan; reduce state financing of political parties; and force courts to side with taxpayers when their disputes with tax authorities were in doubt. Voters approved the measures, but the referendum isn't binding because turnout was so low. An opinion poll by pollster Millward Brown published on Monday put conservative Law and Justice party in the lead ahead of the parliamentary election, with 38% support, while the ruling Civic Platform party would win 25%. Mr. Miller's left-leaning coalition would get 9% and some other small parties would also win seats. The poll showed the Law and Justice party would be only two seats short of a majority in the Sejm, lower house of parliament. . . . voters have shown fatigue not only with the eight-year-old ruling camp but also the long-established political parties that have governed the country since 1989.\n~~~~~\nCOMMENT:  This may be a silly way to look at it, but . . .  The election is only about 7 wks away. How much change would one expect to see in voting preferences/polls in 7 weeks?   I assume not huge.  So, I assume that the poll is correct:  plurality for Law & Justice.   But if polls/voting preferences change just 2% per week, then we have either a majority or not a plurality for Law & Justice, depending on what direction the movement is.   Thus, 66% for what the poll predicts and evenly divided between the other categories."], [102, "2015-09-08T20:53:52Z", [0.54, 0.33, 0.13], "Align with crowd."], [272, "2015-09-08T20:44:22Z", [0.54, 0.33, 0.13], "If the article in Time is correct, the Law and Justice party has a chance at winning a slight majority in the upcoming election."]]}