{"question_id": 2015, "title": "Will the average price of whole milk powder as of 15 June 2021 be higher than it was as of 18 May 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.17, 0.83], "correct_answer": "No", "correct_forecast": 0.83, "preds": [[1333, "2021-06-14T00:25:45Z", [0.0], ""], [59635, "2021-06-13T19:32:15Z", [0.09], ""], [691, "2021-06-13T18:18:04Z", [0.16], ""], [45594, "2021-06-13T07:25:26Z", [0.25], ""], [101031, "2021-06-12T21:01:21Z", [0.37], ""], [101031, "2021-06-12T21:00:07Z", [0.4], "Less confident that it wilk be higher because the last auction was lower and would have to recover that price as well. I liked the justification of SE_Meyer"], [1333, "2021-06-12T19:59:05Z", [0.1], ""], [34959, "2021-06-12T15:27:25Z", [0.2], ""], [100685, "2021-06-12T15:06:20Z", [0.4], "probably won't happen in the next few days... more likely in the next few weeks"], [99993, "2021-06-12T15:03:54Z", [0.15], ""], [1333, "2021-06-12T13:40:20Z", [0.01], ""], [101208, "2021-06-12T13:34:19Z", [0.31], "Wild swings here. Updating based on the crowd."], [97582, "2021-06-12T13:13:34Z", [0.0], ""], [90237, "2021-06-12T08:26:03Z", [0.0], ""], [96828, "2021-06-12T02:53:33Z", [0.08], ""], [94872, "2021-06-11T22:53:45Z", [0.17], ""], [100184, "2021-06-11T17:16:18Z", [0.1], ""], [86785, "2021-06-11T14:32:31Z", [0.33], ""], [86785, "2021-06-11T14:31:55Z", [0.45], ""], [94872, "2021-06-11T03:39:52Z", [0.13], ""], [101031, "2021-06-10T21:56:02Z", [0.6], ""], [101064, "2021-06-10T21:38:00Z", [0.2], "Higher kgMS Season to date and depressed pricing, historical lower price, however demand out of China due to COVID has lifted demand of dairy"], [86785, "2021-06-10T14:05:41Z", [0.04], ""], [37236, "2021-06-10T13:34:48Z", [0.49], ""], [88452, "2021-06-10T13:24:43Z", [0.0], "Based on today's quotes and last Settlement prices of exchange traded futures (\"New Zealand Average Price\"), which appears to be identical to the Oceania region average price, I forecast an \"Event 286\" auction result average price of 3,940USD for 15 June 2021, which is about 4.5 per cent lower than the 4,123USD auction result of event 284."], [37236, "2021-06-10T13:10:33Z", [0.57], ""], [691, "2021-06-09T20:04:53Z", [0.12], ""], [94872, "2021-06-09T16:51:51Z", [0.16], ""], [86367, "2021-06-09T16:01:19Z", [0.15], ""], [95992, "2021-06-09T15:51:07Z", [0.18], "Though only loosely correlated, milk futures continue to slide o the CME. "], [34959, "2021-06-09T03:55:15Z", [0.33], ""], [94872, "2021-06-09T01:27:52Z", [0.2], ""], [100873, "2021-06-08T19:38:52Z", [0.5], ""], [100873, "2021-06-08T18:30:24Z", [0.5], ""], [691, "2021-06-08T14:58:55Z", [0.12], ""], [86367, "2021-06-08T13:31:37Z", [0.25], ""], [89013, "2021-06-08T07:28:08Z", [0.0], ""], [94872, "2021-06-08T03:33:03Z", [0.2], ""], [101064, "2021-06-08T03:01:33Z", [0.5], ""], [101041, "2021-06-08T02:57:49Z", [0.55], ""], [101029, "2021-06-08T02:53:58Z", [0.3], ""], [101060, "2021-06-07T22:20:52Z", [0.4], "Last trade in June was down on May after an upward trend.  Only 1 week to go - chances of a  reversal right now is lowered"], [95992, "2021-06-07T20:04:57Z", [0.25], ""], [99857, "2021-06-07T17:23:18Z", [0.17], "Looks like everything is dropping moving forward and I under-adjusted on my last forecast so am coming down by half"], [691, "2021-06-06T19:34:56Z", [0.24], ""], [22689, "2021-06-06T17:30:04Z", [0.0], ""], [94872, "2021-06-06T01:05:03Z", [0.32], ""], [100273, "2021-06-05T17:59:40Z", [0.5], "Trending down."], [86367, "2021-06-05T17:18:37Z", [0.3], ""], [96828, "2021-06-05T10:09:10Z", [0.17], "Bayes approach in conjunction with realization that prices correspond with election cycles lol."], [1333, "2021-06-04T19:55:44Z", [0.0], ""], [691, "2021-06-04T15:14:27Z", [0.28], ""], [34815, "2021-06-04T04:10:13Z", [0.0], ""], [94872, "2021-06-04T03:46:18Z", [0.32], ""], [13657, "2021-06-04T01:57:41Z", [0.0], ""], [32258, "2021-06-03T22:20:08Z", [0.0], "Prices decreasing and excellent analysis \n@SE_Meyer"], [1333, "2021-06-03T19:09:33Z", [0.99], ""], [94872, "2021-06-03T15:59:29Z", [0.35], ""], [691, "2021-06-03T15:48:05Z", [0.47], ""], [101051, "2021-06-03T15:33:37Z", [0.4], ""], [86785, "2021-06-03T14:03:53Z", [0.45], ""], [95992, "2021-06-03T13:47:36Z", [0.3], "Just saw updated price of 4062"], [95992, "2021-06-03T13:45:39Z", [0.45], "4175 on the futures but trending lower "], [88452, "2021-06-03T12:12:32Z", [0.0], "After the GDT auction event with a negative change in average price, today is the second day in a row on which according to NZX exchange\nhttps://www.nzx.com/markets/nzx-dairy-derivatives/quotes/futures/WMP\nprices for almost all 2021 contracts are traded down by up to 2.5% with a significant volume, and except from Jun21 (WMPFM21) and Jul21 (WMPFN21) all major terms trade at a \"Last price\" of less than 4,000 at the time of writing. The contract that lost most (Aug21/WMPFQ21, down today by 65USD), will be one of the heavy weight contracts for calculating the next auction event's average price. It seems that the dairy market increasingly realizes that most dairy products were overbought at fairly high prices in an overreaction to bad news in the first four months of the year (Chinese COVID-19 wave, bad weather; in LatAm, news driving Coffee and Sugar prices; basically the whole grains market) and now offloading their hedges in the same rush, since risks did not fully materialize and probably lacking offer amounts are now supplied from regions other than Oceania. Thus the margin in Oceania should increasingly narrow towards the world market as the price level approaches 3,800USD. Even more significant is the crash in the market for butter, however, with less liquidity traded and a wider bid/offer spread; thus, trading is more volatile quite naturally.\nhttps://www.nzx.com/markets/nzx-dairy-derivatives/quotes/futures/BTR\nhttps://www.globaldairytrade.info/en/product-results/butter/"], [101057, "2021-06-03T10:09:38Z", [0.4], "Whole Milk Powder Prices: $4,123 (May 18), $4,062 (Jun 1). The price could start to rise again, but I'm less confident that it will higher than $ 4,123 on June 15."], [101057, "2021-06-03T06:46:55Z", [0.4], ""], [94872, "2021-06-03T06:17:46Z", [0.52], ""], [86367, "2021-06-03T05:39:19Z", [0.5], ""], [691, "2021-06-02T22:36:23Z", [0.53], ""], [100184, "2021-06-02T17:49:22Z", [0.7], ""], [101208, "2021-06-02T16:23:18Z", [0.67], "Short period means noisy period. Hard to work off of fundamentals, so I'm sticking conservative this time and will revisit later in the period. "], [34959, "2021-06-02T15:20:36Z", [0.7], ""], [86785, "2021-06-02T14:24:51Z", [0.51], "Good data: https://www.barchart.com/futures/quotes/K3M21/overview"], [698, "2021-06-02T02:42:54Z", [0.33], ""], [101036, "2021-06-02T01:46:50Z", [0.4], "price trending downward. not all milk selling so oversupply. however fonterra forecasting increased pay out so hard to know"], [99857, "2021-06-02T00:26:32Z", [0.34], "June 1 price is $4,062. While the slight decline could easily be overcome it makes the odds slightly higher for a drop from May 18 so am lowering my forecast accordingly. -4% https://www.globaldairytrade.info/en/product-results/whole-milk-powder/"], [22689, "2021-06-01T18:34:18Z", [0.9], ""], [97140, "2021-06-01T16:35:44Z", [0.4], "Recent trend is downward and historically in June prices tend to fall."], [691, "2021-05-30T00:30:42Z", [0.74], ""], [37236, "2021-05-29T21:41:44Z", [0.6], ""], [34959, "2021-05-29T14:02:35Z", [0.75], ""], [94872, "2021-05-29T02:46:34Z", [0.55], ""], [691, "2021-05-28T16:58:57Z", [0.76], ""], [89099, "2021-05-28T16:54:39Z", [1.0], ""], [95992, "2021-05-28T15:04:00Z", [0.65], "Most recent futures price is 4210"], [1333, "2021-05-28T14:32:37Z", [1.0], ""], [101051, "2021-05-28T10:20:28Z", [0.48], ""], [94872, "2021-05-27T15:24:50Z", [0.45], ""], [100724, "2021-05-27T14:00:48Z", [0.95], ""], [8826, "2021-05-27T13:34:42Z", [0.95], "inflation"], [97582, "2021-05-26T22:20:36Z", [0.85], ""], [94872, "2021-05-26T20:18:11Z", [0.45], ""], [101132, "2021-05-26T07:21:26Z", [0.65], "my gut is that it will continue to go up on average because of inflationary pressures but agree that the short term nature of the prediction means that its a bit of a guess"], [86367, "2021-05-26T05:53:25Z", [0.58], ""], [101041, "2021-05-26T03:20:43Z", [0.6], "This is a short timeframe.  The trends have generally been up since Sept.  Price trends are still up but slope is small.  Difficult to call."], [94872, "2021-05-26T01:36:33Z", [0.45], ""], [101031, "2021-05-26T01:20:15Z", [0.65], ""], [100685, "2021-05-25T20:19:43Z", [0.6], "very short term, the trend to rising prices will continue. In case of milk, this will be mostly because of demand issues, rather than supply. Consumption will not be restrained by limited cash in households. The rising trend will continue."], [691, "2021-05-25T19:06:27Z", [0.72], ""], [101051, "2021-05-25T15:36:29Z", [0.42], ""], [95992, "2021-05-25T13:34:48Z", [0.55], "Updating because I found a much more useful futures price. This is trading above the Ma8 18 price, so putting probability back up closer to 50/50, but I still think the moves to crack down on commodity prices in China could weigh on milk prices. https://www.barchart.com/futures/quotes/K3M21/overview"], [95992, "2021-05-25T13:31:21Z", [0.3], "China has been cracking down on commodity price increases, which won't directly affect Milk but could indirectly flow through.  Also the milk prices trading on the CME (not a perfect proxy, but indicative) are also falling Dry Milk:  https://www.cmegroup.com/trading/agricultural/dairy/nonfat-dry-milk.html\nClass II Milk: https://www.cmegroup.com/apps/cmegroup/widgets/productLibs/esignal-charts.html?code=DC&monthYear=M1&year=2021&venue=0&title=JUN_2021_Class_III_Milk_&type=p&exchangeCode=XCME&dataWidget=true"], [101031, "2021-05-25T10:49:18Z", [0.6], ""], [41352, "2021-05-25T09:09:16Z", [0.65], ""], [81262, "2021-05-25T08:16:08Z", [0.35], "Starting position Historically high price, so it depends on drivers of fundamentals (CHina Demand, Milk Supply, overall commodity landscape) Global Times - China sends global commodity prices down; Australian iron ore exports hit hard\n>  Dairy and WMP should not be different https://www.ft.com/content/3915928b-780f-4290-a28d-61f9e5a015c3\nIron ore prices drop after China warns of ‘excessive speculation’\n.\n1 day ago"], [101035, "2021-05-25T04:15:08Z", [0.7], "Over the 5 year period, prices have dropped between sometime in  May to mid June. During this period prices oscillated between $2500 and $3500 per tonne. In March 2021 they increased to greater than $4000 per tonne. So I have questions - will the price oscillate as before. I think there is less likelihood as prices have have increased slowly but steadily over the last couple of months. The other factor is where China will stop buying. Given the time scale (3 weeks) there would have to be a good diplomatic ruction and the likelihood again is low. So expect it to increase, but only just."], [99857, "2021-05-25T01:31:52Z", [0.38], "Historically there has been a slight drop May to June (excluding 2020). Prices seem elevated just as many commodities currently are so it seems it more a question of when prices drop than if.  China is pushing back on metal prices already and that is likely to have run on effects with other commodities. I'm not confident enough to give 2-1 odds on it dropping but will start at 38% and adjust from there."], [101032, "2021-05-25T00:39:57Z", [0.5], "On those dates in 2020 it was higher, in 2019 it was lower... I need to do way more research to be able to choose anything other than 50/50!"], [101044, "2021-05-24T23:26:43Z", [0.8], ""], [101057, "2021-05-24T20:24:05Z", [0.6], "the trend shows a fairly stable price, but China's increasing demand may make it rise"], [93409, "2021-05-24T18:46:20Z", [1.0], ""], [4423, "2021-05-24T15:38:55Z", [0.69], ""], [100409, "2021-05-24T14:20:42Z", [0.7], ""], [1333, "2021-05-24T13:25:08Z", [1.0], ""], [101060, "2021-05-24T05:12:12Z", [0.6], "1 month to go - fairly steady but modest trend up - end of season here but Europe has not yet hit peak production "], [101064, "2021-05-23T21:02:15Z", [0.9], "NZ season tapering off and dry still affecting some production. Supply and demand mostly in balance"], [99942, "2021-05-23T16:56:47Z", [0.23], "Looking at the historic (5 year) trends, the price seems to creep up during spring and then falls just into June. This year might be different with the developing Covid crisis in India which might have a significant impact on the supply chain. Factors affecting price are supply and demand, how will the supply be impacted (possibly negatively)? How will the demand change? Looking at the uses of milk powder it is used a lot in baked goods/sweets... it might be that post lockdown people have a bit of a health drive and there could be less demand. Think on this will default to what looks to be the trend from years gone by. Although there was a spike in March and that might mean something else is happening at the minute... https://www.globaldairytrade.info/en/product-results/whole-milk-powder/"], [45594, "2021-05-23T07:10:24Z", [0.7], ""], [95992, "2021-05-23T01:59:45Z", [0.55], "June futures price is slightly above the May price, but 85% by the crowd seems way overdone. Even if you are pretty confident that prices are going to rise in the near-term, that has to be like a 60/40 type of bet.  Overall milk prices and all commodities have been on the rise. However it's worth noting that in many of these markets the increase has been driven by the spot price and the futures prices are discounting a less rapid rise (backwardation). "], [92079, "2021-05-23T01:49:34Z", [1.0], ""], [37236, "2021-05-22T16:04:05Z", [0.0], "whoops, meant to say Zero. https://www.globaldairytrade.info/en/product-results/whole-milk-powder/"], [37236, "2021-05-22T15:52:01Z", [1.0], "Comment deleted on May 22, 2021 04:01PM UTC"], [95766, "2021-05-22T06:32:35Z", [0.8], "The cases made by orchidny and SE_meyer seem plausible."], [34815, "2021-05-22T03:42:42Z", [1.0], ""], [11365, "2021-05-21T22:27:36Z", [1.0], ""], [767, "2021-05-21T21:12:32Z", [0.1], "Price is $4,123 on May 18. It was at $2,761 in June of 2020 ($3,208 in July 2020, $2,884 in September 2020) and it's been rising since. \nPrice went as high as $4,364 in March 2 of this year, dropped to $4,083 on March 16 and it's remain more or less steady since. \nContract for June is -0.3 less in price, -0.2 for July and then raises slightly in August. From Rural News Group: \"Global Dairy Trade Index is 44% above year earlier levels and 29% above its five-year average.\nStrong demand from China, relatively muted global milk supply, disrupted supply chains, a lower US dollar, aggressive global fiscal and monetary stimulus, and higher oil prices are all adding to current dairy price buoyancy) \nhttps://www.globaldairytrade.info/en/product-results/whole-milk-powder/ Other items, like container shortages, other supply chain disruptions, oil prices increase could also affect price but going by June contract figures.\nhttp://www.farmers-exchange.net/detailPage.aspx?articleID=20473&faodatalab=2021-03-27-1"], [1333, "2021-05-21T21:07:14Z", [1.0], ""], [97892, "2021-05-21T20:38:18Z", [1.0], ""], [48709, "2021-05-21T20:12:43Z", [0.98], "Yes, the question for me is the average increase per Q. "], [88452, "2021-05-21T19:43:04Z", [0.0], "\"Next\" futures came down by 1.2 per cent as of 21 May 2021 versus 18 May.\nhttps://www.barchart.com/futures/quotes/K3M21/overview Two main drivers of the past few months:\n/China's import amount of W.M.P. increased drastically (together with e.g. demand for butter)\n/NZ raw milk production is at an extreme seasonal low between April and July on a regular basis (just as Australia's production with lower total amount and less volatility).\nProspects are that maybe NZ will make use of higher auction prices by starting their seasonal cycle a few weeks early this year if possilble. US milk production was on record level in March 2021, however, the US are a minor player in the world's W.M.P. trade (6,000 tons only). Most activity is a regional trade between NZ (exported 297,000 tons W.M.P. in Jan-Feb 2021, up 5% from a year ago) and China (imported 242,000 tons between Jan-Feb 2021, up 9% from 222,000 tons a year ago). It is interesting to see that China crowded out almost the entire rest of the market from W.M.P. imports, since the amounts of other main importers (JP, RU, US, UK, AUS) fell drastically to a combined total of 12,000 tons.\nChina even increasingly dominated the imports of Skim Milk Powder (S.M.P.) as a substitute,  but price increases there seem to have been limited, as increased demand could be matched with increased supply from Australia and the US.\nOther main importing nations such as Oman, which absorbed 11,067 tons of W.M.P. in Jan-Feb 2021 (up 38% yoy) and thus almost a quarter of the EU's trade volume, have added to the bottleneck.\nThe regional character of the shortage and price jumps shows up in the premium the latest auctions prices reflect for the region \"Oceania\" of up to 10% (slide 6: W.M.P. EU: 3,848 OC: 4,150 US: 3,891)\nThe relatively stable price for raw milk (over regions, over seasons, over years) and slightly lower trend (versus 2019), and stable production cost (feed cost: up; energy cost: down) shows the phenomenon is mostly limited to the niche of milk powder (W.M.P. and, to a lesser extent S.M.P.) and other durable dairy goods with a long shelf life such as cheese or butter. Arbitrage, which means a riskless interregional trade of the missing amounts triggered by the price gap, is limited due to high freight cost and the delays in market information, which causes a time lag between contracting and physical delivery of up to six weeks, I assume. \nNevertheless, the EU as the worlds largest milk producing economy (roughly between 11mn and 13mn tons of raw milk p.a. collected) will have an incentive to ship more W.M.P. in store to Oceania from the beginning of March 2021, which should dampen further price increases there.\nHowever, there are two main caveats: 1) feed cost are certainly set to increase further in the wake of rising grain prices (which would add to the price of raw milk and thus to the total production cost of W.M.P.) and 2) W.M.P. appears to be a niche product in the EU which means that production capacity could be at a very limited scope compared to the demand/supply situation. In the seasonal cycle, the EU raw milk  production will have reached its peak in May and June, so if the surpluses there are diverted to a sufficiently large W.M.P. production and charges are then sold and shipped to the Oceania region over the next two biweekly auctions, the global demand could be met at lower auction prices and the price could come out at just below 4,000 USD/MT or even lower on 15 June 2021. Last not least, the exchange rates will have a slight impact on trade flows: a weaker US Dollar would lessen the margin for EU exporters in the USD-denominated trade (internal market price: 3,200EUR per MT (as of 16 May 2021; https://ec.europa.eu/info/sites/default/files/food-farming-fisheries/farming/documents/eu-dairy-commodity-prices_en.pdf slide 5; at a current exchange rate of 1.2187 USD per EUR, this means 3,900USD/MT, a further slide in USD would raise the internal market price in USD terms and thus narrow the margin), and thus probably increase Oceania regions prices further, as freight cost on top of the EU's spot price would increase the USD price at which EU exporters would put their amounts on offer. https://ec.europa.eu/info/sites/default/files/food-farming-fisheries/farming/documents/dashboard-dairy_en.pdf EDIT:\nhttp://www.fao.org/economic/est/est-commodities/dairy/en/ Counterintuitively, the June trading event's weighted average index price could depend less on spot prices but crucially on offered amounts and settlement prices for August 21 (currently \"Contract +3\") and September 21 (currently \"Contract +4\"), since offered amounts (and thus the weight within the index) are likely to increase as these contracts come closer to maturity, and these are the two contracts that saw the largest price hikes in the latest auction as of 18 May 2021 with 4,198USD/MT (C+3; +0.4%) and 4,205USD/MT (C+4; +0.6%), while particularly July 2021/C+2 (which should currently have the largest weight) fell by 0.2% to 4,110USD/MT.\nIt thus appears that China is currently stockpiling specific dairy products, probably not only due to acute demand, but also in anticipation of delays in shipment (as the FAO suspects), in anticipation of disruptions that a possible acceleration of a second SARS-CoV-2 wave could cause (when international trade could come to a temporary halt again), and possibly also in anticipation of sanctions imposed by important trade partners such as the EU, if the political climate between China and \"the West\" is further deteriorating. With dairy products, China is exhibiting a very rare and large dependency on imports, an exposure to political goodwill and a vulnerability with respect to effects on the domestic situation (a shortage of W.M.P. would certainly cause disgruntlement among Chinese citizens and add to domestic food price inflation).\nhttps://ec.europa.eu/info/sites/default/files/food-farming-fisheries/farming/documents/world-gdt-auction-results_en.pdf (slide 1) EDIT2:\nA true picture of EU's W.M.P. production is impossible to retrieve or forecast, since among major producers only Belgium, Denmark, France, Ireland and Sweden disclose annual produced amounts, other major producers such as Germany have flagged amounts as \"confidential\" since at least 2011, which means that reports remain incomplete."], [22689, "2021-05-21T18:51:22Z", [0.6], ""], [13657, "2021-05-21T18:45:20Z", [0.9], ""], [100273, "2021-05-21T18:36:43Z", [0.9], "Seasonal trends and inflation. "], [100184, "2021-05-21T18:22:54Z", [0.4], ""], [99993, "2021-05-21T17:45:10Z", [0.25], ""], [60695, "2021-05-21T17:13:59Z", [0.0], ""]], "open_date": "2021-05-21T17:00:01Z", "close_date": "2021-06-14T12:01:01Z"}