{"question_id": 1097, "title": "In Manhattan Community Access Corp. v. Halleck, will the Supreme Court rule that the Manhattan Neighborhood Network is a public forum for First Amendment purposes? ", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.6, 0.4], "correct_answer": "No", "correct_forecast": 0.4, "preds": [[691, "2019-06-16T12:27:58Z", [0.5], ""], [59008, "2019-06-14T17:11:42Z", [0.6], "The contract for monopoly rights includes the provision to provide public access channels.  A private entity having accepted the duties of government cannot obtain an end-run novation that allows the benefits without the obligations.   Would expect the court to write an opinion noting that private actors might easily avoid the result with careful negotiations, indemnity, etc.    "], [74656, "2019-06-14T16:50:50Z", [0.69], ""], [53391, "2019-06-13T14:03:18Z", [0.1], "A private company awarded a franchise does not become a public forum. I believe this is a 9-0 decision for MNN.  If public access channel is meant to be a public forum then some form of agreement between State and Company is needed to affirm. "], [691, "2019-06-13T12:01:11Z", [0.5], ""], [70447, "2019-06-12T16:14:04Z", [0.25], ""], [1333, "2019-06-12T02:56:35Z", [0.64], ""], [1333, "2019-06-08T11:30:13Z", [0.65], ""], [62808, "2019-06-08T00:30:45Z", [1.0], ""], [691, "2019-06-07T14:04:36Z", [0.5], ""], [74558, "2019-06-07T00:42:54Z", [0.6], ""], [74328, "2019-06-06T05:32:22Z", [0.8], ""], [1333, "2019-06-03T16:12:35Z", [0.57], ""], [1333, "2019-06-02T18:37:50Z", [0.56], ""], [1333, "2019-06-01T19:05:34Z", [0.55], ""], [28550, "2019-05-30T06:56:11Z", [0.42], ""], [691, "2019-05-27T11:34:40Z", [0.5], ""], [62808, "2019-05-24T22:55:19Z", [1.0], ""], [74098, "2019-05-24T04:15:25Z", [0.4], ""], [691, "2019-05-23T10:57:23Z", [0.5], ""], [73906, "2019-05-21T13:46:43Z", [0.45], ""], [73767, "2019-05-21T01:23:56Z", [0.97], ""], [41645, "2019-05-20T05:08:16Z", [0.25], ""], [691, "2019-05-17T19:58:37Z", [0.47], ""], [70507, "2019-05-17T18:16:33Z", [0.05], ""], [62808, "2019-05-17T11:57:33Z", [1.0], ""], [62808, "2019-05-17T11:57:08Z", [0.99], ""], [73382, "2019-05-17T00:10:39Z", [0.7], "I believe SCOTUS will rule that Manhattan Neighborhood Network is covered by the 1st Ammendment right to free speech. "], [62808, "2019-05-15T21:40:12Z", [0.97], ""], [68952, "2019-05-13T22:51:13Z", [0.62], ""], [1333, "2019-05-12T20:34:42Z", [0.5], ""], [73105, "2019-05-09T06:28:04Z", [0.6], "Appeals court decision background "], [20008, "2019-05-07T18:05:52Z", [0.8], "They have the word “public” and they’re a journalistic medium, however popular or unpopular they are. "], [691, "2019-05-06T12:17:47Z", [0.47], ""], [49359, "2019-05-03T23:45:29Z", [0.25], ""], [691, "2019-05-03T19:16:46Z", [0.47], ""], [1333, "2019-05-02T17:45:08Z", [0.55], ""], [70427, "2019-04-30T10:47:06Z", [0.85], ""], [72713, "2019-04-28T20:36:36Z", [0.2], "https://www.law.cornell.edu/supct/cert/17-1702\nhttps://www.cato.org/publications/legal-briefs/manhattan-community-access-corporation-v-halleck"], [593, "2019-04-27T10:59:37Z", [0.5], ""], [62808, "2019-04-26T22:00:23Z", [0.99], ""], [63697, "2019-04-24T16:32:32Z", [0.35], ""], [52739, "2019-04-24T02:09:45Z", [0.9], ""], [55706, "2019-04-23T20:04:16Z", [0.65], ""], [1333, "2019-04-22T13:43:46Z", [0.56], ""], [206, "2019-04-21T17:27:03Z", [0.6], ""], [62808, "2019-04-20T18:45:23Z", [1.0], ""], [691, "2019-04-20T14:19:34Z", [0.46], ""], [3345, "2019-04-20T03:39:11Z", [0.75], ""], [72463, "2019-04-19T23:54:11Z", [0.95], "A network that broadcasts to the public, regardless of geographic size, is a public forum."], [71973, "2019-04-16T10:14:47Z", [0.7], "1st amendment is a big deal, so they'll let the people speak"], [71489, "2019-04-15T23:20:09Z", [0.77], ""], [71757, "2019-04-14T14:39:51Z", [0.35], ""], [71040, "2019-04-14T00:50:44Z", [0.75], "US justice system is operating in an environment of Human and Civil rights oppressions and will try to act to uphold the constitutional rights of citizens wherever possible."], [71332, "2019-04-13T18:54:04Z", [0.15], "SC is conservative and will refrain from supporting public access."], [1333, "2019-04-13T00:35:00Z", [0.57], ""], [70934, "2019-04-12T22:04:03Z", [0.5], "I suspect that SCOTUS would hand down an affirmative verdict, however, SCOTUS has enough on it's plate that it is also likely that they won't get to this question. Hence, likely yes with likely no judgement is a 50-50 shot."], [70674, "2019-04-12T17:35:46Z", [0.5], ""], [70311, "2019-04-12T14:50:53Z", [0.15], "I think given this is not clear cut, if they rule yes this will set a precedent and potentially open up many other similar grey area situations to first amendment impact"], [70026, "2019-04-12T13:46:43Z", [0.1], ""], [70327, "2019-04-12T11:55:49Z", [0.57], ""], [70171, "2019-04-12T06:00:02Z", [0.5], ""], [70123, "2019-04-12T01:20:40Z", [0.65], ""], [69065, "2019-04-11T06:09:46Z", [0.0], ""], [69182, "2019-04-11T04:59:48Z", [0.8], ""], [69050, "2019-04-11T02:52:25Z", [0.5], ""], [68573, "2019-04-11T02:05:01Z", [0.75], ""], [68808, "2019-04-11T00:38:15Z", [0.8], "\"Public television\""], [68873, "2019-04-11T00:17:04Z", [0.15], ""], [691, "2019-04-05T15:01:42Z", [0.44], ""], [29980, "2019-04-02T21:19:19Z", [0.99], ""], [1333, "2019-04-02T14:17:46Z", [0.56], ""], [54140, "2019-04-02T10:36:14Z", [0.7], ""], [24214, "2019-03-31T02:07:44Z", [0.33], ""], [41926, "2019-03-30T20:43:28Z", [0.33], ""], [67553, "2019-03-29T13:59:59Z", [0.55], ""], [25646, "2019-03-26T00:08:59Z", [0.4], "it may be a question of who directs the programs and who funds them"], [1333, "2019-03-24T18:31:30Z", [0.57], ""], [67942, "2019-03-19T20:13:38Z", [0.2], "Comment deleted on Mar 19, 2019 08:13PM UTC"], [691, "2019-03-19T10:48:12Z", [0.44], ""], [67942, "2019-03-19T03:38:52Z", [0.65], "Let's run down the Justices: Justice Thomas: based on his previous statements, particularly the dissent in Denver Area Educational Telecommunications Consortium v. FCC that the 2nd Circuit quoted in its decision, he will likely find that the MCAC/MNN (the Justices used the names interchangeably in oral arguments) is a private corporation and therefore cannot be pursued under the First Amendment. So that's one for the MCAC.  Justice Ginsburg: In the Denver Area case, she and Justice Kennedy argued that public access channels are designated public forums meaning that they are subject to claims under the First Amendment. Additionally, in oral arguments, she pointed out that MCAC has no control over the programming, so it doesn't have any decision-making authority and looks more like a state actor. She also came out strong along with J. Sotomayor in the oral argument saying that MCAC/MNN is a public forum because it stands in the place of the state. Let's put her for Halleck. For that matter, let's go ahead and put J. Sotomayor there, too. Her line of questioning was pretty aggressive in favor of seeing MCAC/MNN as a public forum. 2-1 in favor of Halleck.  Justice Kagan: She sounded like she was seeking the right analogy to cast MCAC as a public forum, focusing especially on the fact that MCAC would not exist unless the government gave it the right to exist. Therefore, it's fundamentally different from a private company that's just heavily regulated. However, she did seem to wonder how they'd even craft a rule that could apply to future cases. But a narrowly decided case would do that. 3-1 in favor of Halleck.  No big surprises so far. Turning to Justice Alito: J. Alito has consistently been an outspoken champion for free speech (see Matal v. Tam, 2017), and in the oral arguments, he seemed to think that since the government gave them their right to exist, they were owned by the government, not the cable companies as MCAC's counsel argued. 4-1 in favor of Halleck, although this one feels less solid than the others.**see note below.  Justice Kavanaugh: In oral arguments, he focused on the fact that MCAC is a private company that operates according to regulations. He leaned on the Court's prior decisions that say even a heavily regulated private company that has to act within the strict confines of government decisions doesn't thereby become part of the government. Put him with MCAC, and it's 4-2 in favor of Halleck.  That leaves us with Chief Justice Roberts, Justice Breyer, and Justice Gorsuch. Let's start with J. Gorsuch. He said not a word during oral arguments. Awesome. Easy to read. However, he does have existing cases from his time as a judge regarding the First Amendment. But those aren't quite on point: a case about the religious freedoms of prisoners; a defamation suit by a prisoner against A&E; and two public employee cases. This case is about whether or not to classify a private non-profit as a government actor. J. Gorsuch's other cases on private entities might give us a better idea of his leanings. Let's provisionally put him with MCAC. 4-3 in favor of Halleck.  Chief Justice Roberts asked some pointed questions at first about New York being able to fire MCAC, and therefore, they were likely a government actor. But he seemed to soften a bit later agreeing that MNN's ability to choose and organize its own content differed significantly from the first-come first-served rule that Halleck depends on. But then there's Roberts's relationship to the First Amendment. He has written more decisions on the First Amendment than any of the other Justices (13 total; Alito and Breyer are tied at second with 5 each). He has consistently held that speech deemed offensive is protected by the 1st Amendment. He hasn't been so open to the idea of expanding First Amendment rights for students or public employees. He also has a record of protecting the interests of private businesses and entities like, for instance, MCAC. So tentatively 4-4 (if Alito really does go for Halleck's position).  J. Breyer: He seemed open to either side's case during the oral arguments. The deciding moment, and God knows I could be wrong, seemed to come when he asked MCAC's lawyer why he didn't include in his brief the fact that the city only appoints 2 of MCAC's 13 board members? That felt like the moment when he was saying, \"You'd have had my vote if you'd just argued that point.\" Again, what do I know, but that seemed like the point he wanted to get to right away. So let's put him for Halleck. 5-4.  If J. Kagan or J. Alito go the other way, however, we're at 5-4 or 6-3 MCAC. Either way, it's going to be a narrow decision tailored closely to the issue of public access television. The Twitter and YouTube freak outs seem unwarranted. Take that out of the equation.\n"], [37379, "2019-03-18T17:30:25Z", [0.5], ""], [1333, "2019-03-15T18:29:09Z", [0.58], ""], [1333, "2019-03-14T09:43:40Z", [0.59], ""], [691, "2019-03-13T11:20:39Z", [0.42], ""], [67877, "2019-03-11T17:25:51Z", [0.35], ""], [5018, "2019-03-09T22:32:53Z", [0.5], ""], [1333, "2019-03-09T19:58:00Z", [0.58], ""], [16778, "2019-03-08T16:06:32Z", [0.7], ""], [1333, "2019-03-04T22:01:00Z", [0.57], ""], [62808, "2019-03-04T20:04:27Z", [0.78], ""], [1333, "2019-03-01T14:29:49Z", [0.56], ""], [38564, "2019-02-26T18:59:08Z", [0.7], "I would expect a narrow ruling on this; the organization of the channel provided below makes a good case for it being handed down to a lower court, and I don't think this case is likely to open the proverbial floodgates on other public forum cases."], [691, "2019-02-26T18:05:50Z", [0.36], ""], [1333, "2019-02-24T13:17:46Z", [0.57], ""], [65401, "2019-02-23T01:53:30Z", [0.85], ""], [67501, "2019-02-19T02:07:29Z", [0.55], ""], [1333, "2019-02-14T19:08:55Z", [0.56], ""], [1333, "2019-02-13T19:12:36Z", [0.55], ""], [32300, "2019-02-13T14:21:05Z", [0.6], ""], [48709, "2019-02-09T23:36:19Z", [0.13], "Returning the case to the lower court with instructions best outcome and good judgment 🦉♻️"], [1333, "2019-02-09T20:01:34Z", [0.54], ""], [1333, "2019-02-08T20:16:09Z", [0.53], ""], [1333, "2019-02-07T19:30:29Z", [0.52], ""], [66942, "2019-02-05T19:13:13Z", [0.65], ""], [691, "2019-02-05T13:18:21Z", [0.3], ""], [1333, "2019-02-04T19:42:06Z", [0.51], ""], [1333, "2019-02-04T19:36:19Z", [0.5], ""], [65401, "2019-02-03T21:28:23Z", [0.6], "SCOTUS is loath to uphold First Amendment restrictions.\nThe Court is perfectly capable of writing a narrowly circumscribed decision. There is a likelihood also that at least one conservative Justice writing a concurring opinion citing Alito's unregulated Internet concerns.\nBut given that the lower court violated SCOTUS by considering  whether the MNN is a \"public forum\" before considering whether the platform is a \"State Actor\" there is a chance SCOTUS will return the matter to the lower Court."], [61694, "2019-02-01T19:47:10Z", [0.77], ""], [1333, "2019-02-01T19:24:46Z", [0.49], ""], [1333, "2019-01-29T20:23:12Z", [0.48], ""], [1333, "2019-01-24T18:06:46Z", [0.47], ""], [691, "2019-01-20T13:12:52Z", [0.29], ""], [1333, "2019-01-19T20:13:03Z", [0.46], ""], [36736, "2019-01-19T18:38:39Z", [1.0], ""], [1333, "2019-01-18T21:04:01Z", [0.45], ""], [1333, "2019-01-18T03:53:23Z", [0.35], ""], [12573, "2019-01-17T23:46:01Z", [0.86], ""], [66558, "2019-01-16T20:30:06Z", [0.7], "I'd be almost certain here, but there's a chance the Court will find that MNN is not a public forum; the conservative justices cannot be counted on to rule as a block, even on First Amendment issues, and we don't know enough about how the two newish Justices see private property cases now that they're beyond recall."], [1333, "2019-01-16T20:28:17Z", [0.26], ""], [691, "2019-01-16T13:21:32Z", [0.27], ""], [65546, "2019-01-16T03:02:45Z", [0.75], ""], [25421, "2019-01-15T05:24:12Z", [0.67], ""], [5053, "2019-01-14T22:29:42Z", [0.6], "As an initial matter--the question is somewhat poorly worded, because the Manhattan Neighborhood Network is simply a dba of the Manhattan Community Access Corporation and the moniker \"MNN\" may actually just be intellectual property of the non-profit corporation. I take the question to mean whether the public access channels it administers will be deemed to be public forums. Indeed, the respondents note that if the City transferred the public access channels to another\nentity to administer, the new administrator may not be able to use the name “Manhattan Neighborhood Network” or other intellectual property that MNN might claim to own. But the public forum is not the channels’ name. It is the public access channels themselves—which the City controls.\" This is also the crux of the respondents' argument.  Oral argument is set for Monday, February 25, 2019, so we should have some sense of the Justice's points of view then. In the meantime, the respondents' brief lays out the narrow argument that under New York's cable regime the public access channels are public forums. Their argument is simple, New York created public forums through the licensing regime and through the various state laws protecting speech in the public access channels--they do so in a way different even from some other public access channel regimes in other states, which do not guarantee speech protection or limit editorial ability of the administrator. The argument is that New York owns the public channels (not the cable distribution network or cable channels) and created them as public forums through granting the license--akin to requiring a land developer to set aside a certain amount of land for public use. This forum--the public access channels--are then administered by an organization appointed by the government that receives its money from the cable company as part of the agreement with the government.  On this limited basis, a ruling that the public access channels are public forums would not implicate private forums that resemble public ones (e.g., Twitter, Facebook, the internet more broadly). Nor would it necessarily require all such public access channels in all states to be public forums--it is still a matter of state/local desire. (This might be appealing to some of the more conservative Justices, who like federalism arguments.) I think the four more liberal Justices (led by Justice Ginsberg, whose view we already know from prior cases) would think this is a narrow ruling. Roberts might also see this as a limited ruling, allowing for states to insert their own take on the issue as they see fit in their cable regulatory regimes. But until we hear oral argument, I'll give it a 60% probability."], [46339, "2019-01-14T18:18:16Z", [0.7], ""], [17036, "2019-01-14T16:20:07Z", [0.7], ""], [1333, "2019-01-14T09:27:07Z", [0.25], ""], [1333, "2019-01-14T09:22:49Z", [0.15], ""], [1333, "2019-01-13T23:37:12Z", [0.04], ""], [651, "2019-01-13T22:03:14Z", [0.75], ""], [7809, "2019-01-13T18:25:29Z", [0.75], "One group of people is as valid as another group with respect to the 1st Amendment."], [58851, "2019-01-13T18:15:25Z", [0.65], ""], [61273, "2019-01-13T16:17:03Z", [0.65], ""], [64651, "2019-01-12T22:20:30Z", [0.55], ""], [1333, "2019-01-12T20:09:07Z", [0.03], ""], [691, "2019-01-12T17:13:54Z", [0.25], ""], [24518, "2019-01-12T08:15:40Z", [0.0], "No chance of this happening."], [1333, "2019-01-11T19:27:03Z", [0.02], ""], [34353, "2019-01-11T19:00:06Z", [0.55], ""], [1333, "2019-01-11T18:20:35Z", [0.01], ""], [691, "2019-01-11T18:19:29Z", [0.5], ""]], "open_date": "2019-01-11T18:00:51Z", "close_date": "2019-06-17T17:00:35Z"}