{"question_id": 967, "title": "Before 1 January 2019, will Scott Pruitt cease to be Administrator of the Environmental Protection Agency?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[1333, "2018-07-06T14:21:10Z", [1.0], "Now we find out if lined up a new job and if it is in or out of Gov't service. I suspect he runs for office in Oklahoma soon."], [51208, "2018-07-06T13:04:28Z", [1.0], "He resigned."], [47812, "2018-07-06T12:03:10Z", [1.0], ""], [59715, "2018-07-06T07:53:29Z", [1.0], ""], [1333, "2018-07-06T04:38:44Z", [1.0], "He plays the can we do it after the holidays? For my Family? card EVERYTIME."], [35636, "2018-07-06T02:02:05Z", [1.0], "Did nazi that comin'. Maybe the Chick-fil-A application came through on appeal. "], [27461, "2018-07-06T01:20:59Z", [1.0], "Didn't think my forecast will materialize so soon :)  (https://www.gjopen.com/comments/comments/754739)\n"], [5018, "2018-07-05T21:35:43Z", [1.0], ""], [46079, "2018-07-05T20:54:04Z", [1.0], ""], [47812, "2018-07-05T20:51:50Z", [0.99], ""], [529, "2018-07-05T20:23:29Z", [1.0], ""], [529, "2018-07-05T20:19:43Z", [0.99], "News reports that Pruitt has resigned: http://time.com/5331265/scott-pruitt-resigns-epa/ http://www.foxnews.com/politics/2018/07/05/scott-pruitt-resigns-as-epa-chief-trump-announces.html"], [705, "2018-07-05T20:07:37Z", [1.0], ""], [484, "2018-07-05T20:05:21Z", [1.0], "Up 10% but will almost certainly be backdated. (Perhaps Sessions is safe for a bit, although they'll need a fall person if the whole zero tolerance thing gets bad enough.)"], [41952, "2018-07-05T20:04:39Z", [1.0], ""], [31450, "2018-07-05T19:53:57Z", [1.0], "Seems this just happened. "], [3345, "2018-07-05T19:52:15Z", [1.0], "Updating my 98 from earlier this week, looks like breaking news"], [57797, "2018-07-05T19:47:41Z", [1.0], ""], [12207, "2018-07-05T19:44:11Z", [1.0], ""], [43311, "2018-07-05T19:43:20Z", [1.0], "Pruitt out.\nhttps://www.gjopen.com/comments/comments/747946\nDone deal."], [40702, "2018-07-05T19:42:35Z", [1.0], "He just resigned:  https://twitter.com/AP/status/1014957601308672000\n"], [54189, "2018-07-05T14:05:15Z", [0.33], "I am less certain than the crowd.  If Trump was planning to fire him, why hasn't he done it already."], [529, "2018-07-04T15:45:51Z", [0.66], "Forecast increase for now, as external pressure continues to ramp-up upon Pruitt. Suggesting that it's fairly significant in \"Trump world\" that Fox's L. Ingraham has again called for Pruitt to resign.  But it may ultimately be \"up to\" Trump, who (among other things) reportedly likes Pruitt's \"leadership\" at the EPA. He is also viewed (crucially) as being more loyal than certain others who have departed. Action (or maneuvering) by the administration re Pruitt's current position seems increasingly possible, at least at the moment.  https://www.cnn.com/2018/07/04/politics/scott-pruitt-trump-administration-ethics/index.html http://fortune.com/2018/07/04/laura-ingraham-scott-pruitt-epa-scandal/ http://nymag.com/daily/intelligencer/2018/07/trump-scott-pruitt-scandals-attorney-general-can-fire-mueller.html https://www.politico.com/story/2018/06/29/donald-trump-chief-of-staff-white-house-688665"], [5018, "2018-07-04T15:33:28Z", [0.5], ""], [1333, "2018-07-04T13:36:50Z", [0.85], "He may not get fired but moved to something else - this boy knows how to kiss ass, and has slipped the noose before."], [484, "2018-07-04T04:11:02Z", [0.9], "(no change) Either Pruitt replaces Sessions temporarily (definitely not a sure thing) or there is some other way to move him on. Perhaps like DT, his work is finished and he can retire and bask in the glory of his accomplishments (or run a Chik-Fil-A)."], [50776, "2018-07-04T03:30:37Z", [1.0], "Before today, with the news of hidden calendars for his staff and himself, I would have said no. Because, like with Trump, it has turned into a free for all when it comes to what can they do wrong and not answer for it.  But, with these hidden calendar allegation, with eyewitnesses, the administration will be forced to legally get rid of him.  "], [27461, "2018-07-04T02:20:16Z", [0.85], "Outside view: High chances for an \"yes\". The relevant comparison class here is other high-profile Trump appointees with ethics problems, who have left (the former HHS secretary, the guy from the White House with spousal abuse issues).  Trump doesn't like the ethical transgressions of his subordinates to play in the news for too long, as they draw the public's attention to his failure to \"drain the swamp\" and his own failings. It's surprising that Pruitt has survived for so long. Inside view: Also high chances for yes. Practically no one in the administration but Trump supports Pruitt and Republicans in Congress won't like him staying either as the elections approach. The media reports that John Kelly wants to push Pruitt out before he himself leaves. But probably the last drop would be today's story that Pruitt proposed to Trump to appoint him (Pruitt) as Attorney General to replace Sessions for 210 days and then go back to Oklahoma. This shows poor judgement, on top of everything else, and places Trump in a negative light.  So I'd say Pruitt will be gone before the elections.   "], [41952, "2018-07-04T01:39:40Z", [0.85], ""], [33887, "2018-07-03T20:02:22Z", [0.0], ""], [3345, "2018-07-03T16:42:55Z", [0.98], "Too many controversial questions stacking up"], [12207, "2018-07-03T14:00:39Z", [0.34], "Revising forecast in light of the 56% likelihood that Democrats gain control of house or house/senate (separate GJP question).  Conditional on a win by the Dems, I would say 40% chance there is a resignation or dismissal between November and EOY, 10% otherwise. (This article informed my view:  https://www.eenews.net/stories/1060087453)   34%"], [745, "2018-07-03T13:49:34Z", [0.95], ""], [529, "2018-07-03T03:58:51Z", [0.55], "..Better keep that extra security detail beefed up.. Articulate 'enviro-terrorists' (some with babes in arms) apparently popping up everywhere (ref. link): https://www.msn.com/en-us/news/politics/woman-confronts-pruitt-at-restaurant-tells-him-to-resign/ar-AAzv3RD\n"], [691, "2018-07-02T18:14:31Z", [0.72], "He is probably safe until after the elections.  If the Rs get wiped out, he will be a convenient scapegoat, although a grandly irrelevant one in the scheme of things.  Even if the Rs do better than expected, the House of Orange may decide that M. Pruitt needs to spend more time with his family, especially around Christmas."], [59661, "2018-07-02T18:12:37Z", [0.7], ""], [58514, "2018-07-02T14:53:14Z", [0.05], ""], [1333, "2018-07-02T14:15:15Z", [0.7], ""], [45198, "2018-07-01T16:00:20Z", [0.02], "He's a trump favourite and he knows it. "], [59439, "2018-07-01T09:01:37Z", [0.05], ""], [14933, "2018-06-30T17:19:12Z", [0.75], ""], [1333, "2018-06-30T15:23:50Z", [0.75], ""], [12207, "2018-06-28T20:27:19Z", [0.16], "He's a business friendly de-regulator running the EPA.  The Left hate him for this policy stance, and various members of the media amplify the noise around the scandals.  If Trump has kept him this long despite the scandals, what likelihood is there that Trump would change his mind now? Trump hates the very media that are trumpeting the scandal stories, so there's the \"Trump appears weak if he fires him\" angle.  Maybe Pruitt quits on his own...10ish % likely.  Maybe Trump fires him... 5%   Something else < 1%"], [15196, "2018-06-28T17:53:03Z", [0.1], ""], [32100, "2018-06-28T12:50:30Z", [0.7], ""], [706, "2018-06-28T08:42:10Z", [0.75], "His indiscretions will get dragged up again during mid-terms and jettisoning him will be a political necessity."], [529, "2018-06-28T04:11:23Z", [0.54], "Pruitt may need to better \"manage\" the following to retain support of some key midwest Republicans: https://www.radioiowa.com/2018/06/27/iowa-officials-ethanol-industry-blast-epa-over-oil-industry-waivers/"], [59499, "2018-06-27T22:52:59Z", [0.22], ""], [59487, "2018-06-27T20:43:34Z", [0.0], ""], [59425, "2018-06-27T18:50:44Z", [0.78], ""], [59293, "2018-06-27T18:38:00Z", [0.65], ""], [59221, "2018-06-27T18:37:34Z", [0.81], ""], [59388, "2018-06-27T18:36:10Z", [0.52], ""], [36147, "2018-06-27T10:14:00Z", [0.6], "dominoeffect possible thats why only 58 instead 85 or 90..."], [40584, "2018-06-27T04:35:14Z", [0.9], ""], [58242, "2018-06-27T03:27:44Z", [0.75], ""], [40702, "2018-06-26T16:49:42Z", [0.88], ""], [691, "2018-06-26T12:39:22Z", [0.72], ""], [529, "2018-06-25T15:49:51Z", [0.54], "At least 13 federal investigations underway of Pruitt plus new allegations (link) of improprieties, possible corruption. Relative silence interrupted by occasional statements of support for Pruitt so far from the president and key Republican \"leaders\". No change to forecast for now. https://www.nytimes.com/2018/06/24/climate/pruitt-epa-lobbyist-landlord-emails.html https://www.washingtonpost.com/news/politics/wp/2018/06/13/if-pruitt-wont-resign-and-trump-wont-fire-him-what-penalty-could-he-face/"], [1333, "2018-06-25T15:12:48Z", [0.85], ""], [14133, "2018-06-25T01:25:16Z", [0.75], ""], [16501, "2018-06-24T19:19:52Z", [0.6], ""], [691, "2018-06-24T19:13:50Z", [0.74], ""], [13979, "2018-06-24T14:55:43Z", [0.3], ""], [20156, "2018-06-24T11:11:59Z", [0.65], ""], [47812, "2018-06-24T10:31:04Z", [0.82], ""], [57748, "2018-06-24T07:46:38Z", [0.71], "He has accumulated a track record of suspected financial malfeasance, and his policies w/respect to the Environment, while taking time to become more public irritants (they are, of course already for many) will, I think, reach a critical point before the end of the year.\nThe oil spill of derailed train cars -- not itself obviously related to an EPA policy deficit, will draw attention to the EPA (and Mr. Pruitt), as the public turns its attention to matters of environment. How the clean-up is managed, how the derailment is  investigated, will be spread across a couple of agencies, but (perhaps as much do to attention / guilt by association, and ignorance by the public about fine grained cause and effect), there will be a loose bleed-over of public outrage, and some will get stuck to EPA.\nOddly, EPA may have comparatively less causal responsibility in THIS case, but it will be a kind of poetic justice if the blame game umbrella comes over Pruitt and EPA -- since they *have* gotten away with so much already, that has passed without public notice. (Pruitt's playing fast and loose with principles of environmental custodianship, has left a series of unlit fuses, and this oil car train derailment may convey sudden scrutiny for the past, lousy, unaddressed policy decisions so that they become *lit* fuses. Anything like this that brings up environmental awareness, will make Pruitt more vulnerable to media fishing and investigative work."], [29980, "2018-06-24T04:43:35Z", [0.99], ""], [57941, "2018-06-23T22:20:31Z", [0.85], ""], [691, "2018-06-23T19:33:19Z", [0.66], ""], [34353, "2018-06-23T16:01:48Z", [0.15], "Maybe if the scandals start to actually stick. But short of putting children into cages made of coal ash, not likely as a result of firing. Of course, he could always say it's not worth it and quit. But it's hard to lay off the government teat after so long."], [35636, "2018-06-23T05:50:48Z", [0.1], "If Trumpy truly cared about draining the swamp, then fire Pruitt. And Mnuchin, but was stuck with the dullard from Goldman Sachs due to being the 18th pick joining the campaign, like Flynn. Mnuchin is against the trade tarrifs and winnable trade wars so maybe conscience will prevail and a resignation is in order. Oh wait, robosigner doesn't have a conscience.  'Merica First*  *as long as votes and money are to be made from it. Swampy indeed. "], [50981, "2018-06-23T00:12:08Z", [0.1], "He's under a lot of pressure to quit, but the President has confidence in him. He is doing a good job."], [51208, "2018-06-22T18:06:20Z", [0.78], "Based on his history of corruption that has spanned his entire political career and the multiple federal inquiries into his current position."], [54283, "2018-06-22T17:55:55Z", [0.55], "He appears entrenched. The area of his decision-making is not a priority for the Republicans who control the Senate and House. The Hoover Institute at Stanford is pushing out a narrative of calling to account the unelected and unseen career bureaucrats who have \"too much\" influence over federal policy. "], [46084, "2018-06-22T14:40:38Z", [0.3], ""], [11686, "2018-06-22T13:53:47Z", [0.45], ""], [691, "2018-06-22T13:22:05Z", [0.71], ""], [57797, "2018-06-21T22:31:09Z", [0.55], "From Trump's perspective: Pros:\n- Plenty of alternative candidates that can achieve the same policy ends\n- Less attention being stolen away from Trump\n- Diffuse Democratic threat before midterms Cons: \n- Might create perception Trump is caving to pressure from public or Democrats \n- With fewer news covering Pruitt, Trump could face more scrutiny. Right now, the litany of things that enrage Democrats on a daily basis is serving a disorienting purpose that Trump might not want to lose.\n- Might alienate Pruitt supporters among the business community Neutral:\n- Republican establishment might not care [1] A pertinent question: why hasn't Trump done this already? It suggests that he might not mind or maybe even like Pruitt and his brash behavior. [1] https://www.washingtonpost.com/news/the-fix/wp/2018/06/06/why-does-scott-pruitt-still-have-his-job-4-theories/?utm_term=.9915da7b4ac7"], [57797, "2018-06-21T22:21:04Z", [0.55], ""], [42417, "2018-06-21T19:48:00Z", [0.15], ""], [46079, "2018-06-21T19:40:10Z", [0.66], ""], [36437, "2018-06-21T19:29:56Z", [0.25], "Cabinet-level positions serve at the will of the President, and can only be removed by Congress via impeachment (Article 2, Section 4 of the U.S. Constitution) if found guilty of a crime - that trial and conviction/appeal process would likely not be complete by Jan 1, 2019. Since the trend of this president seems to be to keep people with whom he agrees (or who support him/his agenda), Scott Pruitt seems to be at low risk of removal. Since he has not opposed the president publicly and has served to accomplish a main pillar of his campaign agenda (deregulation, promotion of fossil-fuel industry), the President is unlikely to find anyone as ideologically compliant or willing to act in his political interest in the face of strong opposition. "], [57918, "2018-06-21T18:24:42Z", [0.8], "Not a wish lol"], [59025, "2018-06-21T18:03:12Z", [0.85], "Bad manager, negative publicity, Congressional elections in November"], [529, "2018-06-21T18:00:27Z", [0.54], "Interesting question, featuring a not-overly-long time frame. Suggesting for now that -- given the current generally atypical political environment -- Pruitt's fate may still ultimately be \"up to\" Pres. Trump or Pruitt himself. (Ref. first article link below.) As pointed out in comments below Trump highly values loyalty, fealty. However, Pruitt reportedly is losing some support in \"farm country\" on key issues.... though he appears to have survived a meeting with chief supporter James Inhofe (third source below). \nOne strident Fox 'News' commentator (reportedly with 'ties' to the president) also recently spoke in favor of Pruitt's firing. (Fourth source below.) Also suggesting that Democrats (potentially) winning midterm election control of at least one body of congress (effective 2019) could  become a(nother) factor, at least ramping up external pressure upon Pruitt.  Other \"wildcards\" exist for this question, incl. Pruitt's decisions and behavior (past and present), his policies, potential response to an unforeseen environmental disaster, current ethics etc. investigations (of Pruitt), etc. Forecasting this question as essentially a toss-up, for the moment. https://slate.com/news-and-politics/2018/06/how-scott-pruitt-still-has-a-job-despite-all-the-scandals.html https://www.politico.com/story/2018/06/15/pruitt-epa-midwest-trump-ethanol-624373 https://www.washingtonpost.com/news/energy-environment/wp/2018/06/20/this-gop-senator-implied-scott-pruitt-was-on-thin-ice-hes-now-back-in-the-epa-chiefs-corner/ http://money.cnn.com/2018/06/13/media/laura-ingraham-scott-pruitt/index.html https://www.bloomberg.com/news/articles/2018-04-25/here-s-a-scorecard-of-the-scott-pruitt-investigations-quicktake"], [59106, "2018-06-21T17:02:18Z", [0.75], ""], [31450, "2018-06-21T16:09:30Z", [0.2], "While Pruitt has had quite a few scandals, there is a pattern to trump dumping people in his administration. Typically he gets rid of people for two reasons, either because they become the story (like Tom Price) or because they are perceived to not be properly implementing trump's agenda (like McMaster or Tillerson). Pruitt doesn't fit into either category and I think he hangs on."], [32100, "2018-06-21T11:44:37Z", [0.87], ""], [35636, "2018-06-21T05:07:08Z", [0.1], "Not an easy one, given the extreme sychophantic brownnosing by Sir Rambo Pruitt. Trumpy has defended underlings before only to dump them, but this African-King-wannabe with sensitive luxury skin lotion needs (and mattress, so maybe Princess-wannabe is the better title?) makes Dear Leader look less corrupt.  However even the GOP on the Hill think this freeloader has gone too far. Telling. Can they kick the prick out?  I probably ought to be 90% but that's just my bias from before confirmation hearing. Nothing has happened since it's gotten worse and worse. "], [705, "2018-06-20T23:10:32Z", [0.9], ""], [59092, "2018-06-20T20:15:32Z", [0.65], ""], [691, "2018-06-20T19:36:06Z", [0.5], "M. Petits-Doigts will let M. Pruitt resign in the next couple of months.   The Leader Of The Free World will dump anybody who is getting more attention than he is, whether for good or ill.   The Prez will blame this on the Obamas, the Clintons, and Angela Merkel.    M. Pruitt will say he wishes to spend more time with his family, but they will not necessarily issue a press release reciprocating this desire.  "], [5018, "2018-06-20T19:01:16Z", [0.25], ""], [59090, "2018-06-20T18:21:59Z", [0.45], "45 percent chance. The number of scandals has left Pruitt embattled. If Trump wasn't in the White House, Pruitt would have been out due to these scandals. But since Trump values loyalty higher than anything else, and since Pruitt has proved himself to be loyal to Trump, the President will probably not fire him."], [745, "2018-06-20T17:38:28Z", [0.15], "He has made it this far.  Most people who leave are either worn out or Trump does not like them.  He is living well on our money, so he is not worn out.  Trump likes him.   "], [43311, "2018-06-20T17:19:14Z", [1.0], "Why 90? Sheeeeee. Plenty of time to change lol.   @Censusguyz"], [484, "2018-06-20T17:13:08Z", [0.9], "Works for me @Censusguyz So much swamp; so little time."], [1333, "2018-06-20T17:06:10Z", [0.9], ""]]}