{"question_id": 901, "title": "In South Dakota v. Wayfair, Inc., will the Supreme Court rule that a state may impose sales taxes on retail sales by firms that do not have a physical presence in the state? ", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.62, 0.38], "correct_answer": "Yes", "correct_forecast": 0.62, "preds": [[20588, "2018-06-22T16:36:49Z", [0.85], ""], [691, "2018-06-22T12:36:59Z", [1.0], ""], [172, "2018-06-22T10:29:35Z", [1.0], ""], [35636, "2018-06-22T05:29:02Z", [1.0], "Wrong on another SCOTUS q. Really gotta resist answering them, but they're interesting and fun. Thanks to my bud @Daveinsea for the TaxFoundation.org link. "], [53555, "2018-06-22T01:53:01Z", [1.0], ""], [5018, "2018-06-22T00:01:24Z", [1.0], ""], [46762, "2018-06-21T20:01:23Z", [1.0], ""], [36856, "2018-06-21T18:44:39Z", [0.2], ""], [57918, "2018-06-21T18:23:09Z", [1.0], ""], [1333, "2018-06-21T16:20:07Z", [1.0], "THis is up there with citizens United and ACA tax/fee rulings in terms of shear impact on the economy and politics. We will have trade wars between states soon as this court is not bound by precedents anymore"], [1333, "2018-06-21T16:17:31Z", [0.99], ""], [31450, "2018-06-21T15:52:01Z", [1.0], "Based on today's ruling."], [48197, "2018-06-21T15:17:12Z", [1.0], "Opinion was released today."], [58478, "2018-06-21T15:16:07Z", [0.9], ""], [58478, "2018-06-21T15:15:02Z", [0.68], ""], [33991, "2018-06-21T14:21:51Z", [0.25], "Revising down. Think it is increasingly being pitched as bad for small businesses (rather than bad for huge online retailers), which suggests that the conservative pressure may be more firmly on the 'don't overturn Quill' than I had estimated originally.  "], [35831, "2018-06-21T14:20:31Z", [1.0], "I should have gone with my gut feeling :)\n"], [691, "2018-06-20T19:47:05Z", [0.64], ""], [58300, "2018-06-20T03:17:45Z", [0.1], ""], [1333, "2018-06-18T21:42:51Z", [0.25], ""], [691, "2018-06-17T13:07:49Z", [0.64], ""], [1333, "2018-06-16T14:29:10Z", [0.35], ""], [691, "2018-06-16T13:09:12Z", [0.65], ""], [59048, "2018-06-15T15:23:46Z", [0.75], "Quill is an outdate ruling that was made during the era of mail order catalogs. Too much commerce takes place on the Internet today to ignore that tax source."], [35831, "2018-06-15T02:47:47Z", [0.5], ""], [691, "2018-06-14T17:02:27Z", [0.65], ""], [44808, "2018-06-14T11:39:45Z", [0.75], ""], [59008, "2018-06-13T04:34:51Z", [0.8], "Court is attuned to the fact that it created a (now)fictional limitation that no longer applies to new e-conomy and in the interest of federalism it will restore power to states but will note Congress’ ability to alter the landscape through commerce clause powers. "], [35831, "2018-06-12T16:02:31Z", [0.4], ""], [691, "2018-06-11T13:01:49Z", [0.65], ""], [691, "2018-06-08T13:41:37Z", [0.66], ""], [1333, "2018-06-06T14:47:39Z", [0.45], ""], [691, "2018-06-04T11:36:48Z", [0.78], ""], [58836, "2018-06-03T18:48:38Z", [0.85], "Too much money involved, and pressure against Amazon etc."], [35831, "2018-06-03T15:16:30Z", [0.35], ""], [33991, "2018-06-03T09:14:30Z", [0.36], "Quill seems nearest precedent, and that was a ‘no.’ A significant reason for the court to not side with the state was that Congress could legislate the outcome and therefore it wasn’t the place of the court to intervene - that seems to still be the case.  Small business interests, state’s rights, limited court ‘interference’ are all issues that resonate with conservatives and the court appointments are slightly more conservative than non (5 to 4).  Conservative justices at the time of quill sided with the quill decision. There is also a possibility of the court simply not getting to this, so that weights the ‘no’ slightly (haven’t investigated how likely that outcome is).  Haven’t gone lower than 36% b/c seeing that current conservative politicians seem to be pressuring for overturning (DJT for example)."], [58478, "2018-06-01T15:29:13Z", [0.1], ""], [20588, "2018-06-01T00:47:57Z", [0.2], "It's looking less likely by the day. But this shouldn't surprise anyone. This is why it was so important to pack the courts with as many conservatives as possible. No matter what happens in November, pro-business Conservatives will win a lot of legal cases for the decade"], [691, "2018-05-31T18:04:56Z", [0.78], ""], [691, "2018-05-28T17:26:20Z", [0.78], ""], [13377, "2018-05-27T07:37:48Z", [0.78], ""], [1333, "2018-05-26T15:46:18Z", [0.55], ""], [691, "2018-05-26T13:12:38Z", [0.78], ""], [35636, "2018-05-25T09:34:02Z", [0.0], "WoC0.4 so a No? "], [691, "2018-05-24T20:18:10Z", [0.78], ""], [48709, "2018-05-23T17:28:10Z", [0.0], "No this will be tossed out as one needs to be in state to be taxed this is taxation without representation as you do not have a state representative defending you from defective products in the state of purchase one has to go through one's own state AG's office... "], [46029, "2018-05-23T01:42:00Z", [0.75], ""], [34405, "2018-05-22T20:41:35Z", [0.05], ""], [691, "2018-05-22T14:47:51Z", [0.78], ""], [27155, "2018-05-19T10:55:06Z", [0.15], ""], [691, "2018-05-17T14:51:11Z", [0.76], ""], [974, "2018-05-16T17:44:54Z", [0.65], ""], [42417, "2018-05-16T06:30:57Z", [0.35], ""], [54761, "2018-05-14T18:06:36Z", [0.05], "Overruling precedent is rare, so I believe SCOTUS will refuse to revisit, or will issue no ruling at all, leaving the existing decision in place"], [50568, "2018-05-14T16:55:50Z", [0.0], ""], [38589, "2018-05-14T16:43:00Z", [0.65], ""], [691, "2018-05-14T12:33:39Z", [0.76], ""], [54186, "2018-05-13T16:37:18Z", [0.55], ""], [691, "2018-05-12T12:33:16Z", [0.74], ""], [58255, "2018-05-12T10:07:42Z", [0.6], ""], [58253, "2018-05-11T02:36:16Z", [0.0], ""], [58241, "2018-05-10T14:09:53Z", [0.75], ""], [58012, "2018-05-07T20:18:51Z", [0.15], ""], [55834, "2018-05-07T16:33:35Z", [0.3], ""], [1333, "2018-05-05T15:27:31Z", [0.65], ""], [691, "2018-05-01T16:16:00Z", [0.74], ""], [27464, "2018-04-30T19:34:31Z", [0.65], ""], [44241, "2018-04-28T13:28:09Z", [0.35], ""], [13377, "2018-04-28T09:44:17Z", [0.6], ""], [5018, "2018-04-27T02:18:27Z", [0.4], ""], [691, "2018-04-26T00:31:32Z", [0.74], ""], [33887, "2018-04-25T08:38:01Z", [1.0], ""], [54675, "2018-04-21T01:43:54Z", [0.05], ""], [691, "2018-04-19T14:20:51Z", [0.74], ""], [20588, "2018-04-19T09:00:12Z", [0.4], "Updating. This is less likely to happen than I thought. Liberals are concerned about hurting start-ups and independent online retailers. Conservatives think Congress should pass a new law addressing online taxes."], [35636, "2018-04-19T07:09:47Z", [0.0], "https://www.bloomberg.com/news/articles/2018-04-17/supreme-court-justices-signal-divide-on-internet-sales-taxes  Let Congress do it they say. Or just leave it alone if they won't.  Seems too complicated and Amazon is just leaving it up to sellers to collect sales-tax. "], [20588, "2018-04-17T05:19:58Z", [0.81], "Probably, for two reasons, neither of which are based on reason: 1) Liberals hate it when companies dodge taxes.\n2) Conservatives distrust digital companies."], [37512, "2018-04-17T00:07:36Z", [0.75], ""], [691, "2018-04-16T16:19:23Z", [0.68], ""], [7370, "2018-04-12T15:18:21Z", [0.15], ""], [630, "2018-04-12T05:02:54Z", [0.8], ""], [57009, "2018-04-11T18:43:08Z", [0.85], "Developments in e-trade indicate that there is an unfair advantage to entities that are exempt from certain sales taxes."], [48197, "2018-04-11T03:52:08Z", [0.6], ""], [691, "2018-04-09T12:13:09Z", [0.58], ""], [29980, "2018-04-08T19:38:40Z", [0.99], ""], [56516, "2018-04-07T00:15:14Z", [0.25], ""], [45153, "2018-04-06T22:42:47Z", [0.05], "SCOTUS will vote in favor of businesses not being taxed"], [48309, "2018-04-05T21:25:08Z", [0.1], ""], [1333, "2018-04-05T16:49:04Z", [0.55], ""], [52250, "2018-04-05T11:30:44Z", [0.85], ""], [43228, "2018-04-05T00:43:01Z", [0.68], "It is likely to be settled by finally construing an internet presence as being a sufficient basis for state taxation. "], [45198, "2018-04-05T00:15:54Z", [0.75], "Laws have to be rewritten due to changing and progressing technology, purchasing habits and product availability. The future is now and tax collection laws have to advance with the changing times."], [57265, "2018-04-04T17:59:23Z", [0.45], ""], [33917, "2018-04-04T16:06:18Z", [0.0], ""], [1333, "2018-04-04T11:47:56Z", [0.45], ""], [13377, "2018-04-04T10:43:19Z", [0.56], ""], [57428, "2018-04-02T12:35:02Z", [0.6], "International Shoe in the modern tech. era."], [57300, "2018-04-01T23:38:15Z", [0.65], ""], [691, "2018-04-01T17:01:17Z", [0.56], ""], [804, "2018-03-29T17:13:37Z", [0.7], ""], [57190, "2018-03-29T15:11:33Z", [1.0], ""], [53391, "2018-03-28T15:18:16Z", [0.15], ""], [54191, "2018-03-28T12:23:25Z", [0.35], " I have some issues with the main points raised in the USG amicus brief: \"But the nature of an Internet  retailer’s  presence  in  the  States  where  its  web-site  is  accessible  is  different  in  kind  from  any  type  of  \n“presence” that the Court could have anticipated when Quill was decided. \"   - How are internet sales that fundamentally different from mail-order catalog sales?  Their brief says that a website is \"different than anything the court could have imagined\"; they are attempting to paint a website as new and unique in ways that I don't think it is... I fail to see a distinction between ordering a product from sears.com website, calling their 1-800 number, or ordering from the Sears Catalog through the mail.   If that's the best the Gov. has got, I don't know if they will be willing to overturn Quill.  SCOTUS is more likely to tell the states that if they don't like the answer, get Congress to do its job under the commerce clause to update the legislation."], [42162, "2018-03-27T15:34:14Z", [0.7], ""], [919, "2018-03-27T06:25:54Z", [0.65], ""], [54342, "2018-03-27T03:39:54Z", [0.65], ""], [1333, "2018-03-25T15:45:46Z", [0.35], ""], [1333, "2018-03-23T15:12:51Z", [0.25], ""], [53555, "2018-03-23T14:13:47Z", [0.85], ""], [691, "2018-03-22T21:01:21Z", [0.49], "Nexus\nWill vex us"], [31450, "2018-03-22T14:34:21Z", [0.6], "I suspect the court rules yes as this seems to be part of the wider movement to update the legal system for the modern economy."], [1333, "2018-03-21T17:13:30Z", [0.15], ""], [16272, "2018-03-21T16:34:52Z", [0.75], ""], [7124, "2018-03-21T05:11:34Z", [0.65], ""], [35831, "2018-03-19T22:59:15Z", [0.65], "Prediction pending oral argument.\nI would watch closely the reaction of Justices when question of Nexus is raised: where the sales is made. \nIn store: sales is made at cash register. Notice that even in store, the possession of merchandize by customer isn't necessarily immediate. It could be delivered later.\nMail order: sales is made when merchant received order and agrees to process it. Order lost in mail: no sales. Delivery not arrived to customer, merchant still liable to redeliver it or refund. \nInternet sales:sales is made when customer click check out and authorize payment. Sales is at customer premise, local to customer s state*.\nIf the Justices look at it that way (and agree with Massachusetts), they would not overrule past \"no sales tax on mail order sales\" rulings, yet adapt to new 21st century reality. * I conceed there is a problem of a person travel to a third state and order online, I am not sure what is the Nexus in this case. ** The argument that it is onerous for a merchant to process different tax rate for different state is so 19th century. The cloud abacus is lightning fast and I am sure they can  program the tax rate of any zip code and county. *** What is the Nexus when I buy online and merchandize comes directly from China? \n"], [56620, "2018-03-19T18:16:56Z", [0.0], ""], [36147, "2018-03-19T12:47:24Z", [0.55], ""], [13377, "2018-03-19T07:38:58Z", [0.28], ""], [19912, "2018-03-19T01:44:33Z", [0.95], ""], [14133, "2018-03-18T23:55:57Z", [0.65], ""], [56512, "2018-03-18T17:30:37Z", [0.6], ""], [31142, "2018-03-18T16:24:16Z", [0.85], ""], [56513, "2018-03-18T16:03:19Z", [0.75], "States are losing tax revenues though closure of traditional stores due to efficiencies of on line purchases, none of which are related to physical presence within the state, which hurts then the State's ability to provide essential services and favors on line sellers who contribute nothing to the state.  Moreover, charging sales taxes is essential to protect the competitive position of  the sellers which do have in state locations since they must collects sales taxes resulting in an unfair advantage to the on line services what can sell without the sales tax burden which is as much as a 10% burden in some states. "], [4367, "2018-03-18T14:37:47Z", [1.0], "Because any other decision would be unfair on other businesses in state which are taxed."], [44281, "2018-03-18T03:40:14Z", [0.15], "I see no compelling reason for the Court to make new law."], [691, "2018-03-17T21:04:54Z", [0.28], "Such a ruling is long past due, and therefore improbable for another ten years."], [37516, "2018-03-17T14:06:32Z", [0.4], ""], [51452, "2018-03-17T14:06:25Z", [0.67], ""], [5766, "2018-03-16T16:28:12Z", [0.25], "Unlikely"], [46762, "2018-03-16T06:18:39Z", [0.0], "Arguing against: \nStare Desis.\nCongress as the source of laws to regulate interstate commerce.\nCongress repeatedly introducing -- and declining to pass legislation reversing quill.\nEnormous impact on small businesses. \nLack of jurisdiction for South Dakota to impose its will on other states.\nInternet Tax Freedom Act Arguing in Favor\nKennedy's statements. \nEnormous social costs on brick and mortar \nExpedited review granted. \nThe legal argument that customers are inherently a nexus.\nAmazon desire to cement its competive advantage That said the only reason I can see to take up this case is to change the definition of nexus.   I think the court WANTS to advance an alternate standard.   https://www.bna.com/supreme-court-overturn-n57982088329/\nhttps://www.supremecourt.gov/DocketPDF/17/17-494/36735/20180226222258706_17-494%20ts.pdf"], [15196, "2018-03-16T05:19:42Z", [0.8], "I hope they reverse Quill.This would help to harmonize sales taxes, prevent tax avoidance and help brick & mortar retailers. It's time for some judicial activism on the internet"], [5018, "2018-03-16T04:13:49Z", [0.55], ""], [53582, "2018-03-15T21:03:19Z", [0.85], "Ruling in favor of South Dakota."], [691, "2018-03-15T20:06:44Z", [0.08], "There is no compelling reason for them to revisit this just now. let alone reverse it."], [1333, "2018-03-15T18:35:06Z", [0.05], ""], [44091, "2018-03-15T15:17:13Z", [0.15], "The Supreme Court leans right and they will protect the right of businesses to evade sales tax."], [706, "2018-03-15T06:22:52Z", [0.65], "Besides the great article from Bloomberg that GJP provided in the question blurb, Amazon essentially already collects state taxes for the majority of purchases through and from it and so the actual process has been proven and studied in situ.  And it works!  http://money.cnn.com/2017/03/29/technology/amazon-sales-tax/index.html "], [1333, "2018-03-14T18:04:21Z", [0.0], ""], [745, "2018-03-14T17:24:37Z", [0.65], "I think they will both take this case and find in favor of South Dakota.  The issues are two fold. First, pragmatically, states need these taxes as their local retailers lose such business to the Amazon's of the world and have no other revenue options.  Second, it evens the playing field across states.  Rural states will have generally weaker revenue streams as a result of not collecting such taxes.  It is no coincidence that the two cases involve rural, smaller out of the way states like the Dakotas."], [12879, "2018-03-14T17:05:32Z", [0.25], ""]]}