{"question_id": 1826, "title": "Before 14 December 2020, will the U.S. Supreme Court hear oral arguments in a case related to any state’s 2020 presidential election results?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[96792, "2020-12-14T04:15:42Z", [0.0], ""], [85747, "2020-12-14T01:56:43Z", [0.0], ""], [14027, "2020-12-14T01:27:13Z", [0.0], ""], [85986, "2020-12-14T00:56:19Z", [0.0], ""], [25601, "2020-12-13T22:10:30Z", [0.0], ""], [97302, "2020-12-13T20:59:27Z", [0.0], ""], [96530, "2020-12-13T20:57:37Z", [0.0], ""], [96796, "2020-12-13T20:31:30Z", [0.0], ""], [43311, "2020-12-13T18:11:18Z", [1.0], "I'm going to eat this 2 like a big boy... however... I think this court battle is far from over. There were 4 or 5 emergency filings late Friday night. https://floridianpress.com/2020/12/trump-team-files-emergency-filings-of-voter-fraud-with-supreme-court/ Also...\nIn Michigan... the state has been trying to hide the results of the Antrim County, court ordered, voting machine forensic investigation. Hearing in the morning.. it wasn't a \"human error\" that caused all those votes to flip..... Detroit Free Press LANSING — \"A judge is expected to hold a hearing Monday morning on a lawyer’s request to lift a protective order shielding the results of a court-ordered examination of voting equipment in Antrim County — a county that President Donald Trump easily won, but where his legal team is alleging irregularities.\nPortage attorney Matthew DePerno filed an emergency motion Friday with 13th Circuit Judge Kevin Elsenheimer, claiming he has \"received initial preliminary results which are important for the public, the U.S. government and the Michigan Legislature to review and understand,\" and are \"an issue of national security.\"\nhttps://www.freep.com/story/news/politics/elections/2020/12/12/antrim-county-judge-release-election-results-dominion/6520916002/"], [95817, "2020-12-13T14:30:42Z", [0.0], ""], [95817, "2020-12-13T14:30:27Z", [0.03], "As we're now on the 13th and the Team has this at 1% and the crowd at 0%, I don't see any likelihood that the SCOTUS will hear an oral argument by Monday.  Dropping to 0%."], [88452, "2020-12-13T10:02:55Z", [0.0], "Can anybody please tell the current president upfront, that the fact there will be no \"largest crowds ever on the national mall on Inauguration Day\" does not mean that someone else has won the election (it will correlate with this other thing... this thing they're doing a \"good job\" about)? Thanks. "], [75863, "2020-12-12T23:26:55Z", [0.0], ""], [14027, "2020-12-12T20:21:18Z", [0.01], ""], [534, "2020-12-12T15:36:29Z", [0.0], ""], [88416, "2020-12-12T15:12:54Z", [0.0], ""], [94502, "2020-12-12T11:00:47Z", [0.0], "Texas case rejected. "], [85747, "2020-12-12T07:25:11Z", [0.0], ""], [94737, "2020-12-12T03:57:20Z", [0.0], ""], [21046, "2020-12-12T03:16:15Z", [0.01], ""], [96784, "2020-12-12T01:14:49Z", [0.01], ""], [91599, "2020-12-12T01:08:39Z", [0.0], ""], [1333, "2020-12-12T00:19:46Z", [0.0], ""], [89135, "2020-12-11T23:46:21Z", [0.0], "https://www.nbcnews.com/politics/supreme-court/supreme-court-rejects-texas-effort-overturn-election-fatal-blow-trump-n1250883"], [94737, "2020-12-11T21:26:42Z", [1.0], ""], [96923, "2020-12-11T20:15:28Z", [0.0], ""], [96923, "2020-12-11T20:15:13Z", [0.1], ""], [92762, "2020-12-11T20:03:04Z", [0.0], "Reaffirming \"A simple five-page per curiam opinion [denying the Texas motion to intervene] could end up in the pantheon of all-time most significant rulings in American history... In a time that is so very deeply polarized, I cannot think of a person, group or institution other than the Supreme Court that could do better for the country right now. Supporters of the president who have been gaslighted into believing that there has been a multi-state conspiracy to steal the election recognize that the court is not a liberal institution. If the court will tell the truth, the country will listen.\" https://www.scotusblog.com/2020/12/opinion-dont-just-deny-texas-original-action-decimate-it/"], [1333, "2020-12-11T19:08:12Z", [0.65], ""], [1333, "2020-12-11T19:07:14Z", [0.55], "If nothing else - hearing the case from Texas would maybe forestall use of the Insurredction Act for the 21st time since Nixon(May he rest in peace)."], [80475, "2020-12-11T18:41:02Z", [0.0], ""], [96791, "2020-12-11T16:49:41Z", [0.0], ""], [79591, "2020-12-11T16:25:31Z", [0.0], ""], [85535, "2020-12-11T14:16:52Z", [0.0], ""], [1333, "2020-12-11T14:13:54Z", [0.55], ""], [97097, "2020-12-11T10:57:28Z", [0.0], "The chance that the supreme court will hear the case is not zero but << 1% so rounding down to 0. \n"], [88569, "2020-12-11T09:54:13Z", [0.0], "Lots of passionate Trumpers seem to view this election through a religious lens. Trump is like King David, a flawed man chosen by God.  May I suggest that Biden is the flawed man chosen by God? Trump was never religious, whereas Biden has been a lifelong practicing Catholic. "], [88452, "2020-12-11T09:27:09Z", [0.0], "https://edition.cnn.com/videos/politics/2020/12/10/texas-lawsuit-jake-tapper-reaction-lead-vpx.cnn\nhttps://edition.cnn.com/2020/12/10/politics/trump-texas-supreme-court-election/index.html There was another election law analyst on CNN yesterday who counted six short but sharp reasons for the SCOTUS to *NOT* take the Texas case seriously (like many other state AGs don't...) I won't get them together, I don't find a link, but I'll edit to add it later, if I find it. The good thing is, the Trump campaign is too \"unskilled\" to bring anything else forward than an obviously dumb and ridiculous case.\n\"While all signs suggest Trump's attempts to overturn the election will falter, the country may not survive another highwire act from another aspiring autocrat, perhaps one more skilled than Trump.\"\nhttps://edition.cnn.com/2020/12/10/opinions/trump-war-on-democracy-ghitis/index.html"], [94737, "2020-12-11T07:13:37Z", [0.01], ""], [88569, "2020-12-11T04:19:21Z", [0.0], "The Republican jerk-off will last another couple years. Trump has always been been a scumball. Teaming up with a Republican party that has harbored anti-democratic principles for years was a brilliant move.  Unfortunately I don't believe the  Democrats are much better.  We got slimeballs running things. Let's not trust any of them and demand better.  In case you wonder how this is related to the question: knowing our POTUS is a scumbag was most relevant in understanding the quality of the lawsuits. Those who for some oddball reason like the POTUS got this one wrong.  Point being, your understanding of the character of the POTUS does matter to your ability to answer this question correctly. "], [1333, "2020-12-10T19:44:26Z", [0.0], ""], [96556, "2020-12-10T19:19:09Z", [0.0], ""], [62808, "2020-12-10T17:45:47Z", [0.0], ""], [81370, "2020-12-10T17:09:15Z", [0.0], ""], [35, "2020-12-10T16:40:38Z", [0.0], ""], [43715, "2020-12-10T16:13:26Z", [0.0], "Given the wording of the constitution & the VRA regarding control of voting processes, the SCOTUS will decline to hear the Texas case."], [90519, "2020-12-10T16:12:47Z", [0.0], ""], [55306, "2020-12-10T15:55:50Z", [0.0], ""], [95817, "2020-12-10T15:55:35Z", [0.03], "Although Rep Ted Cruz has announced his readiness to present an oral argument, most experts agree that the Supreme Court won't hear it.  Pres Trump has filed a suit directly with the Supreme Court but there hasn't been any traction to take this on.  Slightly lowering my forecast.  \nhttps://www.cnbc.com/2020/12/08/texas-sues-four-battleground-states-in-supreme-court-over-unlawful-election-results.html\n"], [92785, "2020-12-10T15:53:18Z", [0.2], ""], [58508, "2020-12-10T15:13:27Z", [0.0], ""], [87744, "2020-12-10T15:10:40Z", [0.0], ""], [96995, "2020-12-10T14:42:06Z", [0.0], ""], [67374, "2020-12-10T14:38:01Z", [0.0], ""], [94502, "2020-12-10T14:32:47Z", [0.01], "At 1% and not 0% pending Texas. Responses due Dec 10. Final adjustment then. "], [86429, "2020-12-10T14:21:25Z", [0.0], ""], [88153, "2020-12-10T14:19:54Z", [0.0], ""], [754, "2020-12-10T14:19:31Z", [0.0], ""], [95707, "2020-12-10T14:17:32Z", [0.0], ""], [73970, "2020-12-10T14:09:23Z", [0.0], ""], [534, "2020-12-10T14:09:08Z", [0.01], "Maybe a 0.5% chance, which I round up to 1%, that SCOTUS decides to humor the lunatics. "], [97037, "2020-12-10T14:04:04Z", [0.0], ""], [85590, "2020-12-10T10:43:55Z", [0.02], ""], [40584, "2020-12-10T02:39:49Z", [0.04], "I don't know if Trump joining the case, if successful, might solve the standing issue. I assume that's the purpose of his motion.  upping by 2. "], [14847, "2020-12-10T00:56:32Z", [0.0], "I just want back any time I wasted even thinking about this series of non-events https://twitter.com/AmyEGardner/status/1336836103454797824 \"Also didn’t we establish that it’s not a cert petition and therefore there would be no arguments? And: did Cruz know that and tweet about doing the argument anyway just to please Trump??\""], [63290, "2020-12-09T21:58:52Z", [0.0], "I'm probably the last to say 0% here now. The only way this is happening is if the Supreme Court does an emergency hearing on Friday after receiving responding briefs on Thursday. That's not happening. Overall, I think there's a shot the Texas lawsuit gets heard.  "], [94737, "2020-12-09T19:52:02Z", [0.0], ""], [691, "2020-12-09T19:43:04Z", [0.0], "They probably won't bother to hear arguments on the Texas case.  They will look at the paperwork and focus on the risible idea that Texas has standing to complain about other states' voting in asserted contravention of their own constitutions--not even the Texas or US one.  Then, giggling respectfully up their voluminous sleeves, the Court will do what they did with the Pennsylvania jokefest. Not sure at this point whether it is Republicans or lawyers who should be most embarrassed by this travesty.  Republican lawyers, I suppose. On the bright side, somebody--I forget who--on this exercise a while back expressed serene confidence that the judicial branches of the state and national government would rise to the occasion and perform their sworn duties faithfully.  Whoever you are, you were right.  "], [67403, "2020-12-09T19:09:11Z", [0.0], ""], [1034, "2020-12-09T18:47:59Z", [0.0], ""], [89135, "2020-12-09T16:11:38Z", [0.03], "Since they refused the PA case with no dissenting votes, I still see it as unlikely. But the (now) multi-state case brought by Texas might make them at least hear arguments, even if only to say they are out of line or have no case.  Will continue to watch.  (Remember, deadline on question is Dec 14, not Jan 8)"], [85747, "2020-12-09T15:58:56Z", [0.02], "Revising up wrt Texas and a *"], [80540, "2020-12-09T15:56:57Z", [0.05], ""], [1333, "2020-12-09T15:49:27Z", [0.02], ""], [13657, "2020-12-09T15:42:52Z", [0.0], ""], [754, "2020-12-09T14:10:35Z", [0.0], "1. SCOTUSBLOG article as at yesterday: \"Texas tries Hail Mary to block election outcome\"\nhttps://www.scotusblog.com/2020/12/texas-tries-hail-mary-to-block-election-outcome/\n2. SCOTUSBLOG Wednesday round-up\nThe Supreme Court meets telephonically on Wednesday (TODAY) for its FINAL ORAL ARGUMENT OF 2020 \nhttps://www.scotusblog.com/2020/12/wednesday-round-up-553/  NOTE (and it's not the Texas Hail Mary) What could possibly arrive next to serve the question becoming a yes? For the life of me I can't imagine anything other than 0 now. "], [79508, "2020-12-09T13:53:04Z", [0.0], "Supreme Court rejects bid to overturn Pennsylvania result and the Texas case looks set to go the same way"], [87827, "2020-12-09T13:09:28Z", [0.0], "Passage of time"], [67403, "2020-12-09T11:40:44Z", [0.01], ""], [96784, "2020-12-09T06:12:19Z", [0.04], "Adjusted modestly due to @erikbays ' observation that multiple angles of argument are all being employed to try to get in front of senior courts"], [96828, "2020-12-09T06:06:59Z", [0.0], ""], [13657, "2020-12-09T05:16:21Z", [0.04], ""], [14847, "2020-12-09T03:37:35Z", [0.0], "What's the argument for the SCOTUS taking it up other than 'this new case exists that was not dismissed right away yet'?"], [96721, "2020-12-09T01:33:36Z", [0.0], ""], [1034, "2020-12-08T23:17:35Z", [0.0], ""], [94502, "2020-12-08T22:56:24Z", [0.01], "Trimmed on basis of Supreme Ct rejecting PA case"], [96784, "2020-12-08T22:34:43Z", [0.03], "Ugh, just saw that this cuts off at 14 December...previous thoughts still valid but that lowers the chance quite a bit more. Previous: Adjustment due to time. I find @Fueled_by_Gummybears ' comments about the posted schedule to be only mildly convincing in the given circumstances. This is because *if* (and it is a huge if) a significant change came about in the national election situation, the court would be highly likely to modify the schedule to that situation (as opposed to vice versa). Similarly, @erikbays ' comment about the base rate of how often \"normal\" Supreme Court cases go to oral argument is only somewhat informative because of the highly unusual nature of the current situation (to wit: the importance of the election system overall, ongoing legal efforts to discard large numbers of votes in the current election (https://www.texastribune.org/2020/12/08/texas-ken-paxton-election-georgia/), attempts and rhetoric about how the supreme court *in particular* is the desired venue that the President appears to be hoping to use to further their current purposes (See POTUS retweet amplification of this message, for example: https://twitter.com/Raiklin/status/1336319381547089922 etc). All that said, the weakness of the legal cases made thus far, the associated lack of evidence of voter fraud, the margin of the Biden electoral victory and Supreme Court institutional equities make the chance remain quite low."], [96784, "2020-12-08T22:33:06Z", [0.09], "Adjustment due to time.  I find @Fueled_by_Gummybears ' comments about the posted schedule to be only mildly convincing in the given circumstances.  This is because *if* (and it is a huge if) a significant change came about in the national election situation, the court would be highly likely to modify the schedule to that situation (as opposed to vice versa).  Similarly, @erikbays ' comment about the base rate of how often \"normal\" Supreme Court cases go to oral argument is only somewhat informative because of the highly unusual nature of the current situation (to wit:  the importance of the election system overall, ongoing legal efforts to discard large numbers of votes in the current election (https://www.texastribune.org/2020/12/08/texas-ken-paxton-election-georgia/), attempts and rhetoric about how the supreme court *in particular* is the desired venue that the President appears to be hoping to use to further their current purposes (See POTUS retweet amplification of this message, for example: https://twitter.com/Raiklin/status/1336319381547089922 etc).  All that said, the weakness of the legal cases made thus far, the associated lack of evidence of voter fraud, the margin of the Biden electoral victory and Supreme Court institutional equities make the chance remain quite low."], [92863, "2020-12-08T22:27:59Z", [0.0], ""], [85747, "2020-12-08T22:23:19Z", [0.0], ""], [95808, "2020-12-08T22:10:34Z", [0.0], "SCOTUS refusal to take up the PA case supports the extremely long odds of oral arguments occurring.  https://www.cnn.com/2020/12/08/politics/supreme-court-pennsylvania-trump-biden/index.html"], [95116, "2020-12-08T22:10:00Z", [0.0], "In the latest attempt, the Supreme Court rejected an attempt to reverse Pennsylvania election results.\nhttps://www.npr.org/2020/12/08/944230517/supreme-court-rejects-gop-bid-to-reverse-pennsylvania-election-results"], [88766, "2020-12-08T22:07:24Z", [0.0], ""], [96831, "2020-12-08T22:03:37Z", [0.0], ""], [96992, "2020-12-08T21:31:21Z", [0.0], ""], [85747, "2020-12-08T21:18:19Z", [1.0], ""], [95808, "2020-12-08T20:56:53Z", [0.0], "Time is running out and there is no obvious case for the Supreme Court to take up, Texas' unorthodox suit not withstanding (https://www.usnews.com/news/top-news/articles/2020-12-08/texas-asks-us-supreme-court-to-help-trump-upend-election). "], [1034, "2020-12-08T19:50:37Z", [1.0], "Penn has already been to COURT and they stated they needed to address the issues after the election, so arguments are already expected, that is, the COURT does not have to take in a case, it already has the case in review.\nAssociate Supreme Court Justice Samuel Alito is assigned U.S. Rep. Mike Kelly’s election case. Alito handles emergency appeals that originated   in Pennsylvania \nhttps://www.goerie.com/story/news/politics/elections/2020/12/08/pa-gov-tom-wolf-urges-supreme-court-toss-rep-kellys-voting-case/6483802002/\n"], [61011, "2020-12-08T17:47:52Z", [0.0], ""], [88928, "2020-12-08T17:39:46Z", [0.0], ""], [67403, "2020-12-08T17:05:23Z", [0.1], ""], [96983, "2020-12-08T16:13:24Z", [0.0], "Revising downwards from 5% to 0% as the attempts of Trump in this sense are not producing the desired results"], [13657, "2020-12-08T16:07:18Z", [0.5], "Texas just sued Pennsylvania and Georgia in the United States Supreme Court in a case that seems clear to have jurisdiction in the court. I think the court is likely to take it. The question on my mind is whether there will be oral arguments or whether it will be decided simply by briefs. Update: Louisiana has joined Texas in the lawsuit and the lawsuit has been docketed with the Supreme court. The Pennsylvania case has been rejected by the Supreme Court so the Texas case is the best chance to resolve this as yes at this point."], [96541, "2020-12-08T14:53:44Z", [0.0], "Interesting article, I guess today is the last day the Supreme Court can do anything. Experts doubt Supreme Court intervention before 'safe harbor' deadline https://abcnews.go.com/Politics/experts-doubt-supreme-court-intervention-safe-harbor-deadline/story?id=74583089"], [13657, "2020-12-08T09:23:57Z", [0.0], "Deleted"], [94502, "2020-12-08T09:21:24Z", [0.05], "My 5% 'yes' probability rests on what Ted Cruz argues, my 95% 'no' probability rests on time running out https://www.foxnews.com/politics/ted-cruz-pennsylvania-election-case-supreme-court"], [1333, "2020-12-07T22:22:56Z", [0.01], ""], [40584, "2020-12-07T17:28:33Z", [0.02], ""], [88098, "2020-12-07T11:16:38Z", [0.0], ""], [67403, "2020-12-07T10:40:00Z", [0.03], ""], [94502, "2020-12-07T09:57:14Z", [0.05], "Keeping to 5%. Extract speaks for itself.  \"Many legal observers read Alito’s initial selection of Dec. 9 as a sign that the court had no intention of acting on the Kelly’s case in a way that would interfere with Pennsylvania awarding its 20 electoral votes to President-elect Joe Biden. The new deadline falls on the same day as the “safe harbor date” and now would give the court a few hours Tuesday to act on Kelly’s request if it chooses to do so — though Alito did not offer any explanation Sunday for the change in schedule\" https://www.inquirer.com/politics/election/pennsylvania-election-lawsuits-mike-kelly-scotus-alito-trump-biden-20201206.html"], [96831, "2020-12-07T02:29:45Z", [0.01], "Oral arguments for the next week have been posted, and the election results are not on the calendar.  Will keep my probability at 1% until the next week's schedule is posted.\nhttps://www.supremecourt.gov/oral_arguments/calendars/MonthlyArgumentCalDecember2020.html"], [97204, "2020-12-07T02:15:31Z", [0.01], ""], [43311, "2020-12-07T00:15:48Z", [1.0], "There are a few ways forward. Especially in PA, GA and NV.\nThis in Penn.. https://m.theepochtimes.com/justice-alito-moves-up-supreme-court-deadline-in-key-pennsylvania-mail-in-ballot-case_3606769.html?utm_source=newsnoe&utm_medium=email&utm_campaign=breaking-2020-12-06-3 GA... https://www.foxnews.com/politics/dershowitz-supreme-court-georgia-election-challenge Check out this Nevada info.... getting hairy...\n\"True the Vote, a U.S. voter rights group, informed the Department of Justice on Dec. 3 of a link between the Nevada election emails system and a Pakistani company with alleged ties to military and intelligence. The organization requested and received a voter file in an email from the State Department, but the message was copied to waqas@kavtech.net, which is the email for Waqas Butt, CEO of Pakistani-based Kavtech Solutions Ltd. In a letter (pdf) to Assistant Attorney General for National Security John Demers, Catherine Engelbrecht, the president of True the Vote, wrote that she was shocked to discover the Pakistani address in the carbon copy field of the email. “The fact that this company was cc’d on an email containing access to the Nevada voter registration database appears to be evidence of a breach within the Nevada Secretary of State’s email system,” Engelbrecht wrote. “Obviously, the problems that such a breach may evidence include access to at least the voter registration information of Nevada residents. At worst it could reveal a breach that gives foreign power access to not only the State of Nevada’s systems but also to the email systems of anyone whom the State communicates with via email.” We didn’t find any connection on Kavtech’s website, but maybe we wouldn’t since it’s military and intelligence — allegedly.\"\nhttps://www.independentsentinel.com/suspicious-link-found-between-nv-election-system-pakistani-intelligence/"], [13657, "2020-12-06T22:56:23Z", [0.01], ""], [1034, "2020-12-06T22:24:18Z", [1.0], ""], [13657, "2020-12-06T22:16:43Z", [0.15], ""], [73050, "2020-12-06T21:23:07Z", [0.0], ""], [13657, "2020-12-06T20:04:58Z", [0.04], "Increasing prediction due to Alito's recent decision to move the date closer for a response on the Pennsylvania case.\nhttps://www.zerohedge.com/political/alito-moves-deadline-supreme-court-briefing-pennsylvania-case-bringing-within-safe-harbor"], [64, "2020-12-06T20:03:32Z", [0.0], ""], [14432, "2020-12-06T19:15:21Z", [0.0], ""], [534, "2020-12-06T18:49:24Z", [0.05], ""], [534, "2020-12-06T18:47:55Z", [0.15], ""], [690, "2020-12-06T18:20:46Z", [0.01], ""], [1019, "2020-12-06T17:19:41Z", [0.0], ""], [96729, "2020-12-06T14:08:35Z", [0.01], "The strength of the recount argument has weakened, and I assess the potential political advantage of a SCOTUS hearing as negative for the President at this point."], [691, "2020-12-06T13:45:37Z", [0.0], ""], [75824, "2020-12-06T01:00:12Z", [0.0], ""], [96785, "2020-12-05T21:35:53Z", [0.0], "Trumps legal team is 1-42 on their cases thus far. The dismissals are scathing. No legal basis exists for their complaints that I've seen. No way SCOTUS takes a case. Game over man"], [63290, "2020-12-05T17:50:50Z", [1.0], "I'm still sticking with my guns here. Mostly because things are still in motion with the elections, and secondly, I've gone this far, best hold steady for the big win than undercut myself. People need to put their politics aside and just look at the motions happening, it's not over. This question isn't about whether Trump will win, it's about if the U.S SC will hear oral arguments. I'll shift hard after writ for cert is denied. https://www.scotusblog.com/election-litigation/\nhttps://www.scotusblog.com/election-litigation/pennsylvania-democratic-party-v-boockvar/\nhttps://www.scotusblog.com/case-files/cases/republican-party-of-pennsylvania-v-boockvar-2/\nhttps://www.scotusblog.com/case-files/cases/scarnati-v-pennsylvania-democratic-party/\nhttps://www.scotusblog.com/election-litigation/people-first-of-alabama-v-merrill/ (not technically over, but prolly won't be pursued.)"], [95943, "2020-12-05T16:59:55Z", [0.01], "The judicial system has played its role and dismissed the frivolous law suits presented by the President legal team."], [92863, "2020-12-05T14:33:26Z", [0.01], ""], [45594, "2020-12-05T10:16:27Z", [0.05], ""], [96828, "2020-12-04T20:28:38Z", [0.02], ""], [90860, "2020-12-04T19:56:19Z", [0.05], ""], [96541, "2020-12-04T15:14:36Z", [0.0], "In order for the Supreme Court to hear a case, it would have to be heard at the state level first. Since the state keeps dismissing the case, the Supreme Court cannot hear it.  Assuming the case is capable of being heard by the U.S. Supreme Court, the first step, most of the time, is to file a lawsuit in your local state or federal court. The trial judge would hear evidence and consider legal arguments from each side before making a decision. If the judge decides all or part of the case against you, you can then appeal the case to a higher court. When you have appealed as far as possible, you can consider appealing to the U.S. Supreme Court. (https://www.findlaw.com/litigation/legal-system/how-does-the-u-s-supreme-court-decide-whether-to-hear-a-case.html) Here is the schedule for the court in December. https://www.supremecourt.gov/oral_arguments/hearinglists/Hearinglist-December2020.pdf Also, even Trump doubts the Supreme Court will hear his voter fraud claim https://www.ft.com/content/943687e7-e3e9-482c-9d38-98ba511a82cc"], [1333, "2020-12-04T14:33:16Z", [0.0], ""], [87427, "2020-12-04T10:33:50Z", [0.0], ""], [94502, "2020-12-04T10:17:28Z", [0.05], "Trimming odds as clock runs out. But not to zero yet. Awaiting 9 Dec. This seems the case to watch. As Wapo piece notes, outcome likely too late to affect the election outcome. But GJP question does not ask that. It asks whether the Supreme Court takes it up before 14 Dec. It may to clarify constitutional questions for the future. See Cruz statement.  https://www.washingtonpost.com/politics/supreme-court-again-asked-to-block-biden-win-in-pennsylvania/2020/12/03/61143a0a-35c4-11eb-9699-00d311f13d2d_story.html https://www.cruz.senate.gov/?p=press_release&id=5482"], [93, "2020-12-03T23:00:40Z", [0.0], ""], [691, "2020-12-03T20:17:26Z", [0.0], ""], [96450, "2020-12-03T18:03:38Z", [0.0], "If not even DJT believes it (and he is a strong believer in things in his own favor), it´s not going to happen. https://globalnews.ca/news/7491212/trump-us-election-supreme-court/"], [92331, "2020-12-03T17:41:54Z", [0.0], ""], [96861, "2020-12-03T12:15:26Z", [0.02], ""], [95503, "2020-12-03T10:40:27Z", [0.0], ""], [95795, "2020-12-03T05:08:26Z", [0.02], ""], [96736, "2020-12-03T02:42:06Z", [0.05], "The Supreme Court calendar only has 3 argument days left prior to 14 December 2020.  There are also cases scheduled for those three days and these cases do not pertain to the election results."], [62808, "2020-12-02T22:04:52Z", [0.51], ""], [1333, "2020-12-02T21:03:46Z", [0.0], "Not trying to trigger anyone but I got in a conversation with some old buddies and here is what one said when I mentioned that I found it odd that the Dominion servers where seized by military personnel in Germany and MI officers have a road show appearing at state hearing to detail what Dominion has been up to. Long Story short - SCOTUS won't be needed for now. It will be ugly and historical and it needs doing from my perspective - mull this over -  In order for this to make sense in what is going to really happen, Trump had to show you the steal first.  The courts are not going to decide this election, the constitution will.  With that said, since 2018, Trump signed an EO which gives him massive powers under a national security threat.  The only department who can investigate this is military intelligence.  Military intelligence watched the cheat go down live as it happened.  Next, all those who participated in the steal, will be charged as treason.  What court is used even for civilians accused of treason?  Military court.  Stay tuned we are at war and as usual we play GOD WINS.  I was given a date of Feb. 20, 2021, Trump will be president and our country will be secured.  All bad actors in jail and tried for treason. (thoughts?)\n"], [96740, "2020-12-02T19:23:27Z", [0.0], ""], [13657, "2020-12-02T18:16:31Z", [0.0], ""], [88422, "2020-12-02T17:16:02Z", [0.0], ""], [1333, "2020-12-02T15:33:37Z", [0.67], ""], [1333, "2020-12-02T13:58:31Z", [0.68], ""], [97157, "2020-12-02T10:26:49Z", [0.12], ""], [83103, "2020-12-02T01:40:30Z", [0.1], ""], [85352, "2020-12-01T22:52:15Z", [0.02], ""], [94502, "2020-12-01T21:58:17Z", [0.1], "Tweaking up ...In case ... https://www.cnbc.com/2020/12/01/supreme-court-asked-to-block-pennyslvania-biden-win-over-trump.html\n"], [58028, "2020-12-01T21:28:18Z", [0.0], ""], [94502, "2020-12-01T19:53:03Z", [0.05], ""], [95817, "2020-12-01T14:30:00Z", [0.05], "As President Trump's efforts to fight the election results start to die off state by state and many judges have already ruled out consideration, it is less and less likely that the Supreme Court will entertain this."], [1333, "2020-12-01T14:13:33Z", [0.69], ""], [1333, "2020-12-01T14:02:28Z", [0.7], ""], [691, "2020-12-01T13:55:48Z", [0.0], ""], [95707, "2020-12-01T13:49:21Z", [0.01], "Even trump doesnt think he has a case that can make it to the court per a Newsmax interview."], [88569, "2020-12-01T09:17:09Z", [0.0], "Raising odds again on this idea put forward by Trump Legal Team that there are servers for the US election in Germany. As I understand the idea, proponents of it, such as Ted Cruz, say the Democrats are now the party of the rich and also the party of Socialists.  The Democrats are a party of rich young Socialists. While that sounds pretty cool to me, I can't picture Alito buying it. Trump team never made a single argument in any court that there was voter fraud, likely because such claims would have amounted to perjury.  So not raising odds much. I don't know how many decimal places exist in reality but i doubt there are enough to register my upgrade."], [85986, "2020-12-01T00:28:58Z", [0.01], ""], [58028, "2020-11-30T23:01:39Z", [0.2], ""], [94502, "2020-11-30T21:16:33Z", [0.1], ""], [96784, "2020-11-30T20:40:55Z", [0.1], "I'm late to this party, but chances remain quite low.  No factual case that has any serious chance of affecting meaningful numbers of votes has been presented in any lawsuits so far.  My anecdotal discussion with friends in the legal world indicates the overall quality and argumentation of filings has been generally low.  One of the most recent cases in Pennsylvania may reach SCOTUS at a pre-argument level, but the lack of factual basis and withering sendoff from the 3d Circuit Court makes oral argumentation on it quite unlikely.  Forecast artificially raised because of the lack of precedence and the importance of the overall subject matter- may lead to unexpected aberrations. "], [1333, "2020-11-30T20:19:23Z", [0.75], ""], [78821, "2020-11-30T18:23:06Z", [0.0], "The SCOTUS has not singled that they will take on any of POTUS' legal challenges. The latest challenge is the 38th to be thrown out - and by a Trump appointee no less [1]. That should remind all of us that any expectation that Trump court appointees are some sort of \"4th column\" that will keep him in office, is simply false. [1] https://www.theguardian.com/us-news/2020/nov/27/trump-voter-fraud-lawsuit-rejected-pennsylvania-court"], [96794, "2020-11-30T17:41:55Z", [0.0], "Ok. Now even the President who is perhaps the most...optimistic person out there (with the exception of Rudy maybe?) about his chances is saying he doubts he'll get SCOTUS to take a look. That's it. I'm out!"], [691, "2020-11-30T15:53:38Z", [0.0], "https://www.uscourts.gov/about-federal-courts/educational-resources/about-educational-outreach/activity-resources/supreme-1 Four justices can grant cert, but even then Court need not hear arguments \"and it usually only does so if the case could have national significance. . . .\"  It is wildly improbable that any of the offal being tossed their way would meet that test or any other listed in that passage.   So even if four justices say they want to look at the case records, the odds are pretty good against there being any desire to hear oral arguments (except for the entertainment value, which so far has been considerable)."], [40584, "2020-11-30T15:30:22Z", [0.1], ""], [88153, "2020-11-30T13:53:59Z", [0.01], "Time + crowd"], [88766, "2020-11-30T12:47:35Z", [0.5], ""], [67403, "2020-11-30T10:45:40Z", [0.1], ""], [13657, "2020-11-29T23:28:49Z", [0.01], ""], [96794, "2020-11-29T22:37:46Z", [0.02], "From what I can gather from this article (https://www.nbcnews.com/politics/2020-election/trump-s-election-fight-includes-over-30-lawsuits-it-s-n1248289), of the 41 lawsuits filed by or that could affect the election of the President, two have resulted in \"wins,\" 24 in dismissal, denial, settlement, or withdrawal, and 12 are still active. That leaves three I'm unsure of, though the article states that 27 have been dismissed, denied, settled, or withdrawn, so that may be where I'm missing. I'm gonna say it is, so that leaves 12 active. I'll give a base rate of 7% success for the remaining 12, so round up to 1 success. That leaves 11 of the 12 active cases that could be shot down and appealed all the way to the supreme court, as of the 23rd. It's tough to keep track of all the cases, and admittedly, those in the \"denied\" column of the 27 \"dismissed, denied, settled, or withdrawn\" could technically be appealed higher, but *bruh*, the track record for the attorneys pursuing them is NOT good. Sidney Powell, one of the attorneys still pushing, according to the administration, operating solo, and can't even spell check their filings (https://en.as.com/en/2020/11/28/latest_news/1606573043_882780.html). So if we figure that there are attorneys of incredible ineptitude pushing any appeals through, we gotta figure even a Supreme Court with 3 Trump-appointed justices is going to have a hard time finding enough merit to consider a case. Add to that the fact that the President's advisors are reportedly (finally) telling him that these attorneys are SO inept that they're making him look foolish (https://www.msn.com/en-us/news/politics/trump-s-inner-circle-is-telling-him-that-giuliani-and-the-rest-of-his-legal-team-are-making-him-look-like-an-idiot-report-says/ar-BB1bnDPc), and I give the rest of these cases about a 2% chance of making it to the Supreme Court in the next two weeks? Why not 0, you say? It's 2020.  "], [58028, "2020-11-29T22:21:44Z", [0.3], ""], [85747, "2020-11-29T21:38:23Z", [0.4], ""], [95808, "2020-11-29T21:38:14Z", [0.05], "Seems very unlikely. Even President Trump seems to think the Supreme Court will not accept the PA case. https://www.reuters.com/article/us-usa-election-trump/trump-expresses-doubt-on-whether-supreme-court-will-hear-election-cases-idUSKBN2890MO"], [85747, "2020-11-29T21:35:15Z", [0.85], ""], [534, "2020-11-29T19:47:40Z", [0.45], "Drumpf campaign says it is appealing the latest Pennsylvania decision (from federal appeals court) to the Supreme Court. I'm hoping they will simply refuse it, but among the five conservatives, it wouldn't be too hard to find four of them who would agree to hear it. "], [1333, "2020-11-29T19:15:44Z", [0.8], ""], [1333, "2020-11-29T19:06:15Z", [0.9], ""], [94502, "2020-11-29T17:04:57Z", [0.15], "https://www.politico.com/news/2020/11/28/pennsylvania-gop-petition-election-certification-440928"], [94837, "2020-11-29T14:09:32Z", [0.0], ""], [96828, "2020-11-29T08:03:28Z", [0.03], ""], [96831, "2020-11-29T01:57:03Z", [0.01], "We have to do this for another week?!\nIf the Trump campaign keeps appealing, this could go to SCOTUS.  Pennsylvania courts are going to be key, just as they were before the vote-counting even began.  As of yesterday, 38 lawsuits have been thrown out.  But the Administration continues to appeal.  But, it takes 4 to hear the case.  Personally, I don't see any of the current lawsuits as cases that can (and SCOTUS would decide if they SHOULD) be heard at that level.  The justices would have to decide if the Constitution is being called in to questions, and I'm not sure any of them are even contemplating that right now.\n(Also, I find it hilarious that my sources are British.)\nhttps://www.bbc.com/news/election-us-2020-54724960\nhttps://www.theguardian.com/us-news/2020/nov/27/trump-voter-fraud-lawsuit-rejected-pennsylvania-court"], [96828, "2020-11-29T01:47:41Z", [0.03], ""], [96785, "2020-11-29T01:24:41Z", [0.01], "So far, of 41 cases filed, at least 26 have been denied, dismissed, or withdrawn. No meaningful cases have been decided in Trump's favor; the rationales behind these suits are universally panned as without merit, lacking evidence, or flat out misrepresentations. I find it very difficult to believe that any case has the merit for the Supreme Court to consider, even with (or especially considering) the implication of 3 Trump appointed Justices on the bench. 1% is probably too high, but hey, it's 2020..."], [53391, "2020-11-28T19:49:10Z", [0.0], "So i read the 21 lage opinion. https://www.google.com/url?sa=t&source=web&rct=j&url=https://www2.ca3.uscourts.gov/opinarch/203371np.pdf&ved=2ahUKEwiA_vfe_KXtAhXzQTABHQ0sDvAQFjALegQIARAB&usg=AOvVaw1QFThUiqzncY-OicH4PtCb The dispute being ruled on was did the trial court err by not allowing Trump lawyer to file a second amended complaint?  In concluding that the trial court did not make an error the opinion states that firing the second amended complaint would have been futile and irrelevant to the outcome of the case, and would have delayed any judgment beyond the November 23rd deadline that Trump's attorneys had stated to be unmovable. My only stake in this is the forecast and this opinion does not move me to adjust my forecast."], [94502, "2020-11-28T19:44:48Z", [0.25], "Holding off shaving odds further until this plays out https://en.wikipedia.org/wiki/Lawsuits_related_to_the_2020_United_States_presidential_election#Kelly_v._Commonwealth_of_Pennsylvania\nhttps://news.bloomberglaw.com/us-law-week/pennsylvania-judge-blocks-further-election-certification-steps"], [691, "2020-11-28T18:44:16Z", [0.0], "Directly they were laughed out of Pennsylvania, one of Rudy's sidekicks said they'd be toddling off to the Supreme Court next.   They will be disappointed, as the building is closed to tourists on account of the Trumpvirus.  It is a very cool building, and they should come back for a tour maybe in the Spring.   One does not imagine the Court will wish to hear arguments from these clowns, since it is clear from the Pennsylvania proceedings that none of the President-Eject's legal team was paying the least attention in law school.  This has provided high entertainment value, although at considerable expense to the public, and the Court has real issues to ponder in the coming weeks and months.  "], [63674, "2020-11-28T18:01:12Z", [0.0], ""], [79508, "2020-11-28T17:34:39Z", [0.0], "Vegan Kraken came as a total surprise "], [58028, "2020-11-28T07:44:14Z", [0.25], ""], [88576, "2020-11-28T05:33:37Z", [0.0], ""], [1034, "2020-11-28T04:11:59Z", [1.0], ""], [88569, "2020-11-28T03:15:41Z", [0.0], "Revising upward on news Trump spokeswoman says next stop is SCOTUS. "], [57778, "2020-11-28T02:11:39Z", [0.0], ""], [87880, "2020-11-28T02:08:07Z", [0.0], ""], [85986, "2020-11-28T01:54:45Z", [0.03], ""], [96828, "2020-11-27T21:13:24Z", [0.04], ""], [80790, "2020-11-27T21:10:56Z", [0.0], ""], [89135, "2020-11-27T20:26:06Z", [0.0], "https://news.google.com/articles/CAIiECPEQZTASrK0ekAUSyVdeiwqGQgEKhAIACoHCAowocv1CjCSptoCMPrTpgU?hl=en-US&gl=US&ceid=US%3Aen"], [52772, "2020-11-27T19:25:50Z", [0.0], ""], [54817, "2020-11-27T18:14:56Z", [0.02], "Legal challenges to the election results are being thrown out in multiple key states."], [96625, "2020-11-27T17:19:23Z", [0.01], ""], [88766, "2020-11-27T16:57:36Z", [0.07], ""], [85747, "2020-11-27T15:56:01Z", [0.71], ""], [79508, "2020-11-27T14:46:56Z", [0.01], ""], [58028, "2020-11-27T08:49:58Z", [0.0], ""], [62737, "2020-11-27T06:59:07Z", [0.0], ""], [83, "2020-11-27T06:03:52Z", [0.0], ""], [13657, "2020-11-26T22:28:46Z", [0.2], ""], [67403, "2020-11-26T22:02:34Z", [0.33], ""], [95830, "2020-11-26T19:33:43Z", [0.0], ""], [80325, "2020-11-26T18:08:53Z", [0.65], ""], [94502, "2020-11-26T13:09:51Z", [0.25], "Lowering odds a little. Lawsuits are rising through the court systems but time is also elapsing. "], [25141, "2020-11-26T10:05:30Z", [0.0], ""], [85747, "2020-11-26T04:24:40Z", [1.0], ""], [89135, "2020-11-26T03:30:17Z", [0.07], "Increasing slightly from 5% because of two lawsuits, Pennsylvania and Nevada. Any court ruling changing the outcome or tossing votes that change the outcome will go to the Supreme Court."], [87880, "2020-11-26T00:01:23Z", [0.02], ""], [11430, "2020-11-25T22:09:06Z", [0.0], ""], [95830, "2020-11-25T20:02:16Z", [0.0], ""], [1333, "2020-11-25T19:11:14Z", [0.94], ""], [691, "2020-11-25T16:22:34Z", [0.01], ""], [87827, "2020-11-25T15:09:49Z", [0.03], "-2. In Republican Party of Pennsylvania v. Boockvar they have until November 30th to file a response to the request for certiorari and after that there are more responses allowed before it goes to conference. I don't see any signs of things being expedited so far so it's looking unlikely that this happens within the timeframe of the question and it's probably unlikely to happen at all as well. Current ScotusBlog page for the case: https://www.scotusblog.com/case-files/cases/republican-party-of-pennsylvania-v-boockvar-2/\nGood ScotusBlog breakdown of standard certiorari process: https://www.scotusblog.com/reference/educational-resources/supreme-court-procedure/"], [66742, "2020-11-25T13:47:51Z", [0.0], ""], [96740, "2020-11-25T13:11:39Z", [0.02], ""], [1333, "2020-11-25T12:59:49Z", [0.95], ""], [86429, "2020-11-25T09:58:20Z", [0.01], ""], [84880, "2020-11-25T05:53:09Z", [0.0], ""], [96828, "2020-11-25T03:09:45Z", [0.06], ""], [87854, "2020-11-24T23:11:51Z", [0.01], ""], [95116, "2020-11-24T22:05:43Z", [0.0], "With votes being certified in most states and initial court filings being harshly rejected, it seems highly unlikely that any cases will reach the Supreme Court."], [88569, "2020-11-24T21:56:45Z", [0.0], ""], [61011, "2020-11-24T20:39:21Z", [0.01], ""], [88153, "2020-11-24T19:39:56Z", [0.02], ""], [58028, "2020-11-24T16:28:16Z", [0.02], ""], [691, "2020-11-24T15:52:32Z", [0.01], ""], [93028, "2020-11-24T05:41:59Z", [0.0], ""], [34959, "2020-11-24T04:22:08Z", [0.0], ""], [87827, "2020-11-24T03:24:09Z", [0.05], "-15. The schedule is probably tightening and it seems like with no cert granted yet it would be tough to meet the deadline. As the PA case wouldn't effect the outcome of the election there's probably no need to beat the electoral vote."], [96831, "2020-11-24T02:32:26Z", [0.01], "I'm having a hard time following all the law suits because there are so many.  Pennsylvania Supreme Court just threw out 5 more cases.\nhttps://abcnews.go.com/Politics/trump-campaign-loses-cases-pennsylvania-supreme-court-decision/story?id=74367607"], [422, "2020-11-24T01:00:06Z", [0.0], ""], [67232, "2020-11-24T00:43:21Z", [0.0], ""], [88098, "2020-11-24T00:16:38Z", [0.01], "DT is in the acceptance mode now. He is preparing the ground for post presidency relevance and may be another attempt in 2024"], [81057, "2020-11-23T23:23:24Z", [0.01], ""], [96556, "2020-11-23T22:42:08Z", [0.01], ""], [88640, "2020-11-23T21:20:47Z", [0.0], ""], [58028, "2020-11-23T21:14:59Z", [0.03], ""], [95841, "2020-11-23T21:12:54Z", [0.05], "With the certainty that Biden will be the next President of the USA there is little chance Judge Roberts or the other judges  will risk the reputation of the court by accepting a case. I could be wrong but I believe that 4 justices are needed even for a case put forward by the President."], [62737, "2020-11-23T21:00:16Z", [0.01], ""], [1034, "2020-11-23T18:09:07Z", [1.0], ""], [88569, "2020-11-23T17:08:54Z", [0.01], ""], [95841, "2020-11-23T14:14:37Z", [0.05], ""], [67403, "2020-11-23T11:22:15Z", [0.1], ""], [88569, "2020-11-23T05:55:14Z", [0.02], ""], [14847, "2020-11-23T04:48:35Z", [0.01], "I'm not good at following legal drama, but it seems like any of their cases to date lack any level of merit that would get the SCOTUS to hear it, and they're running low on opportunities."], [67374, "2020-11-23T01:10:13Z", [0.02], ""], [1242, "2020-11-22T23:15:32Z", [0.05], ""], [96828, "2020-11-22T22:55:57Z", [0.11], "Politicizing the Supreme Court is Chief Justice John Robert's pet peeve. SCOTUS will take a case if there's a circuit court split or if it believes it should have the last say in a federal matter."], [534, "2020-11-22T20:53:30Z", [0.1], "Most of the Trump campaign cases filed so far have hit a brick wall, with judges tossing them out for lack of either facts or legal logic. "], [1333, "2020-11-22T19:46:51Z", [1.0], ""], [97061, "2020-11-22T18:59:08Z", [0.03], ""], [97060, "2020-11-22T17:50:02Z", [0.1], ""], [21046, "2020-11-22T17:08:47Z", [0.05], ""], [691, "2020-11-22T16:39:43Z", [0.01], "Rudy HairDye wants a quick review of the Pennsylvania Frankenstein case by the next appellate level.  After he is laughed out of that tribunal, he'll try to interest the Supremes in it.  One supposes they would be embarrassed even to read the petition, but might grant cert out of pity without necessarily reading or thinking about his submissions.    Granting cert doesn't guarantee oral arguments, though.  Even the dullest Supreme can find better ways to spend time than listening to Tinfoil Hat raving.  So still supposing that they will not hear his arguments unless they are starved for entertainment."], [96556, "2020-11-22T15:38:01Z", [0.02], ""], [95503, "2020-11-22T14:19:42Z", [0.01], ""], [94502, "2020-11-22T10:18:44Z", [0.3], "Tempted but not yet reverting towards the crowd's 2% forecast. Wondering if latest loss in Pennsylvania actually expedites the rise of the case  to the Supreme Court?  Trump Campaign Loses Pennsylvania Suit to Halt Certification - Bloomberg\nhttps://www.bloomberg.com/news/articles/2020-11-21/trump-campaign-s-pennsylvania-election-suit-dismissed-by-judge\n'In response, the Trump campaign said in a statement that it would seek an “expedited appeal” to the Third Circuit as a means to ultimately have the Supreme Court, and its 6-3 conservative majority, consider the case.'"], [1034, "2020-11-22T08:03:37Z", [1.0], ""], [94837, "2020-11-22T07:14:52Z", [0.01], ""], [59141, "2020-11-22T06:04:38Z", [0.0], "PA has rejected the claim"], [58508, "2020-11-22T02:56:14Z", [0.1], ""], [95992, "2020-11-22T01:24:50Z", [0.0], ""], [96828, "2020-11-22T00:06:09Z", [0.12], "Federal judge dismisses Trump suit in Pennsylvania. There goes chance to appeal."], [41200, "2020-11-22T00:00:11Z", [0.05], ""], [58028, "2020-11-21T17:48:52Z", [0.04], ""], [88452, "2020-11-21T16:42:55Z", [0.0], ""], [87827, "2020-11-21T15:57:48Z", [0.2], "-10 on no news on Republican Party of Pennsylvania v. Boockvar. Still seems like the only one with a shot and the only one not based on grasping at straws."], [58028, "2020-11-21T13:15:54Z", [0.05], ""], [96828, "2020-11-21T07:05:55Z", [0.17], ""], [96828, "2020-11-21T06:15:28Z", [0.19], ""], [87880, "2020-11-21T04:19:06Z", [0.0], ""], [61011, "2020-11-20T21:51:53Z", [0.02], "After Minnesotagate I'm now dropping it to 2.  With the legal team at this point so fully discredited its hard for me to see SCOTUS wanting to touch this one.  On the other hand, this is 2020...."], [80475, "2020-11-20T21:10:48Z", [0.01], "Doesn't seem to be any case that's making its way up at this point. Unfortunately for Trump, the experience since Election Day is that judges exist in the world of reality and not conspiracy theories."], [89135, "2020-11-20T17:20:37Z", [0.05], "Adding slightly only to settle issues in time for electors to vote.  If officials step in and request clarification. "], [691, "2020-11-20T16:11:29Z", [0.01], ""], [88766, "2020-11-20T16:08:31Z", [0.0], ""], [94502, "2020-11-20T11:40:42Z", [0.3], "Reducing the likelihood Lawsuit tracker: Trump’s battle faces scepticism from judges | Financial Times https://www.ft.com/content/20b114b5-5419-493b-9923-a918a2527931"], [97039, "2020-11-20T08:45:50Z", [0.0], "There doesn't look to be any viable case the Trump campaign can put together that would allow for this option to be realized."], [96556, "2020-11-20T07:46:17Z", [0.05], ""], [97037, "2020-11-19T23:45:07Z", [0.1], ""], [26467, "2020-11-19T22:30:10Z", [0.05], ""], [97034, "2020-11-19T20:43:00Z", [0.05], ""], [97032, "2020-11-19T20:13:34Z", [0.01], "Not enough time."], [94872, "2020-11-19T19:57:54Z", [0.0], ""], [61011, "2020-11-19T19:35:40Z", [0.05], ""], [97026, "2020-11-19T16:11:01Z", [0.25], ""], [57778, "2020-11-19T13:59:33Z", [0.01], ""], [88569, "2020-11-19T05:25:10Z", [0.0], "Rudy's arguments yesterday were pathetic. A less famous but better attorney could be leading the case but isn't, leading me to believe the Trump team isn't even trying, in terms of making a legal case, but instead making a political case.  Trump seeks a sort of martyrdom in his wailing. He plays both the maudlin Mary and the crying baby Jesus all at once. He is Jesus to his biggest supporters.  The con artistry will continue for years to come but the legal cases will soon be dead. Edit: To be clear, I don't foresee any of these case going to the Supreme Court. I expect the PA court to rule in favor of Dismissal Thursday or Friday. I don't anticipate the Trump team to come up with something better. All their cases are garbage that some uncreative attorneys have taken and turned into a less appealing version of garbage."], [80662, "2020-11-19T04:36:57Z", [0.02], "Early rejections relate to bad preparation and arguments. Opinions enable subsequent cases to be better prepared and thus more defensible appeals. Odds remain very high that no argument will be able to proceed due to absence of factual findings of systematic fraud."], [96595, "2020-11-19T00:46:43Z", [0.2], ""], [62737, "2020-11-18T20:32:50Z", [0.05], "Giuliani's on the case! That's gotta drop the odds. But seriously, I can't find a single law suit that has gained traction."], [79508, "2020-11-18T20:16:40Z", [0.09], ""], [84559, "2020-11-18T16:55:48Z", [0.05], ""], [96729, "2020-11-18T16:28:11Z", [0.05], "The official government website states that SCOTUS hears about 70-80 cases per year, and those are most often on Mondays, Tuesdays, and Wednesdays, with two arguments per day. Therefore, there would be, under such a base rate, only 9 days / 18 cases as available opportunities remaining until 14 December. Another base rate assessment shows that of the available 70-80 cases heard per year (from October to April) ~12% of available opportunities are available, reinforcing the ~9-10 days / 18-20 case availability remaining. Importantly, while this is a very timely topic that could (and should) be prioritized if necessary, the collection of data required for making an oral argument is simply not going to be available in time (given the ongoing Senate race in Georgia as an example). Because that state would be necessary for a change in the election outcome, and the outcome of the state is still in progress, this becomes all the more unlikely. (To explain the dramatic change in my forecast... I changed my anchor from the inside view to the outside view)."], [96740, "2020-11-18T15:44:17Z", [0.04], "The Trump campaigns lawsuits are being overturned at lower levels and it is unlikely that they will reach the US Supreme Court.  https://www.nbcnews.com/politics/2020-election/pennsylvania-supreme-court-rejects-trump-campaign-claim-problems-ballot-observers-n1248046"], [96756, "2020-11-18T15:32:23Z", [0.02], "I think this is pretty clear.\nhttps://www.usatoday.com/story/news/politics/elections/2020/11/16/trump-lawsuits-challenging-election-handling-could-upended/6319960002/"], [59141, "2020-11-18T15:21:58Z", [1.0], "PA is already there"], [96625, "2020-11-18T14:41:54Z", [0.02], ""], [87827, "2020-11-18T14:40:04Z", [0.3], "-10 because of no news and under a month left. I still think Republican Party of Pennsylvania v Boockvar is the only case that matters, the question is whether they grant cert to hear the case or not. https://www.scotusblog.com/case-files/cases/republican-party-of-pennsylvania-v-boockvar-2/"], [62737, "2020-11-18T04:56:05Z", [0.1], "Time."], [11278, "2020-11-18T02:47:18Z", [0.02], ""], [86946, "2020-11-18T01:22:08Z", [0.2], "Probably not with the holidays coming up."], [422, "2020-11-18T00:41:16Z", [0.01], ""], [64684, "2020-11-17T22:40:08Z", [0.0], ""], [88569, "2020-11-17T22:34:19Z", [0.0], "Here is a great play-by-play account by Popehat of Rudy's oral arguments before the PA federal court today: https://twitter.com/Popehat/status/1328774367333945345"], [55306, "2020-11-17T22:19:12Z", [0.05], ""], [1242, "2020-11-17T21:41:26Z", [0.05], ""], [96995, "2020-11-17T21:36:09Z", [0.15], ""], [96992, "2020-11-17T19:23:27Z", [0.4], ""], [95503, "2020-11-17T19:01:24Z", [0.02], ""], [87064, "2020-11-17T18:05:34Z", [0.0], ""], [43715, "2020-11-17T17:24:45Z", [0.01], "Unlikely.  The SCOTUS will want to appear non-partisan regarding elections.  In the Past CJofTSC Roberts had taken steps to keep the court out of highly political debates in order to preserve the appearance and reputation of being a non-partisan entity.   If there is a ruling, it will be on a very narrow question and will probably reflect the question back to the states. "], [64684, "2020-11-17T17:24:10Z", [0.1], ""], [82016, "2020-11-17T15:51:37Z", [0.15], "CLearly a States Rights issue that the Supreme Court can only hear if something was done that clearly is not allowed for in the States laws.  There is only a slight chance this could be the case."], [81375, "2020-11-17T15:35:22Z", [0.0], ""], [96983, "2020-11-17T10:35:31Z", [0.05], ""], [41037, "2020-11-17T06:28:30Z", [0.9], ""], [61598, "2020-11-17T05:48:55Z", [0.0], ""], [13657, "2020-11-17T05:33:17Z", [0.02], ""], [94872, "2020-11-17T05:02:41Z", [0.01], ""], [90070, "2020-11-17T04:24:55Z", [0.0], ""], [81057, "2020-11-17T02:55:25Z", [0.02], ""], [172, "2020-11-17T01:56:18Z", [0.0], ""], [1078, "2020-11-17T01:13:14Z", [0.0], ""], [94872, "2020-11-16T23:35:40Z", [0.03], ""], [57778, "2020-11-16T23:21:35Z", [0.04], ""], [62808, "2020-11-16T21:56:25Z", [1.0], ""], [84880, "2020-11-16T21:45:46Z", [0.01], ""], [67403, "2020-11-16T20:01:48Z", [0.33], ""], [14027, "2020-11-16T17:29:30Z", [0.03], ""], [22689, "2020-11-16T16:40:19Z", [0.0], ""], [691, "2020-11-16T16:07:34Z", [0.01], ""], [34959, "2020-11-16T14:31:33Z", [0.01], ""], [21865, "2020-11-16T14:14:48Z", [1.0], ""], [86429, "2020-11-16T10:10:57Z", [0.03], ""], [95503, "2020-11-16T10:06:25Z", [0.04], ""], [1034, "2020-11-16T07:03:19Z", [1.0], ""], [34920, "2020-11-16T06:49:59Z", [0.0], ""], [16113, "2020-11-16T05:40:45Z", [0.03], ""], [87880, "2020-11-16T04:26:12Z", [0.03], ""], [96828, "2020-11-16T04:05:45Z", [0.2], "Decreasing odds. State elections are usually handled by lower courts. Lawyers revising lawsuit rationale. Momentum decreasing. Time running out."], [87880, "2020-11-16T03:45:52Z", [0.43], ""], [40902, "2020-11-16T00:06:25Z", [0.02], ""], [92863, "2020-11-15T22:00:58Z", [0.01], ""], [4209, "2020-11-15T21:48:16Z", [0.01], ""], [36309, "2020-11-15T20:39:44Z", [0.01], "None of the Trump campaign legal challenges have involved any legal claims or issues which have enough merit to reach the Supreme Court.  None have presented any evidence of systematic electoral process fraud or unconstitutionality."], [96866, "2020-11-15T20:14:04Z", [0.01], ""], [96556, "2020-11-15T19:35:08Z", [0.06], ""], [534, "2020-11-15T19:04:20Z", [0.22], ""], [1078, "2020-11-15T18:16:53Z", [0.0], ""], [58508, "2020-11-15T16:25:16Z", [0.15], "Adjusting down based on lack of success so far"], [43311, "2020-11-15T15:46:31Z", [1.0], "Comment deleted on Nov 30, 2020 03:43AM UTC"], [61011, "2020-11-15T15:27:40Z", [0.16], ""], [95815, "2020-11-15T13:25:17Z", [0.0], ""], [43311, "2020-11-15T13:21:57Z", [1.0], "The crowd is often wrong on questions of politics and law (especially when mixed). I have faith in the courts. Whatever they decide I will go with.  I have faith in this country. I believe we are not so far removed from our roots, memories of persecution and struggles for freedom for all..... that we would accept the yoke of slavery and persecutions of ANY type again.  One of my 11th great-grandfathers was a Mayflower Passenger. William Bradford. \"In 1620, a group of pilgrims left England seeking religious freedom. Upon their arrival in the New World, they created the Mayflower Compact, which established self-governance for the colony and helped shape the nation that eventually became the United States of America. The best information on William Bradford is found in his own writings, particularly in his history of the Plymouth Colony (there is a fascinating story of how this manuscript was found after having been lost for many years). William Bradford as a young man from Yorkshire, England became affiliated with the Separatists, who had gone beyond the Puritan thinking and wanted to be completely separate from the official Church of England. He joined a congregation at Scrooby, Nottinghamshire, led by Richard Clyfton and John Robinson. William Brewster, who was master of the post station at Scrooby, joined this church and later became its Ruling Elder, while William Bradford also joined the church and became a life-long follower and friend to Elder Brewster. After being persecuted in England, the congregation decided in 1607 to move to Holland - living for one year in Amsterdam and then moving to Leiden. Many of the congregation worked in some fashion in the clothing trade to support themselves, with William Bradford employed as a fustian maker (rough sturdy cloth made of cotton and flax).\nConcerned about economic problems as not being citizens of Leiden and about temptations facing their children, these Separatists in Leiden learned about North America from the writings of Captain John Smith who was at the Jamestown, VA settlement. They turned down an offer from Captain Smith to captain a ship to take them to North America and chose for their captain an English soldier living in Holland named Myles Standish. Those Separatists in Leiden who traveled to England to cross the ocean were joined by other Separatists and by some people called \"Strangers\" by Bradford (not members of their faith, but with whom they had to ravel in order to get support for their venture). The first group left England on 23 Aug 1620 in two ships, but the Speedwell sprung a leak and had to return to England while the Mayflower continued on alone. Their intended destination in \"Northern Virginia' was to have been about where Manhattan is located today, but they sailed further north - outside the Virginia limits. After first anchoring at the Provincetown harbor on Cape Cod, they explored the Plymouth harbor and decided to settle there. While still anchored in the Provincetown harbor, all free adults signed the Mayflower Compact, which stated essentially that the individual would subject himself to majority rule. Dorothy (May) Bradford, first wife of William Bradford, died 7 Dec 1620 by drowning at Provincetown while Bradford was away exploring the Plymouth area. After the death of the first governor, John Carver, in 1621, William Bradford was chosen to succeed him. He continued to be elected to this position for the years 1621-33, 1635, 1637, 1639-43, and 1645-56. At his death, he reportedly was the richest man in the colony. He left a library containing 275 books and is said to have had a knowledge of several languages, including Hebrew. His noncupative Will was dated 9 May 1657 and proved 3 Jun 1657.\"  Genealogical records are available to all with a little digging. It is quite amazing how far one can go back. In my case, I have connected to verified lines that go back over a thousand years and am directly related to people I've read about in history books my whole life (even Vlad the impaler ((and a whole plethora of heros and villains)))."], [1034, "2020-11-15T05:19:00Z", [1.0], ""], [1034, "2020-11-15T04:57:00Z", [1.0], ""], [61598, "2020-11-15T02:37:23Z", [0.03], ""], [14027, "2020-11-15T02:31:18Z", [0.05], "@Poli_Sci_Guy cites good points against SCOTUS getting involved.  So far lower courts have thrown cases out for lack of evidence.  I'll move down with the crowd."], [59141, "2020-11-15T00:58:11Z", [0.1], "running out of time"], [94837, "2020-11-14T22:12:35Z", [0.03], ""], [73970, "2020-11-14T21:15:39Z", [0.15], ""], [95830, "2020-11-14T21:04:54Z", [0.1], ""], [40584, "2020-11-14T19:51:12Z", [0.2], ""], [40584, "2020-11-14T19:50:40Z", [0.35], ""], [84880, "2020-11-14T18:57:26Z", [0.03], ""], [180, "2020-11-14T18:21:04Z", [0.02], ""], [96625, "2020-11-14T16:40:53Z", [0.03], ""], [62737, "2020-11-14T16:38:06Z", [0.15], "Nothing seems to be getting traction for Trump, but there's still a month before the question closes."], [767, "2020-11-14T16:28:14Z", [0.0], ""], [96831, "2020-11-14T15:34:26Z", [0.02], "The majority of the Trump campaign lawsuits have been thrown out lower level courts for lack of evidence.  Even if the hand recount in Georgia continues to be contested, it is unlikely to go to the Supreme Court."], [88766, "2020-11-14T15:28:27Z", [1.0], ""], [63674, "2020-11-14T15:20:04Z", [0.02], ""], [691, "2020-11-14T15:16:37Z", [0.03], ""], [88766, "2020-11-14T15:14:38Z", [0.0], ""], [94502, "2020-11-14T15:05:30Z", [0.5], "Amortising odds down as 14 Dec approaches"], [96530, "2020-11-14T14:40:42Z", [0.05], ""], [92863, "2020-11-14T13:40:54Z", [0.04], ""], [740, "2020-11-14T11:46:30Z", [0.65], ""], [79508, "2020-11-14T10:54:06Z", [0.2], ""], [96828, "2020-11-14T09:43:34Z", [0.28], ""], [87880, "2020-11-14T09:11:46Z", [0.05], ""], [87880, "2020-11-14T09:10:22Z", [0.0], ""], [96828, "2020-11-14T07:36:48Z", [0.34], "A compromise between my previous forecast and latest crowd forecast. Expecting to lower over time."], [1034, "2020-11-14T06:12:22Z", [1.0], ""], [96868, "2020-11-14T04:45:00Z", [0.0], ""], [754, "2020-11-14T04:29:11Z", [0.0], ""], [29646, "2020-11-14T04:15:15Z", [0.0], "No:\n(1) Cases are getting thrown out left and right.\n(2) Law firms representing the Trump campaign are bailing out.\n(3) No case or combination of cases has the potential to swing the results of the election.\nTherefore I believe the Supreme Court will choose against intervention."], [95992, "2020-11-14T03:58:54Z", [0.02], "All of their challenges seem to be collapsing. Pretty good rundown of all the cases is linked here: https://www.google.com/amp/s/www.nytimes.com/2020/11/13/us/politics/trump-election-lawsuits.amp.html The case that looks closest to potentially reaching the Supreme Court is the appeal for Republican Party of Pennsylvania v. Boockvar. But the thing is, all of the votes in question (late arriving ballots) has already been addressed in the count, and the ballots haven’t been included in the state totals anyway. Would seem really strange for Supreme Court to re address this issue, especially if it’s inconsequential. "], [70711, "2020-11-14T03:52:46Z", [0.0], ""], [62737, "2020-11-14T03:39:35Z", [0.36], "Time."], [94872, "2020-11-14T00:55:40Z", [0.05], ""], [13657, "2020-11-13T21:38:09Z", [0.05], ""], [61011, "2020-11-13T21:34:19Z", [0.21], ""], [87880, "2020-11-13T20:30:53Z", [0.04], ""], [87880, "2020-11-13T20:30:16Z", [0.15], ""], [95068, "2020-11-13T19:34:29Z", [0.0], "Because I like @mcowley ‘s rationale"], [90167, "2020-11-13T15:52:05Z", [0.0], "Tough to argue your case in a court of law when your attorneys bail on you. But, hey, they still have Linda Kerns going to bat for them. That’ll work out, right?\nhttps://lawandcrime.com/2020-election/second-major-law-firm-representing-trump-in-election-lawsuits-abandons-ship/"], [691, "2020-11-13T15:28:23Z", [0.06], "The CJ, and probably a couple of the New Kids, will not want the Court to appear ridiculous, an outcome with which they are flirting if they linger too long at Rudy's flea circus.  Even if they grant cert, they don't have to hear arguments.  This is a great boon for them, as the rest of us have to hear arguments all the damn time."], [92786, "2020-11-13T15:12:30Z", [0.0], ""], [1333, "2020-11-13T14:54:21Z", [1.0], ""], [95815, "2020-11-13T14:51:35Z", [0.0], ""], [34959, "2020-11-13T14:35:07Z", [0.05], "It has only become apparent to me today that it appears that the Supreme court will not fast track any arguments that have not impact on the result of the election (1). Given there are the impact on the claims are insignificant on the whole - for example Georgia's claim claims 53 votes are fraudulent (dismissed), Nevada is around 3000 (2) (currently refusing to provide evidence. Lost in the post with Hunter's laptop?) and Nevada requires the claimant to put up a deposit which is forfeit if the decision is not overturned.  Given Pennsylvania is the most likely case to be heard, and Trump is a chance to not win any more electoral collage votes - yes including NC, if Biden takes the majority absentee ballots, as he has done everywhere else, he wins by less than 10,000 - it's unlikely the courts will hear and arguments this year.  1. https://foreignpolicy.com/2020/11/05/trump-legal-challenges-election-vote-counting-more-bluster-than-substance/\n2. https://www.washingtonpost.com/elections/2020/11/05/wisconsin-georgia-election-recount-rules/\n"], [63674, "2020-11-13T14:26:18Z", [0.25], ""], [79508, "2020-11-13T11:02:22Z", [0.4], "Twilight draws ever closer"], [96828, "2020-11-13T09:51:58Z", [0.61], "-3pp for the potential case violating the principle of the \"political question doctrine.\""], [96828, "2020-11-13T09:47:46Z", [0.64], "-5pp following Justice Alito's recent speech frowning upon the recent amicus brief."], [95804, "2020-11-13T04:45:23Z", [0.05], "I don't think it will reach the level of the Federal Supreme Court"], [34815, "2020-11-13T04:11:58Z", [0.0], ""], [43311, "2020-11-13T02:25:39Z", [1.0], "Minor win in PA appellate today... for the TRUMP team. I.D. Deadlines. Keeps quite a few that were waiting to be submitted from getting in. Unclear as of now how many already cast will be affected. Biden up by .8% if T can bring it down to .5...... auto recount with all the arguments that will  come along with it. Couple more little wins the next few days and it just may trigger. Oh, I hope so. HRC- Don't conceed \"under any circumstances\". Lol"], [42298, "2020-11-12T23:44:31Z", [0.25], ""], [81023, "2020-11-12T23:26:37Z", [0.05], ""], [88766, "2020-11-12T23:00:03Z", [1.0], ""], [80790, "2020-11-12T22:56:07Z", [0.02], ""], [66742, "2020-11-12T22:35:34Z", [0.01], "Starting position after reading comments and following the news."], [62808, "2020-11-12T21:53:08Z", [1.0], ""], [87880, "2020-11-12T20:30:47Z", [0.4], ""], [87880, "2020-11-12T20:26:51Z", [0.55], ""], [89187, "2020-11-12T17:41:04Z", [0.05], "I have consulted with my legal friends and they cited the Pentagon Papers as the fastest moving case thru the system from first filing to Supreme Court. As of today November 11, 2020 there has been no case law that has risen to the level of disagreement that would trigger Supreme Court review in the minds of the lower courts. Based on this information I am selecting 5% probability of hearing Oral arguments as there is simply enough time. See New York Times Co. Versus United States.  for the record The better question is will the supreme court ever hear a case on this issue at all. I would answer yes but it will be AFTER December 14, 2020\nas there is clear evidence of voter irregularity and the only correct solution is a hand count of all LEGAL ballots in any state with less than a 3% margin of victory for any presidential race."], [14027, "2020-11-12T17:06:10Z", [0.11], ""], [95522, "2020-11-12T15:40:54Z", [0.04], ""], [90167, "2020-11-12T15:33:31Z", [0.01], ""], [88640, "2020-11-12T15:32:39Z", [0.05], ""], [87854, "2020-11-12T15:01:44Z", [0.16], ""], [96866, "2020-11-12T13:30:06Z", [0.05], ""], [95062, "2020-11-12T13:11:47Z", [0.1], ""], [92863, "2020-11-12T09:04:27Z", [0.12], ""], [96903, "2020-11-12T06:42:36Z", [0.9], "To address unrest"], [87880, "2020-11-12T05:03:37Z", [0.25], ""], [61011, "2020-11-12T04:26:07Z", [0.25], ""], [96721, "2020-11-12T03:55:36Z", [0.01], "There are no provable facts or evidence of fraudulent activity at the State level that warrant escalation to the Supreme Court.  \"A case would have to come to the court from a state in which the outcome would determine the election’s winner\", Richard Hasen, a University of California, Irvine, law professor, wrote on the Election Law blog.  The results of the three remaining states are not enough to swing the election in favor of DJT.  "], [88569, "2020-11-12T03:04:43Z", [0.0], ""], [92762, "2020-11-12T02:56:13Z", [0.0], "No evidence of fraud, no constitutional issues at stake, the Supreme Court is not going to touch this turdball. I'm calling this one."], [180, "2020-11-12T01:15:07Z", [0.35], "Four of the then eight SCOTUS justices (re: Penn) said they felt it would be of 'Constitutional interest' to 'hear' specifically the Penn State Supreme Court case... So there could be a push to hear a case - regardless of there being little to no standing. "], [88569, "2020-11-12T01:10:35Z", [0.02], ""], [500, "2020-11-12T00:55:15Z", [1.0], "Trymp --45 president"], [14813, "2020-11-11T22:31:59Z", [0.25], ""], [43311, "2020-11-11T22:18:30Z", [1.0], "I'd like to propose a toast! To JASON DANIEL, who as of today has reached ONE HUNDRED AND SEVENTY YEARS OLD and has had the stamina and wherewithal to \"live\" long enough to vote in the 2020 elections in FLINT, MICHIGAN!!!!!! HEAR! HEAR! (Must be the water)\nhttps://www.michiganresidentdatabase.com/person/245043698/jason-daniel#overview Michigan has over 200k extra people on the rolls for some strange reason."], [87880, "2020-11-11T21:42:35Z", [0.34], ""], [14327, "2020-11-11T20:56:15Z", [0.1], "Context as I see it:\n1. The question SPECIFICALLY refers to oral arguments. Rulings without oral arguments will not count as \"Yes\"\n2. The US supreme court has generally deferred to state courts in regards to voting rules\n3. Trump does not have an exceptionally good legal team - I'm not sure that they can come up with especially creative arguments that would require supreme court intervention\n4. Most of Trump's lawsuits have been thrown out or already decided (link 1)\n5. It seems unlikely that the SCOTUS will take up a case that the state supreme court has already decided twice. I could see the SCOTUS getting interested if it seems the ballots may have significant impact on the final count, but at this time, according to Link 2, that doesn't seem to be the case.  Therefore, low-balling this one for now. Link 1: https://www.aljazeera.com/news/2020/11/10/lawsuits-increase-as-trump-attempts-to-sue-his-way-to-victory\nLink 2: https://www.reuters.com/article/uk-usa-election-supremecourt/republican-state-ags-ask-u-s-supreme-court-to-hear-mail-in-ballot-dispute-idUKKBN27P2V0"], [65097, "2020-11-11T20:16:37Z", [0.0], "Nope. They can’t even get a ruling in their favor in state district court, nevertheless in Federal Court. "], [1078, "2020-11-11T20:09:32Z", [0.0], ""], [754, "2020-11-11T19:36:29Z", [0.05], "staying boldly LOW, and watching the quants who are digging out individual and disparate case's and their likelihoods of advancement. God Bless the Quants."], [43311, "2020-11-11T19:29:33Z", [1.0], "Doesn't matter what YOU or I think about the validity being reported (or not reported) by a biased media. This really needs to be heard. There is some pretty blatant stuff that SUPPOSEDLY happened... over 200 pages of sworn witness testimony. Still no access to the ballots in most areas.  Keep in mind the faithless.... they may be important @ Dec 14th or so....... If this is still in litigation... it may be VERY HARD for GOP electors to seat D's. Just stating what should be obvious. Don't get mad at me (plus, I heard it from an unbiased reporter that I trust above most and a very good forecaster on here has touched on it too. It is a good point)."], [13144, "2020-11-11T18:12:59Z", [0.3], "Is there any valid basis for them doing so? I very much doubt it. But with Trump having shrunk the arm’s length distance between executive, legislative and court branches of govt, and having pulled Barr into his political fights, I would not be surprised if he browbeats people into pushing it to the SC to review at least one state’s results (very likely Penn, given the relatively recent ruling about admissibility of votes received after 3 Nov)."], [88766, "2020-11-11T18:10:42Z", [0.25], ""], [61011, "2020-11-11T18:06:25Z", [0.45], ""], [767, "2020-11-11T17:58:08Z", [0.05], ""], [96899, "2020-11-11T17:57:31Z", [0.95], "The 2020 presidential election had some state results that seemed out of tune with the general concensus (Georgia and Pennsylvania). Some valid discrepancies include electronic voting machine tampering and mail in ballot issues. "], [44887, "2020-11-11T17:29:00Z", [0.0], "One states results won’t matter."], [93358, "2020-11-11T17:19:30Z", [0.1], "So far all the claims have been resolved and rejected in state courts as there is not enough evidence of fraud.\nhttps://www.thedailybeast.com/trumps-inner-circle-privately-says-election-lawsuits-are-doomed-says-report?ref=home"], [78821, "2020-11-11T17:19:09Z", [0.01], "While President Trump has made repeated statements that the election outcome should be decided in the courts, often citing the 2000 election, there are significant differences between the 2000 election and the 2020 election. Primarily, the controversy in 2000 centered around a single state: Florida. For the 2020 outcome to be overturned (note: it is still not certified, though Biden is the likely winner), MULTIPLE states would need to have their projected outcome reversed. This seems out of step with the direction that Chief Justice Roberts has steered the high court [1]. Furthermore, the latest filing in PA by Trump's attorneys' will be heard by a judge appointed by Obama [2]. For this and a veriety of reasons, Trump's challenge may never reach the Supreme Court [3]. Beyond PA, Trump's legal challenges in other battleground states seem weak at best [4]. [1] https://apnews.com/article/donald-trump-litigation-to-keep-job-653660196b1aa994861c884f13ff19c3\n[2] https://www.politico.com/news/2020/11/09/gop-states-back-trump-election-challenge-435437\n[3] https://www.nytimes.com/2020/11/04/us/supreme-court-election.html\n[4] https://www.aljazeera.com/news/2020/11/10/lawsuits-increase-as-trump-attempts-to-sue-his-way-to-victory"], [91598, "2020-11-11T17:15:01Z", [0.25], ""], [66440, "2020-11-11T16:17:40Z", [0.05], ""], [29266, "2020-11-11T16:13:49Z", [0.0], ""], [23646, "2020-11-11T16:09:14Z", [0.25], ""], [91689, "2020-11-11T15:54:01Z", [0.1], ""], [92863, "2020-11-11T15:52:51Z", [0.39], ""], [40584, "2020-11-11T14:35:50Z", [0.4], "The Trump team would desperately love to get this in front of the Supreme court and there is enough time. Here's the scenario I envision: \n1) muddy the water enough that one or more states (with Rep legislature, governors and top election officials) are able to declare the winner unclear;\n2) promote an alternate slate of electors in the days leading up to Dec 14.\n3) => Supreme Court gets involved"], [79508, "2020-11-11T13:19:19Z", [0.56], "Down on lack of traction...  et al :)"], [96556, "2020-11-11T12:00:04Z", [0.1], ""], [94502, "2020-11-11T11:47:03Z", [0.55], "The Supreme Court’s Pennsylvania Cleanup - WSJ\nhttps://www.wsj.com/articles/the-supreme-courts-pennsylvania-cleanup-11605050501?mod=hp_opin_pos_1 \"Now the temptation for the Justices, since Mr. Biden appears to have won Pennsylvania and the White House, will be to call this case moot and walk away from the controversy.” The article goes on to list some ‘buts’ which I find quite persuasive. Therefore raising the odds on yes. "], [80475, "2020-11-11T11:33:57Z", [0.25], "Been researching the cases, and SCOTUS seems eager to rule that all ballots should have arrived in PA by Tuesday evening. . "], [11007, "2020-11-11T10:56:00Z", [0.15], "Highly unlikely - but not zero - none of the margins in key states with sufficient electoral college votes are tight enough to turn a supreme court judgement."], [82755, "2020-11-11T10:31:15Z", [0.05], ""], [95503, "2020-11-11T10:28:23Z", [0.12], ""], [87880, "2020-11-11T09:17:45Z", [0.4], ""], [1034, "2020-11-11T07:37:23Z", [1.0], ""], [90519, "2020-11-11T06:53:38Z", [0.15], ""], [88569, "2020-11-11T06:22:33Z", [0.04], ""], [89135, "2020-11-11T05:54:46Z", [0.03], ""], [62737, "2020-11-11T01:29:54Z", [0.4], "Lowering further. https://www.nytimes.com/2020/11/10/us/politics/voting-fraud.html?smtyp=cur&smid=fb-nytimes\nhttps://www.washingtonpost.com/investigations/postal-worker-fabricated-ballot-pennsylvania/2020/11/10/99269a7c-2364-11eb-8599-406466ad1b8e_story.html"], [84880, "2020-11-11T00:54:52Z", [0.09], ""], [88569, "2020-11-11T00:44:43Z", [0.06], "Posting this tweet from the Lt. Gov of PA to the Lt. Gov of TX, because I have an inside  critique which @Daveinsea and @Censusguyz may be wise to. https://mobile.twitter.com/JohnFetterman/status/1326311204923576321 Fetterman says, PS The Cowboys blow.  The problem with Fetterman's comment is he doesn't seem to know Lt. Gov of TX Dan Patrick (not the ESPN one) made his initial mark as a local Houston sports news broadcaster in the Luv Ya Blue days of the Houston Oilers. Dan Patrick used to paint his face Oilers blue on game days.  So saying to such a man \"The Cowboys suck\" (for the sportsball illiterate: the Cowboys are from Dallas and therefore the enemy team to Houston) is a dunk in the wrong basket, so to speak and to mix up sports metaphors.  Is this relevant to the question? The Lt. Gov of PA seems to think so. What would we do without all these politicians' clever tweets?"], [96559, "2020-11-10T23:31:48Z", [0.01], "Virtually every lawsuit so far has been dismissed at the lower courts. The only case so far that has any potential (greater than 0) is regarding the ballots received after election day that were postmarked before or on election day in PA. Given that this is PA law, and election law is determined at the state level. It's highly unlikely the case will ever move to the US Supreme Court, and even if it did, it's unlikely to actually be taken as a case."], [95943, "2020-11-10T21:59:00Z", [0.12], "Very little evidence has surfaced regarding problems with mail-in ballots, and any case that may surface will most likely stop at the court level. Furthermore, in a private conversation related by the NY Times, General Attorney Barr has \"said that he did not see massive fraud, and that most of the allegations of voter fraud were related to individual instances that did not point to a larger systemic problem.\""], [95503, "2020-11-10T21:33:23Z", [0.17], ""], [94737, "2020-11-10T21:27:41Z", [1.0], ""], [64684, "2020-11-10T21:15:42Z", [0.9], "I suspect there may be a big push on the Pennsylvania results, most likely related to the 3 day allowed uptake of postmarked ballots that had been granted by the PA Supreme Court. I understand the mast request was a 4/4 split and I suspect the newest justice would align with the conservatives on any discussion of uptake of the case.I don't see anything else currently having any merit."], [94960, "2020-11-10T20:58:32Z", [0.15], ""], [96556, "2020-11-10T19:57:32Z", [0.3], ""], [94502, "2020-11-10T19:54:01Z", [0.5], ""], [22689, "2020-11-10T19:23:17Z", [0.05], ""], [1333, "2020-11-10T19:16:48Z", [1.0], ""], [1333, "2020-11-10T19:14:24Z", [0.97], ""], [87155, "2020-11-10T18:56:01Z", [0.1], ""], [95503, "2020-11-10T18:55:31Z", [0.2], ""], [13657, "2020-11-10T18:37:01Z", [0.4], "Increasing my forecast as 10 attorneys general have written a brief supporting overturning the Pennsylvania decision. \nhttps://www.zerohedge.com/political/ten-attorneys-general-join-supreme-court-case-against-pennsylvania-mail-ballot-deadline"], [62737, "2020-11-10T18:24:12Z", [0.55], "Knocking it down a little more based on Trump's inability to find any evidence of fraud so far."], [928, "2020-11-10T18:19:52Z", [0.2], ""], [88569, "2020-11-10T18:06:05Z", [0.06], ""], [92863, "2020-11-10T16:34:55Z", [0.42], ""], [92863, "2020-11-10T16:31:33Z", [0.47], ""], [84880, "2020-11-10T16:28:26Z", [0.17], ""], [34959, "2020-11-10T15:52:51Z", [0.12], ""], [13657, "2020-11-10T15:19:07Z", [0.15], ""], [88569, "2020-11-10T15:09:15Z", [0.03], "The  Boockvar case would have a decent chance if and only if Trump wins Arizona, which doesn't seem likely. As of last night, Trump would need ~63% of the remaining ~60k ballots, 1/3 of which are in Pima County, where Biden leads by 20 points. The recent Maricopa dump gave Trump only 49.9%.  Biden wins AZ and Trump would have to overturn the results in at least 3 states to overturn the election outcome, which isn't going to happen, rendering Boockvar moot since the outcome in PA won't matter."], [96729, "2020-11-10T15:08:03Z", [0.8], "Given the historically unchallenged nature of elections at the SCOTUS level, and the varied ways each state runs elections, opens the potential for local impact at the federal level that may develop into a desire to mandate particular aspects of elections to ensure federal results in the future. The divided nature of the country may require a high-level adjudication given the likely claim of partisan bias at the state level."], [92863, "2020-11-10T13:58:54Z", [0.55], ""], [61011, "2020-11-10T13:47:10Z", [0.52], "Right now my concerns are that we are at a pivotal point in American politics where the court will feel obligated to become political.  They’ve heard threats from the left to pack or stack the court and Matt see the this as their only opportunity to fight back.  I’ve seen some strong arguments as to why this is highly unlikely, but then again look where we are right now.   "], [81304, "2020-11-10T13:46:47Z", [1.0], ""], [43311, "2020-11-10T13:17:47Z", [1.0], "Richard Pilger- the democrat that was asked to leave the elections crimes division yesterday.... co-operated with the IRS' headhunt of R's during the Obama Admin.\nI'd have made sure he wasn't in charge of this too. Smart move. \"In 2013, the United States Internal Revenue Service (IRS) revealed that it had selected Republican political groups applying for tax-exempt status for intensive scrutiny based on their names or political themes. Pilger in his capacity as the head of the Justice Department's Election Crimes Branch met with Exempt Organizations Unit director Lois Lerner in October 2010 to discuss the problems of conservative groups' spending in the upcoming 2010 midterm election.\" https://nypost.com/2015/01/29/abcs-of-irs-mess-justice-department-is-tainted-too/ https://www.forbes.com/sites/robertwood/2014/12/10/obama-justice-department-was-involved-in-irs-targeting-lerner-emails-reveal/"], [95503, "2020-11-10T12:22:17Z", [0.15], ""], [89135, "2020-11-10T12:12:38Z", [0.25], "I am changing my forecast because of the lawsuit to delay certification, which is a constitutional issue. Will continue to monitor it.  "], [96868, "2020-11-10T10:45:44Z", [0.33], ""], [95068, "2020-11-10T09:13:51Z", [0.33], "I spent the evening in an interesting panel with multiple political experts last night. The consensus seems to be that it would do a great deal of harm if the Supreme court takes on any of these cases. If they do it could lead to a disastrous series of events whereby the Democratic party feels obliged to stack the court cascading into irreparable ruin for the reputation of the supposedly apolitical court. So, while it would \"be a bad idea\" for the court to get political I think that what we will see is a continued trend towards polarized populist politics with pressure extending to the SCOTUS. Trumpism without the trump...\nEv=r^2{ .008(10000-.66)+.014(7500-.74)+.063(5000-.85)}"], [1034, "2020-11-10T07:52:58Z", [1.0], "Wolfe, J. (2020). Trump campaign sues to halt Pennsylvania from certifying Biden win. Reuters. World News. November 9, 2020. Retrieved from\nhttps://www.reuters.com/article/us-usa-election-pennsylvania-lawsuit/trump-campaign-sues-to-halt-pennsylvania-from-certifying-biden-win-idUSKBN27P30F"], [96828, "2020-11-10T05:44:39Z", [0.69], "Rising probability because of recent amicus brief but not so much a rise because of the clear Biden vote count lead of more than 10,000 votes in many of the last-minute disputed states."], [57778, "2020-11-10T04:10:13Z", [0.05], ""], [81057, "2020-11-10T02:42:55Z", [0.09], ""], [61011, "2020-11-10T02:05:53Z", [0.5], "I hate where this ominously feels like it’s going."], [96112, "2020-11-10T01:41:05Z", [0.2], ""], [63290, "2020-11-10T00:17:04Z", [1.0], "Reaffirming. I'm going all in on this ya'll. I think Trump's motion to intervene in the Boockvar case will succeed. I'll reduce if the motion fails. Also, Alito granted the preliminary injunction."], [95804, "2020-11-09T21:34:43Z", [0.05], ""], [73050, "2020-11-09T21:31:24Z", [0.07], ""], [767, "2020-11-09T20:51:45Z", [0.1], ""], [96524, "2020-11-09T20:32:15Z", [0.3], ""], [88569, "2020-11-09T20:28:13Z", [0.03], ""], [87744, "2020-11-09T20:23:43Z", [0.05], ""], [92863, "2020-11-09T20:10:03Z", [0.09], ""], [92863, "2020-11-09T20:09:44Z", [0.55], ""], [67699, "2020-11-09T19:34:15Z", [0.0], "No prima facie plausible evidence has been presented of irregularities in any states "], [96866, "2020-11-09T19:15:57Z", [0.1], ""], [90433, "2020-11-09T19:11:55Z", [0.1], "As the cases so far either are nonsense or won't effect the outcome of the election, this is unlikely."], [88153, "2020-11-09T18:04:13Z", [0.05], ""], [61011, "2020-11-09T17:35:37Z", [0.36], ""], [96828, "2020-11-09T17:13:57Z", [0.6], ""], [691, "2020-11-09T17:04:15Z", [0.1], "from the AP wire this morning:\nhttps://apnews.com/article/election-2020-joe-biden-donald-trump-virus-outbreak-pennsylvania-e1c3c5147d11a033fb43ebe66a29f7e8 Seems right to me.  Down toward the bottom, from an attorney who worked for Bush in 2000: “Nothing that I’ve seen regarding the election raises a legal issue that could succeed. There is just is nothing there,” said Barry Richard, who represented George W. Bush in the 2000 recount in Florida that ended up before the U.S. Supreme Court. “When these kind of lawsuits are filed it just breeds contempt for the whole legal system,” he said."], [86429, "2020-11-09T16:52:50Z", [0.25], ""], [85246, "2020-11-09T16:26:26Z", [0.2], ""], [88766, "2020-11-09T16:26:14Z", [0.2], ""], [1639, "2020-11-09T16:20:09Z", [0.05], "Unlikely, I think:\nPennsylvania margin is too big for an automatic recount. Recount expenses would be on the petitioner (before Nov. 12)\nNC = has no automatic recount no matter the margin. It should be triggered by the petitioner.\nOhio = Has automatic recount \nGeorgia = same (already announced)\nNevada = has no margin, but should be triggered within 3 days\nArizona = no recount, if less than 0.1% it is automatic Recounts are very expensive, and in the case, the charges are on the petitioner, I'm not sure the GOP nor the Don are willing to foot the bill, for a result that is clear for anybody that has some good common sense. I'm sure that there will be many high flying statements, but before getting to the SCOTUS there are the lower courts and they need to present evidence, which is rather scant at the moment.\nLet's wait and see, but I won't loose my sleep on this if I'm Joe."], [81567, "2020-11-09T16:15:58Z", [0.0], ""], [96625, "2020-11-09T16:15:16Z", [0.1], ""], [87064, "2020-11-09T16:00:34Z", [0.1], ""], [90167, "2020-11-09T15:43:31Z", [0.1], "A competent legal team with valid arguments does not hold a critical press conference at Four Seasons Total Landscaping."], [32100, "2020-11-09T15:33:53Z", [0.05], ""], [96858, "2020-11-09T15:29:51Z", [1.0], "If litigation in any state swing state is decided swiftly, in favor of or against the President, it will most certainly be heard in the Supreme Court."], [96861, "2020-11-09T15:23:59Z", [0.28], ""], [96438, "2020-11-09T15:15:09Z", [0.05], "Indications point to lower courts not accepting appeals to proceed with claims. Most claims appear not based in sufficient evidence - which would be a general requirement for hearing cases, or for advancing the hearing of cases. "], [13657, "2020-11-09T15:09:55Z", [0.3], ""], [92786, "2020-11-09T15:06:48Z", [0.05], ""], [80475, "2020-11-09T14:56:07Z", [0.05], "After reviewing the cases at  https://www.scotusblog.com/election-litigation/ (thanks @Okanaganopolis ) basically every one is moot: https://www.law.cornell.edu/constitution-conan/article-3/section-2/clause-1/mootness\nThat is, the elections were decided by enough votes so that even if the cases were ruled for the plaintiffs, it would have no effect on the election. Maybe if there were a Georgia-related one filed by the Trump side that would affect the odds, but every case is about a state that was decided by at least many tens of thousands of votes The issue of legitimacy has become an important one for the SCOTUS: https://harvardlawreview.org/2019/06/the-supreme-courts-legitimacy-dilemma/  I recommend reading that article to understand it, but basically, for courts to have legitimacy means their rulings must be accepted by those who disagree with those rulings as being correct. For SCOTUS to take up any of these cases now would detract from this important long-term goal."], [92863, "2020-11-09T14:47:37Z", [0.55], ""], [1333, "2020-11-09T14:03:08Z", [0.97], ""], [62737, "2020-11-09T13:47:09Z", [0.65], "Trump's initial attempts have been shot down very quickly."], [87854, "2020-11-09T08:31:49Z", [0.35], ""], [79508, "2020-11-09T07:49:14Z", [0.7], ""], [93028, "2020-11-09T06:04:39Z", [0.05], "I have not heard anybody familiar with the matter state that a combination of rulings in certain cases might change the election's outcome. \nOr that this possibility can be excluded.\nAs I understand it to be consensus, no single ruling would change the election's outcome. So the reasons for the SC would be one or more of \n1) actual grant of certiorary in legal matters AND timely 1%\n2) uniting the public 2 %\n3) dividing the public (not with symbols (hearings), but with actual rulings) 0%\n4) preserving their own power-base by feighing good face to Dems so as to discurage attempt to restructure the SC. 2%\n5) making use of their own power-base until Dems succeed in the planned attempt to restructure the SC (as under 3); no real outcome). 0%"], [13657, "2020-11-09T04:38:59Z", [0.6], "Back up to 60. I think the conservatives won't let it go and the SC will want to give them a hearing to pull the country together."], [34920, "2020-11-09T04:12:25Z", [0.0], ""], [767, "2020-11-09T03:32:26Z", [0.2], "Talk of faithless electors casting their EV on December 14 is going around. "], [1450, "2020-11-09T03:16:50Z", [0.15], ""], [87827, "2020-11-09T03:13:22Z", [0.4], "Coming down to lean to less likely. This post on scotusblog suggests that if the late ballots in Pennsylvania aren't enough to change the outcome the supreme court probably wouldn't want to grant cert to the case. I'm pretty confident that the late ballots aren't enough to matter in Pennsylvania and as far as I had heard this was the only case that seemed to have a legitimate legal issue. https://www.scotusblog.com/2020/11/the-dilemma-of-the-pennsylvania-injunction-request/"], [96828, "2020-11-09T02:16:01Z", [0.63], ""], [73105, "2020-11-09T02:08:22Z", [0.1], ""], [67232, "2020-11-09T02:01:13Z", [0.05], "Trump is not too likely to win  re-election even if he wins a case in the Supreme Court.   He would have to win cases involving Nevada, Arizona and Pennsylvania to win.  He has no evidence that anything untoward happened, just allegations.   There is a possibility that some governor or secretary of state might try to appeal to the \"deplorables\" or Qanon voters by filing something.  However, I doubt the court would hear it without Trump's involvement.  I suspect everyone is thinking Trump might go to the Supreme Court to satisfy his ego or due to other mental issues.  The Supreme Court will usually hear a case if the president is a party.  Yet, the outcome of the election is clear, and realistic, moderate and/or blue state Republicans will see that this will likely hurt the party.  To prevent further damage to their own careers and agendas, these Republicans will likely convince Trump to go.   It will take some work.  So, in the mean time, there will be some bluster about going to the Supreme Court on the evening news.  "], [59141, "2020-11-09T01:32:53Z", [0.75], "It is not hard to make a case and with all the cases and unlimited money and resources, one should get up long enough to make it to the Supreme Court."], [172, "2020-11-09T01:10:38Z", [0.01], ""], [1019, "2020-11-08T23:27:59Z", [0.25], ""], [81370, "2020-11-08T21:52:44Z", [0.15], ""], [5002, "2020-11-08T21:16:49Z", [0.33], ""], [534, "2020-11-08T21:05:01Z", [0.25], ""], [754, "2020-11-08T19:29:10Z", [0.05], "As we watch the death throes of a Grifter/Narcissist and his core  of conflicted Sycophants (duly elected once, and I pray never again) I wish for the Broad Electorate, regardless of political stripe or DNA, to learn some of the skills we learn here. It would be an immense help in \"the common cause\"... (I am a certifiable Dreamer...) hatip to @Econja2018  for finding this reliable tracker:  Link to a tracker of all \"2020 Election\" cases in court. Each has a potential to make it to SCOTUS. https://www.scotusblog.com/election-litigation/ "], [80540, "2020-11-08T18:02:15Z", [0.65], ""], [58508, "2020-11-08T17:39:28Z", [0.25], ""], [88766, "2020-11-08T16:28:26Z", [0.23], ""], [96844, "2020-11-08T15:57:07Z", [0.25], "The Supreme Court will attempt to remain apolitical in an election whose results are all but certain.  Furthermore, none of the cases appear meritorious with exception of the Pennsylvania case regarding the ballots received after the election.  The results of such a case will not change the results of the PA election "], [67403, "2020-11-08T15:31:29Z", [0.66], ""], [691, "2020-11-08T15:14:38Z", [0.1], "Losing an election is not a federal court issue, nor is a surprising election result, nor for that matter in most instances is violating or bending a state law.   Very few remotely federal questions have been brought up in the suits vomited forth do far.   Most have been tossed by the state or federal court of original jurisdiction on account of being nonsensical. Even if cert is granted, the Court need not hear oral arguments (https://www.uscourts.gov/about-federal-courts/educational-resources/about-educational-outreach/activity-resources/supreme-1:  \"The Court usually is not under any obligation to hear these cases....\").   They still might do it to demonstrate that they gave the losers a fighting chance, although that will not actually be the case.   Still most likely, in my utterly valueless opinion, is that they will declare the issue moot, since none of the cases excreted to date would likely affect the outcome of the election, even in a single state."], [53391, "2020-11-08T13:16:05Z", [0.0], "Link to tracker of all 2020 election cases in court. Each has a potential to make it to scotus. https://www.scotusblog.com/election-litigation/\n"], [87064, "2020-11-08T12:50:29Z", [0.2], ""], [80325, "2020-11-08T12:10:08Z", [0.65], ""], [79508, "2020-11-08T10:43:59Z", [0.85], ""], [96750, "2020-11-08T08:06:53Z", [0.75], ""], [94737, "2020-11-08T07:38:22Z", [0.95], ""], [57778, "2020-11-08T05:59:08Z", [0.49], ""], [88569, "2020-11-08T05:47:24Z", [0.05], ""], [96828, "2020-11-08T05:33:58Z", [0.66], "If the case gets to the Supreme Court, whatever probability that is, it only takes 4 Justices to grant certiorari, or accept, the case. The four \"liberal\" Justices are enough to bring up the case, but it's more likely the \"conservative\" Justices will find issue with Biden's late-election state wins - and there are 6 of them. Will it flip the election and give it to Trump? Probably not. Another thing to note is that oral arguments for Bush v. Gore were held on December 11 and a ruling was issued on December 12, therefore it is plausible the Court does hear a similar election dispute before December 14, 2020, as this question prompts. The Court has entered its new term with significant involvement in state elections. With several litigations going on in multiple states, the Court may want to impose a uniform ruling on how to handle these things. How the case(s) will navigate through the lower courts is the real question, for any of these will determine whether the answer to this question is yes."], [61598, "2020-11-08T02:46:22Z", [0.07], ""], [89785, "2020-11-08T02:44:19Z", [0.0], "SJC will not intervene in an election that has been decisively decided. Both by electoral vote and popular vote unless it can show that it was applicable across states or the case of fraud or illegality was absolutely conclusive. Nothing of the sort has come up as yet."], [80325, "2020-11-08T02:02:02Z", [0.6], ""], [13657, "2020-11-08T01:11:00Z", [0.1], "I really can't decide on this. Many people on here are claiming that the Supreme Court is going to try to avoid this case, but I'm not so convinced about that and I haven't seen anyone giving any real evidence of why that would be. I spent today talking with multiple attorneys about this at the law office where I work on drill, and now that it is clear that Pennsylvania won't decide the election one way or another it actually takes the political pressure off of the Supreme Court and gives them more latitude to be objective in the ruling and makes it easier for them to actually try the case.  the reason they didn't hear the Pennsylvania case earlier was simply because they said they didn't have time before the election, it wasn't because they didn't want to. but right now I do tend to think that the fact that you would need to flip several States in order for Trump to win means that this is likely not going to go to the Supreme court. But I may change my mind another six times tonight"], [45594, "2020-11-08T00:49:38Z", [0.1], ""], [754, "2020-11-08T00:36:04Z", [0.05], "Hatip @Bobbiekar52 's linked article and dropping again https://www.npr.org/2020/11/07/932214005/will-this-election-be-a-replay-of-bush-v-gore-at-the-supreme-court-not-likely  the author has high cred."], [89135, "2020-11-07T23:54:06Z", [0.05], "I really am at zero, but never preclude the chance that the unpredictable will happen. The Supreme Court will avoid stepping in unless it has to.  The 8-0 decision on Pennsylvania and the separation of the late ballots made it clear. Since these ballots did not decide the election, it ends the issue.   https://www.npr.org/2020/11/07/932214005/will-this-election-be-a-replay-of-bush-v-gore-at-the-supreme-court-not-likely If they take it up on principle, it will be after the electoral college.  "], [61011, "2020-11-07T23:29:10Z", [0.42], "OOH - Trump's team seems to be using these court challenges to help Trump save face, while conceding in private they lack any substantial evidence that would make a difference in the outcome. OTOH - the court may not want to get involved in the politics, especially right now when they may not want to come across as being a partisan branch beholden to a deeply devisive POTUS.  Roberts has had a history of not wanting to politicize the court so I could see him holding influence here.  But then again (BTA) - The courts more conservative wing has shown an interest in the Pennsylvania case of whether the state court interfered in an area that should have been left up to the legislature.  They may want to decide this even knowing their decision won't matter to the election outcome itself.  Also, Trump's team may see this as an easy victory that may help Trump to further save face (\"see, I won in the Supreme Court, I HAVE A CASE!\"), even though they know it won't matter in the grand scheme of things.  Trump just wants to show he can get to the SCOTUS and that \"his players\" are there for him.  This further helps him to project to his backers an appearance of power and control, which has always been important for him.  I see this as likely-ish.   In short, although I doubt anything that goes before the court will have an impact on the outcome of the election, I think there's probably a decent chance they may take up one of the challenges.  But the chances aren't so decent that I'm willing to step too far from the crowd, at least not yet."], [1034, "2020-11-07T23:12:39Z", [1.0], ""], [40584, "2020-11-07T22:19:24Z", [0.6], "I'm revising upward. Trump's in a fighting mood. I don't think he'll stop until he has exhausted his legal options. "], [96843, "2020-11-07T22:00:50Z", [0.37], ""], [87827, "2020-11-07T21:55:29Z", [0.7], "-20. I still think the Pennsylvania case is a likely candidate but I'm dropping on the chance that since it wouldn't change the outcome the case could be dropped."], [754, "2020-11-07T21:03:55Z", [0.15], ""], [13657, "2020-11-07T20:32:29Z", [0.9], "Okay, I'm all over the map on this one. I change my mind every few hours."], [84880, "2020-11-07T19:49:26Z", [0.27], ""], [16113, "2020-11-07T19:36:04Z", [0.3], ""], [1333, "2020-11-07T19:30:12Z", [0.98], ""], [92863, "2020-11-07T19:29:16Z", [0.65], ""], [87155, "2020-11-07T19:08:45Z", [0.15], ""], [1333, "2020-11-07T18:51:39Z", [0.99], "Alito and Thomas are about to get their revenge on Biden for what he put them through while he was on the judiciary committee."], [67365, "2020-11-07T18:50:31Z", [0.4], "The Trump team has produced no evidence so far it is only allegations additionally in 2019 lawsuit have happened which fixed irregularities however the heavy republican freshly nominated judges might tilt the balance towards Trump."], [96369, "2020-11-07T18:45:39Z", [0.1], ""], [40584, "2020-11-07T18:32:59Z", [0.15], "A lot of folks (including me) seem to be just shooting from the hip on this one.  Comments: \n1) The consensus seems to be that the cases filed to date have a low probability of success in changing the outcome of the election. That in and of itself is not relevant to this question.\n2) What IS relevant is that none of the lawsuits so far appear to touch on constitutional issues. That said, the Supreme Court has stepped in several times already on these lower level issues so it's possible. However I would assume they prefer to stay out of it.\n3) there seems to me to be a high probability that more suits will be filed and they will presumably be better-thought-out than the current ones.  5% chance that one of the existing swarm of low-level suits hits the SCOTUS\n10% some new lawsuit that is much stronger makes it \n3%: The most plausible scenario I can picture is that some state legislature steps in and tries to send an alternative slate of electors. In that case I think a challenge reaching the SCOTUS is virtually guaranteed. Otherwise it's all about the mechanics of voting and I think they would prefer to stay out of it. \n2%: something wacky happens. Example: a recount is ordered (which seems likely) and then a significant number of ballots are physically destroyed (fire, explosion, etc.) and then the lawyering starts getting hot and heavy.  It seems like the PR value of Trump's ongoing claim that he really won the election will motivate a steady stream of lawsuits. However, that costs money and won't go on forever. I would assume that it will be much less intense than if the Republican establishment actually thought there was a chance of changing the outcome. \n"], [88569, "2020-11-07T18:28:32Z", [0.05], ""], [691, "2020-11-07T18:12:11Z", [0.1], "There are many situations in which words do have a real-world effect.  This is not the case with:  announcing that you've won an election; announcing that an election has been fraudulent; or announcing that the Supreme Court will hear your case.  Other people decide these things. Assuming the vote counts continue to go as they have for the last several days, the Court is very likely to declare either that there is no federal issue or that the whole matter is moot.  Meanwhile, it is well past nap time for us Olde Folkes."], [63290, "2020-11-07T17:59:05Z", [1.0], "The ballots in PA have been separated by choice in PA but now, the Supreme Court ordered last night that all mail-in ballots posted marked after election day must be separated. There's a real chance this goes to litigation."], [88766, "2020-11-07T17:58:35Z", [0.21], ""], [63290, "2020-11-07T17:52:08Z", [1.0], ""], [62808, "2020-11-07T17:18:50Z", [1.0], "May the election results be good and auspicious for your country. I wish calmness, peace, health, and happiness."], [90167, "2020-11-07T17:11:29Z", [0.12], ""], [95503, "2020-11-07T16:52:04Z", [0.1], ""], [80475, "2020-11-07T16:51:15Z", [0.1], "None of these cases have any merit from what I have seen. The election is done, get over it."], [92762, "2020-11-07T16:33:16Z", [0.15], "Most likely outcome is that Supreme Court decides issue is moot and does not grant cert."], [92863, "2020-11-07T16:28:48Z", [0.86], ""], [62737, "2020-11-07T15:28:49Z", [0.95], "Trump ain't letting this go quietly. He's already sent lawyers to several states."], [75093, "2020-11-07T14:55:07Z", [0.0], ""], [34959, "2020-11-07T14:50:37Z", [0.25], ""], [96625, "2020-11-07T14:07:57Z", [0.05], ""], [53391, "2020-11-07T13:55:20Z", [0.0], "Biden is at 264 votes. If He wins nevada then he is at 270. Pennsylvania becomes moot. So does georgia.  "], [73970, "2020-11-07T13:46:50Z", [0.71], ""], [95068, "2020-11-07T11:57:16Z", [0.55], "baseline"], [35, "2020-11-07T10:52:21Z", [0.7], ""], [92863, "2020-11-07T10:16:06Z", [0.79], ""], [13657, "2020-11-07T09:42:56Z", [0.3], ""], [89013, "2020-11-07T09:33:33Z", [0.33], ""], [13657, "2020-11-07T09:29:59Z", [0.6], ""], [13657, "2020-11-07T09:01:40Z", [0.2], ""], [88569, "2020-11-07T08:30:56Z", [0.0], "Going balls out on this, from my perspective. From the SCOTUS perspective, the opposite."], [96839, "2020-11-07T07:29:26Z", [0.7], ""], [60695, "2020-11-07T05:38:52Z", [1.0], ""], [43311, "2020-11-07T03:53:18Z", [1.0], "\"Friday's order was the first time the Supreme Court has gotten involved in a state count after Election Day.\"\n\"She [Amy] and Justice Brett Kavanaugh would likely hold the decisive votes if the court were to grant the Republican's pending appeal, which requires the approval of at least four justices.\"\n https://thehill.com/regulation/court-battles/524900-supreme-court-orders-separate-count-of-late-arriving-pa-ballots "], [88569, "2020-11-07T03:51:19Z", [0.1], "Comment deleted on Nov 20, 2020 07:35PM UTC"], [92079, "2020-11-07T03:25:59Z", [0.37], ""], [13657, "2020-11-07T02:53:05Z", [0.05], "Revising my forecast down significantly now that I'm at home in my bath and I have some time to look at this more. PA is looking very close, close enough to contest. But it looks like Biden will have the votes regardless. The legal challenges in the other states look too dubious to take to the SCOTUS, and Trump would have to challenge multiple states."], [88576, "2020-11-07T02:49:50Z", [0.03], ""], [89135, "2020-11-07T02:36:03Z", [0.05], "At this point, the only case before the court has no merit, the question of counting late received votes in PA would not change the outcome (at this point). So far, no case presented has a constitutional question, although that could change.   I will monitor the situation, but suspect that the Supreme Court will deliberately avoid becoming entangled in lawsuits related to the election. Bush vs Gore was an issue where the fight was the opposite, trying to be certain every American had their votes counted. The difference was only around 500 votes.  The issue settled by the Supreme Court hinged on Florida meeting the statutory deadline required to certify the votes.   "], [32258, "2020-11-07T01:50:32Z", [0.0], "The PA case will not likely hear oral arguments  especially as those votes coming in after the election up until November 6 will unlikely change the result so they can count them or not and Biden still wins. Not seeing what else has even a slim chance of getting to the court. Fraud allegations have weak legs so far and lacking evidence have no path to the SCOTUS."], [91599, "2020-11-07T01:05:03Z", [0.9], ""], [88569, "2020-11-06T23:45:07Z", [0.25], ""], [754, "2020-11-06T23:38:04Z", [0.25], "I'm with @cdob63 , that Arrogant Old Professor, Jim.  Before reading his elegant but Boring rationale, I'd said to myself: John Roberts will help single-handedly hold that $%^&* country together as he's done before a couple of times... God Bless John Roberts. Now I'll start looking for the deep quant researchers to find the case-law and the purported infractions to see how high up they might take their claims. "], [92863, "2020-11-06T23:13:20Z", [0.96], ""], [80790, "2020-11-06T23:07:48Z", [0.95], ""], [84880, "2020-11-06T22:54:53Z", [0.4], ""], [13657, "2020-11-06T22:14:28Z", [0.95], "the bottom line is it looks like Biden is going to win in the swing states on the initial count, and Trump does not trust the leadership in these states that have Democratic leadership like Pennsylvania, Michigan. Trump is going to want to take the issue out of the state courts and get it to the US Supreme Court where there are at least some conservative judges. While the Supreme Court denied the initial emergency request to rule on the constitutionality of the Pennsylvania issue, the court said that while they didn't have time to rule on the issue before the election, they left it open to rule on it later if necessary. So I don't think the US Supreme Court is necessarily trying to avoid hearing these cases.  As a bit of a sidebar, I think it's useful to look at what happens here in Oregon. We've had Democrat leadership for many decades. While the judge positions are supposedly nonpartisan and supposedly elected by the people, which in theory would make them not controlled by party leadership, in practice what happens is the judges routinely leave their posts early so that the governor can appoint a judge to fill the remainder of the term. Then at the next election that judge runs as an incumbent and often unopposed. So in practice all the judges are political appointees. The fact that the judges are willing to step down before the end of their term is good evidence that they are not acting as objective parties just interpreting the law, but they actually have a partisan motivation in exercising their office."], [86031, "2020-11-06T22:01:56Z", [0.6], ""], [90527, "2020-11-06T21:36:04Z", [0.0], ""], [62808, "2020-11-06T21:17:58Z", [1.0], ""], [95830, "2020-11-06T21:17:50Z", [0.1], ""], [7289, "2020-11-06T21:06:30Z", [0.6], ""], [53391, "2020-11-06T20:50:02Z", [0.0], "But the polls said it wouldn't be close. Oops, wrong question.  Granted the timing would alllw this to occur, but i do not think there will be an actual dispute for the court to adjuticate. I  Could be way wrong on this one."], [90167, "2020-11-06T20:33:55Z", [0.14], "Maybe I didn’t go to the right schools. Maybe I’m not watching the right teevee networks or reading the proper twitter-thingies. However, I’m unable to understand how It can be considered absolutely scandalous that mailed ballots from places like Detroit, Milwaukee, Las Vegas, Atlanta, Philadelphia or Pittsburgh overwhelmingly contain votes for Biden. That, to me, seems incredibly innocuous, even boring. Is anyone shocked when it’s sunny in Phoenix?  If an election theft were occurring, don’tcha think perhaps the alleged thieves would’ve thought to also steal the Senate, and perhaps not give away a bunch of House seats? When the burglars in my neighborhood come calling, they don’t take the jewelry but leave the cash and the PlayStation behind."], [63674, "2020-11-06T20:31:30Z", [0.75], "Interesting question. On the surface, there are definitely enough disputes in states that it seems one could make it. https://www.google.com/amp/s/www.cbsnews.com/amp/news/supreme-court-orders-2020-election-battles/ Then the question becomes 1) will the Supreme Court hear the case and 2) will they do so before Dec 16? Below is an interesting take on how the court can avoid hearing a case. https://www.google.com/amp/s/thehill.com/opinion/judiciary/524572-how-does-a-case-reach-the-supreme-court%3famp Basically, the risk is that the court worries this will impact the public perception of their impartiality.   In Bush v Gore, the court first heard the case on Dec 1 which lends credibility to a “Yes” outcome here. The court will probably also want to act before the certification deadline (dec 14) to avoid additional uncertainty. Therefore, I think if the court chooses to hear a case, it will happen before 12/15.  Don’t have a scientific way of combining this view, but I think it’s greater than 50%, but less than 100%. Will go with 75%. "], [691, "2020-11-06T20:03:56Z", [0.25], "The CJ is very anxious to keep the Court out of this sandbox brawl.  He has said in the past that it is not the Court's role to instruct the states in how to apply their own statutes, and on that basis he can probably get his colleagues to refuse cert on anything based on state laws.  That leaves federal questions, which are surprisingly narrower in election questions than in some others.  Fraud, even if there's evidence for it, is not necessarily unconstitutional.  When there's scant or no evidence for it, it's not even illegal.  It is telling that all the cases brought so far have been rubbished by the courts of first instance, whether state or federal.   Pretty sure my 25% is too high, but it's there because the CJ and his roommates might decide to hear a case just to prove they were willing to.  It will be a nonsense case, based on Our Story So Far, and it will not prevail.  However, there will be one of two results:  Either it will give any justices who think they owe M. Petits-Doigts a favour to proclaim their sycophancy by throwing a vote his way; or the CJ will convince everyone it's Brown v. Board time and get a unanimous verdict in the interest of making the point emphatically. (By the way, @JamesEE, you are correct:  No one can force the Court to take this sort of case.  There are extremely few instances in which they have original jurisdiction, and much of their work consists of allowing lower court rulings to stand.) Full disclosure:  I am not now and never have been a lawyer, so there is no reason to accept anything I say.   (In late-breaking news, it occurs to me that \"sandbox brawl\" is not an apt metaphor.  What's happening here is the bully is kicking sand in his own face; not sure what the term for that would be.)"], [87827, "2020-11-06T19:58:55Z", [0.9], "The late arrive ballots case in Pennsylvania looks like the most likely candidate. Quoting from the denial to expedite written by Alito: \"It would be highly desirable to issue a ruling on the constitutionality of the State Supreme Court’s decision before the election. That question has national importance, and there is a strong likelihood that the State Supreme Court decision violates the Federal Constitution.\" It won't change the election results, the margin in Pennsylvania will be too large for a few late arriving ballots to make a difference. That's the reason I'm not closer to 100% on this. If canceling those ballots becomes obviously futile I don't know if the case would be dropped or not. I suspect it would still proceed though. I'd guess the other legal challenges are mostly flails by the Trump administration and I don't think they would reach the point of oral arguments at the Supreme Court (though I'm not familiar enough to say that with high certainty). So mostly my forecast is based on the Pennsylvania late ballots case. ScotusBlog page for the case: https://www.scotusblog.com/case-files/cases/republican-party-of-pennsylvania-v-boockvar-2/\nDenial to expedite quoted from above: https://www.supremecourt.gov/opinions/20pdf/20-542_i3dj.pdf"], [52131, "2020-11-06T19:56:23Z", [1.0], ""], [67403, "2020-11-06T19:48:00Z", [0.9], ""], [14027, "2020-11-06T19:26:24Z", [0.13], "One way for SCOTUS to adjudicate a case is simply to not take it.  I have no legal training, so this is just a guess.  But I believe the possibility exists for the supreme court to defer to lower courts."], [88422, "2020-11-06T19:22:59Z", [0.75], ""], [88422, "2020-11-06T19:22:28Z", [0.25], ""], [43311, "2020-11-06T19:06:11Z", [1.0], "Comment deleted on Nov 06, 2020 09:16PM UTC"], [1034, "2020-11-06T19:01:08Z", [1.0], ""], [767, "2020-11-06T18:51:31Z", [0.1], "10% odds only because you're asking the question and GJ asking ANY questions automatically gets some probability from me. "], [92863, "2020-11-06T18:41:57Z", [0.99], ""], [1333, "2020-11-06T18:35:52Z", [1.0], ""], [40584, "2020-11-06T18:33:16Z", [1.0], ""], [79508, "2020-11-06T18:21:56Z", [0.99], "Would think it is a given"], [79591, "2020-11-06T18:15:40Z", [1.0], ""]]}