{"question_id": 131, "title": "How many seats will United Russia win in September's Russian State Duma elections?", "possible_answers": ["Less than half", "At least two-thirds of all seats", "At least one-half but less than two-thirds"], "crowd_forecast": [0.0, 0.2, 0.8], "correct_answer": "At least two-thirds of all seats", "correct_forecast": 0.2, "preds": [[5001, "2016-09-18T04:27:54Z", [0.0, 0.37, 0.63], ""], [28893, "2016-09-17T23:52:33Z", [0.41, 0.02, 0.57], ""], [38, "2016-09-17T23:24:11Z", [0.0, 0.8, 0.2], "https://www.wsws.org/en/articles/2016/09/17/russ-s17.html \"United Russia, which embodies a thoroughly corrupt system built upon the unity of government and big business, is viewed with skepticism and hostility by much the population. . . . Putin has signaled a certain distancing from United Russia through the activities of the so-called People’s Front, formed in the spring of 2012, which constantly makes public criticisms of certain bureaucrats and thereby creates an appearance of a direct connection between the president and society.\n. . .\n\" . . . the restoration of first-past-the-post elections in certain districts is meant to ensure United Russia a majority in the Duma regardless of the results of the party list votes. A significant number of United Russia supporters are running as nominally independent candidates in the single-seat districts.  All the other parties participating in the elections perform a primarily decorative function. According to polls and preliminary estimates, none of them has a real chance of overcoming the 5 percent threshold for entry into parliament. They differ little from the four official parliamentary parties, and are running campaigns built on virtually empty demagogy—along the lines of “for all that is good and against all that is bad.”\n. . .\n\"As the elections unfold, the government is desperately trying to hide the scale of its internal disagreements. However, the real state of affairs is expressed in the succession of corruption scandals involving security agencies, as well as the recent resignations of many key figures from among President Putin’s closest allies. The last such instance was the resignation of the former head of the presidential administration Sergei Ivanov ."], [21046, "2016-09-17T20:13:01Z", [0.02, 0.08, 0.9], ""], [368, "2016-09-17T19:31:57Z", [0.0, 0.0, 1.0], ""], [14493, "2016-09-17T16:31:53Z", [0.1, 0.05, 0.85], ""], [15548, "2016-09-17T16:23:07Z", [0.0, 0.7, 0.3], ""], [691, "2016-09-17T12:36:30Z", [0.0, 0.09, 0.91], ""], [12302, "2016-09-17T11:18:08Z", [0.01, 0.15, 0.84], ""], [1624, "2016-09-17T03:52:47Z", [0.0, 0.0, 1.0], ""], [13377, "2016-09-16T23:54:29Z", [0.0, 0.85, 0.15], "An exit poll today (9-18-16) by the government run polling organisation, VTsIOM, gave the ruling United Russia party 44.5%. But how will this translate into seats in the Duma? Opposition parties are splintered; thus United Russia won around 30% more than the second-place party, the nationalist LDPR. A party must win at least 5% of the vote nationwide to get a seat in the Duma, in addition to winning any particular seat. One more uncertainty factor -- will the vote be counted honestly? And was the VTsIOM exit poll truthful, or a tool for disinformation?"], [28414, "2016-09-16T23:34:29Z", [0.0, 0.6, 0.4], ""], [28414, "2016-09-16T23:32:50Z", [0.0, 0.7, 0.3], ""], [73, "2016-09-16T23:25:52Z", [0.0, 0.7, 0.3], ""], [38, "2016-09-16T22:22:30Z", [0.0, 0.8, 0.2], "http://www.cnbc.com/2016/09/16/putins-united-russia-set-to-win-elections-despite-public-anger.html \". . . .it should be borne in mind that UR also tends to underperform in pre-election polls.\n~~~~~~~\nhttps://www.ft.com/content/a9f7df66-7b55-11e6-ae24-f193b105145e \"United Russia is therefore likely to dominate again, albeit with smaller support than in previous elections. The first-past-the-post portion of the ballot could help it secure a majority. \n~~~~~~~\nhttp://www.sfgate.com/news/world/article/Russia-s-election-new-rules-old-faces-9226864.php \". . . there is little expectation that the balance in parliament will change significantly. United Russia is expected to use its immense resources and dominance of the political landscape to boost its candidates in single-district races, which could increase its seats from the 238 — a majority — it currently holds.\n~~~~~~~\nCOMMENT:  Most of my forecasts have been in the 25-45% range for 2/3rds+.   80% is higher than I am thinking is likely today (65% seems more appropriate), but I'll stay with 80% because my forecast has been so low on average."], [1262, "2016-09-16T19:48:54Z", [0.0, 0.41, 0.59], "Range of forecasts are interesting.    Increasing 2/3 option based on discussions posted by @Anneinak & @Greyowlsova ...thanks to you both...\n"], [368, "2016-09-16T17:34:28Z", [0.0, 0.0, 1.0], ""], [25705, "2016-09-16T17:19:26Z", [0.0, 0.57, 0.43], "Based on discussions with @Raisinville and @Anneinak at https://www.gjopen.com/comments/comments/325877 and my own calculations of the worst case scenarios, I am increasing chances for 2/3s. Low turnout will lead to disproportional representation of the most organized organizations, which mostly belong to UR. And the FTPT system will give disproportionate power to the pro-government party"], [25705, "2016-09-16T17:11:49Z", [0.0, 0.65, 0.35], "Comment deleted on Sep 16, 2016 05:20PM UTC"], [24, "2016-09-16T13:41:15Z", [0.0, 0.4, 0.6], ""], [691, "2016-09-16T12:15:21Z", [0.0, 0.11, 0.89], ""], [1693, "2016-09-15T23:32:27Z", [0.04, 0.1, 0.86], ""], [484, "2016-09-15T22:36:07Z", [0.0, 0.75, 0.25], "2/3 up 10% on @Anneinak information: http://www.gjopen.com/comments/comments/325436 Might go higher in my forecasting, but I'm not sure what the Putin narrative is supposed to be and also don't think it is particularly easy to anticipate how GJO will judge the results."], [38, "2016-09-15T22:21:47Z", [0.0, 0.8, 0.2], "http://www.euronews.com/2016/09/15/united-russia-set-to-rule-the-duma-after-sunday-s-election \"It is suggested that United Russia will claim 41.1 percent of the vote and thus a guaranteed 300 seats.\n. . . \n\"Valery Fedorov Director of the Russian Public Opinion Research Centre:“During the last three months the support for United Russia fell from 45 to 39 percent. It was a steady trend not a free fall. Our latest survey we finished last weekend shows the fall has stopped and today support is around 41.5 percent. And now the destiny of the election is clear. United Russia has mobilised all its resources, and called for presidential support. So we can offer a clear forecast, even if the party falls below the previous 49 percent, this time it will get 43 to 45 percent or even 47 percent. \"’‘We are seeing a rise in support for the Liberal-Democratic party of Russia, \nZhirinovsky’s party . . .  it looks set to become the second biggest player in the new parliament with 11 percent. The Communists are performing badly \nand are likely to lose their position as the second biggest party. . . .  A Just Russia . . . .will receive six or seven percent.” . . .  Yabloko we are looking at three percent.  . . . \nThe Party of Russian Pensioners for Justice  . . .  maybe three to four percent.Rodina (motherland). . .  perhaps two or three percent, but PARNAS won’t pass one percent.”\n~~~~~~~\nCOMMENT:  Based on this article, the parties would get:\nUR = 65-71%\nLiberal-Democratic = 11%\nCommunists = 7-10\nA Just Russia = 6-7\nThe Party of Russian Pensioners for Justice = 3-4\nRodina = 2-3\nPARNAS = under 1% Therefore I'm increasing 2/3+"], [368, "2016-09-15T18:12:53Z", [0.0, 0.0, 1.0], ""], [28982, "2016-09-15T17:09:28Z", [0.15, 0.05, 0.8], ""], [691, "2016-09-15T15:22:41Z", [0.0, 0.11, 0.89], ""], [3895, "2016-09-15T14:30:12Z", [0.01, 0.27, 0.72], ""], [19227, "2016-09-15T11:46:45Z", [0.0, 0.1, 0.9], ""], [368, "2016-09-15T02:25:38Z", [0.0, 0.0, 1.0], ""], [38, "2016-09-14T23:27:50Z", [0.0, 0.45, 0.55], "New polling shows UR may be at 41%, 10 points higher than Levada's last poll.  Increasing my forecast for 2/3+ accordingly."], [12879, "2016-09-14T18:18:14Z", [0.0, 0.2, 0.8], ""], [16421, "2016-09-14T16:52:04Z", [0.0, 0.25, 0.75], ""], [4577, "2016-09-14T16:25:14Z", [0.01, 0.14, 0.85], ""], [691, "2016-09-14T15:19:41Z", [0.0, 0.22, 0.78], ""], [10898, "2016-09-14T08:20:37Z", [0.0, 0.4, 0.6], ""], [24771, "2016-09-14T07:08:42Z", [0.0, 0.3, 0.7], ""], [368, "2016-09-13T23:58:36Z", [0.0, 0.0, 1.0], ""], [691, "2016-09-13T14:20:43Z", [0.0, 0.22, 0.78], ""], [19801, "2016-09-13T12:58:59Z", [0.0, 0.44, 0.56], "Consensus forecast based on @Dima-K and @Greyowlsova https://www.gjopen.com/comments/comments/323119\nhttps://www.gjopen.com/questions/131-how-many-seats-will-united-russia-win-in-september-s-russian-state-duma-elections#flyover_comment_322706_footer"], [5001, "2016-09-13T03:50:02Z", [0.0, 0.4, 0.6], ""], [1646, "2016-09-13T02:18:23Z", [0.0, 0.21, 0.79], "Another report from GIS (twitter @GIS_reports) on this topic that I won´t pay for but looks interesting.\nhttps://www.gisreportsonline.com/russias-duma-elections-an-important-dress-rehearsal,politics,1979,report.html Professor Hedlund is a well regarded expert on understanding Russian politics and institutions. "], [83, "2016-09-13T01:53:36Z", [0.15, 0.85, 0.0], "Moscow Times pessimistic on opposition chances:\nhttps://themoscowtimes.com/news/russian-election-watch-2016-noteworthy-candidates-55249"], [28414, "2016-09-12T21:58:20Z", [0.0, 0.4, 0.6], ""], [368, "2016-09-12T21:03:22Z", [0.0, 0.0, 1.0], ""], [25705, "2016-09-12T17:39:10Z", [0.0, 0.48, 0.52], "VTsIOM did just publish a new poll today - http://wciom.ru/index.php?id=236&uid=115859 (sorry, in Russian. They may not have it in English yet). UR - 41.10%,\tLDPR - 12.60%\t, Communists - 7.40%, JR-\t6.30%. For UR, it is 61% in the proportional half of the seats.  Strange thing is  a drop for Communists, which I honestly doubt. But who knows? Nudging up chances for UR so slightly...\n"], [25705, "2016-09-12T16:11:26Z", [0.0, 0.47, 0.53], "Today is the last day to bet on election results on VTsIOM market - https://2016.wciom.ru/.  Unfortunately, no real money involved - when registering, you get a sum of virtual money to make your bets. Hence, with no their own money on the line, people have lesser inclination to bet right. And it is a limited number of people - around 100 of active participants.  Still, it is akin to GJO Project ;) and the vast majority of participants are Russian. And it is the latest indicator for predictions (no new polls released yet). According to this market, UR will take 43-44% of the vote, or 53-54% for proportional part of the seats. They do not make predictions for FTPT.  Warning - predictions for Yabloko (Apple) party are hovering around 5%, which is probably unrealistic according to other sources and shows a potential \"liberal\" bias of participants. Still, one more piece of info to chew on... :)"], [691, "2016-09-12T15:30:35Z", [0.0, 0.15, 0.85], ""], [699, "2016-09-12T11:51:22Z", [0.0, 0.75, 0.25], ""], [28255, "2016-09-12T11:20:51Z", [0.05, 0.7, 0.25], ""], [51, "2016-09-12T10:20:25Z", [0.0, 0.35, 0.65], ""], [10898, "2016-09-12T01:45:33Z", [0.0, 0.3, 0.7], ""], [13377, "2016-09-11T23:04:36Z", [0.0, 0.4, 0.6], ""], [28902, "2016-09-11T18:44:54Z", [0.0, 0.25, 0.75], ""], [368, "2016-09-11T18:41:38Z", [0.0, 0.0, 1.0], ""], [5001, "2016-09-11T03:41:26Z", [0.0, 0.43, 0.57], ""], [484, "2016-09-10T21:42:29Z", [0.0, 0.65, 0.35], "(no change) The possible pause in hostilities in Syria may be to Putin's advantage. Recent FT article said \"uncertain process but certain results\" (actually a slight re-wording)."], [15548, "2016-09-10T18:00:46Z", [0.0, 0.5, 0.5], ""], [691, "2016-09-10T11:32:14Z", [0.0, 0.15, 0.85], ""], [28874, "2016-09-09T21:01:54Z", [0.0, 0.6, 0.4], ""], [368, "2016-09-09T20:10:58Z", [0.0, 0.0, 1.0], ""], [691, "2016-09-09T18:18:51Z", [0.0, 0.15, 0.85], ""], [26018, "2016-09-09T16:54:52Z", [0.0, 0.0, 1.0], ""], [1639, "2016-09-09T15:26:40Z", [0.0, 0.4, 0.6], "The latest polls (sept, 4) show UR 28,9% over LDPR On august 29 the Levada center showed UR leading 21% over CPRF\n"], [25705, "2016-09-09T15:01:54Z", [0.0, 0.37, 0.63], "New poll from VTsIOM http://wciom.ru/news/ratings/elektoralnyj_rejting_politicheskix_partij/ (in Russian, sorry) shows further sliding support for UR. But it does not translate into UR chances worsening - they still get 62% of the people whose vote will actually count. Part of voters from all parties  move to \"undecided\" or \"will not vote\" categories. My calculations from the last polls, expert surveys and the market predictions give a mean of 295 votes, very close to 2/3. So I am upping my estimate for 2/3."], [28867, "2016-09-09T12:47:12Z", [0.1, 0.05, 0.85], ""], [28414, "2016-09-09T10:03:07Z", [0.0, 0.2, 0.8], ""], [51, "2016-09-09T00:53:39Z", [0.0, 0.4, 0.6], ""], [51, "2016-09-09T00:50:19Z", [0.0, 0.5, 0.5], ""], [51, "2016-09-09T00:49:06Z", [0.0, 0.6, 0.4], ""], [38, "2016-09-09T00:16:33Z", [0.0, 0.35, 0.65], "http://www.ecfr.eu/article/commentary_putins_gamble_on_russias_duma_elections_7109 \"Despite Russia’s recent clampdowns on dissenting voices and organisations, the number of political parties has increased tenfold since the previous election in 2011 – from seven to 74. However, only 14 of them will be able to participate in the September elections, and it is still only the “Big Four” (United Russia, the Communist Party of the Russian Federation (CPRF), the Just Russia party, and the Liberal-Democratic Party of Russia (LDPR)) that have any real chance of surpassing the five percent threshold required to win any seats in the Duma. \"Due to restrictive electoral legislation, only a handful of the largest and most well-established parties are allowed to automatically register their candidates for the Duma elections. Other smaller parties must gather 200,000 signatures of support in at least 29 regions across the country, or the signatures of three percent of voters in any given district – a task that is tricky, costly, and purposefully designed by the authorities to remove undesirable candidates from the race. The shortening of the campaigning period makes this process even more challenging, to the advantage of the larger, established parties. \". . . Under . . . . [the Central electoral Commission's]  new head, Ella Pamfilova, Russia’s former human rights ombudsman, the CEC has adopted a more transparent approach to supervising the elections, and has replaced other officials that might bring the legitimacy and objectivity of the CEC into question. The Kremlin has a vested interested in making sure that no large scale fraud takes place this time around, given fears that it could trigger mass protests, the likes of which were seen after the last Duma elections in 2011. In fact, the capacity for organising any large scale fraud in Russia has diminished significantly following the dismissal or arrest of elites who previously conspired to fix the result. \"The CEC may have enhanced its transparency but there will be far fewer independent election observers this year as a result of persistent government pressure on election-monitoring NGOs, such as Golos. The government has therefore been able to secure itself against an independent vote count. . . .  \"Putin’s post-Crimea popularity is still very high [82%], and compared to the domestic situation on the eve of the 2011 elections United Russia is in a much stronger position, even despite a largely unpopular cabinet. However there are a few key factors that might pose a problem for the party: the regional candidates are generally weak, the socio-economic situation has declined since 2011, and the government and people still have strong memories of the protests that took place around the last elections. \"The government appears confident this time that it will achieve the desired result – another United Russia win - but it prefers to ruffle as few feathers as possible by keeping election turnout low and avoiding any public scandals that could lead to an uprising. \" . . . In October 2015 the State Duma approved the redistricting of constituencies to reflect shifts in population from region to region [and] to harness control over the vote by diluting the more critically-minded urban constituencies with the better disciplined rural electorate. The government has sought to do this by using the so-called “petal arrangement”, which means that the regions are cut into districts like pieces of cake, and portions of the urban centre are merged with huge rural sectors stretching all the way to the region’s border - sometimes for two or three hundred kilometres. \" . . . . This radical redistricting operation will result in large parts of the population – mainly urban dwellers - being under-represented by the Duma given that 20 percent of voters, usually the most liberal and critical, reside in urban centres. \"The United Russia party has candidates in all but 18 of the 225 electoral districts, and is set to win the majority of the vote across the country.  \"It is unlikely that there will be any qualitative shifts in the composition of the Duma.  . . .\n\". . .  Putin’s United Russia party will probably grow, and even has a chance of obtaining a qualified majority of two thirds. The Communist party will most likely receive about the same number of votes as last time while the Just Russia party and LDPR will likely see a decrease in the number of deputies to offset the gains by United Russia. \" . . .  Turnout will be of critical importance to the results and, if it is higher than expected, the vote may shift a little more in favour of smaller parties. \n. . . \n\"All of these developments in the run up to the Duma elections point towards a carefully calculated yet reactive political modernisation. Putin has sought to create the perfect conditions to improve the transparency of the electoral process, while simultaneously strengthening the chance of a United Russia win. By introducing a modicum of harmless political competition the chances of an uprising can be minimised.\n. . . \n\"The most widespread explanation for the early elections is that bringing the date forward serves the dual purpose of minimising the time in which more critically-minded constituencies of large urban centres can mobilise, and ensuring relatively low turnout across the board – factors that play in favour of United Russia.\n. . . \n\"However, the Kremlin may have tied its own hands by bringing the elections forward. Any unpopular reforms passed in the interim 18 months between the Duma and presidential elections will negatively impact the ability of Putin to cling on to power in the presidentials."], [83, "2016-09-08T23:37:35Z", [0.0, 1.0, 0.0], "Estimate of FPTP seats for UR:\nFirst, I took a list of the 86 regions (2 new ones, Crimea and Sevastopl) listed in the 2016 election Wiki link (below)\nSecond, from the candidate lists in the link, listed the number of seats available in each region and the number of UR candidates in each region. Unfortunately the list of seats in the wiki only came to 82 (about 1/3 of the actual total number of FPTP seats).\nThird, for each region, listed the percentage of votes for the UR party, from the 2011 election results Wiki linked below.\nFourth, The 2011 results indicated a UR plurality in each region.  If UR took more than twice the number of votes as the next best party, I gave all of the seats that UR competed for in that region to UR for the 2016 election.  If the UR took between 1 and 99% more votes than the nearest competitor I gave UR 1/2 of the seats they were competing for in 2016. The results for the 82 seats: UR had a candidate for 73 of the seats, and based on the above methodology is slated to win at least 62 or 85% of the FPTP seats they competed for.   To project the entire FPTP outcome: \nUR reportedly is not offering candidates for 18 seats.  Leaving 207 (225, less 18).\nOf the total 225 seats UR slated to take 176 (207*.85) FPTP seats (or about 78% of the 225 total) Here is a sample of the data (only counting seats listed in the 2016 Wiki):\n(Based on the sample one could perhaps guess how UR decided where not to run for seats.)\nRegion..................Tot.Seats.........UR Candidates........2011Poll%.......Fcst to UR\nMoscow.....................15.......................14...........................46.6%....................14\nKrasnodar Krai...........8..........................7...........................56.3%......................7\nBashkortostan...........6..........................5............................70.5%......................5\nTatarstan....................6..........................6............................77.8%......................6\nAltai Krai.....................4..........................4............................37.2%......................2\nKrasnoyarsk Krai.......4..........................4............................36.7%......................2\nPerm Krai...................4..........................4............................36.3%......................2\nDagestan....................3..........................3............................82.8%.....................3 2016 Duma regions / candidates:\nhttps://en.m.wikipedia.org/wiki/Russian_legislative_election,_2016\n2011 Duma election results: https://en.m.wikipedia.org/wiki/Russian_legislative_election,_2011"], [28631, "2016-09-08T20:22:09Z", [0.0, 0.2, 0.8], ""], [691, "2016-09-08T18:56:49Z", [0.0, 0.14, 0.86], ""], [368, "2016-09-08T17:49:50Z", [0.0, 0.0, 1.0], ""], [25705, "2016-09-08T13:51:23Z", [0.0, 0.25, 0.75], "It is strange - there are no published polls so far this week. Levada is in trouble, but why VTsIOM is silent with less than 10 days before election? One possibility, though small, is some problem in the paradise - numbers for UR came out too low and they are redoing the survey (and no independent Levada to point the UR drop in ratings). Dropping a bit chances for 2/3..."], [484, "2016-09-07T19:07:51Z", [0.0, 0.65, 0.35], "(no change) Fascinating 6 page article in the 12 Sep issue of Time about Putin and the relationship with the Orthodox Church. Some speculation that Greece will veto the EU sanctions when it comes up for renewal in January too. http://time.com/4471864/vladimir-putin-pilgrimage-holy-mountain/"], [368, "2016-09-07T18:23:35Z", [0.0, 0.0, 1.0], ""], [691, "2016-09-07T17:33:54Z", [0.0, 0.13, 0.87], ""], [51, "2016-09-06T23:07:52Z", [0.0, 0.1, 0.9], ""], [28798, "2016-09-06T23:01:46Z", [0.0, 0.65, 0.35], ""], [368, "2016-09-06T17:34:16Z", [0.0, 0.0, 1.0], ""], [691, "2016-09-06T12:33:52Z", [0.0, 0.12, 0.88], ""], [4577, "2016-09-06T10:14:19Z", [0.01, 0.09, 0.9], ""], [4577, "2016-09-06T10:14:03Z", [0.01, 0.9, 0.09], ""], [10898, "2016-09-06T07:37:12Z", [0.0, 0.35, 0.65], ""], [13377, "2016-09-06T04:21:15Z", [0.0, 0.35, 0.65], ""], [484, "2016-09-06T02:47:29Z", [0.0, 0.65, 0.35], "At least 2/3 up 30%. I expect it to be a toss up whether this milestone is reached, but I want to be on the high side. I increased it because of the Levada Center being blacklisted. Not that it matters a lot I suppose, but that conveniently makes the whole exercise even more opaque."], [14208, "2016-09-06T02:04:33Z", [0.0, 0.0, 1.0], ""], [368, "2016-09-06T00:54:12Z", [0.0, 0.0, 1.0], ""], [9755, "2016-09-05T22:35:26Z", [0.0, 1.0, 0.0], ""], [691, "2016-09-05T12:10:12Z", [0.0, 0.11, 0.89], ""], [368, "2016-09-04T19:16:35Z", [0.0, 0.0, 1.0], ""], [13377, "2016-09-04T11:58:49Z", [0.0, 0.3, 0.7], ""], [10898, "2016-09-04T09:37:43Z", [0.0, 0.25, 0.75], ""], [368, "2016-09-03T22:00:18Z", [0.0, 0.0, 1.0], ""], [476, "2016-09-03T10:35:26Z", [0.0, 0.31, 0.69], "Most observers aren't aware that \"social media\" plays a limited, very limited role in Russian \"retail politics.\"  The link here http://www.russia-direct.org/opinion/role-social-media-russian-parliamentary-campaign?utm_source=Russia+Direct+free+weekly+newsletters&utm_campaign=7628229cc1-EMAIL_CAMPAIGN_9_01_2016&utm_medium=email&utm_term=0_cd2cf54b82-7628229cc1-78674429 expands on that theme, giving the \"mainstream\" apparat a distinct advantage. I have adjusted my forecast, slightly taking that into account"], [368, "2016-09-02T18:21:16Z", [0.0, 0.0, 1.0], ""], [556, "2016-09-02T15:35:35Z", [0.0, 0.3, 0.7], ""], [38, "2016-09-02T15:23:05Z", [0.0, 0.35, 0.65], ""], [51, "2016-09-02T14:28:00Z", [0.0, 0.6, 0.4], ""], [25705, "2016-09-02T13:16:52Z", [0.0, 0.45, 0.55], "Increasing a bit chances for 2/3 on a new poll from VTSIOM - http://wciom.ru/news/ratings/elektoralnyj_rejting_politicheskix_partij/ - (again, there should be a version in English).  It does show a slight slide of support for UR (as Levada poll published yesterday), but still the numbers come out strong for UR taking the majority of seats or even 2/3. IMHO my numbers are rather conservative. If I take predictions for FPTP part provided by Dima-K (75-85%), they put UR chances for 2/3 above 50%. Also, one of the findings in the poll - one of the four parties, which are expected to pass 5% threshold - Just Russia - is close (5.4%)  to this threshold (hence, may not pass it after all). If so, UR will get more seats from the proportional system "], [691, "2016-09-02T12:07:59Z", [0.0, 0.11, 0.89], ""], [4042, "2016-09-02T10:55:07Z", [0.0, 0.1, 0.9], ""], [4042, "2016-09-02T10:34:48Z", [0.0, 0.3, 0.7], ""], [405, "2016-09-02T10:25:46Z", [0.3, 0.1, 0.6], ""], [405, "2016-09-02T08:29:29Z", [0.0, 0.4, 0.6], "United Russia seem to be way ahead. \nhttp://www.intellinews.com/support-for-ruling-united-russia-party-slides-in-the-polls-105196/?source=russia"], [5001, "2016-09-02T04:34:54Z", [0.0, 0.3, 0.7], "Dropping a bit on @Anneinak's link: http://www.gjopen.com/comments/comments/315778"], [498, "2016-09-02T04:31:32Z", [0.0, 0.09, 0.91], "\"United Russia party represents the interests of organised crime\"\nhttp://www.thetimes.co.uk/_TP_/article/mafia-links-of-putin-s-party-laid-bare-m9q359svd?ni-statuscode=acsaz-307 Having learned from Brazil/Rousseff that there are many aspects to the \"public\" side of \"public corruption,\" I am unable to interpret the significance of this event. Do United Russia voters identify with organized crime? Is there some sort of \"so long as he's *our* criminal it's OK\" mentality? In short, there are many cultural aspects to organized crime and public corruption that make this data point difficult to interpret as to its effect upon the Duma elections. Summary of report.\nhttps://meduza.io/en/feature/2016/08/31/the-criminal-russia-party"], [38, "2016-09-01T22:29:40Z", [0.1, 0.35, 0.55], "http://www.newsweek.com/putins-united-russia-drops-polls-ahead-september-elections-494887 \"United Russia’s support among voters is at its lowest point this year, according to an August poll by Russia’s top independent pollster the Levada Center. . . Only 31 percent of Russians said they would vote for the party, if the elections were this weekend, dropping eight points since July . . . . In April, United Russia’s approval rating reached 42 percent, nearing the vote share they received at the start of this parliament in 2011 (49 percent). \"Over the last few years the United Russia party has overseen an economic downturn, which will be among the top issues in the upcoming parliamentary elections on September 18. While Putin personally retains a much higher approval rating, the cabinet of ministers does not enjoy such good fortune, as hundreds of thousands of Russians called for Prime Minister Dmitry Medvedev’s sacking after clumsy responses to questions about the economy. \"Despite United Russia’s decline, no party has made major gains from United Russia’s drop, as Russia’s second largest party, the pro-Kremlin Communist Party, pulled in the same share of the vote as in July—10 percent. The far-right LDPR ranks third in popularity, dropping one point since July, to command 9 percent. \"What has been affected most dramatically is Russians’ intention to vote at all, as only 20 percent said they were sure they would vote in three weeks’ time, which is a huge slide since February, when 47 percent of Russians gave that answer. \"In fact there are still more undecided voters in Russia than voters for any party that is not Putin’s ruling party, as 22 percent indicated they do not know which party they would vote for, if they voted at all. More Russians endorsed abstaining from voting, than any party that is not United Russia, with 15 percent saying they were confident they would not vote. \"The large number of parties (14, not counting independent candidates) registered for the elections, seems to have stretched the saturation of votes, with few getting above 1 percent of the vote share. \"When taking the large share of undecided and abstaining voters out of the equation, United Russia does clock up a 50 percent share of the vote in the poll, dropping 15 points since January.\n~~~~~~~\nhttp://www.intellinews.com/support-for-ruling-united-russia-party-slides-in-the-polls-105196/?source=russia \"Russia’s ruling United Russia party has slid in the polls to below the threshold it needs to win a majority in the September 18 parliamentary election. . . . . Analysts say that since the parliamentary election system was changed to include more single-mandate votes, United Russia would need to win around 35% of the popular vote to secure a majority of the seats in the new State Duma lower chamber. \"The party also saw its share of the vote fall among the narrower definition of those who said they would definitely vote, from 65% in January to 50% now, according to Levada.  \"A total of four parties would currently pass the 5% threshold to enter the Duma; after United Russia, the next most popular party is the Communist Party of the Russian Federation (KPRF) with an unchanged 10% of the vote. Next is the Liberal Democratic Party of Russia (LDPR), . . .  which also saw its support slip one point to 9%. Just Russia (aka Fair Russia), the pseudo-liberal opposition in the Duma, is the only party to see its popularity increase significantly in the last month with its rating rising from 3% to 5%.  None of the other parties on the roster would make it over the 5% threshold.\n~~~~~~~\nCOMMENT:  I've skimmed the Russian Constitution and couldn't find anything requiring a certain level of electoral participation, but perhaps there's laws to that effect? @Greyowlsova &  @Dima-K if only 20% vote, would an election be valid???  I'm shifting my forecasts downward as a consequence of the latest polls."], [368, "2016-09-01T18:35:36Z", [0.0, 0.0, 1.0], ""], [484, "2016-09-01T16:29:39Z", [0.0, 0.35, 0.65], "Following @Greyowlsova http://www.gjopen.com/comments/comments/315312"], [691, "2016-09-01T14:36:58Z", [0.0, 0.12, 0.88], ""], [25705, "2016-09-01T13:05:13Z", [0.0, 0.35, 0.65], "I provided the reference to the last Levada poll, but was sloppy and did not use the latest numbers in my calculations. :(  I am forced to revise my forecast for the third time today, reversing the outcome..."], [25705, "2016-09-01T12:42:01Z", [0.0, 0.65, 0.35], "What worries me that in Russian press, practically nobody, even the sources connected to the government and UR, talks about getting the constitutional  majority. The math is there for this outcome, but still... My guess is that they are afraid that if they talk about it, it would be perceived as a self-fulfilling prophecy, which can be achieved only through election manipulation.  Still, better be more cautious - lowering UR chances for 2/3s"], [25705, "2016-09-01T12:05:19Z", [0.0, 0.81, 0.19], "Despite headlines about electorate being disappointed in UR, a new Levada poll - http://www.levada.ru/2016/09/01/gotovnost-golosovat-i-predvybornye-rejtingi/ (most probably, there is an English version as well) shows (again) that people who promised to vote will give UR a majority or even 2/3 of the seats. Yeah, there are disappointed people, but they are not going to vote at all or they spoil the ballot. The point is there is no real opposition to UR. Besides, Duma is not that important anyway - most decisions are made in Kremlin."], [28414, "2016-09-01T08:39:42Z", [0.0, 0.0, 1.0], "UR will use every trick in the book to get over 50%. There is no NEED for 2/3 as there are plenty of puppet parties to control this inconsequential \"government body\" "], [38, "2016-09-01T00:53:10Z", [0.0, 0.88, 0.12], "http://www.newsweek.com/putins-party-accused-privacy-breach-phone-campaign-494471 Apparently, United Russia is using information from government sources to do push-poll campaigning via phone.   This is causing some controversy.  @austerity, @Dima-K, @Greyowlsova:  Will this intimidate voters into voting UR, or anger them enough to make them decide to not vote or to vote for another party?    What do you think?"], [11724, "2016-08-31T18:49:39Z", [0.0, 0.1, 0.9], ""], [691, "2016-08-31T17:58:05Z", [0.0, 0.12, 0.88], ""], [368, "2016-08-31T15:49:31Z", [0.0, 0.0, 1.0], ""], [1646, "2016-08-31T11:59:51Z", [0.0, 0.25, 0.75], "Shocking revelations of Russia continuing business as usual: Ilya Yashin: “United Russia” has opened the door to criminals in power – BBC Russian \nhttp://russiannewsonline.blogspot.com.co/2016/08/ilya-yashin-united-russia-has-opened.html\nhttp://en.reporter-ua.ru/yashin-have-released-a-dedicated-edro-report-the-party-criminal-russia.html Reducing at least 2/3 by -5 . Although dismissed by some as nugatory widespread knowledge, many will be distributed a copy of this beefy report. Taxi drivers reportedly are not very happy with Putin lately. Perhaps more revelations are to come as well.  Interesting final paragraph of the last link, indicating  ФСБ  discontent: \"Piontkovsky believes that the promotion of special services Putin’s opponents (is) evidence of the agony of the ruling in Russia regime and pre-readiness of influential security forces (to) contribute directly to the change of power in the country. \" Awaiting a Russian tabloid expose of CIA hacking into their elections."], [28414, "2016-08-31T10:07:38Z", [0.14, 0.0, 0.86], ""], [9755, "2016-08-31T00:17:57Z", [0.0, 0.9, 0.1], ""], [368, "2016-08-30T17:13:31Z", [0.0, 0.0, 1.0], ""], [1708, "2016-08-30T16:09:29Z", [0.0, 0.1, 0.9], ""], [691, "2016-08-30T12:26:35Z", [0.0, 0.12, 0.88], ""], [51, "2016-08-30T10:32:41Z", [0.0, 1.0, 0.0], ""], [28414, "2016-08-30T10:04:38Z", [0.24, 0.0, 0.76], ""], [28414, "2016-08-30T09:53:19Z", [0.24, 0.01, 0.75], ""], [1646, "2016-08-30T00:59:34Z", [0.0, 0.35, 0.65], ""], [368, "2016-08-29T21:20:06Z", [0.0, 0.0, 1.0], ""], [51, "2016-08-29T19:20:20Z", [0.0, 0.9, 0.1], ""], [691, "2016-08-29T18:06:43Z", [0.0, 0.14, 0.86], ""], [3274, "2016-08-29T15:20:31Z", [0.05, 0.85, 0.1], ""], [25705, "2016-08-29T13:52:35Z", [0.0, 0.55, 0.45], "It was expected that UR vote percentage would be sliding in the polls for potential voters. It is not; rather recently it is slightly going up. \nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2016 When both expected FPTP and proportional seats taken into account now, they slightly exceed 300 seats threshold. I am increasing UR chances to get 2/3 of the seats compared to my previous forecast, with comments still valid\nhttps://www.gjopen.com/comments/comments/301852 . Of course, a lot of uncertainties remain."], [28631, "2016-08-29T08:50:06Z", [0.0, 0.25, 0.75], "some more arguments and insight into election system \nhttps://www.gjopen.com/comments/comments/312631"], [28631, "2016-08-29T08:40:29Z", [0.55, 0.0, 0.45], "recent polls Aug 25 - UR seems to loose some ground\nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2016\n"], [28648, "2016-08-29T07:58:53Z", [0.0, 0.75, 0.25], ""], [28228, "2016-08-29T01:35:30Z", [0.02, 0.25, 0.73], ""], [73, "2016-08-28T22:45:10Z", [0.0, 0.5, 0.5], ""], [83, "2016-08-28T21:15:41Z", [0.0, 1.0, 0.0], "Based on prior post; changing my forecast."], [83, "2016-08-28T21:01:02Z", [0.0, 0.05, 0.95], "Forecast error, changed in next post. Based on the following data, expect that UR will surpass the 2/3 mark in the Duma elections. \n In 2011 four parties qualified for proportional representation; and United Russia collected 49% of the total vote compared to the 93% of the vote collected by the 4 qualifiers, resulting in UR collecting 53% (238) of the 450 seats. By comparison in 2016 the election has been split. 250 seats to be allocated by proportional representation, and 250 seats to be earned by first-past-the-post district votes.  Again it appears that 4 parties may qualify for proportional representation, although JR is in danger of falling short (this eventuality would result in additional seats for UR).  UR currently has 45% in the polls compared with a total of 72% for the four parties that may qualify for proportional representation. The result may be that UR collects142 (63%) of the proportional seats, a significant increase on the 2011 results.  -- The increase is related to the number of qualifying parties - approx. 7 in 2011 and approx. 14 in 2016, resulting in a dilution of the 2016 vote, giving UR a larger percent of the final seat allocation. To meet the 2/3 GJO requirement, UR would need approx. 71% of the FPTP seats. Given that UR is polling at 45% compared to the next best 10% for CPRF and LDPR, UR should have high probability of meeting this objective. One possible obstacle to UR would be the concentration of the competing parties in specific areas, resulting in seats won at a disproportional level. However, The 2016 wiki, indicates that parties, in order to be eligible for the elections, must submit qualifying signatures from multiple regions around Russia, thereby forcing parties to have a national presence to qualify (more on this below). It seems that this requirement would effectively prevent minority parties from dominating specific high concentration areas:\n\"The Central Election Commission of the Russian Federation determined the 14 political parties that can submit lists of candidates without collecting signatures.[9] Whilst other parties are required to present at least 200,000 signatures (with a maximum of 7,000 signatures per region)\". -- The result is that a party, if not approved by the election committee, must get signatures in 29 regions (200,000 / 7,000). Review of polling data for 2011 parliamentary election:\nhttps://en.m.wikipedia.org/wiki/Russian_legislative_election,_2011\n(Parties required to obtain 7% to get proportional representation in the Duma - 4 parties qualified.)\nParty.......approx.%last polls...........electionResult\nUR......................53%................................49.32%\nCPRF...................18%................................19.2%\nLDPR...................12%................................11.7%\nJR...........................9%................................13.2%\nGiven that the polls were fairly accurate, will rely on them for proportional representation for the 2016 election. 2016 polls (approx avg of recent polls):\nhttps://en.m.wikipedia.org/wiki/Russian_legislative_election,_2016\nParty.................poll%\nUR.......................45%\nCPRF...................10%\nLDPR..................10%\nJR..........................7%\nIt seems reasonable that the decrease in support for the UR party, compared to 2011, may be due to the expansion of the number of approved parties to 14 from 7."], [10898, "2016-08-28T20:02:23Z", [0.0, 0.35, 0.65], ""], [368, "2016-08-28T18:15:07Z", [0.0, 0.0, 1.0], ""], [83, "2016-08-28T17:01:44Z", [0.0, 0.05, 0.95], ""], [691, "2016-08-28T12:56:05Z", [0.0, 0.11, 0.89], ""], [11724, "2016-08-28T02:15:16Z", [0.0, 0.5, 0.5], ""], [11724, "2016-08-28T02:13:41Z", [0.0, 0.75, 0.25], ""], [691, "2016-08-27T18:13:33Z", [0.0, 0.11, 0.89], ""], [556, "2016-08-27T15:43:09Z", [0.0, 0.6, 0.4], "I'm not sure if this is recycled from the last posting I made or not...\nhttps://www.the-newshub.com/politics/russias-upcoming-elections-all-you-need-to-know \"What do the polls say? While a Russian NGO predicts no major shakeup, the predicted changes are reflective of the current mood of Russian society. UR looks set to take the most seats again, some analysts predicting as much as 70%. The LDPR appear to be gaining traction and may push the KPRF into third place. This is likely due to their ability to appeal to voters’ national pride amidst the international situation since 2014.\""], [38, "2016-08-27T07:00:21Z", [0.0, 0.88, 0.12], "http://www.plenglish.com/index.php?o=rn&id=2932&SEO=ruling-party-leads-polls-for-russian-parliamentary-elections \" . . .  United Russia (UR) is leading polls, with 44 percent of the intended vote . . .  The UR's closest contender is . . .  Liberal Democratic Party of Russia (LDPR), with 11.8 percent, they are supported by . . .  Communist Party of the Russian Federation (CPRF), with 10.1, and Just Russia (JR), with 7.5 percent. The Public Opinion Fund poll reports that UR has 45 percent of the support and CPRF has 10, while showing a tie of 8 percent between the LDPR and JR.\n"], [38, "2016-08-27T06:47:53Z", [0.0, 0.88, 0.12], "https://www.rt.com/politics/357182-analysts-expect-russian-elections/ “The four current parliamentary parties reflect the political preferences of about 80 percent of the Russian population. Other parties that participate in the 2016 [Duma election] campaign can count on the remaining 20 percent, give or take,” the Foundation for Civil Society Development [a major Russian NGO specializing in political science] wrote . . .[and] judging from the experience of previous Russian parliamentary campaigns, voters who have not yet determined their political allegiance would choose not from among the newcomers but from the leading parties – United Russia, the Communist Party, the Liberal Democratic Party (LDPR), and Fair Russia. \"United Russia is leading in the ratings for parties that are running for the Duma with elections lists. Analysts also expect that at least 70 percent of the 225 seats reserved for winners of the polls in independent constituencies will be taken by United Russia members. \"Analysts also believe that the Communist Party of the Russian Federation will face stiff competition from the nationalist LDPR because the latter is “actively using the fairwater of [President] Vladimir Putin’s foreign policy” and appeal to voters’ national pride. However, the report reads that the candidates representing the LDPR in independent constituencies are generally weaker than the Communists. \"Fair Russia has lost much of the popularity it demonstrated in the 2011 elections and will struggle to breach the 5 percent threshold required for a parliamentary presence, the report reads.\n. . .\n\"According to a poll conducted by the independent public opinion research center Levada, turnout in the elections could reach 48 percent."], [484, "2016-08-27T05:01:08Z", [0.0, 0.6, 0.4], "Following @dkc lead http://www.gjopen.com/comments/comments/311387"], [13377, "2016-08-26T22:12:55Z", [0.0, 0.55, 0.45], ""], [368, "2016-08-26T17:39:34Z", [0.0, 0.0, 1.0], ""], [556, "2016-08-26T17:31:29Z", [0.0, 0.55, 0.45], "https://www.rt.com/politics/357182-analysts-expect-russian-elections/"], [691, "2016-08-26T12:07:28Z", [0.0, 0.11, 0.89], ""], [405, "2016-08-26T09:14:16Z", [0.0, 0.4, 0.6], "\"United Russia is leading in the ratings for parties that are running for the Duma with elections lists. Analysts also expect that at least 70 percent of the 225 seats reserved for winners of the polls in independent constituencies will be taken by United Russia members. \"\nhttps://www.rt.com/politics/357182-analysts-expect-russian-elections/"], [10762, "2016-08-25T22:43:41Z", [0.0, 0.95, 0.05], ""], [691, "2016-08-25T19:09:41Z", [0.0, 0.11, 0.89], ""], [368, "2016-08-25T17:47:09Z", [0.0, 0.0, 1.0], ""], [27738, "2016-08-25T12:54:32Z", [0.0, 0.65, 0.35], ""], [28380, "2016-08-25T06:55:41Z", [0.0, 0.85, 0.15], "changed electoral system, post-crimea sentiments"], [38, "2016-08-25T00:08:31Z", [0.0, 0.5, 0.5], "http://www.bloomberg.com/news/articles/2016-08-23/putin-s-election-grip-so-tight-even-khodorkovsky-can-take-part \"The last time Vladimir Putin’s political party won national elections, ballot-stuffing allegations sparked the biggest protests of his rule. Five years on, Putin appears to be so confident in his hold on power that even his most dogged adversary is welcome to challenge United Russia in next month’s parliamentary polls -- Mikhail Khodorkovsky, . .  \" . . . All but one of the 19 candidates he’s [khodorkovsky] grooming have been accepted by authorities overseeing the vote. . . . Khodorkovsky has vowed to use what’s left of his fortune to hasten the end of the Putin era, though he admits the Kremlin’s grip on the electoral process is so strong it has nothing to fear, for now.\n. . . \n\". . .  Putin’s continued popularity, mastery of the airwaves and changes to the way lawmakers are picked all but guarantee United Russia’s victory in the Sept. 18 ballot, . . . \" . . . a political consultant to the Kremlin staff said the bigger goal is to ensure that the contest be viewed as legitimate in order to deprive the opposition of a rallying cry for mass demonstrations that would give it momentum going into Putin’s own re-election bid in less than 19 months. “Not only are the authorities not preventing the Khodorkovsky candidates from running, they even appear to be helping them,” . . . “The key thing is to avoid tainting the results because this poll is seen by the opposition as a springboard for challenging Putin’s future win.” \"In March, he [Putin] named a veteran human-rights campaigner . . . to run the Central Election Commission . . . Russia invited another critic of that election, the Organization for Security and Cooperation in Europe, a governmental watchdog, to send 500 observers to monitor the next one. \"Last time, United Russia gained a comfortable majority in the State Duma, 238 of 450 seats, though it won just 49 percent of the official tally. Its support has since dropped to between 39 percent and 44 percent, the latest surveys by the independent Levada Center and state-run VTsIOM show. \"Yet the party, which is headed by Prime Minister Dmitry Medvedev, Putin’s longtime lieutenant, may still gain seats. Unlike in 2011, when all mandates were awarded to parties in proportion to their share of the vote, half will go to the winners of individual races. This gives United Russia an overwhelming advantage in “administrative resources,” such as state entities pressuring employees how to vote, so there’s no need to falsify results, said Nikolai Petrov, a professor at Moscow’s Higher School of Economics. “The Kremlin’s slogan is ‘manipulate yes, falsify no,’” Petrov said. “The aim is to get the maximum amount of seats while avoiding scandal and conflict.” \"Putin’s administration is already preparing for victory. The Kommersant newspaper reported this week that authorities are considering promoting the first deputy head of the Kremlin administration, Vyacheslav Volodin, to speaker of the Duma after the elections. \"United Russia may even end up with the two-thirds majority needed to amend the constitution, like it had when the presidential term was extended to six years from four in 2008, according to Alexei Makarkin, deputy head of the Moscow-based Center for Political Technologies. . . .When Russia last had single-mandate districts in parliamentary elections, in 2003, United Russia gained a super majority with less than 38 percent of the vote, . . .\n. . .\n\"While Putin enjoys a personal rating of more than 80 percent, 37 percent of Russians say the country is headed in the wrong direction, according to Levada. A drop in commodity prices and sanctions over Ukraine are taking a toll. Millions of people have fallen below the poverty line in the past two years and the government, struggling with the widest budget deficit since 2010, has been forced to freeze public-sector wages and curtail pension increases.\n. . .\n“Free and fair elections aren’t only about transparency in ballot-counting -- but also access for political parties to the mass media during the entire period between elections,” Yabloko said in an e-mailed statement.  One of United Russia’s most vocal critics, Mikhail Kasyanov, who heads the Parnas party, knows the power of media first-hand. In March, state television aired a video of the former premier having an adulterous romp with a subordinate, igniting a heated debate that exposed deep rifts among the opposition. But even Kasyanov said Parnas has had “no problems” fielding about 280 candidates, including almost all of Khodorkovsky’s acolytes.\n~~~~~~~\nCOMMENT:  There seems to be no question that UR will get at least 50%, but will it get more than 2/3rds?  With the changes in the election procedures it's not possible to compare apples to apples.  In 2011, UR got 49% of the vote and 53% of the seats. In 2008, UR got more than 2/3rds of the seats.  And in 2003, UR got over 2/3rds of the Duma while getting only 38% of the raw vote.  Currently, polling gives UR 39-44% of the vote."], [368, "2016-08-24T17:06:18Z", [0.0, 0.0, 1.0], ""], [23006, "2016-08-24T15:38:44Z", [0.1, 0.0, 0.9], ""], [28414, "2016-08-24T09:05:29Z", [0.34, 0.01, 0.65], ""], [11724, "2016-08-24T07:46:02Z", [0.0, 0.01, 0.99], ""], [51, "2016-08-24T02:17:30Z", [0.0, 0.1, 0.9], ""], [368, "2016-08-23T16:21:54Z", [0.0, 0.0, 1.0], ""], [21758, "2016-08-23T14:41:53Z", [0.09, 0.1, 0.81], ""], [691, "2016-08-23T12:24:03Z", [0.0, 0.11, 0.89], ""], [28414, "2016-08-23T11:57:00Z", [0.24, 0.01, 0.75], ""], [15097, "2016-08-23T09:45:36Z", [0.0, 0.2, 0.8], ""], [368, "2016-08-22T22:20:02Z", [0.0, 0.0, 1.0], ""], [38, "2016-08-22T14:33:52Z", [0.0, 0.5, 0.5], ""], [691, "2016-08-22T11:40:15Z", [0.0, 0.11, 0.89], ""], [28414, "2016-08-22T09:47:36Z", [0.16, 0.04, 0.8], ""], [28414, "2016-08-22T09:33:16Z", [0.3, 0.04, 0.66], "Numbers are unlikely to change significantly from the last Duma election. "], [12302, "2016-08-22T02:40:26Z", [0.02, 0.14, 0.84], ""], [498, "2016-08-22T02:06:09Z", [0.0, 0.09, 0.91], "A video which argues that Putin (and presumably his party) requires conflict to sustain popularity.\nhttps://www.youtube.com/watch?v=BT4sK36cU3Y"], [28072, "2016-08-21T14:29:59Z", [0.2, 0.35, 0.45], ""], [691, "2016-08-21T12:20:40Z", [0.0, 0.11, 0.89], ""], [15548, "2016-08-21T09:10:19Z", [0.0, 0.1, 0.9], ""], [38, "2016-08-21T06:43:06Z", [0.0, 0.43, 0.57], "http://www.rferl.org/content/north-caucasus-candidates-denied-election-registration/27934411.html \"Three prominent political figures . . .  who hoped to run as independent candidates from North Caucasus constituencies have been refused registration to participate in the September 18 elections to the State Duma . . . . the reason cited for denying registration was the purported invalidity of signatures the prospective candidates had submitted in their support. In fact, however, they appear to have incurred the displeasure of senior republican officials who intervened to prevent their participation in the ballot for fear that due to widespread popular dissatisfaction they would garner far more votes than the candidate representing the ruling United Russia party. \"All three men intend to appeal to Russia's Central Election Commission the rulings by its republic-level counterparts.\n. . . \n\" . . .  the Daghestani Interior Ministry did not dispute that the signatures Shevchenko submitted were genuine, but claimed that in 7 percent of the total number the date was written in the same handwriting, which differed from that of the signatory. Shevchenko publicly accused Magomedov of having co-opted to assess the signatures in his support a relative of a rival prospective candidate. Shevchenko claimed Magomedov warned the woman in question she would be dismissed unless she had him removed from the list of candidates. Shevchenko argued that it was unacceptable for an agency that routinely engages in blatant human rights violations to determine whether or not he should be allowed to participate in the election.\n. . . \nAssuming that the federal Central Election Commission does not intervene to reinstate them, none of the three candidates has any hope of redress in the immediate future. \n~~~~~~~\nCOMMENT:  If 3 prominent political figures were disqualified, I wonder how many more less prominent ones were.  To me, that suggests manipulation of the election.  I'm going to increase my forecast for United Russia.\n"], [83, "2016-08-20T22:45:03Z", [0.0, 0.1, 0.9], ""], [368, "2016-08-20T18:35:40Z", [0.0, 0.0, 1.0], ""], [15548, "2016-08-20T14:54:41Z", [0.01, 0.07, 0.92], ""], [405, "2016-08-20T14:49:11Z", [0.0, 0.25, 0.75], "It seem that United Russia will win, \nbut how much?\nand how the last reform will influence the outcome of seats for each party?\nhttp://www.electograph.com/2016/08/russia-august-2016-wciom-poll.html"], [691, "2016-08-20T11:58:25Z", [0.0, 0.11, 0.89], ""], [1693, "2016-08-20T00:21:54Z", [0.0, 0.18, 0.82], ""], [38, "2016-08-20T00:12:34Z", [0.0, 0.41, 0.59], "http://uk.reuters.com/article/uk-russia-election-idUKKCN10T1HS \"Russian opposition leader Mikhail Kasyanov . . . Starved of air time, vilified by Kremlin-backed media, and physically attacked on the stump, Kasyanov and his allies in the People's Freedom party or PARNAS face an uphill struggle to break into the 450-seat lower house of parliament on Sept. 18.  \"Despite an economic crisis, the main pro-Kremlin United Russia party is expected to comfortably win the elections, which are seen as a dry run for Vladimir Putin's presidential re-election campaign in 2018. \"The [economic] crisis means United Russia's margin of victory may be slimmer than recent years however, giving PARNAS, which currently has no seats in parliament, a glimmer of hope.\n. . . \n\"The Central Election Commission appointed a new chairwoman known for her human rights work this year and Moscow is allowing the OSCE to observe next month's elections. \"But Kasyanov pointed to amendments to Russia's election laws which he said made it harder to monitor whether voting was fair and cited election experts as saying the authorities were able to routinely falsify up to 5 percent of the vote meaning his party would need to outperform. \"To be able to form a fraction in the Duma (parliament) we will have to win 10-15 percent of all votes,\" he said, explaining that the authorities would disregard the real result for PARNAS and \"write in\" a new lower result that would keep its support around the 5 percent mark. \"The necessary threshold to get into parliament is 5 percent but if PARNAS wanted to get over the line with say 6 percent, Kasyanov said it would need to win 15 percent to take account of the likely scale of falsification. \"The most recent opinion poll conducted by the independent Levada Center in July suggested PARNAS might manage 7 percent.\n. . .\n\"Kasyanov, who was in February shown in the cross-hairs of a sniper's rifle in a video posted on the internet by the pro-Russian boss of Chechnya, was last week attacked by pro-Kremlin activists on the stump. He suffered a setback in April when a state-backed TV channel broadcast footage of him in bed with an activist discussing opposition infighting. Kasyanov said the secret services had put a hidden camera in his flat.\nSeveral opposition allies said he should step down after that episode saying that, fair or not, it had created an image problem for the party. Kasyanov refused.\n"], [26365, "2016-08-19T19:13:51Z", [0.0, 1.0, 0.0], ""], [691, "2016-08-19T18:05:07Z", [0.0, 0.11, 0.89], ""], [368, "2016-08-19T17:43:55Z", [0.0, 0.0, 1.0], ""], [368, "2016-08-18T20:06:57Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-18T11:20:04Z", [0.0, 0.11, 0.89], ""], [1708, "2016-08-18T00:41:45Z", [0.0, 0.15, 0.85], ""], [601, "2016-08-17T23:55:30Z", [0.0, 0.0, 1.0], ""], [368, "2016-08-17T21:52:10Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-17T13:10:10Z", [0.0, 0.11, 0.89], ""], [6552, "2016-08-16T20:30:52Z", [0.0, 0.3, 0.7], ""], [368, "2016-08-16T18:49:23Z", [0.0, 0.0, 1.0], ""], [94, "2016-08-16T18:15:06Z", [0.05, 0.15, 0.8], ""], [691, "2016-08-16T13:11:51Z", [0.0, 0.12, 0.88], ""], [368, "2016-08-15T22:07:18Z", [0.0, 0.0, 1.0], ""], [1333, "2016-08-15T18:57:02Z", [0.0, 0.45, 0.55], ""], [691, "2016-08-15T16:53:23Z", [0.0, 0.13, 0.87], ""], [28203, "2016-08-15T14:08:18Z", [0.24, 0.15, 0.61], ""], [361, "2016-08-15T12:21:07Z", [0.01, 0.13, 0.86], ""], [361, "2016-08-15T12:09:35Z", [0.01, 0.11, 0.88], ""], [1262, "2016-08-14T23:22:52Z", [0.0, 0.22, 0.78], "Adjusting in part based on comments from Greyowlsova, others"], [27798, "2016-08-14T18:47:03Z", [0.0, 0.2, 0.8], ""], [368, "2016-08-14T17:47:59Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-14T14:17:01Z", [0.0, 0.13, 0.87], ""], [15548, "2016-08-14T07:05:03Z", [0.09, 0.01, 0.9], ""], [368, "2016-08-13T20:57:48Z", [0.0, 0.0, 1.0], ""], [1639, "2016-08-13T19:30:49Z", [0.75, 0.0, 0.25], ""], [38, "2016-08-13T18:38:49Z", [0.0, 0.41, 0.59], "One of the great things about GJO is how much one can learn through participation on it. There are so many wonderfully informed, articulate, and generous people forecasting here! I have done hours and hours of reading about this Duma election, but in just a few minutes I learned more from one GJO forecaster's post than I did in all those hours.  Thank you @Greyowlsova!  I have given you an upvote. http://www.gjopen.com/comments/comments/301852"], [691, "2016-08-13T11:46:03Z", [0.0, 0.13, 0.87], ""], [4042, "2016-08-13T10:49:18Z", [0.0, 0.0, 1.0], ""], [13377, "2016-08-13T07:19:57Z", [0.0, 0.35, 0.65], ""], [25705, "2016-08-12T20:16:47Z", [0.0, 0.39, 0.61], "Disclaimer: I do not pretend to know The Truth. And, sorry, I cannot provide references for my comments as I rely on sources in Russian.\nSeveral points:\n1. It looks at least some people are making predictions based on past performance of UR in the last elections and current poll results. But electoral system has changed and you can do that only for half the seats, which are chosen through the past proportional system. It is a new ballgame for the other half, which is based on the majority, or \"first-past-the-post\" system, in which UR will most probably get disproportionately more seats.\n2. I suggest - Don't rely on polls that much. In Russia in polls people tend to give higher support to the ruling party then it is - heritage from the communist past. E.g. polls consistently often underestimate support for (some irony here) the Communist party. Besides, it looks that now we see significantly lower portion of people (70%+) who say they will vote for 4 parties that have real chances to get into Duma and are already in the parliament. Before previous elections it was around 90%. But no other parties (besides these 4) are predicted to overcome 5% threshold.  So, probably numbers for these 4 parties will change when voters face the reality of their lost votes.\n4. Projections for \"first-past-the-post\" system are also complicated: it is already manipulated. UR did not field candidates in 18 out of 225 seats, clearly giving them out to other 3 parties to take. Why? Because other 3 parties in parliament are not opposition: on major issues they vote with the ruling party and the government wants them to continue to do so.\nAnd all of it is with the background that this time the government tries to make the vote look more trustworthy. Hence, they may not even want to get over 2/3 in Duma. No need actually, others will give the government the parliamentary support they want.\nStill, it looks there is a big chance UR may get more than 2/3 of the seats. I am increasing their chances to do that..."], [368, "2016-08-12T19:11:08Z", [0.0, 0.0, 1.0], ""], [4577, "2016-08-12T18:15:26Z", [0.25, 0.1, 0.65], ""], [691, "2016-08-12T17:57:48Z", [0.0, 0.13, 0.87], ""], [28203, "2016-08-12T14:36:53Z", [0.26, 0.15, 0.59], ""], [476, "2016-08-12T12:10:55Z", [0.0, 0.29, 0.71], "Monitoring of Duma vote becoming more of an issue. Putin Kremlin views monitoring groups as \"foreign agents\" (it's all over the web). Putin appointment today of Anton Vaino as his chief-of-staff suggests major changes in the works, since Vaino did same job under president Medvedev http://en.kremlin.ru/events/president/news/14159 Putin removing his longtime friend signals appreciation for emerging generation. Vaino has solid communist pedegree, grandfather was head of CP of Estonia.  https://www.rt.com/news/355641-putin-relieves-duties-chief-staff/"], [691, "2016-08-11T19:29:05Z", [0.0, 0.13, 0.87], ""], [368, "2016-08-11T16:48:58Z", [0.0, 0.0, 1.0], ""], [19801, "2016-08-11T12:01:20Z", [0.0, 0.05, 0.95], "UR is polling at 47%, only a 2% decrease from their current numbers. They got 238 seats, with 49.32%.\nThey should get 227 seats with current numbers.\nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2016"], [38, "2016-08-11T06:47:42Z", [0.0, 0.25, 0.75], "https://rbth.com/politics_and_society/2016/08/09/closure-of-independent-monitor-dents-credibility-of-russian-elections_619553 \"Just a month and a half before the State Duma elections, in the middle of the election campaign, the credibility of the electoral process has been dealt a serious blow by the shuttering of a key independent election monitor.\n~~~~~~~\nhttp://www.newsweek.com/2016/08/12/putin-russia-economy-communist-party-485630.html \"Communist ideas remain extremely popular in Russia, where nostalgia for the social safety nets provided by the Soviet system is widespread. As Russians struggle through an economic crisis that has plunged many into crippling poverty, support for the Communist Party is growing in the lead-up to September’s parliamentary elections. \n. . . \n Last September, in a result that shocked Russia’s carefully controlled political system, the Communist Party’s Sergei Levchenko was elected governor of east Siberia’s Irkutsk region, defeating his rival from the ruling United Russia party. Levchenko’s win marked the first time a Putin-supported candidate had been defeated since the Kremlin reintroduced direct elections for regional governors in 2012. Local Communist Party activists say their true margin of victory was so great that Kremlin-friendly election officials were unable to rig the vote in favor of the candidate from the ruling party, a move that critics allege is commonplace throughout Russia.Growing support for Communist rule . .  \"In May, the Moscow-based Levada Center polling organization, widely regarded as the most accurate indicator of the public mood in Russia, reported a 6 percent increase of support for the Communist Party—up from 15 percent to 21 percent from the previous month. In February, the same pollster found that more than 50 percent of Russians favored a return to a Soviet-style planned economy.. . .   \" . . . the Communists are the second largest group in parliament. For millions of Russians, the party represents the genuine opposition to Putin and United Russia. . . . The Communist Party, . . .[has] massive resources, including $22 million in annual funding from the federal budget . . . . \"Putin’s supporters may laud the country’s longtime leader for “raising Russia up from its knees,” [but]. . . “Over the past 15 years, Russia has seen factories close, roads fall into disrepair, and many people are unable to purchase homes . . . People still remember the Soviet Union, when apartments were provided by the state and when there were jobs for everyone. People don’t forget these things so easily.” \"Party members blame high-level corruption for the pitiful state of affairs; . . .  many people in the region . . . [have] no love for United Russia.  Recently, the Communist Party’s rhetoric has become sharper and more focused, especially when it comes to state corruption. By the Kremlin’s own admission, corruption costs Russia some $30 billion a year. . . . “Those close to the president clearly enjoy preferential treatment and get rich through embezzlement and kickbacks,” says . . . the head of the Communist Party in Moscow. \n. . . .\n''While few doubt the sincerity of low-level activists, critics allege that the party has no real intention of challenging Putin, and that its veteran leader, Gennady Zyuganov, is content to provide symbolic opposition in exchange for the millions of dollars in funding that come with heading the country’s largest opposition bloc. As evidence, critics cite the Communist Party’s enthusiastic support for Putin’s foreign policy, as well as for legislation aimed at clamping down on civil liberties. “The Communists have long accepted the rules of the game,” says prominent Russian political analyst Dmitry Oreshkin. “They...are allowed to criticize the authorities because the Kremlin knows this is not going to lead to radical change. Putin holds the key—and the key is money.”Former members of the Communist Party are even harsher. “The Communist Party is an empty shell, a simulacrum,” says Anatoly Baranov, who was expelled from the party in 2007 as part of a large-scale purge of dissenters. “Its political program is a fake and one that no one intends to implement.”Communist Party officials angrily refute such claims. “In all elections, both national and regional, we raise the red flag and move forward for victory,” says Rashkin. “We are also the most active opposition party when it comes to street protests. ”. . .  Despite well-documented evidence that he sent millions to their deaths in the gulags, Stalin’s popularity has rocketed amid Russia’s confrontation with the West over Ukraine and Syria. For the first time this year, a majority of Russians (52 percent) indicated in an annual opinion poll that they considered Stalin’s bloody rule “probably” or “definitely” a positive thing. “In Russia, we say no one judges the winner,” says Obukhovsky, the young Komsomol leader. “And Stalin won. He defeated time, he defeated his own death, and he defeated his enemies. And that’s why we, the younger generation, are proud to carry banners bearing his name. ”With the 100th anniversary of the 1917 Bolshevik Revolution looming, Russia’s Communists are confident that history is on their side. “Sooner or later, by whatever means,” insists Obukhovsky, “the Communist Party will come to power again.”\n~~~~~~~\nCOMMENT:  It sounds to me like the Communist Party has momentum, but will that be enough to deny United Russia a significant # of seats  in a low-turnout election?\n"], [12879, "2016-08-10T19:23:40Z", [0.0, 0.16, 0.84], ""], [368, "2016-08-10T17:35:53Z", [0.0, 0.0, 1.0], ""], [484, "2016-08-10T16:30:42Z", [0.0, 0.35, 0.65], "(no change for now) Since it was based on Levada polling I want to consider the implications in this article: http://www.newsweek.com/more-russians-grow-indifferent-putin-economy-bites-488337 Wonder if \"the devil you know\" will be sufficient (probably) or if a lack of \"succession plan\" might actually weaken either the results or (more likely) the turn out?"], [691, "2016-08-10T15:25:44Z", [0.0, 0.13, 0.87], ""], [498, "2016-08-10T15:06:27Z", [0.0, 0.09, 0.91], "Russian opposition leader is attacked on the campaign trail\nhttp://www.dailystar.com.lb//News/World/2016/Aug-10/366568-russian-opposition-leader-is-attacked-on-the-campaign-trail.ashx"], [1708, "2016-08-10T13:42:09Z", [0.0, 0.18, 0.82], ""], [4577, "2016-08-10T11:07:37Z", [0.2, 0.2, 0.6], ""], [23006, "2016-08-10T01:07:11Z", [0.1, 0.0, 0.9], ""], [691, "2016-08-09T20:00:59Z", [0.0, 0.13, 0.87], ""], [368, "2016-08-09T17:09:18Z", [0.0, 0.0, 1.0], ""], [1333, "2016-08-09T14:26:06Z", [0.0, 0.55, 0.45], ""], [1712, "2016-08-09T13:51:09Z", [0.05, 0.0, 0.95], ""], [691, "2016-08-08T18:54:30Z", [0.0, 0.13, 0.87], ""], [368, "2016-08-08T17:51:12Z", [0.0, 0.0, 1.0], ""], [556, "2016-08-08T16:43:05Z", [0.0, 0.35, 0.65], ""], [10898, "2016-08-08T07:24:22Z", [0.0, 0.4, 0.6], "Ok, so recent polls by FOM and Levada have UR at 47/72=65% and 39/59=66% of the vote. This suggests that roughly the same proportion will go towards UR seats allocated for the proportional part of the election. Add to that, in the \"first past the post\" districts, you are generally likely to be highly over-represented when you are the party with highest percentage of support. This suggests to me that two-thirds is a very real possibility for UR. See\nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2016#Opinion_polls for the polls.  What do you think @Dima-K ?"], [12879, "2016-08-07T20:56:16Z", [0.0, 0.16, 0.84], ""], [691, "2016-08-07T16:46:35Z", [0.0, 0.09, 0.91], ""], [27729, "2016-08-07T09:16:27Z", [0.0, 0.14, 0.86], ""], [368, "2016-08-06T19:01:29Z", [0.0, 0.0, 1.0], ""], [19227, "2016-08-06T17:24:20Z", [0.05, 0.05, 0.9], ""], [1693, "2016-08-06T13:30:34Z", [0.05, 0.2, 0.75], ""], [10898, "2016-08-06T09:04:41Z", [0.0, 0.28, 0.72], ""], [26528, "2016-08-06T03:04:38Z", [0.0, 0.15, 0.85], ""], [90, "2016-08-06T02:45:57Z", [0.0, 0.15, 0.85], ""], [476, "2016-08-05T18:30:02Z", [0.0, 0.49, 0.51], "It's the Duma, not the Kremlin... http://edesknews.com/the-liberal-democratic-party-came-in-second-place-in-popularity-among-parties/"], [368, "2016-08-05T17:57:15Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-05T16:46:15Z", [0.0, 0.09, 0.91], ""], [13377, "2016-08-05T08:28:15Z", [0.0, 0.25, 0.75], ""], [368, "2016-08-04T19:19:54Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-04T12:45:55Z", [0.0, 0.09, 0.91], ""], [14613, "2016-08-03T20:10:15Z", [0.0, 0.5, 0.5], ""], [691, "2016-08-03T18:39:25Z", [0.0, 0.09, 0.91], ""], [368, "2016-08-03T18:32:00Z", [0.0, 0.0, 1.0], ""], [1262, "2016-08-02T17:54:32Z", [0.0, 0.09, 0.91], ""], [368, "2016-08-02T17:41:43Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-02T14:10:23Z", [0.0, 0.09, 0.91], ""], [368, "2016-08-01T17:28:21Z", [0.0, 0.0, 1.0], ""], [691, "2016-08-01T11:59:32Z", [0.0, 0.09, 0.91], ""], [19801, "2016-08-01T05:15:45Z", [0.0, 0.16, 0.84], ""], [368, "2016-07-31T19:55:29Z", [0.0, 0.0, 1.0], ""], [691, "2016-07-31T12:15:51Z", [0.0, 0.09, 0.91], ""], [368, "2016-07-30T18:26:41Z", [0.0, 0.0, 1.0], ""], [21046, "2016-07-30T13:39:16Z", [0.01, 0.19, 0.8], ""], [691, "2016-07-30T11:45:38Z", [0.0, 0.09, 0.91], ""], [368, "2016-07-29T18:03:25Z", [0.0, 0.0, 1.0], ""], [691, "2016-07-29T14:23:34Z", [0.0, 0.09, 0.91], ""], [27654, "2016-07-28T20:47:15Z", [0.01, 0.09, 0.9], ""], [368, "2016-07-28T19:08:41Z", [0.0, 0.0, 1.0], ""], [691, "2016-07-28T13:56:36Z", [0.0, 0.12, 0.88], ""], [15548, "2016-07-28T09:43:25Z", [0.12, 0.0, 0.88], ""], [601, "2016-07-27T21:26:09Z", [0.0, 0.05, 0.95], ""], [368, "2016-07-27T20:30:55Z", [0.0, 0.0, 1.0], ""], [22243, "2016-07-27T13:39:41Z", [0.0, 0.1, 0.9], ""], [691, "2016-07-27T11:23:04Z", [0.0, 0.12, 0.88], ""], [498, "2016-07-27T07:06:22Z", [0.0, 0.09, 0.91], ""], [593, "2016-07-27T02:27:50Z", [0.14, 0.2, 0.66], ""], [484, "2016-07-27T01:21:05Z", [0.0, 0.35, 0.65], "Two-thirds up 5% on this series of posts: http://www.gjopen.com/comments/comments/284871"], [691, "2016-07-26T18:02:05Z", [0.0, 0.12, 0.88], ""], [368, "2016-07-26T17:48:48Z", [0.0, 0.0, 1.0], ""], [1639, "2016-07-26T17:17:28Z", [0.25, 0.0, 0.75], "Updating, but not changing much from my previous forecast"], [38, "2016-07-26T16:54:45Z", [0.0, 0.25, 0.75], "based on the amazing analysis by @Dima-K and @VoxVox\n@ http://www.gjopen.com/comments/comments/288538"], [38, "2016-07-26T15:22:40Z", [0.0, 0.5, 0.5], "http://www.bloomberg.com/view/articles/2016-07-08/russia-has-the-most-boring-election-of-2016 \"Statistical analysis suggested that United Russia, the pro-Putin party, owed its majority to widespread ballot-stuffing\" in the 2011 election.  \n. . . .\n\"Recent polls by the independent Levada Center put the [United Russia] party in the lead, too: 55 percent of those who intend to vote are for it. According to the most recent Levada poll, only three other parties stand a solid chance of getting into parliament: The Communists, still led by Gennady Zyuganov, who almost beat Boris Yeltsin in the 1996 presidential election; the misnamed Liberal Democratic Party of the populist Vladimir Zhirinovsky; and Fair Russia, an amorphous center-left force set up artificially by the Kremlin to balance \"center-right\" United Russia. Three relatively liberal parties are running, but none has more than 1 percent support. The one with the best chances -- experts predict it may get up to 3 percent -- is Yabloko, led by Grigory Yavlinsky, another 1996 presidential candidate. Other tired \"faces\" of Russia's battered liberalism, Vladimir Ryzhkov and Irina Khakamada, are running, too. \"Absent from the list of candidates is Alexei Navalny, the anti-corruption activist who has probably done the most to revive Russian politics and who won more than a quarter of the vote in 2013 in a Moscow mayoral election, conceding defeat only to United Russia heavyweight Sergei Sobyanin. Navalny has been convicted twice on trumped-up charges to disqualify him from running. \" According to the Levada Center, 42 percent of Russians believe the election will be a mere imitation of political struggle. The turnout will probably be extremely low; if answers by those who do not plan to vote are taken into account, United Russia's 55 percent shrinks to 35 percent. \"Putin has created a political climate and a system that make it unnecessary to rig the election. The news media are tightly controlled. The few relatively independent outlets are regularly shown that they have to toe the line. In a speech to a recent United Russia convention, Putin explained how he sees campaigning in today's Russia, surrounded by enemies and saddled with Western sanctions:\n. . . \n\"Putin may be impressed by Donald Trump, but, judging by this tirade, he wouldn't have been allowed to run for the State Duma. No one particularly colorful is.. . . \"The lists are full of party functionaries, public servants and pro-government activists -- people who clearly won't be independent,\" Krasheninnikov wrote. \"With all the formal and informal restrictions that exist today, the prospect of having to declare all their property, getting out of business and coming under sanctions of some sort has become an important reason for many to dodge political careers.\" In other words, Putin has steamrolled the political landscape so thoroughly that only an ossified, bored, boring \"political elite\" from the 1990s and his own grey-faced loyalists of a more recent vintage can get elected.\n~~~~~~~\nhttps://globalvoices.org/2016/07/09/with-2-months-before-parliamentary-elections-russias-internet-censor-swings-into-action/ \" . . . some experts today are speculating that the Communist Party—which enjoys enduring popularity among older voters and, some say, is increasingly appealing to younger people—might consider mounting a genuinely oppositional campaign this contest, . . . \n. . . \n \"Roskomnadzor . . . . blocked the [4] websites because of “calls to action,” and not exclusively for promoting an election boycott.  . . . .The Russian media later learned that one of the four blocked websites belonged to Mikhail Khodorkovsky’s oppositionist movement Open Russia, which was soon unblocked after it removed the content identified by law enforcement. The other three websites on Roskomnadzor's list were relatively unknown resources. "], [1262, "2016-07-26T14:48:44Z", [0.0, 0.15, 0.85], ""], [73, "2016-07-26T09:57:21Z", [0.0, 0.3, 0.7], ""], [10898, "2016-07-26T05:32:31Z", [0.0, 0.25, 0.75], ""], [73, "2016-07-26T00:07:50Z", [0.0, 0.7, 0.3], ""], [73, "2016-07-26T00:07:26Z", [0.0, 0.25, 0.75], ""], [38, "2016-07-25T23:48:51Z", [0.0, 0.5, 0.5], "http://tass.ru/en/politics/883958 June 22. \"The ruling United Russia party is considering giving up the nomination of candidates at the elections to the State Duma in some [3] electoral districts where representatives of the Communist Party of Russia (KPRF) intend to run . . .  in some single-seat constituencies for keeping professional and effectively working representatives of other parliamentary parties in the State Duma . . .   \"A source earlier said that United Russia might give up fielding its candidates in some single-seat electoral districts in favor of the A Just Russia party and the Liberal Democratic Party of Russia (LDPR).\n. . . \n\"United Russia has not officially commented on this information, saying it is necessary to wait until its congress to be held on June 26-27.\n~~~~~~~\nhttps://www.theguardian.com/world/2016/jun/23/russia-opposition-infighting-parliamentary-elections \"Russia’s liberal opposition has been subjected to all kinds of pressure in the last few months, from leaked clandestine sex tapes to dubious court cases and physical violence. As parliamentary elections approach in September, the authorities appear to be throwing every dirty trick in the book at them. But the opposition is also engaged in a fight with enemies who are proving even more destructive than the Kremlin: each other.  \". . . . Currently, the Russian Duma is made up of just four parties: the pro-Kremlin behemoth United Russia, and three smaller parties known as the “systemic opposition” . . . Lying outside the system are the other opposition parties, ranging in spectrum from liberals to nationalists. They are not given airtime on television and are often struck off the ballot in elections. With the political system carefully controlled and state television only ever covering the opposition in negative terms, there is little public support for rocking the boat.  \". . .  the Kremlin is determined not to allow any opposition parties to gain the 5% of the vote that would see them into the Duma and risk argument and controversy in the parliament. It would prefer the Duma to remain a rubber-stamp mechanism with almost no dissent. Authorities are also determined to avoid a repeat of the parliamentary elections in late 2011, when allegations of electoral fraud led to huge protests across Moscow. “The Kremlin is taking a careful line: it has shown a small amount of tolerance but has also used violence and threats to warn people they really could lose their freedom if they protest too much,” said the political analyst Masha Lipman.\n. . . \n\"Following [a sex film] scandal, a fragile opposition coalition of Parnas and Navalny’s Progress party collapsed in bad blood. Navalny is banned from running for office due to a conviction in a court case widely seen as politicised, and his party is not officially registered. Recently he called on the authorities to register his party and allow him to stand. “Their [the authorities'] strategy is to not let the really dangerous people take part, and then destroy the others using pressure and their own stupidity,” Navalny said. He insisted that Parnas would not pass the barrier required to enter parliament, whereas his own Progress party would have had a chance. . . . “They expected I’d get 8% and disappear, but it turned out we were able to win votes. So after that, my legal conviction was activated and now I can’t take part in any elections, and I’m even officially banned from campaigning.”\n. . .\nKasyanov [a former prime minister who is now one of the leaders of Parnas] said he believed that even without access to television his party could win 20% in big cities, which would be enough to even out to 10% across the country and make it into the Duma, but most analysts say this scenario is unlikely: even if the opposition did get the votes, the “administrative resource” would be used to make sure they did not pass the barrier. With all these obstacles, the infighting among the opposition does nothing to help. “We’re weak as it is, and to have these problems inside is pitiful and shameful,” said Pelevina. “It should be about survival for all of us. They killed Boris [Nemtsov]. They’re constantly jailing people. They’re doing things all the time. We should be working together and instead we’re doing the opposite.”\n~~~~~~~\nhttps://themoscowtimes.com/articles/russian-state-duma-election-campaign-kicks-off-op-ed-53409 \"Thanks to the single-mandate districts, United Russia will probably win a commanding 65-75 percent of all Duma seats. What's more, the current three parliamentary parties are likely to maintain their presence, while Yabloko and other opposition parties will probably fail to win seats.\n~~~~~~~\nhttp://rbth.com/politics_and_society/2016/07/05/what-is-the-kremlin-doing-to-make-the-parliamentary-elections-honest_608827 \" . . . out of those who will be casting their vote, one in two will vote for the ruling party United Russia. Consequently, the chances of non-parliamentary parties receiving a mandate are not high. In the best case this will be just one party . . . \n. . .\n\"The electoral system itself has been somewhat reformed. Instead of proportional representation, Russia has switched to a mixed type. Half of the candidates will be on party lists, others from single-member districts. In such a way the campaign will take place without excessive distinction for party branding and the main battle will be among specific individuals. The single-mandate candidates are more independent from the government than those on party lists and they will have to be taken into consideration. \n~~~~~~~\nCOMMENT:  The Moscow Times says 65-75% and rbth says 50%.  I'm splitting my forecast between them."], [368, "2016-07-25T21:38:37Z", [0.0, 0.0, 1.0], ""], [27312, "2016-07-25T19:52:37Z", [0.0, 0.2, 0.8], ""], [13239, "2016-07-25T12:41:15Z", [0.0, 0.15, 0.85], ""], [10039, "2016-07-25T05:41:23Z", [0.0, 0.15, 0.85], ""], [10898, "2016-07-25T01:17:58Z", [0.0, 0.2, 0.8], ""], [98, "2016-07-24T23:47:43Z", [0.0, 0.2, 0.8], ""], [368, "2016-07-24T20:47:49Z", [0.0, 0.0, 1.0], ""], [13377, "2016-07-24T20:03:41Z", [0.0, 0.15, 0.85], ""], [12874, "2016-07-24T19:29:20Z", [0.01, 0.24, 0.75], ""], [12874, "2016-07-24T19:24:27Z", [0.02, 0.18, 0.8], ""], [691, "2016-07-24T11:55:04Z", [0.0, 0.12, 0.88], ""], [10898, "2016-07-24T08:14:38Z", [0.01, 0.14, 0.85], ""], [368, "2016-07-23T19:38:46Z", [0.0, 0.0, 1.0], ""], [12879, "2016-07-23T18:20:02Z", [0.01, 0.16, 0.83], ""], [691, "2016-07-23T12:54:36Z", [0.0, 0.12, 0.88], ""], [368, "2016-07-22T19:04:22Z", [0.0, 0.0, 1.0], ""], [368, "2016-07-21T16:27:03Z", [0.0, 0.0, 1.0], ""], [368, "2016-07-20T21:36:00Z", [0.0, 0.0, 1.0], ""], [500, "2016-07-20T21:18:15Z", [0.0, 0.0, 1.0], ""], [691, "2016-07-20T16:08:21Z", [0.0, 0.14, 0.86], ""], [368, "2016-07-19T20:09:25Z", [0.02, 0.0, 0.98], ""], [23006, "2016-07-19T15:52:09Z", [0.2, 0.0, 0.8], ""], [73, "2016-07-19T05:12:37Z", [0.0, 0.15, 0.85], ""], [73, "2016-07-19T05:03:52Z", [0.0, 0.35, 0.65], ""], [73, "2016-07-19T05:03:39Z", [0.01, 0.34, 0.65], ""], [5001, "2016-07-19T04:28:56Z", [0.0, 0.35, 0.65], "FYI: http://www.iines.org/node/2082\n"], [1529, "2016-07-19T03:32:27Z", [0.0, 0.12, 0.88], ""], [368, "2016-07-18T21:37:38Z", [0.02, 0.0, 0.98], ""], [2637, "2016-07-18T20:17:01Z", [0.0, 0.25, 0.75], ""], [691, "2016-07-18T11:27:55Z", [0.0, 0.14, 0.86], ""], [10898, "2016-07-18T06:56:54Z", [0.04, 0.22, 0.74], ""], [13377, "2016-07-18T03:59:25Z", [0.0, 0.3, 0.7], ""], [368, "2016-07-17T19:13:10Z", [0.02, 0.0, 0.98], ""], [691, "2016-07-17T16:42:13Z", [0.0, 0.14, 0.86], ""], [368, "2016-07-16T20:32:58Z", [0.02, 0.0, 0.98], ""], [691, "2016-07-16T11:39:15Z", [0.0, 0.14, 0.86], ""], [73, "2016-07-15T23:04:04Z", [0.01, 0.24, 0.75], ""], [83, "2016-07-15T22:21:58Z", [0.0, 0.6, 0.4], "Increasing odds on the 2/3 or more, due to further escalation of tensions with the west based on causes of the Turkish coup."], [691, "2016-07-15T19:13:57Z", [0.0, 0.14, 0.86], ""], [368, "2016-07-15T18:37:54Z", [0.02, 0.0, 0.98], ""], [1262, "2016-07-14T20:40:58Z", [0.0, 0.21, 0.79], "adjusting to be closer to consensus"], [368, "2016-07-14T17:31:07Z", [0.02, 0.0, 0.98], ""], [556, "2016-07-14T16:33:51Z", [0.0, 0.3, 0.7], "http://tass.ru/en/politics/888148 I don't know if these \"polling stations abroad\" are something new, or have been done in previous elections. It seems like it might make a difference if its new. Any thoughts @Dima-K ??"], [691, "2016-07-14T12:33:23Z", [0.0, 0.14, 0.86], ""], [484, "2016-07-14T03:14:44Z", [0.0, 0.3, 0.7], "Altoa up 5% following @dkc information http://www.gjopen.com/comments/comments/280251"], [368, "2016-07-13T21:34:06Z", [0.02, 0.0, 0.98], ""], [83, "2016-07-13T18:33:03Z", [0.0, 0.1, 0.9], ""], [556, "2016-07-13T15:09:28Z", [0.0, 0.3, 0.7], "http://www.themoscowtimes.com/news/article/large-parties-expected-to-dominate-duma-election-report/575042.html"], [691, "2016-07-13T13:32:55Z", [0.0, 0.14, 0.86], ""], [23006, "2016-07-13T03:54:27Z", [0.2, 0.0, 0.8], "moving with consensus"], [368, "2016-07-12T18:19:44Z", [0.02, 0.0, 0.98], ""], [27098, "2016-07-12T17:32:32Z", [0.2, 0.0, 0.8], ""], [691, "2016-07-12T12:03:11Z", [0.0, 0.14, 0.86], ""], [4042, "2016-07-11T22:34:44Z", [0.0, 0.2, 0.8], ""], [368, "2016-07-11T21:42:11Z", [0.1, 0.0, 0.9], ""], [691, "2016-07-11T11:39:53Z", [0.0, 0.14, 0.86], ""], [38, "2016-07-10T23:53:20Z", [0.05, 0.35, 0.6], "scroll down to comments for a summary: http://www.chicagotribune.com/news/sns-wp-blm-russia-comment-6a3f5cca-4543-11e6-a76d-3550dba926ac-20160708-story.html \". . .  even though they have all the the trappings of democracy, the Russian elections are mostly theater . . . \" . . .  in 2011 . . . Statistical analysis suggested that United Russia, the pro-Putin party, owed its majority to widespread ballot-stuffing.  . . . the authorities took care to make voting more transparent for the 2012 presidential election, organizing a live video feed from every polling station and making sure not to obstruct observers' work.  . . .  \"In September . . . if there's any vote-rigging, it will be much harder to notice than in 2011. Putin doesn't want to be accused of cheating. He wants a clear, convincing victory and a parliament filled with loyalists or representatives of tried and tested parties that have long traded any principles for the benefits of official recognition, public funding and a chance to make money from industry lobbyists. And that is exactly what Putin will get, despite some rather cynical attempts to make the race look real. \"Earlier this year, United Russia held what it called \"primaries\" to determine the list of people who would run in the actual election. The party said 10.5 million people took part, even though the results of the mock election weren't binding and the party hierarchy -- meaning the Kremlin -- determined the final list of candidates. Russia even has its own prediction market, set up by a pro-Kremlin polling service; United Russia is the favorite, of course. \"Recent polls by the independent Levada Center put the party in the lead, too: 55 percent of those who intend to vote are for it. According to the most recent Levada poll, only three other parties stand a solid chance of getting into parliament: The Communists, still led by Gennady Zyuganov, who almost beat Boris Yeltsin in the 1996 presidential election; the misnamed Liberal Democratic Party of the populist Vladimir Zhirinovsky; and Fair Russia, an amorphous center-left force set up artificially by the Kremlin to balance \"center-right\" United Russia. Three relatively liberal parties are running, but none has more than 1 percent support. The one with the best chances -- experts predict it may get up to 3 percent -- is Yabloko, led by Grigory Yavlinsky, another 1996 presidential candidate. Other tired \"faces\" of Russia's battered liberalism, Vladimir Ryzhkov and Irina Khakamada, are running, too.\n. . . \n\" . . .  According to the Levada Center . . .  The turnout will probably be extremely low; if answers by those who do not plan to vote are taken into account, United Russia's 55 percent shrinks to 35 percent. \"Putin has created a political climate and a system that make it unnecessary to rig the election. The news media are tightly controlled. The few relatively independent outlets are regularly shown that they have to toe the line. In a speech to a recent United Russia convention, Putin explained how he sees campaigning in today's Russia, surrounded by enemies and saddled with Western sanctions . . .  \". . .  No one particularly colorful [has been allowed to run for the State Duma]. . . . \n\"The lists are full of party functionaries, public servants and pro-government activists -- people who clearly won't be independent,\"  . . .  In other words, Putin has steamrolled the political landscape so thoroughly that only an ossified, bored, boring \"political elite\" from the 1990s and his own grey-faced loyalists of a more recent vintage can get elected.  . . .  the next State Duma will be as docile as the last one. \" . . . .This is the first election since the 1990s taking place during an economic downturn, and the people who run the country are unspeakably corrupt. But Russians clearly are not tired enough of the same old faces, names and policies to demand change. _ Leonid Bershidsky, a Bloomberg View contributor, is a Berlin-based writer.\n~~~~~~~\nhttps://www.rt.com/politics/347964-center-left-opposition-intends-to/ June 23 2016.  \"The leader of the Fair Russia [aka Just Russia] party told reporters he and his comrades hope to outperform other opposition parties in September’s Duma elections by attracting some incumbent lawmakers currently representing other parliamentary parties to their ranks. “Our party is ready for cooperation with professionals who share our views. We are now considering the candidacies of some deputies who had decided for various reasons not to participate in the forthcoming parliamentary elections on the side of their own parties, . . . As a result of this plan, Fair Russia will get more votes than two other opposition parties in the parliament – the Liberal Democratic and Communist parties – and finish second after the centrist conservative majority United Russia party, Mironov forecasted. “We intend to win the elections in all places and be at least second by the total number of elected lawmakers. I am sure we will succeed at this. We have undertaken sociological research. We use sociological data from other institutions and we see from it that the task that we have posed before ourselves is executable.”\n~~~~~~~\nhttps://www.rt.com/politics/227763-russia-free-land-bill/ Jan 30, 2015.  \"MPs representing leftist opposition party Fair Russia have prepared a bill that, once passed, would allow the government to distribute free land plots to socially vulnerable citizens and those who deserve an award from the state.\n. . . \n\"The bill contains a set of amendments to the Federal Law on Land that make it legally possible to hand out land plots to certain categories of Russian citizens for building private homes, farming and commercial agricultural projects. The landowners will be legally bound to use their plots for one of the specified purposes and will not be able to sell them on. The maximum size of the plots is fixed at 1 hectare (about 2.5 acres). The candidates for receiving free plots fall into 30 different categories and most of them can be described as distinguished workers and people who have dedicated themselves to difficult and important professions. These include miners and steel foundry workers, people who have worked in Arctic territories, military and police veterans, and teachers. People with state awards and other distinguished citizens can also receive land plots under the new bill.\n~~~~~~~\nhttps://www.rt.com/politics/331998-fair-russia-kicks-off-election/ Feb 10, 2016  \"Fair Russia has announced plans to gather 10 million signatures for a petition to dismiss Prime Minister Dmitry Medvedev’s government and cancel recently introduced taxes and charges.  . . .  The main demand put forward by Fair Russia is to immediately cancel two controversial economic measures – the introduction of charges for capital repairs to city housing and the increased transportation tax for cargo trucks. Fair Russia said in its open letter that in November it had already appealed to the government with a petition, signed by 1 million Russian citizens, who asked for capital repairs charges to be dropped, but no action was taken except for a formal reply, which they saw as a demonstration of “utter disrespect.”\n. . . \nFair Russia leader Sergey Mironov  . . . [said] that he expected United Russia to lose some of its positions at the forthcoming elections – mostly due to the new system that distributes half of the State Duma seats among party candidates and the other half by candidates from individual constituencies. He also said that under the new system, any attempts to rig the vote were unlikely because the ruling party did not want to give the opposition the smallest excuse to doubt the results of the polls.\n~~~~~~~\nhttps://www.rt.com/politics/331858-communists-conceive-popular-patriotic-coalition/ Feb 9, 2016.  The leader of the Russian Communist Party . . . Zyuganov noted . . .  that his party had a surefire plan of economic recovery, similar to one introduced by the Russian government headed by Yevgeniy Primakov after Russia’s 1998 default on short-term loans and the subsequent collapse of the economy. The plan introduced in December 1998 included broad social support to boost the demand combined with state measures aimed against price hikes, attracting foreign investment, restructuring of the national banking system and a tougher approach to taxation.  “United Russia must report on the result of their leadership and then present their own program and start a dialogue. The victor should be decided by the voters,” the Communist leader said.\n~~~~~~~\nhttps://www.rt.com/politics/331706-united-russia-renews-leadership-sees/ Feb 8, 2016.  \" . . . United Russia leader Dmitry Medvedev . . .  introduced one major novelty for the party – the primaries or “preliminary party voting” that would take place on May 22.\nThe United Russia chairman told his colleagues that the rotation of party leadership was very important and assured them that only the candidates who would secure strong popular support would represent the party in the September elections. \"The changes came into effect right away – the voting held during the convention resulted in replacement of about a third of people in its top bodies – the Supreme Council and the General Council. The people who had to leave the ruling bodies included federal ministers, such as Education Minister Dmitry Livanov and Finance Minister Anton Siluanov and Deputy Prime Minister Aleksandr Khloponin. This step had been anticipated by analysts, who said the party was about to get rid of figures connected with the social sphere as in crisis times they are too likely to become easy targets for critics. \"Medvedev also told the convention participants that it faced competition from all sides of political spectrum – the leftists who attacked any pro-business initiatives and the rightists who were ready to completely cancel all social spending and projects. However, the prime minister named the Communist Party or the Russian Federation (KPRF) as the main competitor at the forthcoming polls, due to the difficult situation in the economy and populist rhetoric that the leftists had already perfected.\n~~~~~~~\nCOMMENT:  Ok, so while opposition parties are being subtly suppressed  this election won't be obviously rigged,  Just Russia is promising free land and expects to come in #2, the Communist party is promising an economic recovery a la post 1998, and United Russia has many new leaders and is fielding many new candidates but is vulnerable because of the poor economic situation.  All in all, I now think that the scales are more tipped in favor of United Russia that I previously did, but I'm still reading, and may change my mind."], [368, "2016-07-10T18:08:53Z", [0.1, 0.0, 0.9], ""], [15548, "2016-07-10T15:43:28Z", [0.15, 0.0, 0.85], ""], [691, "2016-07-10T13:26:05Z", [0.0, 0.14, 0.86], ""], [691, "2016-07-09T10:59:53Z", [0.0, 0.14, 0.86], ""], [691, "2016-07-08T13:23:33Z", [0.0, 0.14, 0.86], ""], [51, "2016-07-07T17:58:41Z", [0.01, 0.1, 0.89], ""], [368, "2016-07-07T17:05:49Z", [0.15, 0.0, 0.85], ""], [691, "2016-07-07T12:29:41Z", [0.0, 0.14, 0.86], ""], [15196, "2016-07-07T07:46:13Z", [0.0, 0.05, 0.95], ""], [498, "2016-07-06T17:31:46Z", [0.01, 0.08, 0.91], "Moving (1) from Altoa to Alobl per @Intriligator report. ( http://www.gjopen.com/comments/comments/275458 )"], [484, "2016-07-06T16:58:08Z", [0.0, 0.25, 0.75], "Top bucket down 5% on http://www.gjopen.com/comments/comments/275458"], [368, "2016-07-06T16:46:30Z", [0.25, 0.0, 0.75], ""], [368, "2016-07-06T16:45:06Z", [0.01, 0.0, 0.99], "@Intriligator  :  http://www.newsmax.com/Newsfront/putin-core-support-wavering/2016/06/10/id/733216/"], [14933, "2016-07-06T14:50:57Z", [0.0, 0.15, 0.85], ""], [691, "2016-07-06T13:29:53Z", [0.0, 0.14, 0.86], ""], [21046, "2016-07-06T11:06:16Z", [0.01, 0.24, 0.75], ""], [5001, "2016-07-06T04:59:02Z", [0.0, 0.37, 0.63], "UR nominated only 207 in single seats constituencies but according to Russian media 75-80% of them will be elected. "], [691, "2016-07-05T19:54:41Z", [0.0, 0.14, 0.86], ""], [368, "2016-07-05T19:08:25Z", [0.01, 0.0, 0.99], ""], [601, "2016-07-05T17:15:24Z", [0.02, 0.04, 0.94], ""], [26528, "2016-07-05T15:40:35Z", [0.0, 0.2, 0.8], ""], [405, "2016-07-05T09:54:21Z", [0.09, 0.05, 0.86], "+1 Still high Putin should be reelect. Rouble, as an indicator of economy, is going better since 2013.\nhttp://www.xe.com/currencycharts/?from=USD&to=CNY&view=10Y And overall, since the last election, some changes have been introduce.\nhttp://www.economist.com/news/europe/21699944-president-has-crushed-opposition-technocrats-and-security-hawks-are-fighting-his"], [691, "2016-07-04T17:47:16Z", [0.0, 0.14, 0.86], ""], [12874, "2016-07-04T13:28:07Z", [0.02, 0.24, 0.74], ""], [368, "2016-07-03T19:49:39Z", [0.01, 0.0, 0.99], ""], [10898, "2016-07-03T07:27:48Z", [0.05, 0.22, 0.73], ""], [691, "2016-07-02T19:28:25Z", [0.0, 0.14, 0.86], ""], [368, "2016-07-02T19:00:19Z", [0.01, 0.0, 0.99], ""], [1693, "2016-07-02T00:44:15Z", [0.09, 0.23, 0.68], "-6 Altoa\n+6 Lth"], [231, "2016-07-01T22:32:15Z", [0.0, 0.2, 0.8], ""], [368, "2016-07-01T21:02:01Z", [0.01, 0.0, 0.99], ""], [691, "2016-07-01T18:58:58Z", [0.0, 0.14, 0.86], ""], [368, "2016-06-30T19:20:05Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-30T12:31:50Z", [0.0, 0.14, 0.86], ""], [4782, "2016-06-29T22:31:01Z", [0.1, 0.05, 0.85], ""], [368, "2016-06-29T19:29:44Z", [0.01, 0.0, 0.99], ""], [4577, "2016-06-29T18:07:52Z", [0.25, 0.1, 0.65], ""], [691, "2016-06-29T12:47:13Z", [0.0, 0.16, 0.84], ""], [202, "2016-06-29T09:36:11Z", [0.02, 0.25, 0.73], "To get a base rate you can look at past election results here\nhttp://www.russiavotes.org/duma/duma_elections_93-03.php\n2003:49.3% 2007:70% 2011: 53%\nA rough base rate would be around 57% of seats. However, I would bring this up to low 60s for the following reasons:\n - Putin's approval rate is about 80% and has been for the last 2 years http://www.levada.ru/eng/ However, this may not translate into support for United Russia. Page 3 of this briefing states electoral support for United Russia is about 50%\nhttp://www.europarl.europa.eu/RegData/etudes/BRIE/2016/583840/EPRS_BRI(2016)583840_EN.pdf\n -The regime is increasingly clamping down  http://www.ft.com/cms/s/0/1bd24e92-39fb-11e6-9a05-82a9b15a8ee7.html#axzz4CsHgnizF\n - There is increasing opposition infighting https://www.theguardian.com/world/2016/jun/23/russia-opposition-infighting-parliamentary-elections\n - The regime doesn't want accusations of rigging so a jump to 66%+ seats may not be in its interests. It doesn't want a repeat of the electoral fraud of 2011 so this election will be more tightly managed. "], [368, "2016-06-28T21:37:27Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-28T20:54:55Z", [0.0, 0.16, 0.84], ""], [476, "2016-06-28T09:21:05Z", [0.0, 0.67, 0.33], "two thirds, right..."], [26528, "2016-06-28T02:49:39Z", [0.0, 0.3, 0.7], ""], [368, "2016-06-27T17:46:39Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-27T16:50:03Z", [0.0, 0.16, 0.84], ""], [26528, "2016-06-27T13:41:30Z", [0.01, 0.45, 0.54], ""], [26528, "2016-06-27T13:38:24Z", [0.43, 0.01, 0.56], "Comment deleted on Jun 27, 2016 01:41PM UTC"], [22243, "2016-06-27T13:25:06Z", [0.12, 0.0, 0.88], ""], [19801, "2016-06-27T12:21:25Z", [0.04, 0.16, 0.8], ""], [5001, "2016-06-27T05:17:51Z", [0.0, 0.35, 0.65], ""], [12879, "2016-06-26T21:08:25Z", [0.04, 0.16, 0.8], ""], [12874, "2016-06-26T19:40:50Z", [0.03, 0.19, 0.78], ""], [368, "2016-06-26T18:57:35Z", [0.01, 0.0, 0.99], ""], [484, "2016-06-26T18:44:20Z", [0.0, 0.3, 0.7], "(no change) Really recommend this discussion by Dima-K regarding the Levada Center: http://www.gjopen.com/comments/comments/268365"], [691, "2016-06-26T12:35:58Z", [0.0, 0.16, 0.84], ""], [484, "2016-06-26T03:14:14Z", [0.0, 0.3, 0.7], "Top bucket up 15% following @dkc http://www.gjopen.com/comments/comments/267967 Tough neighborhood; perhaps what is needed in Russia."], [12879, "2016-06-25T23:17:29Z", [0.06, 0.82, 0.12], ""], [556, "2016-06-25T22:34:35Z", [0.0, 0.25, 0.75], "\nBad news for the opposition:\nhttps://www.theguardian.com/world/2016/jun/23/russia-opposition-infighting-parliamentary-elections"], [83, "2016-06-25T21:48:25Z", [0.05, 0.5, 0.45], ""], [9755, "2016-06-25T16:13:08Z", [0.0, 0.85, 0.15], ""], [689, "2016-06-25T15:00:15Z", [0.04, 0.18, 0.78], ""], [691, "2016-06-25T12:11:25Z", [0.0, 0.16, 0.84], ""], [368, "2016-06-24T19:27:18Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-24T15:45:55Z", [0.0, 0.16, 0.84], ""], [26370, "2016-06-23T23:21:13Z", [0.0, 0.35, 0.65], ""], [368, "2016-06-23T17:42:06Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-23T13:58:40Z", [0.0, 0.16, 0.84], ""], [23251, "2016-06-23T08:41:36Z", [0.0, 0.7, 0.3], ""], [38, "2016-06-23T02:33:40Z", [0.4, 0.0, 0.6], "http://tass.ru/en/politics/883874 \"Currently, the lower house of parliament comprises \n238 representatives of the United Russia, \n92 deputies of the Communist Party, \n64 from the Just Russia and \n56 from the Liberal Democratic Party.\n_____\n450 \" . . .  the election will be held using a mixed system: 225 deputies will be elected on party lists, 225 in single-member constituencies.\n~~~~~~~\nCOMMENT:   To get 2/3rds of the seats, United Russia will have to gain 62 seats:  that seems like quite an increase--unlikely Status quo is at least one half but less than two-thirds. If they lose just 13 seats, they fall below 1/2:  that seems possible.  see  http://www.gjopen.com/comments/comments/262889 Does anyone know how the change in the election procedure may impact the election?\nDoes anyone know how much the composition of the Duma normally changes?"], [368, "2016-06-22T20:50:41Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-22T15:15:42Z", [0.0, 0.2, 0.8], ""], [14327, "2016-06-22T05:03:02Z", [0.05, 0.0, 0.95], "Sanctions with respect to Ukraine won't be lifted for at least another 6 months, so the economy likely won't improve. Oil prices will rise moderately... but not enough to offset the pain. Thus: the economy will not improve by much.  The Ukraine situation and Syria are no longer centerpieces in Russian news. Any terrorist attacks within Russia will not significantly help United Russia gain (or keep) seats.  At the same time, Putin is still quite popular. And he has a lot of strings to pull to make sure his party retains at least half of seats.  Keeping forecast steady. "], [23006, "2016-06-22T04:36:15Z", [0.25, 0.0, 0.75], ""], [10898, "2016-06-22T00:02:35Z", [0.1, 0.2, 0.7], ""], [38, "2016-06-21T23:58:30Z", [0.23, 0.25, 0.52], "http://www.bloomberg.com/news/articles/2015-07-15/putin-signs-law-on-early-parliamentary-elections-amid-recession https://www.rt.com/politics/duma-mixed-elections-bill-429/ Additional reasons United Russia might do well\n-it is assumed that there will be a low-key campaign in the summer and that this would favor incumbents.\n-Putin's approval rating is almost 90%\n-the new election law requires political parties and independents to prove their popularity among voters before being allowed to participate in the polls, raises the election fund of one parliamentary candidate, and allows media representatives to officially request copies of voting protocols from district and regional election commissions.\n-of the 75 political parties currently registered in Russia only 12 comply with the new law and are eligible for the polls without presenting additional signatures of support."], [368, "2016-06-21T17:14:00Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-21T11:26:45Z", [0.0, 0.2, 0.8], ""], [368, "2016-06-20T21:42:10Z", [0.01, 0.0, 0.99], ""], [24563, "2016-06-20T20:44:25Z", [0.0, 0.15, 0.85], ""], [484, "2016-06-20T16:13:26Z", [0.0, 0.15, 0.85], "Following @dkc analysis. Thanks."], [556, "2016-06-20T16:03:53Z", [0.0, 0.05, 0.95], "Looking at the trend over the past 3 Duma elections I'm moving more back to middle bin.\nhttps://en.wikipedia.org/wiki/United_Russia\nI know Putin changed the rules to help his parties, but I think an increase in a protest vote may counterbalance that.\nThis is an older page... but it explains the change in vote procedure if you want my source..\nhttp://www.forbes.com/sites/paulroderickgregory/2016/03/14/putin-changes-september-election-rules-to-prop-up-his-united-russia-party/#6cb6775058a2"], [691, "2016-06-20T15:59:13Z", [0.0, 0.2, 0.8], ""], [38, "2016-06-19T17:15:30Z", [0.25, 0.25, 0.5], "http://www.newsweek.com/putin-roll-ropes-470647 Arguments supporting United Russia's success:\n1)  Putin's approval rating has been in the 80s since the annexation of Crimea. 2)  Nationalist sentiment is high due to Putin's geo-political successes.  Putin has been able to win wider international acceptance for his claim that the Ukrainian government bears major responsibility for continuing violence in that country’s east and for the stalemated implementation of the Minsk II agreement, and his surprise military intervention in Syria last year 3)  Weak opposition faces obstacles, lacks leadership & issues:\n-tough election laws kept reformist candidates off the ballot in all but one of last fall’s regional races\n-reformist candidates performed poorly where they were on the ballot last fall.\n-Opposition groups united to form a coalition early this year, but their effort fragmented almost immediately.  Supporters of Aleksei Navalny, the anti-corruption activist whom the Kremlin has kept under house arrest, soon left the new organization\n-only a tiny number of voters took part in the reformists coalition’s online primary, which had to be canceled after an apparent hacking.\n-The authorities have been able to restrict the work of election monitors and limit media access for opposition figures; \n-a televised sex tape of the head of the liberal PARNAS party made him the object of public ridicule.\n--the opposition’s critique of Putin’s economic management is hardly different from the critique made by Putin's own best-known advisor. \n-Given the many obstacles under which his opponents labor, Putin need not worry that candidates supporting him will fail to come out on top.\n_\"If liberal candidates have any chance at all, it will be by focusing on a handful of single-mandate districts. (In this election, half of the deputies will be chosen by proportional representation; the other half, in individual races.)\n-\"It is quite possible that the new Duma will include only the same four Kremlin-friendly parties as the old Duma: United Russia, Just Russia (a United Russia-spin-off), the Communists and ultranationalist Vladimir Zhirinovsky’s “Liberal Democrats.” 4)  The power of the purse:  with the price of oil stabilizing at around $50 per barrel, it's easier to imagine a balanced budget (and stimulative counter-cyclical government spending)  5)  Putin controls the debate & possibly the outcome.  To get the election outcome they want, Putin and his circle appear willing to sacrifice legitimacy.  A final innovation in Kremlin strategy is perhaps the most revealing measure of continuing anxiety about the coming round of elections: the recent creation of the new National Guard. This law enforcement unit, directly controlled by the president, has an ominous and much-publicized legal mandate to shoot demonstrators. Reasons why United Russia may not do well:\n1)  Continued economic hard-times/the sluggish performance of the economy:  a promised 2016 turnaround has not materialized.  Russia may be about to enter the third year of recession.  2) The shaky popularity of United Russia and lack of success in efforts to improve it\n-down to 35 percent in a recent Levada poll\n- The Kremlin has introduced a number of innovations designed to bolster public enthusiasm for the ruling party and to legitimize the election results. U.S.-style “primaries” have been held to select United Russia’s Duma candidates, and in March the president appointed Ella Pamfilova, the human rights ombudsman and former activist, to head the CEC.  Yet these measures have had uncertain results at best. Turnout in the primaries has been less than half the stated goal, and Pamfilova, aware of suspicion that she will not defy the Kremlin, voided elections in a Moscow suburb, citing multiple violations of the law by local officials. (“Let them fear Pamfilova,” she has warned.)\n-Members of the ruling-party leadership have begun to acknowledge that United Russia may fall further short of a majority of the party-list vote this September than it did in 2011. 3)  General disapproval/unhappiness with those in power.  The critics' deep criticism is of abuse of power throughout the system. The near-enslavement of workers by a fish-processing plant in Russia’s Far East and the defrauding of middle-class investors in a Moscow real estate scheme were just two of many outrages cited during the program, all of them made possible by the indifference or collusion of state officials.  To address these horror stories, Putin had prepared himself with a new electoral theme: the primacy of domestic concerns over foreign policy. In more than three-and-a-half hours of televised Q&A on Russia’s problems both at home and abroad, it was Putin who consistently deflated nationalist rhetoric, insisting that addressing the everyday hardship and injustice endured by ordinary citizens must be a priority. 4)  Scapegoating:  given a chance to say how they really feel about their circumstances—and Putin's absence from the ballot gives them that chance—Russians may choose unpredictably.  As Valery Fedorov, the head of VTsIOM (the state-funded All-Russia Center for Public Opinion Research) put it recently, “No Russian election is complete without a surprise.”"], [691, "2016-06-19T15:06:50Z", [0.0, 0.19, 0.81], ""], [368, "2016-06-18T19:00:01Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-18T12:39:29Z", [0.0, 0.19, 0.81], ""], [368, "2016-06-17T17:41:24Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-17T12:13:08Z", [0.0, 0.19, 0.81], ""], [556, "2016-06-16T23:54:44Z", [0.0, 0.35, 0.65], "Based on:   http://www.gjopen.com/comments/comments/260824"], [556, "2016-06-16T21:01:52Z", [0.0, 0.12, 0.88], ""], [21758, "2016-06-16T20:27:51Z", [0.06, 0.1, 0.84], ""], [1262, "2016-06-16T20:07:51Z", [0.0, 0.43, 0.57], "See discussion here:  http://www.gjopen.com/comments/comments/260824"], [368, "2016-06-16T18:39:04Z", [0.01, 0.0, 0.99], ""], [1262, "2016-06-16T16:22:20Z", [0.48, 0.01, 0.51], "Modifying forecast based on information from link (1, see extract) below.    The issue is related to the wording of the question:  There is no doubt Putin's party will remain in control but the seats won by \"United Russia\" may not include seats won by \"All-Russia People's Front\" which is affiliated (2) with \"United Russia\" but is separate. \"What's more, some pro-government candidates will disguise themselves as independents. \"In the last few years, United Russia candidates shied away from their party labels and tried to hide them during elections,\" says political consultant Mikhail Vinogradov. This tactic proved very effective during the 2014 Moscow City Duma election, in which all of the seats were chosen in single-member constituencies. Almost all of the candidates Moscow authorities were relying on made it through by not affiliating themselves publicly with the ruling party. The opposition was not even there, it failed to provide the necessary number of local signatures to take part. The same scheme will be used in September. Many pro-presidential candidates will represent the All Russia People's Front, a movement established on the eve of Putin's return to the Kremlin in 2012. It remains unknown whether they will join United Russia in the newly formed Duma or form a separate faction. Whatever the case, the Kremlin is set to keep control over its majority.\"\n1: http://www.themoscowtimes.com/news/article/united-russia-same-game-new-tactics/572698.html\n2: https://en.wikipedia.org/wiki/Political_parties_in_Russia"], [691, "2016-06-16T12:20:42Z", [0.0, 0.18, 0.82], ""], [93, "2016-06-16T00:30:48Z", [0.0, 0.15, 0.85], ""], [368, "2016-06-15T21:42:29Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-15T12:18:53Z", [0.0, 0.18, 0.82], ""], [10898, "2016-06-15T05:55:59Z", [0.1, 0.24, 0.66], ""], [13377, "2016-06-14T22:16:55Z", [0.05, 0.1, 0.85], ""], [368, "2016-06-14T18:00:16Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-14T11:20:53Z", [0.0, 0.18, 0.82], ""], [368, "2016-06-13T21:47:48Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-13T20:07:27Z", [0.0, 0.19, 0.81], ""], [4577, "2016-06-13T10:04:51Z", [0.1, 0.1, 0.8], ""], [601, "2016-06-12T20:59:26Z", [0.05, 0.03, 0.92], ""], [368, "2016-06-12T19:00:34Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-12T13:25:17Z", [0.0, 0.18, 0.82], ""], [83, "2016-06-11T19:34:18Z", [0.05, 0.35, 0.6], ""], [368, "2016-06-11T18:08:33Z", [0.01, 0.0, 0.99], ""], [15548, "2016-06-11T15:20:48Z", [0.3, 0.0, 0.7], ""], [691, "2016-06-11T12:36:57Z", [0.0, 0.17, 0.83], ""], [691, "2016-06-10T18:55:13Z", [0.0, 0.16, 0.84], "Vlad the Shirtless doesn't need 2/3 for anything particular, but he has helpfully outlawed most or all of the opposition parties and killed or incarcerated most of the opposition leadership.  He probably can't jigger the result this time as he did last time, but he can still manipulate the process so that he doesn't need to.  He does not like surprises. Going up on the 2/3 option and shutting down the <1/2 one.  Could move some more on this, depending on whether there's anybody still alive and at large who might stay in the game. "], [22243, "2016-06-10T18:02:26Z", [0.06, 0.06, 0.88], ""], [368, "2016-06-10T17:59:57Z", [0.01, 0.0, 0.99], ""], [83, "2016-06-10T17:04:02Z", [0.05, 0.2, 0.75], ""], [5001, "2016-06-10T03:58:44Z", [0.0, 0.4, 0.6], ""], [22264, "2016-06-09T22:22:27Z", [0.45, 0.05, 0.5], ""], [368, "2016-06-09T18:58:27Z", [0.01, 0.0, 0.99], ""], [23234, "2016-06-09T15:16:24Z", [0.0, 0.0, 1.0], ""], [24, "2016-06-09T15:01:01Z", [0.3, 0.1, 0.6], "I chanced upon this article (or rather its introduction) in a generally respected Russian magazine website\nhttps://slon.ru/posts/69113  Headline; \"Back to 2003: How The Kremlin is preparing for a downturn in support for the party of power\" - this claim being backed up by opinion polls from the plausible Levada Centre. (In the 2003 elections - contested on a similar electoral system to that which will be used in this year's polls, unlike the intervening ones,  United Russia won 226 of the 450 Duma sets - i.e. barely half .\nLevada Centre records 35% support for United Russia (compared with 37% in 2003 election).  If this carries through, and there is not too extensive or too blatant poll-rigging in their support, a failure to obtain half of the deputies might now appear a possibility."], [691, "2016-06-09T14:46:11Z", [0.01, 0.09, 0.9], ""], [12874, "2016-06-09T12:43:19Z", [0.04, 0.22, 0.74], ""], [4577, "2016-06-09T09:02:02Z", [0.1, 0.15, 0.75], "http://www.bloomberg.com/news/articles/2016-06-09/putin-s-core-support-begins-to-waver"], [1693, "2016-06-09T02:29:27Z", [0.03, 0.29, 0.68], ""], [368, "2016-06-08T21:56:18Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-08T18:33:20Z", [0.01, 0.09, 0.9], ""], [368, "2016-06-07T20:23:48Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-07T19:54:35Z", [0.01, 0.09, 0.9], ""], [51, "2016-06-07T18:15:48Z", [0.01, 0.09, 0.9], ""], [14672, "2016-06-07T16:14:43Z", [0.25, 0.05, 0.7], ""], [10898, "2016-06-07T08:48:29Z", [0.01, 0.34, 0.65], ""], [368, "2016-06-06T21:59:35Z", [0.01, 0.0, 0.99], ""], [691, "2016-06-06T18:59:23Z", [0.01, 0.09, 0.9], ""], [19801, "2016-06-06T07:46:59Z", [0.02, 0.75, 0.23], "United Russia is polling at 46.2% currently which means their seats will reduce.\nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2016"], [500, "2016-06-05T21:28:12Z", [0.0, 1.0, 0.0], "Amerika više pritiska--- Putin ima više glasova-\nAKO želi da skine Putina Amerika treba da bude prijatelj sa njim - malo da ga tapše po ramenu"], [368, "2016-06-05T19:09:39Z", [0.0, 0.02, 0.98], ""], [691, "2016-06-05T11:49:34Z", [0.01, 0.09, 0.9], ""], [5001, "2016-06-05T03:59:10Z", [0.01, 0.34, 0.65], ""], [1333, "2016-06-05T00:35:03Z", [0.05, 0.4, 0.55], ""], [691, "2016-06-04T21:33:05Z", [0.01, 0.09, 0.9], ""], [368, "2016-06-04T19:20:56Z", [0.0, 0.02, 0.98], ""], [16421, "2016-06-04T03:11:19Z", [0.0, 0.15, 0.85], ""], [231, "2016-06-04T01:21:50Z", [0.02, 0.03, 0.95], ""], [556, "2016-06-04T00:37:46Z", [0.03, 0.12, 0.85], "oops, this is what I meant to post"], [556, "2016-06-04T00:36:53Z", [0.12, 0.03, 0.85], ""], [368, "2016-06-03T19:47:53Z", [0.0, 0.02, 0.98], ""], [10039, "2016-06-03T19:34:03Z", [0.05, 0.1, 0.85], ""], [25705, "2016-06-03T18:38:33Z", [0.0, 0.21, 0.79], ""], [691, "2016-06-03T13:56:15Z", [0.01, 0.09, 0.9], ""], [689, "2016-06-03T06:12:05Z", [0.44, 0.01, 0.55], ""], [1646, "2016-06-03T03:05:40Z", [0.0, 0.22, 0.78], ""], [1646, "2016-06-03T03:05:24Z", [0.2, 0.01, 0.79], ""], [484, "2016-06-03T02:23:55Z", [0.0, 0.4, 0.6], "Adjusting per @Dima-K analysis thanks http://www.gjopen.com/comments/comments/249682"], [73, "2016-06-02T21:53:18Z", [0.02, 0.08, 0.9], ""], [21758, "2016-06-02T20:51:20Z", [0.04, 0.11, 0.85], ""], [73, "2016-06-02T20:32:19Z", [0.12, 0.02, 0.86], ""], [5001, "2016-06-02T20:26:55Z", [0.05, 0.25, 0.7], "Uh, so it appears that I was totally wrong in assessing the role played by the non-party members nominated by United Russia. Still need to figure out all of the implications but one revision is for sure. In shortest possible form: \n*Duma deputies who are not members of the United Russia but that were elected after being nominated by United Russia count as members of United Russia's fraction in Duma.* This is best illustrated by Duma 2011 elections (those used purely proportional system). UR party list included 183 independents that were NOT members of UR. (Out of 596; IOW, the % was practically the same as as today, almost a third). UR list won enough votes for 238 seats. And that is exactly the majority number that UR is said to currently have in Duma!\nhttps://en.wikipedia.org/wiki/Russian_legislative_election,_2011\nhttps://ru.wikipedia.org/wiki/%D0%95%D0%B4%D0%B8%D0%BD%D0%B0%D1%8F_%D0%A0%D0%BE%D1%81%D1%81%D0%B8%D1%8F#2011.E2.80.942013 And to confirm, there is at least this one guy who is, to this day, not a member of any party but who was elected in 2011 on a UR list:\nhttp://zauralonline.ru/news-kurgan-obl/society/31555-31555.html\nhttp://ura.ru/articles/1036267018 With that, current polling (only four parties passing 5% threshold: 46%,10%,11%,7%) suggests ~ 175 seats to UR on proportional list (139 + another 36 after proportional redistribution of the remaining seats). https://en.wikipedia.org/wiki/Russian_legislative_election,_2016#Opinion_polls\nSeems pretty high!!! In any case, seems almost impossible that it will get to below 50% overall, so let's say 50%. So, 112 as an absolute minimum. Of course, things can change in three months... I am still thoroughly confused on what happens to independents in single-seat constituencies. UR *will be* nominating a bunch (20-30%?) of non-party members there as well! Should they win, will they too be counted as being part of United Russia in Duma? Seems pretty crazy if yes, but I am now inclined to believe that that's how it will be counted. YMMV. If so, everything I read so far indicates that the expectations are that UR gets great results in majoritarian part of the elections (simply, it's the candidates with most power and influence behind them who will win). So let's say 51%, very conservatively, making no majority pretty unlikely. All in all, I completely turn around, drastically reducing bin <1/2 and even more drastically upping bin >2/3. Apologies to everyone who I misled with my confusion over what counts as \"United Russia\". Fundamentally, there are two ways to count and different ways of counting would answer a different question about Russia's political situation (Putin's control of Duma vs United Russia's waning influence and popularity) but it would make sense if GJI sticks to how Russians in Duma itself count... So that's what I think makes sense to default to."], [73, "2016-06-02T18:50:16Z", [0.07, 0.07, 0.86], ""], [52, "2016-06-02T18:47:12Z", [0.0, 0.15, 0.85], ""], [368, "2016-06-02T18:34:34Z", [0.0, 0.02, 0.98], ""], [1262, "2016-06-02T15:02:30Z", [0.0, 0.04, 0.96], "While this opinion poll represents results from voters (rather than seats in the Duma) it perhaps reflects general voting patterns.  The most recent (May 22, 2016) % for United Russia is 46.2 +/-3.4%.   Putin (United Russia) requires >50% of seats and this very likely be the outcome.\nhttp://wciom.ru/news/ratings/elektoralnyj_rejting_politicheskix_partij/"], [691, "2016-06-02T10:58:15Z", [0.0, 0.08, 0.92], ""], [9755, "2016-06-02T04:36:36Z", [0.0, 0.09, 0.91], "I hear from moscow , they expect at least 65% of the seats ."], [21046, "2016-06-02T02:34:47Z", [0.2, 0.05, 0.75], ""], [691, "2016-06-01T21:14:59Z", [0.0, 0.08, 0.92], ""], [368, "2016-06-01T18:49:48Z", [0.0, 0.02, 0.98], ""], [1262, "2016-06-01T17:15:06Z", [0.0, 0.04, 0.96], "confirming previous forecast"], [12302, "2016-06-01T14:39:02Z", [0.1, 0.08, 0.82], ""], [22243, "2016-06-01T12:15:30Z", [0.12, 0.06, 0.82], ""], [10898, "2016-06-01T07:19:55Z", [0.45, 0.1, 0.45], "Following Dima-K http://www.gjopen.com/comments/comments/245505"], [368, "2016-05-31T16:30:49Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-31T11:24:41Z", [0.0, 0.08, 0.92], ""], [691, "2016-05-30T15:13:06Z", [0.0, 0.08, 0.92], ""], [14656, "2016-05-30T03:27:20Z", [0.0, 0.15, 0.85], ""], [4782, "2016-05-30T00:46:09Z", [0.2, 0.0, 0.8], ""], [368, "2016-05-29T21:17:23Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-29T12:06:17Z", [0.0, 0.08, 0.92], ""], [73, "2016-05-28T21:33:49Z", [0.11, 0.09, 0.8], ""], [10916, "2016-05-28T20:59:45Z", [0.06, 0.02, 0.92], ""], [10916, "2016-05-28T20:59:14Z", [0.1, 0.02, 0.88], "At the last election, UR slightly underperformed its poll numbers, polling just north of 50%, and achieving just less. https://en.wikipedia.org/wiki/Russian_legislative_election,_2011#Opinion_polls They're currently polling in the high 40s, so may lose a few seats, but it's likely they'd still win a majority anyway due to FPTP."], [368, "2016-05-28T20:47:58Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-28T12:01:46Z", [0.0, 0.08, 0.92], ""], [689, "2016-05-28T04:18:08Z", [0.55, 0.01, 0.44], ""], [484, "2016-05-28T03:12:10Z", [0.3, 0.05, 0.65], "Adjusting @Dima-K"], [13377, "2016-05-28T02:40:33Z", [0.2, 0.1, 0.7], ""], [5001, "2016-05-27T23:53:52Z", [0.5, 0.01, 0.49], "http://izvestia.ru/news/615650 I am assuming that the question will be resolved on % of UR members elected to Duma, not % of elected candidates supported by UR."], [368, "2016-05-27T20:11:05Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-27T17:41:49Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-26T20:19:55Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-26T14:00:26Z", [0.0, 0.08, 0.92], ""], [51, "2016-05-26T02:05:57Z", [0.02, 0.07, 0.91], ""], [368, "2016-05-25T21:44:58Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-25T17:38:25Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-24T19:55:34Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-24T11:27:56Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-23T20:59:09Z", [0.0, 0.02, 0.98], ""], [102, "2016-05-23T16:30:02Z", [0.11, 0.14, 0.75], ""], [691, "2016-05-23T12:27:40Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-22T21:10:13Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-22T16:18:52Z", [0.0, 0.08, 0.92], ""], [691, "2016-05-21T12:47:31Z", [0.0, 0.08, 0.92], ""], [9755, "2016-05-20T23:28:12Z", [0.0, 0.3, 0.7], ""], [102, "2016-05-20T21:55:07Z", [0.12, 0.09, 0.79], ""], [11430, "2016-05-20T21:34:22Z", [0.2, 0.2, 0.6], ""], [691, "2016-05-20T18:58:02Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-20T18:28:44Z", [0.0, 0.02, 0.98], ""], [1708, "2016-05-20T16:04:51Z", [0.05, 0.1, 0.85], ""], [368, "2016-05-19T18:01:33Z", [0.0, 0.02, 0.98], ""], [484, "2016-05-19T16:35:14Z", [0.0, 0.05, 0.95], "(no change) It has been awhile since I saw any real discussion of the factors. Here is what I think I remember: 1. Putin will in some sense have a lock once the dust settles. 2. If Putin is perceived as stealing the election too unfairly (can't think of an elegant way to put it), there is a risk the natives will get restless. 3. The only way RU will get less than half will be because smaller parties will enter the (informal) coalition. Others I've forgotten?"], [691, "2016-05-19T13:29:59Z", [0.0, 0.08, 0.92], ""], [12874, "2016-05-19T11:58:17Z", [0.07, 0.15, 0.78], ""], [691, "2016-05-19T02:19:26Z", [0.0, 0.06, 0.94], ""], [368, "2016-05-18T21:26:01Z", [0.0, 0.02, 0.98], ""], [94, "2016-05-18T18:49:10Z", [0.15, 0.1, 0.75], ""], [368, "2016-05-17T18:23:39Z", [0.0, 0.02, 0.98], ""], [51, "2016-05-17T02:57:08Z", [0.04, 0.06, 0.9], ""], [368, "2016-05-16T21:34:50Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-16T12:13:50Z", [0.0, 0.06, 0.94], ""], [136, "2016-05-15T18:15:23Z", [0.2, 0.1, 0.7], ""], [691, "2016-05-15T12:55:50Z", [0.0, 0.06, 0.94], ""], [368, "2016-05-14T17:32:52Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-14T13:07:27Z", [0.0, 0.06, 0.94], ""], [24, "2016-05-14T07:07:19Z", [0.1, 0.3, 0.6], ""], [15548, "2016-05-14T06:52:20Z", [0.23, 0.02, 0.75], ""], [102, "2016-05-14T03:43:12Z", [0.18, 0.1, 0.72], "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [12302, "2016-05-14T00:06:09Z", [0.08, 0.1, 0.82], ""], [1262, "2016-05-13T20:51:16Z", [0.0, 0.04, 0.96], "Confirming previous forecast    \nPutin will manipulate the process as needed to win.\n"], [368, "2016-05-13T17:21:13Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-13T14:01:04Z", [0.0, 0.04, 0.96], ""], [1333, "2016-05-12T21:50:10Z", [0.6, 0.05, 0.35], ""], [19170, "2016-05-12T21:20:06Z", [0.1, 0.1, 0.8], ""], [24, "2016-05-12T21:19:52Z", [0.1, 0.4, 0.5], ""], [368, "2016-05-12T19:29:56Z", [0.0, 0.02, 0.98], ""], [14880, "2016-05-12T19:17:30Z", [0.0, 0.05, 0.95], ""], [691, "2016-05-12T14:36:52Z", [0.0, 0.04, 0.96], ""], [691, "2016-05-12T03:37:16Z", [0.0, 0.07, 0.93], ""], [5001, "2016-05-12T03:19:31Z", [0.2, 0.1, 0.7], "http://www.rbc.ru/politics/11/05/2016/57332de99a7947b2ac56072e? LOL! By law, UR cannot use Putin's image in the electoral campaign. So in an effort to suck up to Putin-loving masses, they came up with a slogan (Важно Выбрать Правильно) that, in Russian, reads like Putin's initials. Something like this: \n  Very_important_to = Vladimir\n  Vote                           = Vladimirovich\n  Properly                    = Putin Feels a little desperate, doesn't it? Putin, of course, has absolutely nothing to worry: no matter the outcome, \"pro Putin bloc\" is almost guaranteed effective constitutional majority - even if it never shapes into a formal parliamentary faction. But with UR, things seems a little shaky...  No change in forecast."], [368, "2016-05-11T21:44:42Z", [0.0, 0.02, 0.98], ""], [368, "2016-05-10T19:06:45Z", [0.0, 0.02, 0.98], ""], [1827, "2016-05-10T18:23:02Z", [0.0, 0.1, 0.9], ""], [691, "2016-05-10T10:08:16Z", [0.0, 0.07, 0.93], ""], [24878, "2016-05-10T05:39:32Z", [0.0, 0.95, 0.05], ""], [22264, "2016-05-09T21:37:06Z", [0.75, 0.05, 0.2], ""], [368, "2016-05-09T20:09:04Z", [0.0, 0.02, 0.98], ""], [691, "2016-05-09T11:26:33Z", [0.0, 0.07, 0.93], ""], [601, "2016-05-08T21:56:24Z", [0.08, 0.05, 0.87], ""], [368, "2016-05-08T18:27:48Z", [0.0, 0.06, 0.94], ""], [102, "2016-05-08T16:59:37Z", [0.14, 0.13, 0.73], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [691, "2016-05-08T12:00:55Z", [0.0, 0.07, 0.93], ""], [51, "2016-05-08T02:12:01Z", [0.02, 0.03, 0.95], ""], [368, "2016-05-07T18:59:15Z", [0.0, 0.06, 0.94], ""], [691, "2016-05-07T13:26:42Z", [0.0, 0.08, 0.92], ""], [368, "2016-05-06T18:46:11Z", [0.0, 0.06, 0.94], ""], [691, "2016-05-06T12:07:37Z", [0.0, 0.08, 0.92], ""], [691, "2016-05-05T19:27:54Z", [0.0, 0.09, 0.91], ""], [368, "2016-05-05T18:35:00Z", [0.0, 0.06, 0.94], ""], [368, "2016-05-04T17:35:02Z", [0.0, 0.06, 0.94], ""], [691, "2016-05-04T15:57:09Z", [0.0, 0.09, 0.91], ""], [2, "2016-05-04T00:30:03Z", [0.05, 0.25, 0.7], ""], [368, "2016-05-03T18:30:18Z", [0.0, 0.2, 0.8], ""], [1639, "2016-05-03T15:58:55Z", [0.15, 0.1, 0.75], ""], [691, "2016-05-03T14:48:36Z", [0.0, 0.09, 0.91], ""], [1708, "2016-05-03T13:10:06Z", [0.0, 0.2, 0.8], ""], [10916, "2016-05-03T10:51:19Z", [0.18, 0.08, 0.74], ""], [102, "2016-05-03T00:59:51Z", [0.15, 0.14, 0.71], "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [368, "2016-05-02T18:40:47Z", [0.0, 0.05, 0.95], ""], [691, "2016-05-02T15:50:08Z", [0.0, 0.09, 0.91], ""], [23234, "2016-05-02T12:50:31Z", [0.01, 0.03, 0.96], ""], [24171, "2016-05-02T00:18:04Z", [0.05, 0.17, 0.78], ""], [102, "2016-05-01T15:42:40Z", [0.07, 0.2, 0.73], "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [691, "2016-05-01T15:21:21Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-30T19:38:37Z", [0.0, 0.05, 0.95], ""], [691, "2016-04-30T14:21:53Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-29T17:48:30Z", [0.0, 0.05, 0.95], ""], [691, "2016-04-29T12:47:45Z", [0.0, 0.09, 0.91], ""], [1529, "2016-04-29T02:56:54Z", [0.05, 0.07, 0.88], ""], [15548, "2016-04-28T18:56:00Z", [0.15, 0.05, 0.8], ""], [691, "2016-04-28T15:30:14Z", [0.0, 0.09, 0.91], ""], [12302, "2016-04-28T12:38:16Z", [0.1, 0.1, 0.8], ""], [3895, "2016-04-28T10:25:37Z", [0.2, 0.12, 0.68], "per @Dima-K"], [10898, "2016-04-28T09:50:04Z", [0.2, 0.1, 0.7], "http://www.gjopen.com/comments/comments/219745"], [484, "2016-04-28T03:29:03Z", [0.0, 0.05, 0.95], "(no change) I haven't looked for polling recently (not that it would help much). Wonder if (one ascribes to the notion that the election will be managed) whether a just barely majority RU with another batch of loyal opposition seats to help improve things would make sense."], [368, "2016-04-27T20:32:38Z", [0.0, 0.05, 0.95], ""], [51, "2016-04-27T13:33:36Z", [0.03, 0.05, 0.92], ""], [691, "2016-04-27T12:34:24Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-26T19:06:19Z", [0.0, 0.05, 0.95], ""], [12828, "2016-04-26T18:16:17Z", [0.1, 0.15, 0.75], ""], [691, "2016-04-26T12:56:50Z", [0.0, 0.09, 0.91], ""], [102, "2016-04-26T04:04:33Z", [0.08, 0.22, 0.7], "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [368, "2016-04-25T22:17:52Z", [0.0, 0.05, 0.95], ""], [11885, "2016-04-25T19:03:24Z", [0.0, 0.25, 0.75], ""], [691, "2016-04-25T11:57:51Z", [0.0, 0.09, 0.91], ""], [12874, "2016-04-25T11:22:17Z", [0.02, 0.15, 0.83], ""], [5001, "2016-04-25T05:01:38Z", [0.2, 0.1, 0.7], ""], [24301, "2016-04-24T23:39:14Z", [0.0, 0.8, 0.2], ""], [12874, "2016-04-24T23:26:50Z", [0.02, 0.2, 0.78], ""], [691, "2016-04-24T14:08:05Z", [0.0, 0.09, 0.91], ""], [23234, "2016-04-24T11:04:55Z", [0.02, 0.02, 0.96], ""], [14038, "2016-04-24T02:22:22Z", [0.35, 0.05, 0.6], ""], [368, "2016-04-23T21:06:57Z", [0.0, 0.05, 0.95], ""], [691, "2016-04-23T12:08:19Z", [0.0, 0.09, 0.91], ""], [13377, "2016-04-23T02:19:00Z", [0.1, 0.15, 0.75], ""], [368, "2016-04-22T19:27:22Z", [0.0, 0.05, 0.95], ""], [691, "2016-04-22T12:09:47Z", [0.0, 0.08, 0.92], ""], [102, "2016-04-22T03:32:45Z", [0.07, 0.21, 0.72], "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [691, "2016-04-21T17:01:36Z", [0.0, 0.09, 0.91], ""], [102, "2016-04-21T03:56:43Z", [0.15, 0.31, 0.54], "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [556, "2016-04-21T00:04:02Z", [0.02, 0.03, 0.95], "http://www.themoscowtimes.com/news/article/growing-number-of-russians-think-state-has-failed-in-duties-to-citizens---poll/566751.html"], [691, "2016-04-20T21:37:27Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-20T21:36:30Z", [0.0, 0.05, 0.95], ""], [19170, "2016-04-20T04:52:42Z", [0.0, 0.2, 0.8], ""], [691, "2016-04-19T22:39:36Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-19T19:19:43Z", [0.0, 0.1, 0.9], ""], [368, "2016-04-18T22:04:03Z", [0.0, 0.1, 0.9], ""], [691, "2016-04-18T18:21:32Z", [0.0, 0.09, 0.91], ""], [14656, "2016-04-18T03:18:51Z", [0.0, 0.2, 0.8], ""], [23956, "2016-04-17T22:52:44Z", [0.0, 0.1, 0.9], ""], [691, "2016-04-17T19:21:29Z", [0.0, 0.09, 0.91], ""], [10039, "2016-04-17T18:11:43Z", [0.05, 0.2, 0.75], ""], [19488, "2016-04-17T15:47:38Z", [0.25, 0.3, 0.45], ""], [15548, "2016-04-17T15:30:48Z", [0.3, 0.05, 0.65], ""], [691, "2016-04-16T17:01:50Z", [0.0, 0.09, 0.91], ""], [5001, "2016-04-16T05:42:06Z", [0.25, 0.05, 0.7], ""], [231, "2016-04-16T01:47:10Z", [0.15, 0.15, 0.7], ""], [691, "2016-04-15T19:55:03Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-15T19:44:34Z", [0.0, 0.01, 0.99], ""], [368, "2016-04-14T21:29:02Z", [0.0, 0.01, 0.99], ""], [691, "2016-04-14T17:18:21Z", [0.0, 0.1, 0.9], ""], [368, "2016-04-13T22:50:40Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-13T22:07:26Z", [0.0, 0.1, 0.9], ""], [23862, "2016-04-13T18:25:10Z", [0.0, 0.8, 0.2], "It is Putin's will.  He is tightening control over citizens and government and is not afraid for people to see it.  He is actively preparing the party structure and electoral process to support it."], [23853, "2016-04-13T16:20:00Z", [0.01, 0.0, 0.99], ""], [23234, "2016-04-13T13:06:29Z", [0.1, 0.07, 0.83], ""], [368, "2016-04-12T20:20:35Z", [0.01, 0.0, 0.99], ""], [1262, "2016-04-12T18:03:22Z", [0.0, 0.04, 0.96], "confirming previous forecast"], [691, "2016-04-12T17:13:36Z", [0.0, 0.1, 0.9], ""], [23234, "2016-04-12T05:49:21Z", [0.25, 0.15, 0.6], ""], [13861, "2016-04-12T05:37:19Z", [0.05, 0.68, 0.27], ""], [368, "2016-04-11T22:19:06Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-11T16:37:19Z", [0.0, 0.1, 0.9], ""], [23775, "2016-04-11T16:32:27Z", [0.0, 0.6, 0.4], ""], [23234, "2016-04-11T06:51:28Z", [0.4, 0.0, 0.6], ""], [23755, "2016-04-10T19:58:06Z", [0.0, 0.4, 0.6], ""], [368, "2016-04-10T19:52:54Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-10T16:33:10Z", [0.0, 0.1, 0.9], ""], [691, "2016-04-09T18:04:28Z", [0.0, 0.09, 0.91], ""], [368, "2016-04-09T17:06:25Z", [0.01, 0.0, 0.99], ""], [804, "2016-04-09T15:47:53Z", [0.05, 0.15, 0.8], ""], [368, "2016-04-08T19:51:16Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-08T15:05:29Z", [0.0, 0.09, 0.91], ""], [14201, "2016-04-08T14:46:19Z", [0.01, 0.77, 0.22], ""], [1595, "2016-04-08T14:02:33Z", [0.1, 0.05, 0.85], ""], [19170, "2016-04-07T20:01:52Z", [0.01, 0.22, 0.77], ""], [368, "2016-04-07T17:48:33Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-07T14:57:07Z", [0.0, 0.09, 0.91], ""], [19170, "2016-04-06T21:22:35Z", [0.05, 0.15, 0.8], ""], [1827, "2016-04-06T20:16:13Z", [0.0, 0.15, 0.85], ""], [368, "2016-04-06T19:47:57Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-06T19:35:23Z", [0.0, 0.09, 0.91], "http://www.bbc.com/news/world-europe-35975840 Putin has created a Brute Squad, but he assures you that this is  not for the purpose of intimidating as many opponents (and recalcitrant United Russia functionaries) as possible ahead of the elections, and jailing, crippling, or killing those who decline to be intimidated.  The purpose of this outfit is to protect democracy from terrorists and foreign powers, you see.   He still doesn't need two thirds, since if he wins with Zimbabwe numbers, even the Russian people might suspect that The Fix Is In.  His gang will show up with maybe a few percent more than they had last time.  So democracy is once again safe in Russia."], [19170, "2016-04-06T17:59:25Z", [0.05, 0.17, 0.78], ""], [21758, "2016-04-06T14:46:03Z", [0.06, 0.12, 0.82], ""], [21758, "2016-04-06T14:44:20Z", [0.05, 0.2, 0.75], ""], [691, "2016-04-05T19:55:11Z", [0.0, 0.02, 0.98], ""], [368, "2016-04-05T19:31:42Z", [0.01, 0.0, 0.99], ""], [12874, "2016-04-05T12:36:30Z", [0.03, 0.27, 0.7], ""], [20911, "2016-04-05T00:14:27Z", [0.0, 0.4, 0.6], ""], [12302, "2016-04-04T21:32:34Z", [0.01, 0.19, 0.8], ""], [12302, "2016-04-04T21:32:00Z", [0.01, 0.22, 0.77], ""], [23374, "2016-04-04T20:47:29Z", [0.1, 0.05, 0.85], ""], [691, "2016-04-04T20:12:16Z", [0.0, 0.02, 0.98], ""], [368, "2016-04-04T17:48:09Z", [0.01, 0.0, 0.99], ""], [136, "2016-04-04T16:38:06Z", [0.15, 0.15, 0.7], ""], [484, "2016-04-04T15:34:34Z", [0.0, 0.05, 0.95], "(no change) Consensus for top bucket seems high considering some of the Russia expert posts. Any thoughts about why? (If anything I still wonder about the idea that a different coalition that would give Putin the same effect, but leave RU less than 50%.)"], [19170, "2016-04-04T15:10:34Z", [0.1, 0.15, 0.75], ""], [23472, "2016-04-04T13:08:39Z", [0.0, 0.85, 0.15], ""], [94, "2016-04-04T03:10:59Z", [0.05, 0.15, 0.8], ""], [23456, "2016-04-03T21:08:46Z", [0.0, 0.0, 1.0], ""], [368, "2016-04-03T19:43:27Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-03T17:57:48Z", [0.0, 0.02, 0.98], ""], [23445, "2016-04-03T14:48:16Z", [0.69, 0.12, 0.19], ""], [23376, "2016-04-02T22:01:42Z", [0.0, 0.7, 0.3], ""], [1262, "2016-04-02T19:43:24Z", [0.0, 0.04, 0.96], "Updating based on below information...\nhttps://www.stratfor.com/analysis/subtle-manipulation-russian-elections However it is unlikely Putin will allow any result with a loss of more than half of the seats."], [10039, "2016-04-02T18:08:53Z", [0.06, 0.23, 0.71], ""], [368, "2016-04-02T18:01:20Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-02T13:12:41Z", [0.0, 0.02, 0.98], ""], [484, "2016-04-02T02:24:53Z", [0.0, 0.05, 0.95], "10% to middle bucket @Dima-K"], [1333, "2016-04-02T01:42:15Z", [0.25, 0.2, 0.55], ""], [368, "2016-04-01T20:48:41Z", [0.01, 0.0, 0.99], ""], [691, "2016-04-01T13:35:38Z", [0.0, 0.02, 0.98], ""], [23346, "2016-04-01T08:19:25Z", [0.05, 0.9, 0.05], ""], [23097, "2016-04-01T06:27:25Z", [0.03, 0.37, 0.6], ""], [5001, "2016-04-01T05:41:56Z", [0.02, 0.03, 0.95], "Forgot link: http://www.gazeta.ru/politics/2016/03/27_a_8146343.shtml\nQuick overview of all possible scenarios mentioned seems to say that both super majority and lack of majority are very unlikely. "], [5001, "2016-04-01T05:33:25Z", [0.02, 0.03, 0.95], ""], [368, "2016-03-31T19:56:15Z", [0.01, 0.0, 0.99], ""], [51, "2016-03-31T17:58:13Z", [0.0, 0.1, 0.9], ""], [691, "2016-03-31T17:34:18Z", [0.0, 0.02, 0.98], ""], [368, "2016-03-30T17:28:43Z", [0.01, 0.0, 0.99], ""], [484, "2016-03-30T16:24:27Z", [0.0, 0.15, 0.85], "Persuasive argument by @seveDB on both the optics and winnowing candidates. Up 13% on top bucket."], [1639, "2016-03-30T15:09:08Z", [0.0, 0.45, 0.55], "Putin's approval rating remains stratospheric. Yet as September’s parliamentary elections loom, Vladimir Putin is taking no chances. Widespread fraud during the last such ballot in 2011 sparked the Bolotnaya demonstrations, the largest street protests of his reign. Though the economy is struggling, and the ruling United Russia party’s popularity fraying, intimidation and emigration have drained the opposition’s spirits, so mass unrest this time looks unlikely. But why take chances? Before the campaign has even started, the Kremlin has accused foreign governments and media of meddling in it. The long-time head of the central election commission, Vladimir Churov, whom critics called “the Magician” for his dexterity with voting results, has been replaced with the more widely respected human-rights commissioner, Ella Pamfilova. But subtler measures to keep undesirable candidates off the ballots ought to guarantee that the carefully scripted spectacle goes off without a hitch. [From the Economist Espresso]\n=====NOTE========\nOn 19 June the State Duma approved the first reading of a bill to bring the election to the State Duma forward from 4 December 2016 to the third Sunday of September in 2016 [keeping in mind the high marks Putin is still enjoying].  According to opposition figures this initiative is explained by the desire of the government to prevent the victory of opposition forces.\nPolls are giving ove 40% lead to United Russia.\n"], [691, "2016-03-30T12:25:39Z", [0.0, 0.02, 0.98], ""], [691, "2016-03-29T21:00:20Z", [0.0, 0.02, 0.98], ""], [368, "2016-03-29T18:03:05Z", [0.01, 0.0, 0.99], ""], [14933, "2016-03-28T19:29:44Z", [0.0, 0.15, 0.85], ""], [22126, "2016-03-28T17:24:09Z", [0.5, 0.0, 0.5], ""], [691, "2016-03-28T15:50:07Z", [0.0, 0.02, 0.98], ""], [102, "2016-03-27T23:18:31Z", [0.16, 0.3, 0.54], "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [24, "2016-03-27T22:01:16Z", [0.0, 0.5, 0.5], ""], [368, "2016-03-27T20:07:03Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-27T13:22:33Z", [0.0, 0.02, 0.98], ""], [691, "2016-03-26T13:14:19Z", [0.0, 0.03, 0.97], ""], [368, "2016-03-25T21:53:29Z", [0.01, 0.0, 0.99], ""], [1028, "2016-03-25T21:18:12Z", [0.0, 0.25, 0.75], ""], [23005, "2016-03-25T19:55:56Z", [0.0, 0.0, 1.0], ""], [1646, "2016-03-25T15:06:34Z", [0.01, 0.04, 0.95], ""], [691, "2016-03-25T12:46:54Z", [0.01, 0.03, 0.96], ""], [484, "2016-03-25T04:01:45Z", [0.0, 0.02, 0.98], "Following @ALM21"], [691, "2016-03-24T20:00:09Z", [0.01, 0.04, 0.95], ""], [13239, "2016-03-24T12:27:46Z", [0.09, 0.24, 0.67], ""], [691, "2016-03-23T20:34:18Z", [0.01, 0.04, 0.95], ""], [689, "2016-03-23T13:58:43Z", [0.01, 0.11, 0.88], ""], [368, "2016-03-22T20:11:40Z", [0.01, 0.0, 0.99], ""], [1262, "2016-03-22T17:29:37Z", [0.0, 0.19, 0.81], "Putin has already decided...   http://www.forbes.com/sites/paulroderickgregory/2016/03/14/putin-changes-september-election-rules-to-prop-up-his-united-russia-party/#268dd8d258a2"], [691, "2016-03-22T13:02:13Z", [0.01, 0.04, 0.95], ""], [368, "2016-03-21T21:52:13Z", [0.01, 0.0, 0.99], ""], [601, "2016-03-21T21:02:04Z", [0.12, 0.03, 0.85], "Here is a decent article in a US business magazine: http://www.forbes.com/sites/paulroderickgregory/2016/03/14/putin-changes-september-election-rules-to-prop-up-his-united-russia-party/#51d315d158a2 Initially I thought United Russia would get less than half, but stability in Ukraine and Syria and the bottoming of oil prices has made me increase my probability of their gaining between half and two-thirds.   I still don't see them getting more than two-thirds.  First, they are happy to have easy to manage opposition parties, and secondly (as the article above states) it seems Putin is funding some trojan horse opposition parties to dilute the protest vote share.  If he was confident of winning two-thirds they probably would not go to that trouble.  "], [691, "2016-03-21T12:43:28Z", [0.01, 0.04, 0.95], ""], [14493, "2016-03-20T18:18:43Z", [0.17, 0.03, 0.8], "Starting with the premise that the Russian government will almost certainly decide before the votes are counted what the results will be, but it will want to continue pretending its a democracy then we need to figure out what results they want. They can of course create new parties that are pro-government, so as long as these get more than 50% of seat then Putin can continue as now. So I have allowed for the possibility that UR will get less than 50% but will have tame allies. If UR got over 66% of seat it might look as if the results are a fix, but its possible that Putin would want to change the constitution (but why bother?)  A little over 50% looks most likely."], [556, "2016-03-20T15:21:44Z", [0.0, 0.25, 0.75], "Starting late, but starting here based on polling sites posted from @Dima-K (Thanks for the links and the head's up on bias:) First find:\nhttp://www.forbes.com/sites/paulroderickgregory/2016/03/14/putin-changes-september-election-rules-to-prop-up-his-united-russia-party/#1e5f422f58a2"], [691, "2016-03-20T14:40:40Z", [0.01, 0.04, 0.95], ""], [10898, "2016-03-20T09:02:38Z", [0.1, 0.1, 0.8], "Starting here. Will revisit later. "], [368, "2016-03-19T22:20:56Z", [0.01, 0.0, 0.99], ""], [12302, "2016-03-19T20:36:47Z", [0.01, 0.21, 0.78], ""], [368, "2016-03-18T21:29:16Z", [0.01, 0.0, 0.99], ""], [12118, "2016-03-18T19:52:38Z", [0.08, 0.19, 0.73], ""], [691, "2016-03-18T18:10:15Z", [0.0, 0.04, 0.96], ""], [601, "2016-03-17T16:18:20Z", [0.11, 0.05, 0.84], "Putin's move in Syria (scaling back troops) will win favour with voters"], [691, "2016-03-17T12:27:08Z", [0.0, 0.04, 0.96], ""], [4042, "2016-03-17T09:35:13Z", [0.0, 0.3, 0.7], ""], [21884, "2016-03-17T02:35:31Z", [0.01, 0.0, 0.99], ""], [368, "2016-03-16T21:52:21Z", [0.01, 0.0, 0.99], ""], [83, "2016-03-16T17:26:18Z", [0.15, 0.25, 0.6], "Starting high with victorious Russians returning home, reportedly with a (possibly) more stabilized Syria, and few casualties.\nElection changes, including 50% of seats by direct election and tougher requirements for party eligibility, may add more opposition members, but the 50% party list members might keep a majority.\nExpect some terrorist acts to undermine the election process, but, Russians will likely expect that as well."], [691, "2016-03-16T14:44:08Z", [0.0, 0.04, 0.96], ""], [21155, "2016-03-16T03:09:12Z", [0.05, 0.25, 0.7], ""], [21155, "2016-03-16T03:05:30Z", [0.05, 0.5, 0.45], ""], [22262, "2016-03-15T20:53:07Z", [0.85, 0.0, 0.15], ""], [691, "2016-03-15T16:52:14Z", [0.0, 0.04, 0.96], ""], [22293, "2016-03-15T11:58:22Z", [0.0, 0.99, 0.01], ""], [14656, "2016-03-15T08:36:51Z", [0.0, 0.25, 0.75], ""], [368, "2016-03-14T21:13:04Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-14T19:03:48Z", [0.0, 0.04, 0.96], ""], [368, "2016-03-13T19:31:27Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-13T13:51:24Z", [0.0, 0.04, 0.96], ""], [689, "2016-03-12T19:43:41Z", [0.01, 0.16, 0.83], ""], [689, "2016-03-12T19:31:55Z", [0.23, 0.29, 0.48], ""], [691, "2016-03-12T17:42:43Z", [0.0, 0.04, 0.96], ""], [22132, "2016-03-12T17:36:12Z", [0.35, 0.0, 0.65], ""], [368, "2016-03-11T22:12:35Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-11T19:15:53Z", [0.0, 0.04, 0.96], ""], [21884, "2016-03-11T11:19:50Z", [0.01, 0.06, 0.93], "United Russia has stable position in 2016 with Putin, now it 52%, they will try to keep their positions in all possible ways. Before election their have power and they use it. Putin will not change his main leverage in short time. Communist Party,  Fair Russia and Liberal Democratic Party have not intention to be the first, and they support Putin and Medvedev in their politic. Too short time to change political map."], [368, "2016-03-10T19:25:26Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-10T14:19:09Z", [0.0, 0.04, 0.96], ""], [13377, "2016-03-10T09:10:01Z", [0.18, 0.31, 0.51], ""], [368, "2016-03-09T23:18:29Z", [0.01, 0.0, 0.99], ""], [1262, "2016-03-09T22:57:47Z", [0.05, 0.17, 0.78], "United Russia won 53% last election and opposition parties seem to have limited capabilities."], [691, "2016-03-09T20:27:23Z", [0.0, 0.04, 0.96], "Putin likes United Russia where they are now.  If they have too many seats, some members might get uppity--there have been murmurings; and as we all know, a boy's best friend is his mutter. He will see that they get about what they have now, and maybe a bit more, but not less than half and not enough to start thinking themselves a real political party. Putin is extraordinarily unpleasant, but he is neither stupid nor crazy."], [20020, "2016-03-09T14:35:15Z", [0.0, 0.69, 0.31], ""], [691, "2016-03-08T21:08:25Z", [0.0, 0.04, 0.96], ""], [368, "2016-03-08T19:06:27Z", [0.01, 0.0, 0.99], ""], [21828, "2016-03-08T16:42:09Z", [0.27, 0.05, 0.68], "United Russia holds the appeal of being \"catch-all\", something which the other parties can't claim to do. They currently hold just over half of the seats (52.888%), and nothing significant seems to be underway to disrupt the status quo- no big news on government mishandling of dissidents, gay rights etc., or any new big political party (like Podemos in Spain) or other social revolution- and so it seems really unlikely that a government where the puppet-master has consistently high approval ratings is going to be put on the back foot by the Communist party, who hold a respectable but not competitive number of seats, the Liberal Democrats (even less so), or A Just Russia. The Economist Intelligence Unit has published a brief stating how Russia might have a mildly turbulent fiscal year, but they don't seem to think much will change politically either. However, given that United Russia is less than 3% away from having less than half of the seats in the State Duma, and given that you can't really account for that 3%, I'm going to err on the safe side and give some more weighting to last choice."], [20082, "2016-03-08T15:25:50Z", [0.05, 0.2, 0.75], ""], [1708, "2016-03-08T04:37:53Z", [0.05, 0.2, 0.75], ""], [10916, "2016-03-07T23:53:18Z", [0.14, 0.12, 0.74], ""], [21758, "2016-03-07T21:04:02Z", [0.02, 0.32, 0.66], ""], [21746, "2016-03-07T19:26:07Z", [0.7, 0.1, 0.2], ""], [691, "2016-03-07T18:29:26Z", [0.0, 0.04, 0.96], ""], [21568, "2016-03-07T12:27:54Z", [0.0, 0.8, 0.2], "Challenging times tend to get people moving in the same direction."], [13135, "2016-03-07T10:50:14Z", [0.0, 0.15, 0.85], "In 2011 UR had 238 deputies. Putin's popularity is very good at the moment. Most dissenter's have been silenced. Even so to get 300 deputies seems a long stretch to me."], [21323, "2016-03-07T03:50:28Z", [0.0, 0.65, 0.35], ""], [21419, "2016-03-06T21:45:13Z", [0.01, 0.89, 0.1], ""], [368, "2016-03-06T18:42:37Z", [0.01, 0.0, 0.99], ""], [691, "2016-03-06T17:38:45Z", [0.01, 0.03, 0.96], ""], [21221, "2016-03-06T15:48:22Z", [0.05, 0.95, 0.0], ""], [102, "2016-03-06T04:15:06Z", [0.18, 0.31, 0.51], "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [484, "2016-03-05T23:42:20Z", [0.05, 0.0, 0.95], "@Intriligator"], [368, "2016-03-05T23:01:50Z", [0.01, 0.0, 0.99], "The United Russia party at its most recent Congress passed significant legislation to boost its image for the upcoming elections.  United Russia, for the first time in Russia, will hold its own internal primaries in May of this year to choose the best candidates for the September election.  It also passed regulations asking its members in the Duma to voluntary forgo 3 months of salary since the changes were made to the current election date - from December to September.  Legislators in the Duma voted against this move and expect members who do not participate or refuse to run in the September election to be paid for the 3 month period, post September.  This move by United Russia is in anticipation of improving the image of the party.   Polls from the Levada Center expect that the current composition would be reflected in the September election and the structure of its Duma post election."], [10039, "2016-03-05T17:53:27Z", [0.0, 0.03, 0.97], ""], [484, "2016-03-05T17:01:02Z", [0.05, 0.1, 0.85], "Adjusting for passage of time."], [15548, "2016-03-05T15:25:18Z", [0.35, 0.0, 0.65], ""], [691, "2016-03-05T15:10:30Z", [0.01, 0.03, 0.96], ""], [691, "2016-03-04T22:23:30Z", [0.01, 0.04, 0.95], ""], [368, "2016-03-04T21:29:28Z", [0.03, 0.0, 0.97], ""], [3702, "2016-03-04T21:20:19Z", [0.1, 0.25, 0.65], ""], [11985, "2016-03-04T13:59:25Z", [0.1, 0.55, 0.35], "There is an advantage in being government. Being at war will help eithier"], [13377, "2016-03-04T08:58:50Z", [0.01, 0.15, 0.84], "https://larswericson.wordpress.com/"], [102, "2016-03-04T05:29:19Z", [0.01, 0.15, 0.84], ""], [498, "2016-03-04T00:25:10Z", [0.01, 0.09, 0.9], ""], [484, "2016-03-04T00:22:47Z", [0.05, 0.2, 0.75], "(no change) But I'm glad the wisdom of the crowds does NOT depend on my special insight related to this IFP."], [368, "2016-03-03T22:02:51Z", [0.03, 0.0, 0.97], ""], [11430, "2016-03-03T22:00:13Z", [0.4, 0.0, 0.6], ""], [691, "2016-03-03T20:54:37Z", [0.01, 0.04, 0.95], ""], [20998, "2016-03-03T09:54:57Z", [0.0, 0.0, 1.0], "Like any democratic dictator, he only needs 60% win in any fake election."], [368, "2016-03-02T21:18:25Z", [0.05, 0.0, 0.95], ""], [691, "2016-03-02T19:27:52Z", [0.01, 0.04, 0.95], ""], [20929, "2016-03-02T06:47:41Z", [0.03, 0.07, 0.9], ""], [20911, "2016-03-02T03:56:49Z", [0.0, 0.8, 0.2], ""], [691, "2016-03-02T03:12:15Z", [0.01, 0.04, 0.95], ""], [368, "2016-03-01T22:20:01Z", [0.05, 0.0, 0.95], ""], [368, "2016-02-28T21:33:32Z", [0.05, 0.0, 0.95], ""], [14933, "2016-02-28T20:42:47Z", [0.0, 0.1, 0.9], "Putin's approval ratings are ~80%. He doesn't have a huge incentive to rig a 2/3 majority win since he can still do whatever he wants with a ~50% majority. Currently United Russia holds 52.89% of the Duma's seats"], [484, "2016-02-28T17:55:59Z", [0.05, 0.2, 0.75], "(no change) But I really wonder about two aspects (I know there has been some earlier discussion regarding these):  1. Will Putin, et al really try to orchestrate a certain number for UR even if there are risks of dissatisfaction?  2. Will Putin and the oligarchs embrace some coalition of parties with the same result as a UR win? Thanks."], [691, "2016-02-28T13:41:23Z", [0.01, 0.07, 0.92], ""], [14327, "2016-02-27T20:23:38Z", [0.05, 0.0, 0.95], ""], [691, "2016-02-27T15:09:54Z", [0.01, 0.07, 0.92], ""], [20656, "2016-02-26T22:06:10Z", [0.25, 0.1, 0.65], "Russia's economic crisis is being born predominantly by the people. United Russia are looking vulnerable - particularly to threats from the Communist Party. Authorities want to keep vote rigging to a minimum to avoid mass protests like in 2011/12."], [691, "2016-02-26T15:28:03Z", [0.0, 0.08, 0.92], ""], [13377, "2016-02-26T03:32:24Z", [0.07, 0.14, 0.79], ""], [19784, "2016-02-26T02:46:23Z", [0.0, 0.25, 0.75], ""], [368, "2016-02-25T18:49:26Z", [0.05, 0.0, 0.95], ""], [691, "2016-02-25T14:53:05Z", [0.0, 0.08, 0.92], ""], [1708, "2016-02-25T10:31:54Z", [0.1, 0.1, 0.8], "http://www.nytimes.com/2016/02/25/world/europe/stirrings-of-labor-unrest-awaken-as-russias-economic-chill-sets-in.html?ref=world&_r=0"], [20541, "2016-02-25T06:21:49Z", [0.2, 0.3, 0.5], "Rigged"], [691, "2016-02-25T02:38:00Z", [0.01, 0.09, 0.9], "There is a small incidence of muttering in the party ranks, roughly on the level of an eight-year-old refusing to wield a toothbrush and nothing to worry about yet, probably.  Assuming United Russia behave and remain in Putin's good graces, he will make sure they get a majority. He doesn't need two thirds, and so will not go the trouble to arrange it.  "], [361, "2016-02-24T08:37:35Z", [0.05, 0.08, 0.87], "Over 2/3 would surely involve rigging. Main incentive of government is to preserve status quo which would make this unlikely. There is a small possibility of health issue affecting Putin during period causing instability. "], [689, "2016-02-23T09:20:38Z", [0.0, 0.0, 1.0], ""], [94, "2016-02-22T23:28:46Z", [0.07, 0.2, 0.73], ""], [691, "2016-02-22T19:45:26Z", [0.01, 0.09, 0.9], ""], [405, "2016-02-22T02:34:36Z", [0.1, 0.05, 0.85], "Accordingly to Democracy Index (2013), Russia is an Hybrid regime with an overall score of 3,59 / 10 (electoral process  3.5, functioning of government 2.86 , Political participation 5.00 , political culture 2.5 and civil liberties 5.88). \nKasparov should agree with this. An electoral reform seemed to have been adopted in 2014 for the next election.\n«Candidates running for direct election to the State Duma, the lower house of parliament, rather than through party lists, would be required to present signatures in support of their bid from 3 percent of potential voters in their electoral district.» Read more: http://sputniknews.com/russia/20140214/187542785/Sweeping-Electoral-Reforms-Approved-by-Russias-Parliament.html#ixzz40rGHXtpP In an economic context, that i believe is not very expensive (inflation + 15%, sanctions and alimentary embargo, falling oil prices) i wouldn't be surprise that any leader would see his popularity decrease. In the last election, 2007, United Russia got 49,32%.\nSomething must be done.   Accordingly, if i was Putin, i would make some change to have a majority.\nThis majority shouldn't go too high to make more social disturbance inside the country but not too low to loose power.\n"], [405, "2016-02-22T01:47:54Z", [0.1, 0.05, 0.85], ""], [4139, "2016-02-22T01:18:20Z", [0.0, 0.8, 0.2], "Putin has this rigged..."], [20309, "2016-02-21T21:43:19Z", [0.35, 0.1, 0.55], ""], [2394, "2016-02-21T21:31:17Z", [0.15, 0.25, 0.6], ""], [484, "2016-02-21T19:07:32Z", [0.05, 0.2, 0.75], "Following @dominich and @Dima-K and increasing top bucket 15%."], [691, "2016-02-21T17:07:51Z", [0.01, 0.09, 0.9], ""], [11430, "2016-02-21T04:53:53Z", [0.0, 0.3, 0.7], ""], [15750, "2016-02-21T01:00:05Z", [0.0, 0.8, 0.2], ""], [20288, "2016-02-20T23:57:52Z", [0.1, 0.35, 0.55], ""], [13144, "2016-02-20T23:44:40Z", [0.1, 0.15, 0.75], "Putin has invested a lot of effort in giving Russians some national pride, in the face of a creaky economy and fragile foreign relations. I think this will translate into a gain in the UR seats perhaps to around 260 seats, but I think over 300 is a tall order."], [1015, "2016-02-20T18:15:45Z", [0.08, 0.22, 0.7], ""], [15196, "2016-02-20T16:49:37Z", [0.0, 0.1, 0.9], ""], [20224, "2016-02-19T04:15:59Z", [0.45, 0.2, 0.35], ""], [368, "2016-02-18T20:12:46Z", [0.25, 0.0, 0.75], ""], [691, "2016-02-18T14:33:20Z", [0.02, 0.09, 0.89], ""], [691, "2016-02-18T00:58:08Z", [0.02, 0.1, 0.88], ""], [20, "2016-02-17T20:29:38Z", [0.05, 0.2, 0.75], ""], [6552, "2016-02-17T18:03:34Z", [0.1, 0.4, 0.5], ""], [20142, "2016-02-17T15:08:57Z", [0.0, 0.25, 0.75], ""], [19218, "2016-02-17T13:48:11Z", [0.25, 0.05, 0.7], "1. United Russia is probably weaker than in 2011. The economy is much weaker; the price of oil has fallen. They barely got half the votes then. They would have to get 30% more seats to get a supermajority. That seems unlikely. 2. It's particularly unlikely as the veneer of fair elections is useful to United Russia. A supermajority now might suggest that the results are rigged. They probably don't want that. 3. That said, United Russia has many tools to preserve 50% support, from outright rigging to ginning up patriotic alarm in the leadup to the elections. And Putin's approval rating is actually higher than it was in 2011. So, while things are worse than before, I expect they will probably hang on to their majority.\n"], [691, "2016-02-16T23:18:10Z", [0.02, 0.1, 0.88], ""], [20053, "2016-02-16T18:30:37Z", [0.3, 0.1, 0.6], ""], [1708, "2016-02-16T10:50:42Z", [0.0, 0.35, 0.65], "http://in.rbth.com/politics/2016/02/15/russias-ruling-party-plans-to-reset-ruling-elite_567961"], [102, "2016-02-16T04:10:20Z", [0.07, 0.14, 0.79], ""], [15296, "2016-02-15T20:49:14Z", [0.05, 0.3, 0.65], ""], [20036, "2016-02-15T19:08:14Z", [0.1, 0.3, 0.6], ""], [1562, "2016-02-15T17:31:12Z", [0.0, 0.25, 0.75], ""], [52, "2016-02-15T15:30:20Z", [0.0, 0.2, 0.8], ""], [19170, "2016-02-15T15:19:33Z", [0.05, 0.2, 0.75], ""], [12897, "2016-02-15T14:43:37Z", [0.05, 0.2, 0.75], ""], [10039, "2016-02-15T11:29:06Z", [0.0, 0.09, 0.91], ""], [20008, "2016-02-15T03:46:53Z", [0.05, 0.6, 0.35], ""], [13980, "2016-02-15T03:46:40Z", [0.3, 0.7, 0.0], ""], [1028, "2016-02-15T02:33:57Z", [0.2, 0.25, 0.55], ""], [436, "2016-02-15T02:07:55Z", [0.09, 0.13, 0.78], ""], [436, "2016-02-15T02:07:33Z", [0.08, 0.17, 0.75], ""], [102, "2016-02-15T00:39:19Z", [0.04, 0.13, 0.83], ""], [5083, "2016-02-15T00:08:42Z", [0.15, 0.05, 0.8], "very little chance of extremes, but most are happy with current conditions and government and they vote robotically, conforming to pressures in society over there"], [14005, "2016-02-15T00:01:20Z", [0.0, 0.55, 0.45], "Putin is arranging to count the votes.  It is not who wins but rather who counts the votes.  "], [12302, "2016-02-14T22:54:49Z", [0.02, 0.21, 0.77], ""], [12302, "2016-02-14T22:54:34Z", [0.02, 0.24, 0.74], ""], [19985, "2016-02-14T19:06:52Z", [0.05, 0.8, 0.15], ""], [19985, "2016-02-14T19:05:45Z", [0.05, 0.8, 0.15], ""], [601, "2016-02-14T16:52:56Z", [0.21, 0.0, 0.79], ""], [691, "2016-02-14T15:38:52Z", [0.02, 0.1, 0.88], ""], [73, "2016-02-14T14:56:05Z", [0.01, 0.09, 0.9], ""], [14813, "2016-02-14T14:52:59Z", [0.05, 0.8, 0.15], "UR will maintain control at nearly any cost. The low probability for <50% is in case there is a melt down and a \"new\" ruling party needs to be created to replace UR. The more uncertain the situation is, the stronger the consensus is likely to be. At the moment the situation is likely to remain highly unstable considering the pressure from budget deficit from low oil price. A surge in oil price above $50, would consolidate the consensus, but this is unlikely. The oil price/budget deficit remains pivotal to UR rule."], [14813, "2016-02-14T14:48:55Z", [0.1, 0.75, 0.15], ""], [3702, "2016-02-14T14:02:10Z", [0.1, 0.42, 0.48], ""], [689, "2016-02-14T10:10:19Z", [0.11, 0.17, 0.72], ""], [19951, "2016-02-14T05:41:24Z", [0.24, 0.15, 0.61], ""], [18884, "2016-02-14T03:51:58Z", [0.69, 0.1, 0.21], ""], [19951, "2016-02-14T03:41:41Z", [0.24, 0.15, 0.61], "This is a tricky question. Putin's foreign adventures have raised his personal popularity and further success in Syria could lift his approval to new heights. However, in a PR system with only a 5% threshold for entry and no bonus, 2/3 is a very large number, unless a large number of votes are \"wasted\" on sub 5% parties. Given the strength of Putin's position, my feeling is that there will not be all that much rigging or manipulation. "], [19945, "2016-02-14T02:48:53Z", [0.0, 1.0, 0.0], ""], [19945, "2016-02-14T02:47:44Z", [0.0, 0.0, 1.0], ""], [231, "2016-02-14T00:27:09Z", [0.2, 0.05, 0.75], ""], [19480, "2016-02-13T23:53:45Z", [0.0, 0.75, 0.25], ""], [19941, "2016-02-13T23:04:58Z", [0.3, 0.35, 0.35], ""], [368, "2016-02-13T21:19:18Z", [0.25, 0.0, 0.75], ""], [1708, "2016-02-13T21:11:43Z", [0.0, 0.4, 0.6], ""], [19930, "2016-02-13T19:53:46Z", [0.01, 0.1, 0.89], ""], [93, "2016-02-13T18:26:26Z", [0.0, 0.35, 0.65], ""], [691, "2016-02-13T16:39:28Z", [0.02, 0.1, 0.88], ""], [5001, "2016-02-13T06:33:14Z", [0.01, 0.15, 0.84], ""], [19903, "2016-02-13T04:43:50Z", [0.0, 0.75, 0.25], ""], [691, "2016-02-12T20:02:45Z", [0.02, 0.1, 0.88], ""], [12879, "2016-02-12T19:00:56Z", [0.1, 0.7, 0.2], ""], [12879, "2016-02-12T18:59:58Z", [0.1, 0.7, 0.2], ""], [17879, "2016-02-12T13:12:38Z", [0.15, 0.1, 0.75], ""], [691, "2016-02-12T01:53:08Z", [0.02, 0.11, 0.87], ""], [15196, "2016-02-11T23:27:43Z", [0.0, 0.2, 0.8], ""], [368, "2016-02-11T22:27:30Z", [0.35, 0.0, 0.65], ""], [421, "2016-02-11T19:37:46Z", [0.1, 0.1, 0.8], ""], [601, "2016-02-11T18:12:44Z", [0.25, 0.0, 0.75], ""], [3895, "2016-02-11T13:16:51Z", [0.16, 0.27, 0.57], ""], [1708, "2016-02-11T11:15:55Z", [0.0, 0.5, 0.5], "War successes may help to maintain the 2/3 majority"], [19784, "2016-02-11T06:34:39Z", [0.0, 0.22, 0.78], "State Duma has 450 seats.\nCurrent number of seats is 238 though that was a decrease of 77 seats at 2011 election when the United Russia party polled 49% of the popular vote and got 52% of the seats. Some articles at the time referred to it as being a loss of face for Putin.\nNow consider that the Kremlin pretty much controls the media in Russia; Medvedev is the PM; and Putin probably wants to maintain the illusion of a democratic mandate.  So will they actually 'allow' anything less than 50% putting control of the Duma (at least on paper) at risk?  Think highly unlikely.  Gut feel is that will get at least 50%; well will take measures to ensure that they get 50%.\nNeed to also consider how Putin is currently polling; how he polled back in 2011; state of Russian economy; any reliable sources re current polling of the Unit Russia party"], [5001, "2016-02-11T04:38:51Z", [0.05, 0.17, 0.78], ""], [102, "2016-02-11T03:32:36Z", [0.06, 0.21, 0.73], ""], [90, "2016-02-11T01:28:05Z", [0.15, 0.15, 0.7], ""], [691, "2016-02-10T21:50:03Z", [0.02, 0.11, 0.87], ""], [498, "2016-02-10T20:57:27Z", [0.05, 0.05, 0.9], ""], [1708, "2016-02-10T20:56:56Z", [0.0, 0.25, 0.75], ""], [368, "2016-02-10T20:24:28Z", [0.35, 0.0, 0.65], "United Russia currently holds 52.88% of the seats in the Duma.  The Communist Party and A Just Russia along with LDPR holds significantly less individually.   Unless there is an economic collapse, despite its currently approval ratings (around 40% - 43% due to economic hardships and inflation the electorate is experiencing) it is highly unlikely that we will see any significant changes in the distribution of power among political parties, and certainly the not the demise of Putin.  If there is a percentage loss (ie., less than 1/2 for United Russia), it is unlikely that it will attain a minority status in the Duma.    Elections are tentatively (although not confirmed) to occur September 2016.  Much can shift in the political climate of Russia, but the current economic malaise is not likely to shift significantly in a positive direction.  If it does, the chances forUnited Russia to receive more than 1/2 but less than 2/3 increases proportionately."], [19480, "2016-02-10T19:13:43Z", [0.0, 0.75, 0.25], ""], [19608, "2016-02-10T17:12:55Z", [0.15, 0.15, 0.7], ""], [19176, "2016-02-10T16:00:03Z", [0.1, 0.4, 0.5], ""], [19381, "2016-02-10T15:58:32Z", [0.0, 0.6, 0.4], ""], [19673, "2016-02-10T14:19:50Z", [0.75, 0.0, 0.25], "Now United Russia has 52% of all seats. Since last elections situation in Russia has changed because of Ukraine conflict and low oil price. Putin has extremely high rating, however United Russia is losing votes. People don't like todays deputies. Next elections we will see opposite forces. There're going to get votes of progressive community and those who want changes. It's very likely, that United Russia will get less than half seats."], [18952, "2016-02-10T12:16:49Z", [0.1, 0.18, 0.72], ""], [476, "2016-02-10T12:02:10Z", [0.0, 0.75, 0.25], "Leaning  toward Yalfuz perspective. Merkel is vulnerable. Hollande is unpopular and may not be a candidate for reelection. NATO is sabre rattling in Balkans. Stability and continuity are key. The beginning of a rapprochment between Russian Orthodox Church and the Roman Catholic church is a plus for United Russia. Washington and Moscow remain the leaders in arms production for the world wherever you look (SIPRI) (Janes).  Renewed conversation on social media over Surkov contstruct of  Russian-style \"democracy\" also supports United Russia and  Kremlin political-psychological situation on eve of U.S. presidential election in November."], [12302, "2016-02-10T10:49:02Z", [0.05, 0.21, 0.74], ""], [18884, "2016-02-10T02:49:57Z", [0.75, 0.06, 0.19], ""], [1007, "2016-02-09T21:19:59Z", [0.05, 0.75, 0.2], ""], [18952, "2016-02-09T19:47:05Z", [0.1, 0.05, 0.85], ""], [691, "2016-02-09T17:52:52Z", [0.02, 0.14, 0.84], ""], [19381, "2016-02-09T17:45:25Z", [0.1, 0.15, 0.75], "The polls indicate 50% support which should mean above 50% of the seats, but below 2/3."], [18952, "2016-02-09T16:19:19Z", [0.8, 0.05, 0.15], ""], [15097, "2016-02-09T15:45:31Z", [0.05, 0.2, 0.75], ""], [13897, "2016-02-09T12:32:41Z", [0.0, 0.45, 0.55], ""], [14038, "2016-02-09T06:24:10Z", [0.3, 0.1, 0.6], ""], [5001, "2016-02-09T05:56:23Z", [0.05, 0.33, 0.62], "I'll throw in few polls on party preferences (all in Russian, alas):  WCIOM (pro-Kremlin): http://wciom.ru/news/ratings/elektoralnyj_rejting_politicheskix_partij/\nFOM (in Kremlin's pocket), p.8 of http://bd.fom.ru/pdf/d04pi16.pdf\nLevada (independent, leaning pro-opposition): http://www.levada.ru/2015/12/10/elektoralnyj-rejting-partij/  So it's basically a question about where and how fast Russian recession is going. "], [837, "2016-02-09T03:27:30Z", [0.25, 0.05, 0.7], ""], [784, "2016-02-08T23:30:11Z", [0.45, 0.05, 0.5], ""], [691, "2016-02-08T20:56:38Z", [0.04, 0.16, 0.8], ""], [19311, "2016-02-08T19:41:07Z", [0.05, 0.2, 0.75], ""], [3895, "2016-02-08T17:27:29Z", [0.32, 0.08, 0.6], ""], [484, "2016-02-08T16:48:34Z", [0.2, 0.05, 0.75], "@ulfelder and @Snoopy"], [4577, "2016-02-08T13:36:50Z", [0.1, 0.2, 0.7], "The Financial Times today ran a useful backgrounder on United Russia's response to the current economic malaise and how that's shaping its approach so far to the upcoming elections: http://www.ft.com/intl/cms/s/0/93f2ddb4-cd9b-11e5-92a1-c5e23ef99c77.html I'm starting my forecast at 20/70/10 on the assumption that Russia is a one-party-dominant authoritarian system and will remain one through 2016, barring political collapse, which remains unlikely. I suspect the economic crisis will make it harder for United Russia to manufacture a super-majority, and maybe less desirable for it to try. But I don't expect it to relinquish a parliamentary majority unless it is forced to do so, and that would take unrest or rebellion on a scale that it almost always unlikely in any system."], [16168, "2016-02-08T12:30:18Z", [0.4, 0.0, 0.6], ""], [18308, "2016-02-08T12:05:40Z", [0.33, 0.0, 0.67], "Interesting article about the Russian situation and Putin's strategy of potentially using other minor parties ( All-Russian Popular Front) in combination with or even against United Russia (in theory but not practice)  to help maintain power, it seems like a smart strategy. It gives the appearance of change and acknowledges the discontent but maintains power.  I wrote something about this yesterday but was unaware of this article until today http://www.ft.com/cms/s/0/93f2ddb4-cd9b-11e5-92a1-c5e23ef99c77.html#axzz3zZo894ac. I'm adjusting my forecast from yesterday, its difficult to know how much weight to give to this news."], [19408, "2016-02-08T12:01:05Z", [0.89, 0.0, 0.11], ""], [14342, "2016-02-08T10:42:22Z", [0.77, 0.03, 0.2], ""], [18679, "2016-02-08T06:50:59Z", [0.0, 0.55, 0.45], ""], [18679, "2016-02-08T06:49:40Z", [0.0, 0.55, 0.45], ""], [11756, "2016-02-08T05:09:48Z", [0.69, 0.09, 0.22], ""], [12107, "2016-02-08T03:57:03Z", [0.55, 0.05, 0.4], ""], [18056, "2016-02-08T03:07:00Z", [0.0, 0.99, 0.01], ""], [9755, "2016-02-08T02:49:38Z", [0.0, 0.75, 0.25], ""], [6903, "2016-02-08T02:11:50Z", [0.45, 0.55, 0.0], ""], [8888, "2016-02-08T00:01:06Z", [0.1, 0.35, 0.55], "Putin is still very popular in spite of the punishing economic punishment from the West.   Also Putin can claim some of the problems come from the price of oil which is not his fault."], [18250, "2016-02-07T22:50:39Z", [0.4, 0.0, 0.6], "If the question was \"if the current regime stays in power after the elections\", the answer would have been 99%.  The fortunes of the United Russia are slightly different matter. In reality all other \"opposition\" parties in the parliament, such as communists or Just ( Fair) Russia are part of the facade and very consistently playing their part of the whole \"sovereign democracy\" farce. Keeping that in mind the exact number of seats won by United Russia does not change anything and will be manipulated to achieve a number of opposing short term goals: - either channel the people's frustration with the current state of affairs (<50% of the seats)\n- or show that the country is united behind the leadership (>50%) Historically UR's mandate fluctuated around 50%, widely manipulated 2011 elections gave them 52% and led to mass protests.  How Putin's people would want to play it this time nobody knows, but slightly more likely that UR will maintain current mandate (>50%)"], [10945, "2016-02-07T22:48:39Z", [0.22, 0.0, 0.78], ""], [742, "2016-02-07T21:02:36Z", [0.2, 0.05, 0.75], "I think the most likely outcome for the elections is for United Russia to maintain its, roughly 50% hold on parliament. The difficulty is that it hovers in a range of 45%-55%. If, as the opposition argues, an earlier election favors United Russia, I estimate that it is most likely for the election to fall above 50% and below 66%. For the state, it's important to that there is the appearance of party plurality. Indeed the level of collusion between United Russia and the other parties has long been a concern. \"Unknowns\" are the level of latent opposition party dissatisfaction (liberal galvanization w/ warmer temps than previous elections) and the effect of a more nationalistic  narrative (Russia in Syria, ISIS downing of Russian aircraft in Sinai, rebels in Ukraine, etc...) which could favor the state, or perhaps,  undercut United Russia and feed votes into xenophobic parties like LDP."], [12828, "2016-02-07T20:44:28Z", [0.2, 0.15, 0.65], ""], [19170, "2016-02-07T18:08:58Z", [0.05, 0.25, 0.7], ""], [484, "2016-02-07T17:07:38Z", [0.05, 0.15, 0.8], "Following @Snoopy"], [1639, "2016-02-07T16:56:47Z", [0.05, 0.42, 0.53], ""], [6552, "2016-02-07T14:08:45Z", [0.0, 0.5, 0.5], ""], [691, "2016-02-07T12:49:20Z", [0.04, 0.16, 0.8], ""], [18308, "2016-02-07T06:44:48Z", [0.24, 0.02, 0.74], "There was a lot of discontent in Russia after the last election and many people perceived that  United Russia rigged results.There have been changes made to the Russian election system since 2011 lowering the representation threshold in  the Duma from 5% to 3%, but its unsure whether this favours united Russia more or less http://www.globalsecurity.org/military/world/russia/politics-2016.htm . There's also been an explosion in small parties and growing discontent with the economic situation, oil prices\\embargoes etc so support for United Russia is not solid. To counter the growing discontent the election may have been changed to September, when Russians are on vacation, from the initial date in December in the hopes that smaller turn outs will favour United Russia. Due to all these circumstances, its highly unlikely United Russia could win 2/3 majority of seats , it only has just over 50% now. If vote rigging and fraud is true and general discontent is as great as reported it would create a huge backlash and suspicion if United Russia somehow secured 2/3 of seats. A more plausible  election would have United Russia just winning enough seats so as to create a more believable result, if elections are fraudulent. However if elections are more free and the changes to representation don't favour United Russia, but the opposition, it would be possible for them to secure less then half the votes and maybe form a coalition government between United Russia and some minor parties."], [19271, "2016-02-07T05:00:54Z", [0.1, 0.28, 0.62], ""], [16421, "2016-02-07T04:32:49Z", [0.0, 0.35, 0.65], ""], [14840, "2016-02-06T22:01:21Z", [0.05, 0.4, 0.55], ""], [19353, "2016-02-06T20:54:58Z", [0.08, 0.42, 0.5], ""], [19344, "2016-02-06T19:09:39Z", [0.05, 0.2, 0.75], ""], [19227, "2016-02-06T19:05:09Z", [0.05, 0.1, 0.85], ""], [12302, "2016-02-06T18:02:11Z", [0.01, 0.25, 0.74], ""], [19331, "2016-02-06T17:35:59Z", [0.08, 0.15, 0.77], ""], [740, "2016-02-06T16:48:59Z", [0.02, 0.67, 0.31], ""], [691, "2016-02-06T15:09:21Z", [0.04, 0.16, 0.8], ""], [18308, "2016-02-06T09:50:13Z", [0.2, 0.05, 0.75], ""], [1337, "2016-02-06T07:14:22Z", [0.05, 0.25, 0.7], ""], [102, "2016-02-06T04:53:00Z", [0.06, 0.24, 0.7], ""], [93, "2016-02-06T01:42:07Z", [0.0, 0.45, 0.55], ""], [19260, "2016-02-06T01:11:00Z", [0.15, 0.1, 0.75], "The reversion to the 2003 system where half the seats are selected by single-member FPTP makes things much easier on United Russia as the obvious single biggest party, even assuming a decline in vote share in the face of the oil price collapse and no pro-UR fraud."], [601, "2016-02-06T01:00:38Z", [0.23, 0.04, 0.73], "United Russia has not had a two-thirds majority for some time.  Obviously Putin will pull every lever possible (at home and abroad) to maximise his support and ensure that United Russia retains a majority.  However, given the weakness in the economy and the RUB there is some chance that they will get less than 50% and have to form a governing coalition."], [19224, "2016-02-05T22:49:59Z", [0.15, 0.15, 0.7], ""], [19245, "2016-02-05T21:33:10Z", [0.12, 0.6, 0.28], ""], [706, "2016-02-05T20:29:00Z", [1.0, 0.0, 0.0], "The people can live with a crappy life under Putin for only so long."], [19224, "2016-02-05T18:50:39Z", [0.15, 0.15, 0.7], ""], [691, "2016-02-05T18:01:36Z", [0.04, 0.16, 0.8], ""], [11430, "2016-02-05T17:40:35Z", [0.0, 0.99, 0.01], "The Russian Duma is a joke."], [19173, "2016-02-05T16:13:30Z", [0.05, 0.15, 0.8], "A successful war tends to help the incumbent party, but the economic issues in Russia have been bad, and aren't getting better any time fast."], [19125, "2016-02-05T11:54:42Z", [0.21, 0.13, 0.66], ""], [11109, "2016-02-05T10:41:16Z", [0.0, 0.35, 0.65], "Actually my bet would be that the elections will be postponed due to the dire state of economics."], [11053, "2016-02-05T04:54:09Z", [0.05, 0.2, 0.75], ""], [94, "2016-02-05T03:59:25Z", [0.15, 0.25, 0.6], ""], [19056, "2016-02-05T03:20:36Z", [0.05, 0.6, 0.35], ""], [19055, "2016-02-05T02:44:31Z", [0.0, 0.65, 0.35], ""], [689, "2016-02-05T01:20:21Z", [0.06, 0.27, 0.67], ""], [2, "2016-02-05T00:36:00Z", [0.05, 0.28, 0.67], "And United Russia just did pretty well in regional elections a few months ago: http://www.rferl.org/content/russia-regional-elections-opposition-/27246653.html\nhttp://www.nytimes.com/2012/10/16/world/europe/putins-united-russia-party-dominates-regional-elections.html\nhttps://en.wikipedia.org/wiki/Regional_parliaments_of_Russia Wikipedia seems to say that UR won 72% of seats in regional election in Sept 2015.\n"], [2, "2016-02-05T00:26:01Z", [0.14, 0.16, 0.7], "Reading the comments, shifting up a bit, because I didn't take into account Putin Gettin' His War on.  That usually boosts the incumbent. OTOH, Putin is not lending his popularity to United Russia so easily: https://www.rt.com/politics/312343-united-russia-will-not-use/ Voting trends (not the most current though, but nothing too alarming): http://www.russiavotes.org/duma/duma_vote_trends.php "], [2, "2016-02-05T00:23:33Z", [0.22, 0.13, 0.65], "First reaction: they currently hold 52% of seats.  It won't take much for them to lose a few seats.  https://en.wikipedia.org/wiki/United_Russia On the other hand, their vote totals have fluctuated from 37% to 65%, and they've never been below majority.  They've gotten over 2/3rds before, in 2007, at the height of their popularity."], [691, "2016-02-04T23:02:50Z", [0.01, 0.17, 0.82], ""], [12302, "2016-02-04T21:43:10Z", [0.01, 0.29, 0.7], "I feel realy unsure about forecasting this and going to take it as an experiment. I disregard the possibility that the get less than half. That gives me the opportunity to take more percantages to the first two options. More than 2/3 is def. an option; I expect that the current crisis rather lead to a better result for United Russia, that came out rather strong so far. 2/3+ is still a pretty huge jump; so I am going with 29 - 70 - 1 for now (also oriented at the consensus)."], [12118, "2016-02-04T20:45:37Z", [0.14, 0.13, 0.73], ""], [18912, "2016-02-04T19:28:01Z", [0.0, 0.65, 0.35], ""], [16272, "2016-02-04T19:24:32Z", [0.1, 0.35, 0.55], ""], [18912, "2016-02-04T19:12:12Z", [0.0, 0.7, 0.3], ""], [15213, "2016-02-04T17:06:35Z", [0.1, 0.15, 0.75], ""], [10039, "2016-02-04T16:08:03Z", [0.0, 0.13, 0.87], ""], [11788, "2016-02-04T14:12:14Z", [0.0, 0.1, 0.9], ""], [52, "2016-02-04T12:18:59Z", [0.0, 0.25, 0.75], ""], [11678, "2016-02-04T08:28:53Z", [0.22, 0.08, 0.7], ""], [4729, "2016-02-04T07:03:24Z", [0.15, 0.0, 0.85], ""], [9755, "2016-02-04T00:18:13Z", [0.05, 0.65, 0.3], ""], [505, "2016-02-03T22:09:50Z", [0.0, 0.5, 0.5], "prelininary estimate"], [691, "2016-02-03T21:54:19Z", [0.02, 0.22, 0.76], ""], [14813, "2016-02-03T21:03:58Z", [0.1, 0.8, 0.1], ""], [1529, "2016-02-03T20:35:20Z", [0.25, 0.1, 0.65], "United Russia may not lose (when including independent alignments), but the drop of the ruble, decreases in subsidies, possible changes to pensions and continued diplomatic difficulties are adding up. I see survey results that say a 90% approval rate for Putin, but it seems hard to believe with the increasing hardships at home. Hard for me to believe that United Russia will let % fall below 50%, but future events can be complex to predict/manage. Here are some interesting electroral results (changes) reported from the 2011 election. https://en.wikipedia.org/wiki/State_Duma#Latest_election"], [915, "2016-02-03T20:16:53Z", [0.04, 0.01, 0.95], "Putin popular.   Russians have liked authoritarian leaders ever since Ivan I.  Probably has something to do w/straddling/surrounded by three distinct civilizations (West, Islam, China) without any decent natural obstacles (like America's two oceans or the English Channel)."], [10916, "2016-02-03T20:14:33Z", [0.28, 0.12, 0.6], ""], [24, "2016-02-03T16:02:44Z", [0.0, 0.6, 0.4], "Maintaining existing forecast, based on the recent rounds of results (September 2015, also at the same time in the preceding two years) in elections to regional parliaments in Russia, most of which used a mixed system of voting comparable to that which will be used in the 2016 duma election.  To give the figures I have to hand (source: www.europaworld.com, citing the Russian Federal Electoral Commission and websites of regional parliaments), elections were held to 13 regional parliaments in Sept 2015 (there is no reason to regard which regions these were as being particularly representative of the federation as a whole - notably few ethnic republics, in which support for United Russia has tended to be particularly, or in some cases unbelievably, strong - were included - nor is there any reason to be regarded as notably unrepresentative, in as much as the results of similar elections held in other regions in the previous few years are not notably different). In those polls, United Russia scored an average of 58.8% to those seats elected on party lists using proportional representation. As regards single mandate seats (which typically constitute around one-half of the seats in regional parliaments), information about elected candidates is harder to track down. But in those six territories that had elections in for which this information is available, on average *81.7%* of elected deputies (both party lists and single mandate deputies) went on to join the United Russia faction in the respective regional parliaments. (By way of comparison, in these six territories - Kostroma Oblast, Voronezh Oblast, the Republic of Komi, Kurgan Oblast, the Yamalo-Nenets Autonomous Okrug-Yugra and Novosibirsk Oblast, the average % share for United Russia in the party list vote was 59.0% -ie almost identical to the share across all 13 regions). Only in one territory with Sept 2015 elections, Novosibirsk Oblast, did United Russia score under half of the PR vote, with 44.6%. But even there 65.8% of the deputies joined the United Russia faction - the only place where under two-thirds of deputies did this.  There is one potentially important proviso here: the distinction between United Russia party membership, and United Russia parliamentary faction (or fraction) membership. Formally, many single-mandate candidates (or in some regions, all who contest such seats) are  nominally independent at the date of election, but align themselves formally with United Russia when the parliament concerned convenes. This system of party affiliation also applied, to an extent, in the 1999 and 2003 Duma elections, when many candidates elected as independents were in practice aligned with a party. "], [3895, "2016-02-03T14:50:00Z", [0.28, 0.12, 0.6], "initial forecast, see https://en.wikipedia.org/wiki/Russian_legislative_election,_2016#Opinion_polls for polls. Increasing their majority seems unlikely since there's no obvious incentive for mass fraud."], [13897, "2016-02-03T14:17:31Z", [0.0, 0.6, 0.4], ""], [20, "2016-02-03T13:42:11Z", [0.1, 0.3, 0.6], ""], [20, "2016-02-03T13:04:11Z", [0.2, 0.2, 0.6], "Already have 238 out of 450. They are polling at ~44% of vote from Levada Centre. I don't know how the polling will shake down to the proportional list, plus single member constituencies? Even though they have a commanding lead, as Dima suggests, someone has to be blamed for declining economy. But, I don't know how honest this election will be, all kinds of ways to cheat - not just ballot stuffing. http://www.levada.ru/eng/state-duma-elections-0"], [1057, "2016-02-03T10:57:11Z", [0.55, 0.15, 0.3], "Duma will triumph"], [1055, "2016-02-03T10:51:25Z", [0.2, 0.55, 0.25], "Putin's party will stay strong."], [10850, "2016-02-03T10:33:55Z", [0.0, 1.0, 0.0], "The fix is already done, Putin and communism go hand and hand."], [14327, "2016-02-03T06:48:52Z", [0.1, 0.0, 0.9], "http://www.stopfake.org/en/putin-vs-lenin/ It appears from all sources that Putin knows there's discontent fomenting.  However, they're not taking it lightly:\n\"That kind of public dissent appears to have rattled the Kremlin—and the Kremlin appears to be responding.\"\nhttp://www.newsweek.com/2016/01/15/restless-russia-411530.html And despite more direct elections, \n\"the coming elections will be no less under the management and control of the authorities than previous ones.\"\nhttp://www.themoscowtimes.com/opinion/article/direct-elections-wont-help-russias-opposition/527698.html And most sources agree that:\n\"It seems that the authorities will once again carry the day: United Russia is set to secure a majority everywhere, with CPRF, LDPR and A Just Russia the only other representatives in the regional and local assemblies.\"\nhttp://www.russia-direct.org/opinion/2016-could-be-moment-truth-russias-political-system So while the United Russia holds only 52.89% of seats in the State Duma \nhttps://en.wikipedia.org/wiki/State_Duma\nUnited Russia will nevertheless be able to pull out a victory (with a few strings pulled, if necessary). "], [18905, "2016-02-03T05:05:17Z", [0.0, 0.0, 1.0], ""], [484, "2016-02-03T04:39:05Z", [0.05, 0.25, 0.7], "Initial forecast."], [5001, "2016-02-03T04:10:44Z", [0.03, 0.38, 0.59], "Consolidation of power and better propaganda vs discontent about sliding standards of living. A tricky balance but I give some edge to bread and butter. No majority is unthinkable at this point and there isn't enough time to change that. "], [699, "2016-02-03T02:54:29Z", [0.1, 0.65, 0.25], ""], [11788, "2016-02-03T02:16:13Z", [0.0, 0.3, 0.7], ""], [691, "2016-02-02T22:01:38Z", [0.06, 0.21, 0.73], "Putin seems to be inching away from United Russia, some of whose members seem to think they are an actual political party, entitled to beliefs and positions.  Obviously silly, but this suggests he will start yet another party of his own, which will at least prevent United from increasing their current representation.  In the short term, thugs win elections, of course, so if he backs off United--and especially if he signs on with someone else--things could get pretty strange pretty fast. Prime indicator is probably (optimistically) arrests and (pessimistically) murders of the more vocal members of United, or of others.  "], [4785, "2016-02-02T21:23:56Z", [0.1, 0.05, 0.85], "2003 was United Russia's first election and they still got hit 50 percent (with rounding). That's close to the floor, but I think there is a greater likelihood of something in the 40's (10 percent) than something over two-thirds (5 percent). United Russia won't be using Putin's image in the upcoming election, which will undermine their support. Conversely, the party would need to ride Putin's coattails pretty hard to repeat their 2007 performance (70 percent). Without his image, coupled with the economic situation in Russia (including the effect of the food embargo), corruption charges flying around, and dozens of party members leaving the party since about 2013 or 2014, they'll be closer to 50 than 60.\n"], [52, "2016-02-02T20:22:38Z", [0.05, 0.35, 0.6], "Currently they hold 238 (out of 450) or 53% of the seats for the last election in 2011 (according to Wikipedia) In 2007 they held 315 or 70% of the seats.  In 2003 they held 223 or 49.5%. Given the conditions is it likely they would GAIN seats at this time to cover \"at least 2/3  of all seats\"? 2/3 would allow anything to pass freely. Over 50% is a legislative majority, which I think is a bare minimum the powers that be will stand for.  Almost have to discount completely less than 50%. So,  assuming Putin corruption, is 2/3 too aggressive a mark even for him? Maybe.  Going to weigh a bit more heavily on a simple majority at this point."], [12879, "2016-02-02T18:52:08Z", [0.15, 0.5, 0.35], "Just one big WAG on my part."], [500, "2016-02-02T18:41:33Z", [0.0, 1.0, 0.0], ""], [24, "2016-02-02T18:35:25Z", [0.0, 0.6, 0.4], ""], [10039, "2016-02-02T18:30:21Z", [0.14, 0.2, 0.66], ""], [102, "2016-02-02T18:16:26Z", [0.15, 0.48, 0.37], ""]]}