{"question_id": 1281, "title": "What will be the domestic box office gross in the opening week for Warner Bros.' Joker, according to Box Office Mojo?", "possible_answers": ["Less than $70,000,000", "Between $70,000,000 and $90,000,000, inclusive", "More than $90,000,000 but less than $110,000,000", "Between $110,000,000 and $130,000,000, inclusive", "More than $130,000,000"], "crowd_forecast": [0.03, 0.24, 0.46, 0.2, 0.07], "correct_answer": "More than $130,000,000", "correct_forecast": 0.07, "preds": [[78343, "2019-10-04T05:57:20Z", [0.0, 0.0, 0.0, 0.78, 0.22], "Don't ask I went to count likes on the venom trailer one last time to compare to joker with its recent up tick and noticed that I missed one of the venom trailers... Joker only has like 2 or 3 % more. Which changes things.\nFML Although, still getting more noise for Joker in SE results in the same time frame in run up to release."], [31251, "2019-10-04T02:15:11Z", [0.43, 0.49, 0.07, 0.01, 0.0], ""], [56, "2019-10-04T02:06:28Z", [0.5, 0.45, 0.05, 0.0, 0.0], "Bringing it down due to the deadline link here:\nhttps://www.gjopen.com/comments/comments/910928"], [31251, "2019-10-04T01:33:13Z", [0.54, 0.38, 0.07, 0.01, 0.0], ""], [63290, "2019-10-04T00:41:41Z", [0.01, 0.15, 0.5, 0.3, 0.04], ""], [63290, "2019-10-04T00:39:18Z", [0.01, 0.2, 0.44, 0.3, 0.05], ""], [79591, "2019-10-03T23:50:15Z", [0.0, 0.05, 0.45, 0.5, 0.0], ""], [78328, "2019-10-03T20:55:40Z", [0.0, 0.0, 1.0, 0.0, 0.0], "Ha.... I'm going 'all in'.....  not exactly cautious but when I looked at the numbers and compared it to venom on my first forecast 90 - 110k was the figure that stood out for a DC / warnerBros release with a break-out solo villain character. Reviews have been either great or scathing....  and when I see 5 star reviews pitted against 2 star reviews that question the moral integrity and value of the film I just see publicity. Comic book fans will want to see it regardless..... the more discerning movie-goer will be intrigued by the Oscar buzz and conflicting reviews.\nThe upshot is that I think it'll out do Venom and then more some.... tipping it into the territory I've chosen.\nWarner Bros see this as the first in a potential series of break out films so will be (have been) keen to promote... so we're looking at a 4000 plus theatre release to get it off to a healthy start..... $80k plus with the rest of the week bringing in enough to put it over the $90k mark."], [4492, "2019-10-03T18:57:59Z", [0.04, 0.21, 0.44, 0.24, 0.07], ""], [62808, "2019-10-03T14:32:23Z", [0.0, 0.61, 0.39, 0.0, 0.0], ""], [76003, "2019-10-03T13:07:39Z", [0.01, 0.16, 0.46, 0.32, 0.05], "Updating model [1] for final time to add Box Office Report's projection [2] to my average of three weekend take sources: 1. $77,000,000 Box Office Pro long-range forecast [3] \n2. $87,000,000 Box Office Report weekend prediction [2]\n3. $83,250,536 My YouTube movie trailer view-based and seasonality-adjusted forecast [1]\nAverage weekend mean: $82,416,845 If actual result comes above forecasted mean, I might consider ditching Box Office Pro's long-range forecast for future modeled forecasts. Full week forecasted mean: $104,983,853\nStandard deviation: $15,608,999 Model: 1%, 16%, 46%, 32%, 5%\nCrowd: 8%, 25%, 37%, 20%, 10% [1] https://docs.google.com/spreadsheets/d/1ZN2wk0VBJpuMyQy0ZZqL-1qJw8m_biLuuz5yo9n9hTE/edit#gid=1898791970\n[2] http://www.boxofficereport.com/predictions/predictions.html\n[3] https://www.boxofficepro.com/long-range-forecast-joker/"], [691, "2019-10-03T13:05:42Z", [0.04, 0.26, 0.4, 0.23, 0.07], ""], [62808, "2019-10-03T09:55:11Z", [0.0, 0.69, 0.31, 0.0, 0.0], ""], [62808, "2019-10-03T09:45:22Z", [0.0, 0.39, 0.41, 0.2, 0.0], ""], [26132, "2019-10-03T03:15:05Z", [0.3, 0.6, 0.05, 0.05, 0.0], ""], [34516, "2019-10-03T00:47:17Z", [0.02, 0.03, 0.67, 0.25, 0.03], ""], [79772, "2019-10-02T22:21:26Z", [0.0, 0.0, 0.1, 0.4, 0.5], "Forecast 80 first two days."], [63290, "2019-10-02T18:20:06Z", [0.02, 0.2, 0.38, 0.25, 0.15], ""], [58674, "2019-10-02T18:18:41Z", [0.0, 0.0, 0.04, 0.3, 0.66], ""], [63290, "2019-10-02T18:18:33Z", [0.02, 0.25, 0.38, 0.25, 0.1], ""], [58674, "2019-10-02T18:16:09Z", [0.0, 0.0, 0.1, 0.32, 0.58], ""], [691, "2019-10-02T12:29:21Z", [0.04, 0.26, 0.4, 0.23, 0.07], ""], [33887, "2019-10-02T03:23:30Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [56, "2019-10-02T01:47:08Z", [0.5, 0.3, 0.2, 0.0, 0.0], "The numbers below are for weekend. As a rough conversion, most films have ~75% of gross for the week on the weekend or $100-107M for the week given these figures from Warner Bros. I still think these numbers are wishful thinking, but the fact that it will be the only new nationwide release suggests it would be wise to hedge some more. \"...some bullish box office prognosticators believe “Joker” could even hit the coveted $100 million mark. Warner Bros. is anticipating a slightly smaller launch that’s closer to $75 million to $80 million given the film’s unconventional subject matter. Should those figures hold, “Joker” could set a new record debut for the month of October, a benchmark currently held by Sony’s 2018 superhero thriller “Venom” with its $80 million bow.[1] “Joker” will also benefit as this weekend’s only new nationwide release, and it’s safe to say holdovers like “Abominable” and “Downton Abbey” won’t be vying for the same crowds.[2] [1] https://www.boxofficemojo.com/movies/?page=weekly&id=venom2018.htm\n[2] https://variety.com/2019/film/news/joker-box-office-controversy-opening-weekend-1203354960/"], [76895, "2019-10-02T00:24:17Z", [0.65, 0.35, 0.0, 0.0, 0.0], ""], [78944, "2019-10-02T00:24:01Z", [0.15, 0.75, 0.1, 0.0, 0.0], ""], [78343, "2019-10-01T22:04:46Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Just to help people review their scores. Not suggesting you copy mine... https://deadline.com/2019/09/joker-opening-weekend-box-office-projection-atom-tickets-presales-1202748724/ Ticket sales out performing Venom(80.2 million opening weekend) and It:chapter 2(91 million opening weekend). Reinforces what I'm seeing in my sentiment analysis, search trends and select cinema sales. some retailers show how many have been sold on a per screen basis when you go to purchase them... its gotten to a point where I can't keep track, but my last projection was an average of 1080 people per theatre on the Friday based on current sales rates. which would mean a Friday gross revenue of 39 million USD (with average tickets costing $9.11 (last years average) and assuming it only opens in 4000 theatres with an average of 5 screens ... Venom made 32 million on the opening Friday, It 2 made 37 Mil on the opening Friday. based on that my current projection is 95 million for the weekend and 133 for the opening week. But I'm under valuing ticket prices and the number of theatres with that. Assuming a ticket price of 9.20 and opening in 4250 theatres breaks 103 million (which is conveniently the same as box office pro projected as their top end a few weeks ago) for an opening weekend and breezes over 140 mil for the week. Which is crazy and of course depends on my projection of 1080 viewers per theatre on the opening Friday being remotely accurate...  Which I don't fully believe myself because it means over 4.5 million people watching it in the US in one night.... I'm just trying to read what I see. Feel free to scrutinise, criticise or stigmatise"], [77341, "2019-10-01T18:53:21Z", [0.15, 0.45, 0.25, 0.1, 0.05], ""], [1333, "2019-10-01T18:45:13Z", [0.02, 0.33, 0.55, 0.1, 0.0], ""], [73436, "2019-10-01T18:07:52Z", [0.15, 0.26, 0.45, 0.12, 0.02], ""], [1333, "2019-10-01T17:22:10Z", [0.02, 0.24, 0.58, 0.15, 0.01], ""], [63843, "2019-10-01T16:41:00Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [73050, "2019-10-01T15:27:34Z", [0.05, 0.2, 0.4, 0.35, 0.0], ""], [79591, "2019-10-01T14:00:36Z", [0.0, 0.1, 0.5, 0.4, 0.0], "Downgrading based on search traffic indicators, while spiking, not to the extent that the somewhat comparable Venom did. Not sure if the movie topic and stated theater threats are a draw or a deterrent."], [79591, "2019-10-01T13:59:36Z", [0.0, 0.0, 0.4, 0.6, 0.0], "Comment deleted on Oct 01, 2019 02:00PM UTC"], [691, "2019-10-01T13:48:57Z", [0.04, 0.26, 0.4, 0.23, 0.07], ""], [57628, "2019-10-01T02:17:22Z", [0.0, 0.0, 0.46, 0.42, 0.12], "They're releasing at 4000+ theaters for a Super Wide Release. Which means, a s$@t load of money.  THIS IS SO HARD TO DECIDE WHAT I WANT TO INCREASE AND DECREASE. https://www.boxofficemojo.com/schedule/\n"], [78343, "2019-09-30T21:26:35Z", [0.0, 0.0, 0.02, 0.12, 0.86], "Theres no chance of it making less than 90 million over the week based on some of the sales info I've seen."], [72427, "2019-09-30T18:32:45Z", [0.05, 0.15, 0.5, 0.25, 0.05], ""], [79079, "2019-09-30T17:02:07Z", [0.0, 0.13, 0.75, 0.12, 0.0], ""], [691, "2019-09-30T12:17:42Z", [0.04, 0.26, 0.4, 0.22, 0.08], ""], [63600, "2019-09-30T10:36:02Z", [0.05, 0.15, 0.45, 0.2, 0.15], ""], [29680, "2019-09-30T05:07:32Z", [0.08, 0.13, 0.2, 0.43, 0.16], ""], [34911, "2019-09-29T21:15:10Z", [0.0, 0.45, 0.35, 0.2, 0.0], ""], [1333, "2019-09-29T18:35:52Z", [0.02, 0.21, 0.58, 0.17, 0.02], ""], [1474, "2019-09-29T15:34:45Z", [0.01, 0.35, 0.34, 0.26, 0.04], ""], [76003, "2019-09-28T22:10:48Z", [0.02, 0.19, 0.49, 0.27, 0.03], "Updating model [1] with recent trailer view numbers. Forecasted mean: $102,064,806\nStandard deviation: $15,174,995 Model: 2%, 19%, 49%, 27%, 3%\nCrowd: 9%, 27%, 30%, 22%, 12% [1] https://docs.google.com/spreadsheets/d/1ZN2wk0VBJpuMyQy0ZZqL-1qJw8m_biLuuz5yo9n9hTE/edit#gid=1898791970"], [57628, "2019-09-28T20:05:27Z", [0.0, 0.0, 0.47, 0.42, 0.11], "I'm back.  So there are a lot of projections out there that suggest that Joker is going to make  between 85ish and 103 million dollars the opening weekend. I am probably going to take the under for 103 and say, they even out around 93ish million the first weekend.  Okay, now that is done, let us say that between the next monday and thursday, they make 5ish million per day. That would be an extra 20 million. Which would put them over the edge of the 110 million mark. But it could be be under that for some reason, maybe because of the movie gemini.  If my forecast for the first weekend is off, and they make somewhere in the 70-80 million dollar mark. I still think that, because it is an entire week, they'll get north of the of the 90 million dollar line.  But the hard  1. https://www.newsarama.com/46448-an-early-joker-box-office-estimate-has-it-outperforming-shazam.html\n2. https://www.ign.com/articles/2019/09/13/joker-projected-to-beat-venoms-opening-weekend-box-office-record\n3. https://observer.com/2019/09/joker-box-office-prediction-tracking-warner-bros-info-details/"], [1333, "2019-09-28T11:42:49Z", [0.03, 0.21, 0.58, 0.15, 0.03], ""], [39505, "2019-09-28T10:25:49Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [14107, "2019-09-28T10:02:52Z", [0.0, 0.05, 0.18, 0.61, 0.16], ""], [31251, "2019-09-27T23:08:10Z", [0.69, 0.24, 0.06, 0.01, 0.0], ""], [58674, "2019-09-27T18:36:25Z", [0.02, 0.03, 0.05, 0.1, 0.8], ""], [58674, "2019-09-27T18:32:43Z", [0.0, 0.01, 0.01, 0.03, 0.95], "Comment deleted on Sep 27, 2019 06:33PM UTC"], [69091, "2019-09-27T16:54:38Z", [0.12, 0.33, 0.35, 0.15, 0.05], ""], [79693, "2019-09-27T15:59:22Z", [0.0, 0.0, 0.05, 0.1, 0.85], ""], [1333, "2019-09-27T15:57:34Z", [0.03, 0.22, 0.57, 0.15, 0.03], ""], [59116, "2019-09-27T14:49:44Z", [0.1, 0.8, 0.1, 0.0, 0.0], ""], [4492, "2019-09-27T12:56:36Z", [0.04, 0.16, 0.44, 0.29, 0.07], ""], [4492, "2019-09-27T12:53:30Z", [0.06, 0.2, 0.37, 0.3, 0.07], ""], [691, "2019-09-27T12:48:24Z", [0.04, 0.24, 0.4, 0.24, 0.08], ""], [1333, "2019-09-26T17:49:10Z", [0.04, 0.2, 0.57, 0.15, 0.04], ""], [695, "2019-09-26T14:56:31Z", [0.05, 0.2, 0.65, 0.05, 0.05], ""], [79591, "2019-09-26T14:50:05Z", [0.0, 0.0, 0.25, 0.7, 0.05], ""], [78415, "2019-09-26T14:22:35Z", [0.51, 0.49, 0.0, 0.0, 0.0], ""], [70060, "2019-09-26T13:54:46Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [45972, "2019-09-26T05:47:53Z", [0.03, 0.05, 0.57, 0.25, 0.1], ""], [48709, "2019-09-26T04:55:25Z", [0.25, 0.25, 0.1, 0.1, 0.3], "Just a hunch."], [56, "2019-09-26T01:24:14Z", [0.7, 0.2, 0.1, 0.0, 0.0], "CYA, no way Joker goes above $110M though."], [78343, "2019-09-25T23:32:16Z", [0.0, 0.01, 0.02, 0.21, 0.76], "After some long winded debates and a little more analysis I've got my final prediction Notes (first screenshot) gives a general over view of movies being used as bench marks, and then the other screenshots of google trend analysis captures the hype around the movie in relation to (the more practical to search) movies listed and allows some insight as to the Jokers potential. Disclaimer: these terms could be selected to manipulate outcomes, so before you say i did exactly that... I encourage people to try this for themselves and try to come up with something of their own, with figure 2 I've tried to be as explicit as possible but the search term + \"movie\" generates fewer results... even so, this does demonstrate a significant uptick in searches prior to release greater than the likes of Venom and Logan... I had to use the joker character more than I would have liked but... ...The last screenshot is what I find particularly interesting, showing the general fanfare around the characters portayed in each of these movies... you can see the spikes around the times of movie releases and you can clearly see just how big of a deal the joker is. notes - https://prnt.sc/pb0vfc\nfig 1 - https://prnt.sc/pb0n1b\nfig 2- https://prnt.sc/pb0qog\nfig 3 - https://prnt.sc/pb0rm1\nfig 4 - https://prnt.sc/pb0uvu https://trends.google.com/trends/?geo=US"], [1333, "2019-09-25T14:13:48Z", [0.05, 0.2, 0.55, 0.15, 0.05], ""], [79591, "2019-09-25T01:26:19Z", [0.0, 0.0, 0.75, 0.2, 0.05], "Adjusting based on search engine traffic comparing other movies during their release periods.  "], [79591, "2019-09-24T18:56:28Z", [0.0, 0.0, 0.05, 0.2, 0.75], "- Super hero movies dominate (especially when there isn’t a comparable kids movie releasing)\n- Batman franchise movies do well - precedence for over $130M\n- Have never released in October which is a lower month of the year for box office receipts but this is the only \"blockbuster\" movie releasing that week\n- YouTube movie trailer views well surpass that of Rambo Last Blood (current big release) but not Downton Abbey (both will be cooled down by October.)"], [78328, "2019-09-24T16:06:41Z", [0.0, 0.1, 0.8, 0.1, 0.0], "Heck..... this was my original prediction..... and I'm going back to it. I really shouldn't overthink things. It'll do very well, with some  (possibly minor) damping  caused by warnings to govt staff about a shooting threat. Of course if there is an incident that'll put the brakes on revenue for sure but right now I think it's worth mentioning but not factoring into figures as it's an outlier possibility that throws everything out of kilter. Current tracking as of late Sept shows opening weekend of around 80Million... opening weekend will be for fanboys/girls and  I'm trusting the films penetration into the 'serious' oeuvre' market to get it over the 90 Mill mark by end of week."], [69091, "2019-09-24T15:36:33Z", [0.15, 0.3, 0.35, 0.15, 0.05], ""], [4492, "2019-09-24T13:31:35Z", [0.1, 0.28, 0.37, 0.2, 0.05], ""], [1333, "2019-09-24T12:50:06Z", [0.1, 0.2, 0.45, 0.15, 0.1], ""], [1333, "2019-09-24T12:45:43Z", [0.15, 0.2, 0.36, 0.19, 0.1], ""], [62808, "2019-09-23T22:46:49Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [62808, "2019-09-23T22:42:25Z", [0.0, 0.91, 0.09, 0.0, 0.0], ""], [79079, "2019-09-23T19:57:47Z", [0.0, 0.07, 0.75, 0.18, 0.0], ""], [1333, "2019-09-23T19:00:36Z", [0.19, 0.25, 0.31, 0.15, 0.1], ""], [77942, "2019-09-23T08:16:25Z", [0.0, 0.0, 0.05, 0.95, 0.0], "Can't really say, I don't know enough about this topic."], [1333, "2019-09-23T02:58:07Z", [0.15, 0.2, 0.31, 0.24, 0.1], ""], [15358, "2019-09-22T18:15:59Z", [0.1, 0.3, 0.35, 0.15, 0.1], ""], [15358, "2019-09-22T18:10:22Z", [0.1, 0.3, 0.4, 0.15, 0.05], "Many people know Joker from the Dark Knight, which scored an opening weekend did $158mm gross (source: BO Mojo). Note that the question asks about opening WEEK and not WEEKEND. So we must estimate weekend as % of week to get to our answer. You can get this data from BO Mojo - weekends are about 75% of the total usually, so to normalize we must divide by 0.75. Dark Knight then was likely ~$210mm first week.  Most sequels or spin-off films earn a fraction of the original film as the intention is to leverage past brand value to have an attractive risk/reward on a sequel film, particularly when they are explorations of a side-character that is not core to the plot (source: work experience). For example, Solo had a first weekend of $85mm whereas the Last Jedi had $220mm (less than 0.5 multiplier). Puss in Boots had a first weekend of $35mm whereas Shrek Forever After had $70mm (about 0.5 multiplier). Spider-Man Homecoming had first weekend of $117 whereas Venom had $80mm (somewhat more than 0.5 multiplier). So, roughly we can say that spin-offs of minor characters are roughly a 0.5 multiplier. Applying this rule, we get to 0.5 * 210 = $105mm first week.  Dark Knight had a production budget of $185mm, much of which will be put towards marketing. Joker, on the other hand, has a fraction of the budget (only $55mm per Wikipedia). If you assume a constant first-week return on production spend, you would then assume about ~$60mm for first week (55/185*210). That said, you cannot assume a constant return on production spend. Joker is clearly leveraging past marketing spend on Batman (as well as the memory of Heath Ledger). I would add that if you compare production spend on this film on a relative basis to the other spin-off films mentioned you will notice that it is unusually low (Venom / Puss in Boots and Solo had massive budgets). I tend to think the $60mm is too low, but the low-budget nature of this film is concerning.  Deadpool made 130mm in opening weekend (so likely ~175mm opening week) for R-rated superhero movie while spending approximately the same amount as Joker. Moreover, Deadpool is a fairly unknown character that nobody cares about, much like Joker. That said, Deadpool was a clever movie that was lighthearted and it was an original film, not a spin off (note that Deadpool 2 required a far higher marketing spend). On the other hand, Joker has better actors. Joaquin Phoenix gets about $25mm opening week if he is the lead actor, whereas Ryan Reynolds gets more like $40mm (about 60% higher). Morena gets about $100mm in an opening week on average, whereas Zazie Beets does not even show up on BO Mojo. Normalizing for actors, then the Deadpool prior would imply $110mm. Someone mentioned that Joker had similar YouTube trailer views as Toy Story 4, which had opening week of something like $160mm (120/0.75). That said, the key distinction here is that Toy Story is a normal sequel, not a prequel spin-out of a minor character, so these are not comparable. Simple sequels are far more likely to maintain similar sales as the original. Consider for example that Star Wars I vs. II had no drop-off in initial sales (it actually increased). Moreover, I would note that the R-square here is fairly low. One of the users provided XLS data on the correlation and it looks very low.  Based on the analysis above, my midpoint estimate is something like $100mm, so I attach the highest probability to the middle answer choice ($90-110mm). Note also that this is right on top of the official BO Mojo estimate of $75mm opening weekend (75/0.75 = ~$100mm).  The question now is: what is the shape of the outcome distribution? I actually believe it is skewed heavily toward zero. A big problem is availability bias - we are more likely to remember successful films on the right tail of the distribution, so we are biased to pick examples that are successful. The actual distribution of film sales is log normal (with a lot of forgettable films on the left tail of the outcome distribution and a few outstanding successes we remember and choose as examples). For this reason, I skewed my outcome distribution towards lower values. That said, I increased the weight of $130mm+ since it is an unbounded value (e.g., goes from $130mm to infinity)."], [15358, "2019-09-22T16:58:52Z", [0.0, 0.2, 0.4, 0.35, 0.05], ""], [39381, "2019-09-22T16:29:42Z", [0.0, 0.0, 0.1, 0.73, 0.17], ""], [14107, "2019-09-21T12:53:28Z", [0.0, 0.06, 0.31, 0.51, 0.12], ""], [79600, "2019-09-21T10:28:41Z", [0.1, 0.35, 0.4, 0.15, 0.0], ""], [78328, "2019-09-21T08:29:34Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [78328, "2019-09-21T08:14:03Z", [0.0, 0.0, 0.0, 0.8, 0.2], ""], [50981, "2019-09-20T15:05:52Z", [0.1, 0.35, 0.55, 0.0, 0.0], ""], [79578, "2019-09-20T00:24:30Z", [0.0, 0.05, 0.15, 0.75, 0.05], ""], [691, "2019-09-19T13:36:44Z", [0.04, 0.22, 0.42, 0.23, 0.09], ""], [1333, "2019-09-18T20:16:56Z", [0.15, 0.2, 0.3, 0.25, 0.1], ""], [4492, "2019-09-18T14:44:50Z", [0.1, 0.28, 0.33, 0.24, 0.05], ""], [79079, "2019-09-18T12:52:07Z", [0.0, 0.13, 0.75, 0.12, 0.0], ""], [79069, "2019-09-18T09:57:14Z", [0.05, 0.5, 0.4, 0.05, 0.0], "Unconventional anti-hero back story makes it harder to predict, but the darker plot line seems to be getting lots of publicity and is perhaps appropriate for the times. I am guessing towards the lower end based on the less clear market it should appeal to."], [1474, "2019-09-18T08:44:29Z", [0.01, 0.35, 0.34, 0.26, 0.04], ""], [1474, "2019-09-18T08:34:27Z", [0.01, 0.11, 0.22, 0.35, 0.31], "Comment deleted on Sep 18, 2019 08:44AM UTC"], [56, "2019-09-17T22:35:28Z", [0.9, 0.08, 0.02, 0.0, 0.0], "First week gross of USA movies that won top prize at Venice International Film Festival over the last ten years. $119,086 - Somewhere (2010), Sofia Coppola [1]\n$166,564 - The Shape of Water (2017), Guillermo del Toro [2]\n$ ???  - Joker (2019), Todd Phillips Joker won't just be released in two theaters. But, art movies don't make super hero dollars, ladies and gents. Joker will have a good run for what it is, but the fact that it won top prize in Venice suggests this movie doesn't have the mass appeal necessary to pull down +$70 million in its first week. [1] https://www.boxofficemojo.com/movies/?page=weekly&id=somewhere10.htm\n[2] https://www.boxofficemojo.com/movies/?page=weekly&id=theshapeofwater.htm"], [57628, "2019-09-17T20:31:41Z", [0.0, 0.12, 0.48, 0.33, 0.07], "Updating forecast based on some of the projections coming out. The probability of it only making 70-90 million has dropped. Since it can make that much in the opening weekend, saying that it makes 5 million per day between  Monday and Thursday adds 20 million to the pot. So all of the points have to go somewhere, so I'm upgrading the upper end of the scores. "], [691, "2019-09-17T10:42:31Z", [0.04, 0.22, 0.42, 0.23, 0.09], ""], [78305, "2019-09-17T10:08:41Z", [0.06, 0.1, 0.17, 0.17, 0.5], ""], [79443, "2019-09-17T08:22:01Z", [0.15, 0.2, 0.4, 0.15, 0.1], ""], [63290, "2019-09-16T22:58:34Z", [0.02, 0.3, 0.35, 0.2, 0.13], ""], [4492, "2019-09-16T14:25:04Z", [0.1, 0.26, 0.32, 0.26, 0.06], ""], [4492, "2019-09-15T22:38:35Z", [0.09, 0.23, 0.32, 0.26, 0.1], ""], [13550, "2019-09-15T07:01:35Z", [0.0, 0.0, 0.0, 0.1, 0.9], "The joker is the most anticipated film of the year and also the reviews also suggest a masterpiece. "], [76003, "2019-09-14T21:05:10Z", [0.02, 0.22, 0.49, 0.24, 0.03], "Updating model [1] with recent trailer view numbers. Forecasted mean: $100,740,375\nStandard deviation: $14,978,079 Model: 2%, 22%, 49%, 24%, 3%\nCrowd: 5%, 21%, 35%, 24%, 14% [1] https://docs.google.com/spreadsheets/d/1ZN2wk0VBJpuMyQy0ZZqL-1qJw8m_biLuuz5yo9n9hTE/edit#gid=1898791970"], [79429, "2019-09-14T16:35:13Z", [0.04, 0.37, 0.39, 0.13, 0.07], ""], [43201, "2019-09-14T16:03:52Z", [0.02, 0.15, 0.2, 0.43, 0.2], "For a simple base rate, I took the average of all DC hero movies since 2010 ($156M). Then there's the inside view:\nReasons to update down: R-rating, released not during summer.\nReasons to update up: early reviews look very positive and it's an iconic character and actor"], [4492, "2019-09-14T14:13:15Z", [0.0, 0.14, 0.32, 0.38, 0.16], ""], [1333, "2019-09-14T09:41:10Z", [0.0, 0.1, 0.35, 0.45, 0.1], ""], [14107, "2019-09-14T06:54:24Z", [0.0, 0.08, 0.3, 0.5, 0.12], ""], [75385, "2019-09-14T06:37:01Z", [0.0, 0.45, 0.35, 0.2, 0.0], ""], [69091, "2019-09-13T18:46:30Z", [0.05, 0.15, 0.5, 0.15, 0.15], "Deadpool made 130million in its opening weekend in summer for an R rated superhero movie which was funny and light.  This is DC, even darker and more pessimistic.  This is going to be for serious fans, not for everyday movie goers   "], [63306, "2019-09-13T18:26:47Z", [0.3, 0.37, 0.25, 0.08, 0.0], "Updated taking into account R rating causing lower income."], [79369, "2019-09-13T14:23:01Z", [0.0, 0.0, 0.05, 0.1, 0.85], ""], [79079, "2019-09-13T13:31:39Z", [0.0, 0.35, 0.65, 0.0, 0.0], ""], [32100, "2019-09-13T12:06:10Z", [0.29, 0.55, 0.16, 0.0, 0.0], ""], [23309, "2019-09-13T09:08:58Z", [0.05, 0.4, 0.35, 0.15, 0.05], ""], [33418, "2019-09-13T03:42:45Z", [0.0, 0.7, 0.3, 0.0, 0.0], ""], [78856, "2019-09-13T03:31:19Z", [0.0, 0.0, 0.0, 0.4, 0.6], "Very popular movie with world wide audience.  Together with current world affairs of authoritarian leaders in many countries."], [79349, "2019-09-13T00:55:37Z", [0.3, 0.4, 0.15, 0.1, 0.05], ""], [70553, "2019-09-13T00:22:57Z", [0.0, 0.0, 0.22, 0.65, 0.13], "Connection with Batman, recognized character agree with Particle wave analysis - applying a positive bias due to lack of competing big name releases"], [78004, "2019-09-12T23:00:28Z", [0.05, 0.05, 0.55, 0.35, 0.0], "Curiosity if this Joker is as good as the last will prompt fair attendance."], [63306, "2019-09-12T22:58:45Z", [0.05, 0.37, 0.45, 0.08, 0.05], "Adjusting up based on ts4919a's comment about the Batman specific movies."], [68218, "2019-09-12T22:50:39Z", [0.15, 0.75, 0.1, 0.0, 0.0], ""], [63306, "2019-09-12T22:46:36Z", [0.15, 0.57, 0.25, 0.03, 0.0], "I think that Comic Book Adaptation is the most significant feature of this movie. When I pull the list from Box Office Mojo and sort it by release date, there are 27 movies 2017-present. 12 were less than 70 mill. However, those were less household name characters than Batman/Joker. The highest WB film was Wonder Woman at $103 mill. I'd place Joker's popularity somewhere between Aquaman's 67 mill and Justice League's 94 million"], [57628, "2019-09-12T22:21:53Z", [0.0, 0.24, 0.54, 0.21, 0.01], "If someone could find me the amount of theaters it is opening at. That would be dope. "], [34516, "2019-09-12T22:04:19Z", [0.02, 0.03, 0.65, 0.25, 0.05], ""], [34516, "2019-09-12T22:03:10Z", [0.05, 0.1, 0.65, 0.15, 0.05], ""], [34516, "2019-09-12T21:51:48Z", [0.5, 0.15, 0.15, 0.15, 0.05], ""], [77545, "2019-09-12T20:56:03Z", [0.05, 0.2, 0.5, 0.13, 0.12], ""], [79339, "2019-09-12T20:51:02Z", [0.05, 0.25, 0.25, 0.35, 0.1], ""], [4492, "2019-09-12T19:27:28Z", [0.0, 0.12, 0.3, 0.4, 0.18], ""], [79333, "2019-09-12T18:51:04Z", [0.4, 0.4, 0.15, 0.05, 0.0], ""], [79333, "2019-09-12T18:49:35Z", [0.5, 0.35, 0.1, 0.05, 0.0], ""], [43901, "2019-09-12T16:52:05Z", [0.0, 0.2, 0.6, 0.1, 0.1], ""], [78030, "2019-09-12T15:34:04Z", [0.05, 0.15, 0.2, 0.55, 0.05], ""], [77987, "2019-09-12T15:13:51Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [4492, "2019-09-12T15:09:52Z", [0.0, 0.1, 0.3, 0.4, 0.2], "fun "], [79314, "2019-09-12T13:50:28Z", [0.0, 0.0, 0.0, 0.7, 0.3], ""], [79289, "2019-09-12T01:36:21Z", [0.11, 0.25, 0.35, 0.2, 0.09], "Using data from Box Office Mojo, Director Todd Phillips average gross opening earnings (adjusted for ticket price inflation) is $39.6M. Actor Joaquin Phoenix average gross opening earnings (adjusted for ticket price inflation) is $29.33M. Based on these statistics, I would initially forecast an opening week of less than $70M.  However, given the success of DC Comic’s cinematic universe (e.g. Suicide Squad & The Dark Knight each grossing $130M + on opening week), I am inclined to adjust my forecast upwards.   Additionally, the main character (The Joker) has become a prominent villainous icon which Heath Ledger portrayed extremely well in The Dark Knight. People will be drawn to see the movie and compare Phoenix to Ledger’s Oscar winning performance. I forecast an opening week of more than $90M but less than $110M."], [79291, "2019-09-11T23:47:34Z", [0.21, 0.3, 0.15, 0.05, 0.29], "Statistically, not all DC comic movies have performed as well in their opening week as perhaps Marvel movies. However, DC movies featuring Batman or more villians (such as suicide squad) have performed well in the opening week. Both the director/writer and main star average less than 70,000,000 their opening week, but ‘the Joker’ trailer has received over 1 million hits in the first hour of its release. "], [79289, "2019-09-11T23:27:22Z", [0.11, 0.25, 0.35, 0.2, 0.09], "Comment deleted on Sep 11, 2019 11:28PM UTC"], [79289, "2019-09-11T23:23:08Z", [0.15, 0.25, 0.35, 0.18, 0.07], "Comment deleted on Sep 11, 2019 11:27PM UTC"], [1333, "2019-09-11T17:20:16Z", [0.0, 0.1, 0.2, 0.55, 0.15], ""], [79280, "2019-09-11T15:49:02Z", [0.0, 0.1, 0.4, 0.4, 0.1], "I base this on historical numbers from Warner Brother Films and the Batman franchise. "], [42004, "2019-09-11T15:32:22Z", [0.0, 0.05, 0.05, 0.2, 0.7], ""], [79264, "2019-09-10T23:12:38Z", [0.0, 0.05, 0.1, 0.25, 0.6], "The Dark Knight's opening weekend domestic gross - $158,411,483.\nSuicide Squad opening weekend domestic gross - $133,682,248."], [78239, "2019-09-10T20:02:11Z", [0.05, 0.1, 0.22, 0.28, 0.35], ""], [1333, "2019-09-10T19:23:15Z", [0.0, 0.15, 0.25, 0.45, 0.15], ""], [76124, "2019-09-10T16:14:36Z", [0.15, 0.26, 0.3, 0.1, 0.19], ""], [691, "2019-09-10T12:58:56Z", [0.04, 0.18, 0.34, 0.22, 0.22], ""], [74585, "2019-09-10T06:38:51Z", [0.0, 0.0, 0.03, 0.33, 0.64], "Comparing opening box office for batman and wonder woman, as well as knowledge in its reviews and hype."], [767, "2019-09-09T20:53:55Z", [0.0, 0.1, 0.7, 0.2, 0.0], ""], [691, "2019-09-09T20:09:58Z", [0.04, 0.18, 0.36, 0.2, 0.22], ""], [78328, "2019-09-09T14:01:28Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [78328, "2019-09-09T13:50:55Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [79069, "2019-09-09T09:39:16Z", [0.0, 0.35, 0.5, 0.15, 0.0], ""], [77830, "2019-09-09T05:46:01Z", [0.01, 0.01, 0.7, 0.18, 0.1], ""], [1333, "2019-09-09T00:03:23Z", [0.0, 0.1, 0.25, 0.4, 0.25], ""], [72992, "2019-09-08T23:10:13Z", [0.0, 0.05, 0.55, 0.35, 0.05], ""], [78857, "2019-09-08T18:57:46Z", [0.02, 0.03, 0.05, 0.25, 0.65], "Comparative films of the genre have consistently grossed over $130M (ex. Dark Knight 2008 -$158M, Dark Knight Rises 2012- $160M) coupled with the earning successes of the Avengers series public appetite for superhero-themed movies may act as a multiplier for the Joker's box office gross.  (films featuring Joaquin Pheonix grossed on average at the box office around $7M in 2018, but this likely isn't an effective way of gauging the earning potential of the Joker as Pheonix stars in a number of obscure and sometimes short films likely not intended for national audiences.)   Other possible indicators of the earning potentials of the film include pre-release awards, which as of September 7th include the Venice Film Festival's Golden Lion award (the last major American film to receive the award was the Shape of Water, which grossed $192M at the box office. "], [77724, "2019-09-08T18:43:46Z", [0.0, 0.8, 0.2, 0.0, 0.0], ""], [12879, "2019-09-08T18:23:09Z", [0.25, 0.5, 0.25, 0.0, 0.0], ""], [78624, "2019-09-08T16:05:42Z", [0.05, 0.15, 0.6, 0.15, 0.05], ""], [1333, "2019-09-07T18:33:42Z", [0.0, 0.1, 0.35, 0.4, 0.15], ""], [79165, "2019-09-07T10:33:53Z", [0.0, 0.36, 0.34, 0.24, 0.06], "I used DC films and other R-rated films as a base rate along with forecasts from Box Office Mojo."], [78343, "2019-09-07T10:07:40Z", [0.0, 0.0, 0.01, 0.18, 0.81], "Sentiment analysis for a one word movie is kind of hard. I still understand that the joker will break the $130 million mark and I expect it to break Oct records but concede that its possible it could make less and still do so. My current estimate sits around 138 million in the first week. Redistributing based on that. This is not my final prediction. However as Jokers main trailer approaches 60 million views it has amassed 1.3 million likes which is a nice little indicator for how strong it will perform."], [14107, "2019-09-07T09:55:58Z", [0.0, 0.08, 0.33, 0.44, 0.15], ""], [1333, "2019-09-07T08:05:29Z", [0.0, 0.15, 0.35, 0.4, 0.1], ""], [79151, "2019-09-07T01:04:28Z", [0.0, 0.1, 0.6, 0.3, 0.0], ""], [695, "2019-09-06T20:43:53Z", [0.1, 0.45, 0.3, 0.1, 0.05], ""], [77634, "2019-09-06T19:57:30Z", [0.05, 0.05, 0.15, 0.35, 0.4], ""], [77634, "2019-09-06T19:54:14Z", [0.05, 0.05, 0.15, 0.3, 0.45], ""], [1333, "2019-09-06T19:26:23Z", [0.0, 0.2, 0.35, 0.4, 0.05], "This movie is why you can't make a living as a clown anymore...Warner Bros. released the final trailer for Todd Phillips and Joaquin Phoenix’s Joker on Wednesday, and it’s already racked up more than eight million views on YouTube. The first trailer, released four months ago, is closing in on 60 million views. Both comic book fans and general audiences appear to be excited for this grounded and realistic take on the iconic Batman villain. Joker isn’t connected to any existing cinematic universe and doesn’t draw direct inspiration from the comics, and that seems to be striking a nerve.\nIn its long range forecast, Box Office Pro has projected an opening weekend between $60 million and $90 million and a final domestic of $175 million. Not too shabby for a movie that cost just $55 million to make."], [79079, "2019-09-06T18:35:47Z", [0.1, 0.75, 0.15, 0.0, 0.0], ""], [78910, "2019-09-06T12:32:44Z", [0.0, 0.0, 0.05, 0.05, 0.9], ""], [79110, "2019-09-05T19:48:50Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Because, despite the tragic start of its run in North American theaters, The Dark Knight Rises grossed $431.4 million domestic in 2012. https://www.boxofficemojo.com/movies/?id=batman3.htm"], [1333, "2019-09-05T18:54:22Z", [0.05, 0.2, 0.35, 0.35, 0.05], ""], [31251, "2019-09-05T15:21:11Z", [0.71, 0.21, 0.06, 0.02, 0.0], ""], [691, "2019-09-05T13:01:29Z", [0.06, 0.23, 0.38, 0.17, 0.16], ""], [51261, "2019-09-05T09:52:16Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [79119, "2019-09-05T08:36:39Z", [0.0, 0.0, 0.1, 0.2, 0.7], "These kind of new movies get more than $130,000,000, according to different sources"], [1333, "2019-09-04T18:42:08Z", [0.05, 0.2, 0.25, 0.35, 0.15], ""], [79104, "2019-09-04T14:35:29Z", [0.0, 0.0, 0.15, 0.2, 0.65], ""], [79069, "2019-09-04T13:11:34Z", [0.05, 0.45, 0.4, 0.1, 0.0], ""], [56142, "2019-09-04T05:48:10Z", [0.01, 0.05, 0.1, 0.65, 0.19], ""], [28251, "2019-09-04T03:41:23Z", [0.02, 0.1, 0.25, 0.4, 0.23], ""], [26553, "2019-09-03T23:35:47Z", [0.0, 0.1, 0.15, 0.37, 0.38], ""], [26553, "2019-09-03T23:31:37Z", [0.5, 0.45, 0.05, 0.0, 0.0], ""], [79061, "2019-09-03T11:39:37Z", [0.25, 0.05, 0.2, 0.1, 0.4], ""], [72887, "2019-09-03T09:25:32Z", [0.12, 0.16, 0.17, 0.2, 0.35], ""], [4073, "2019-09-03T02:05:10Z", [0.1, 0.9, 0.0, 0.0, 0.0], ""], [63290, "2019-09-02T18:07:53Z", [0.03, 0.23, 0.32, 0.25, 0.17], ""], [63290, "2019-09-02T18:07:04Z", [0.05, 0.23, 0.3, 0.25, 0.17], ""], [78328, "2019-09-02T16:26:05Z", [0.0, 0.0, 0.2, 0.75, 0.05], "Comment deleted on Sep 09, 2019 01:58PM UTC"], [78328, "2019-09-02T15:45:17Z", [0.0, 0.0, 0.0, 0.1, 0.9], "Comment deleted on Sep 02, 2019 04:23PM UTC"], [1333, "2019-09-01T20:08:05Z", [0.1, 0.2, 0.35, 0.25, 0.1], ""], [29057, "2019-09-01T17:47:32Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [61367, "2019-09-01T10:20:44Z", [0.15, 0.5, 0.25, 0.1, 0.0], ""], [57628, "2019-08-31T23:31:24Z", [0.0, 0.34, 0.54, 0.11, 0.01], "Upgrading two categories slightly because apparently the movie dope. "], [28251, "2019-08-31T15:40:56Z", [0.05, 0.15, 0.25, 0.35, 0.2], ""], [691, "2019-08-31T12:14:50Z", [0.1, 0.37, 0.37, 0.1, 0.06], ""], [57628, "2019-08-30T16:32:17Z", [0.0, 0.4, 0.51, 0.08, 0.01], "I am going to downgrade quite a bit actually. Apparently this is closer to a Martin Scorchinsie film than anything else. Also, the marketing budget is very small. But apparently it's a good movie so there's that. Most of the movies mentioned by @Imentha92 budgets are north of 100 - 150 million dollars each. So the way marketing normally works in movies, the marketing budget is about half of the movie budget on top of it.  That being said, the budget for Joker is around 56 million and some change. So the marketing budget is going to be around 25-27 million. Also, I think this is more inline with a Fincher film (Gone Girl, the Social Network, Zodiac) than a Venom.  There has been projections that the movie will make 70 million in the first weekend. So to get to the 90 million dollar. You need 2.5 million dollars every day. I do think the dark knight is enough of a driving force to get there. \nI am going to downgrade the 110 million plus just due to the Fincher films not getting a ton of traction.  One more thing, I am going to update this as soon as I find out how many theaters they are opening at. [1]. https://screenrant.com/joker-movie-box-office-opening-weekend-projections/"], [57628, "2019-08-30T15:01:05Z", [0.0, 0.23, 0.5, 0.22, 0.05], "I am going to downgrade quite a bit actually. Apparently this is closer to a Martin Scorchinsie film than anything else. Also, the marketing budget is very small. But apparently it's a good movie so there's that. "], [20156, "2019-08-30T12:41:03Z", [0.15, 0.4, 0.2, 0.15, 0.1], ""], [78951, "2019-08-30T10:07:13Z", [0.25, 0.25, 0.25, 0.05, 0.2], ""], [31251, "2019-08-30T09:08:56Z", [0.86, 0.12, 0.02, 0.0, 0.0], ""], [57628, "2019-08-29T16:45:42Z", [0.0, 0.0, 0.0, 0.25, 0.75], ""], [32100, "2019-08-29T13:06:33Z", [0.9, 0.08, 0.02, 0.0, 0.0], ""], [78921, "2019-08-29T12:24:17Z", [0.0, 0.05, 0.15, 0.35, 0.45], ""], [28251, "2019-08-29T03:31:42Z", [0.05, 0.15, 0.35, 0.3, 0.15], ""], [78907, "2019-08-28T22:15:51Z", [0.05, 0.25, 0.15, 0.25, 0.3], ""], [78907, "2019-08-28T22:14:22Z", [0.15, 0.25, 0.15, 0.25, 0.2], ""], [35766, "2019-08-28T19:21:32Z", [0.1, 0.4, 0.4, 0.06, 0.04], ""], [78579, "2019-08-28T14:14:37Z", [0.0, 0.0, 0.0, 0.1, 0.9], "Even if the movie ends up being poorly received the opening weekend will still generate a high box office gross during the opening week due to the popularity of the Joker as a character (drawing a parallel to Suicide Squad)."], [50491, "2019-08-27T22:17:00Z", [0.85, 0.1, 0.05, 0.0, 0.0], ""], [78828, "2019-08-27T18:31:44Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Comment deleted on Aug 27, 2019 06:32PM UTC"], [42298, "2019-08-27T18:01:23Z", [0.65, 0.3, 0.05, 0.0, 0.0], ""], [14107, "2019-08-27T17:51:58Z", [0.02, 0.15, 0.6, 0.2, 0.03], ""], [78600, "2019-08-27T14:38:34Z", [0.0, 0.0, 0.0, 0.7, 0.3], "Alice in Wonderland (2010) $146,625,356\nJohn Wick: Chapter 3 - Parabellum (2019) $76,638,941\nAverage 111 M for first week"], [78808, "2019-08-27T13:21:36Z", [0.75, 0.25, 0.0, 0.0, 0.0], "Not enough buzz to beat the high of 81 million. People are getting fed up with superhero movies"], [691, "2019-08-27T11:33:34Z", [0.12, 0.35, 0.37, 0.1, 0.06], ""], [77502, "2019-08-27T07:02:31Z", [0.0, 0.3, 0.6, 0.1, 0.0], "Just guessing."], [78570, "2019-08-27T06:12:09Z", [0.1, 0.4, 0.4, 0.05, 0.05], "The Joker character is always intriguing and has been off the major screen for a long time. Nostalgia, darker days and Halloween will make this one to see ahead of the typical Halloween/slasher type movies in October"], [18322, "2019-08-27T05:33:11Z", [0.06, 0.85, 0.05, 0.03, 0.01], ""], [78757, "2019-08-27T04:42:21Z", [0.03, 0.4, 0.5, 0.06, 0.01], ""], [73813, "2019-08-27T03:51:22Z", [0.05, 0.2, 0.5, 0.2, 0.05], ""], [78328, "2019-08-26T21:54:44Z", [0.0, 0.1, 0.8, 0.1, 0.0], "A really interesting film to try and predict .....\nprediction based on an awful lot of competing factors but generally based around Warner Bros need to launch this as the first in a  franchised sub-genre. They are still smarting from the Ben Affleck batman disaster so need to roll out a success despite this being a relatively low budget movie. Hence It's being pushed at Venice and Toronto festivals and is likely to get a 4000+ cinema domestic release which is likely to take it to around the 70k mark in first weekend alone. Rest of the week should push it over 90k..... as long as current critical mood about the film continues."], [78662, "2019-08-26T18:46:50Z", [0.1, 0.1, 0.15, 0.2, 0.45], ""], [75093, "2019-08-26T16:12:36Z", [0.15, 0.7, 0.05, 0.05, 0.05], ""], [78626, "2019-08-26T16:05:36Z", [0.2, 0.3, 0.4, 0.08, 0.02], "Not a film to get people excited or people think they need to see. Trailer looked bad. Asking viewer to support villains is risky. Not much action in it based on trailer."], [1150, "2019-08-26T13:18:30Z", [0.02, 0.85, 0.05, 0.04, 0.04], ""], [38227, "2019-08-26T13:16:16Z", [0.05, 0.25, 0.22, 0.25, 0.23], ""], [78507, "2019-08-26T12:50:11Z", [0.09, 0.4, 0.45, 0.05, 0.01], "Although the batman franchise is always popular, Fall movies don't do as well as summer movies. "], [691, "2019-08-26T12:44:23Z", [0.17, 0.3, 0.31, 0.1, 0.12], ""], [38616, "2019-08-26T09:52:20Z", [0.04, 0.04, 0.04, 0.04, 0.84], "Of the last 6 DC Comics films, 5 grossed > $130m in their opening weeks. The remaining one was  <$70m."], [78418, "2019-08-26T08:43:37Z", [0.05, 0.1, 0.15, 0.5, 0.2], "The trailer has been well received on different channels and a lot of influencers on Youtube have been positive and marketing it."], [71855, "2019-08-26T02:52:39Z", [0.1, 0.8, 0.05, 0.05, 0.0], ""], [62808, "2019-08-25T23:10:39Z", [0.0, 0.91, 0.09, 0.0, 0.0], ""], [62808, "2019-08-25T23:09:31Z", [0.02, 0.8, 0.12, 0.04, 0.02], ""], [78239, "2019-08-25T21:01:29Z", [0.1, 0.15, 0.22, 0.23, 0.3], ""], [4718, "2019-08-25T17:23:22Z", [0.01, 0.9, 0.05, 0.03, 0.01], "Even though I would not see this flick, I try to follow what popular enthusiasms tell me about our culture. I understand why other DC/Marvel Universe films have done as well as they have. Joaquin Phoenix is a talented actor, but the target audience for this movie is interested in characters, not the performers. Very few will go see Mr. Phoenix if they are not interested in the character. The Joker character is at this point a stranded asset. The film will probably make its costs back, but will under-perform the expectations (and certainly the hopes) of its producers."], [73167, "2019-08-25T05:25:14Z", [0.2, 0.2, 0.5, 0.05, 0.05], ""], [78343, "2019-08-25T00:07:59Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Having read peoples input below and done a little digging I have to say that... Based on what I've looked up, the economy has very little impact on cinema/theatre attendance. Peoples opinions and political views don't stop them from going to watch a movie and spin off prequel stories such as Rogue one (which I would tentatively compare the joker to) capture peoples attention and interest. What impacts box office takings though are BFFC ratings (or whatever the equivalent is in the US) with a 15 in the UK (and equivalent elsewhere) I'd expect the joker to take a 25-30% hit in comparison to such movies. The number of explosions in the trailers are lacking which means your typical \"End game\" fans will show less interest. But I still expect this to take over 130 mil. I'm not going to hazard at exactly how much and I might revise my prediction after some more analysis, but right now I find it hard to see this movie taking less than 145 mil. I also don't fully understand what some people are talking about when comparing trailer view stats, the main joker trailer has the same number of views as toy story 4 (admittedly not directly comparable but what other movie is? Hobbs and Shaw? Come on now...) anyway: toy story 4 is out and has its first week takings recorded at 178 mil... the joker still has over a month to gain traction with its audience and is currently over 56 million views. The best movie to compare this to would be venom... released last year, took 107 mil, Based on an anti hero found in a less popular franchise with the same viewer rating of 15 with well recognised lead actors. Admittedly more action shown in the trailer, but based on viewer ratings, the venom trailer currently has 79 million views, so I'd assume it had around 60 million on release. Using that as a bench mark I'm going with 145 for now... Edit: You might also consider comparing this to \"it\", \"logan\", \"maleficent\" and perhaps \"Spectre\"  -- thats definitely a tired franchise and people still watch them.\nEdit: also don't just go by views, check out the number of likes these movie trailers have. Joker is at 1.2 mil, hobbs and shaw, (approx same views on main trailer) has 1/4 of that and venom has 800k\nEdit: as of 27th, marketing campaign is ramping up with several teaser clips released on social media, worth analysing these, but also the 2nd trailer comes out today (28th) and theres a showing at some art festival on the 31st (venice beach!? idk) the response to all of these will be incredibly insightful, I'm already confident the response will be positive but how loud that response is will be an indicator of revenues. I've always wanted an excuse to carry out sentiment analysis, if I do I'll post results."], [5018, "2019-08-24T20:48:28Z", [0.5, 0.5, 0.0, 0.0, 0.0], "I have no idea what \"joker\" is but Joaquin Phoenix is not a kid/teenage attraction. That's the mainstream comics audience, isn't it? "], [26132, "2019-08-24T15:39:00Z", [0.25, 0.35, 0.15, 0.15, 0.1], "We got trouble, right here in Gotham City on this one. Batman is a little like Star Wars : Lots of fans who are dieing inside because their favorite films always jump the (animated, talking) shark.  We want this for ourselves and for Joaquin, but Clooney, DeVito, Carey, Arnold, Keaton, (not too mention a slew of better acting Female throw-away stars) will all be politely out of town for this opening. On the down side:  The economy is fearfully unstable, the news is overfull of real life Jokers and we have Scorsese-level streaming to get home and spend three hours a night cuddling up to.   A mass murder is America's our new anti-hero? Please tell me this isn't true before I spend a month's worth of NetflixCoin for a single too-loud music-too-quiet dialogue theater film jack-hammered with theatrical ads and trailers.   Film is supposed to be an escape - but this might hit a little too close to home these days on many unflattering Social-Psych levels:  If there is a single shallow throw-away political/partisan mass murder tag line in this thing call the Insurance stooges, it's over.. BTW: Why are we not seeing any smarmy trailers? The New Star Wars is a year out and we have an Iron-Man-Helmet legion VS Werner Hertzog on Planet Dune trailer out already. (Wow! Is that going to be the hot mess we need or the one we deserve?)  Clearly this ain't Deapool. \n\nOn the up side:  The only two great performances in this franchise (and among the best in any sci fi ) were Jokers, so that bodes well. Joaquin doesn't carry scenes so much as he carries entire stories. What is the competition that week? Is there a cheap Bruce Willis or Nic Cage feature release to bounce off of perhaps?  A couple of well written quips, Joaquin's awesome mojo and an unlikely cultish anti-hero plot-line might save the day for evil, er for therapy against evil, er well.. whatever.  Also, the most successful films in history seem to be about a cgi crime fighting space-pilot squirrel, so who can say? Well, I can:  125 million on the Joaquin Mojo but 60m bomb seems likely depending on the context/matrix that week. (Will Trump attempt to appropriate their press somehow? ) Edit: Part of my lower expectation weight is my perception based opinion that box office vs streaming is in free fall. Not sure this accurate. "], [77305, "2019-08-24T14:49:39Z", [0.1, 0.15, 0.25, 0.25, 0.25], ""], [691, "2019-08-24T12:58:23Z", [0.25, 0.33, 0.3, 0.1, 0.02], ""], [61367, "2019-08-24T12:17:02Z", [0.3, 0.6, 0.1, 0.0, 0.0], ""], [76003, "2019-08-24T01:16:15Z", [0.03, 0.23, 0.48, 0.23, 0.03], "I'm repurposing my model from the Once Upon a Time In Hollywood question [1] that uses trailer views, time remaining until opening weekend, seasonality adjustments, and predictions from prediction sites to project weekly (note: not just opening weekend) gross. My original projection for Once Upon a Time In Hollywood was $71.6MM [2]. My final projection was $52.7MM [3]. Final result was $58.8MM. Find my model for Joker here [4]. Pretty incredibly, my opening weekend, seasonality-adjusted projection based on trailer views is $79.8MM, which matches pretty closely with BoxOfficePro's long range forecast of $77MM [5]. I use the average of my trailer-based prediction and BoxOfficePro's long range forecast to get a $78.4MM projected opening weekend. Extrapolate that out for the entire week and I end up with a mean of $99.9MM. I calculate a standard deviation by averaging the typical variation of BoxOfficeReport's predictions [6] of similar movies (within $10MM either way) to actual results. In conclusion: Forecasted mean: $99,889,090\nStandard deviation: $15,405,622 Model: 3%, 23%, 48%, 23%, 3%\nCrowd: 46%, 4%, 0%, 0%, 50% I know there are only a 5 forecasts so far, but I expect the crowd's normal inverse distribution to flip over to a normal distribution with more forecasts. I'm not sure what the admins are using to determine their buckets, but I think they're pretty spot-on here. [1] https://www.gjopen.com/questions/1237-what-will-be-the-domestic-box-office-gross-in-the-opening-week-for-quentin-tarantino-s-once-upon-a-time-in-hollywood-according-to-boxofficemojo\n[2] https://www.gjopen.com/comments/comments/883427\n[3] https://www.gjopen.com/comments/comments/888228\n[4] https://docs.google.com/spreadsheets/d/1ZN2wk0VBJpuMyQy0ZZqL-1qJw8m_biLuuz5yo9n9hTE/edit#gid=1898791970\n[5] https://www.boxofficepro.com/long-range-forecast-joker/\n[6] http://www.boxofficereport.com/predictions/predictions.html"], [31251, "2019-08-23T22:37:44Z", [0.91, 0.08, 0.01, 0.0, 0.0], ""], [78182, "2019-08-23T20:55:41Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [56, "2019-08-23T20:38:14Z", [0.8, 0.1, 0.06, 0.02, 0.02], "These breaks seem crazy to me. Most weeks, the top grossing movie is somewhere in the $30-50M range. Let's look at the first week returns for a few top movies for this year[1]: $41M - Lego sequel\n$39M - Alita Battle Angel\n$67M - How to Train Your Dragon Franchise\n$196M - Captain Marvel\n$94M - Us\n$58M - Dumbo\n$69M - Shazam\n$473M - Avengers: Endgame\n$70M - Pokemon Franchise\n$76M - John Wick Franchise\n$83M - Hobbes & Shaw Another issue? Joker is the first film in the Batman live-action franchise to receive an R-rating.[2] This is relevant because \"a movie rated PG-13 will earn between $15M – $34M more than an R-rated movie, all else equal.\"[3] So, as a comparison, the first and second John Wick movies made $14M and $30M their first weeks.[4] Or, we could take the original Batman Begins, it made $48 million ($48M * 1.31 = $62M adjusting 2005 to 2019 dollars) as a PG-13 movie.[5] Hobbes & Shaw, still PG-13, got $83M with Dwayne Johnson, the most bankable film star in the modern era, in an action movie. Joaquin Phoenix is no Dwayne Johnson, and the Joker ain't an action movie. If you want to talk about Us, Todd Phillips isn't Jordan Peele. Last movie by Phillips, War Dogs earned ~$15M its opening week.  I'm going to guess this is going to be in the $40-50M range, which will be great for the studio since it will earn back the production money in the first week and everything else will be gravy. [1] https://www.boxofficemojo.com/weekly/\n[2] https://uproxx.com/hitfix/joker-r-rating-joaquin-phoenix/\n[3] https://www.researchgate.net/publication/305800376_Do_MPAA_Ratings_Affect_Box_Office_Revenues\n[4] https://www.the-numbers.com/movies/franchise/John-Wick#tab=summary\n[5] https://www.the-numbers.com/movies/franchise/Dark-Knight-Trilogy#tab=summary"], [691, "2019-08-23T19:02:33Z", [0.19, 0.22, 0.36, 0.18, 0.05], "Every time I think people must surely be tiring of this franchise, I am wrong.  Probably this time, too."], [1333, "2019-08-23T18:05:12Z", [0.15, 0.2, 0.3, 0.25, 0.1], ""]], "open_date": "2019-08-23T17:00:32Z", "close_date": "2019-10-04T06:59:32Z"}