{"question_id": 1971, "title": "Will restaurants in New York City (NYC) be permitted to offer indoor dining at 85% capacity or more before 1 July 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.96, 0.04], "correct_answer": "Yes", "correct_forecast": 0.96, "preds": [[80475, "2021-05-19T19:33:27Z", [1.0], ""], [95503, "2021-05-19T18:34:52Z", [1.0], ""], [767, "2021-05-19T17:35:02Z", [0.95], "The city opened today, all businesses and houses of worship can operate at 100% as long as they can mantain 6 ft of distance between individuals/groups. 39% fully vaccinated. Masks only required on subway, health care facilities, schools. Businesses can require masks or vaccination proof. Indoor venues capped a 250, outdoor 500, but can go to 100% capacity if vaccination proof is required. "], [87827, "2021-05-19T14:27:46Z", [1.0], "This should resolve today per the executive order linked below, it's now May 19th and the linked executive order takes effect today since nothing has changed it since then. I've also submitted a suggested resolution for this. https://www.governor.ny.gov/news/no-202108-continuing-temporary-suspension-and-modification-laws-relating-disaster-emergency"], [96828, "2021-05-19T03:09:17Z", [0.96], ""], [87897, "2021-05-19T02:20:53Z", [0.95], "Temporarily lowering my estimate based on a concern that, although the capacity constraints will effectively be removed tomorrow, those determining the resolution of this question might disagree with my interpretation of what counts as a resolution. \"Effective May 19, most business capacities—which are currently based upon percentage of maximum occupancy—will be removed in New York and New Jersey. Businesses will only be limited by the space available for patrons or parties of patrons to maintain the required social distance of 6 feet.\"  https://www.governor.ny.gov/news/governor-cuomo-governor-murphy-and-governor-lamont-announce-significant-easing-covid-19"], [87897, "2021-05-19T01:10:52Z", [0.98], ""], [100818, "2021-05-18T20:26:57Z", [0.85], ""], [55987, "2021-05-18T16:57:43Z", [1.0], ""], [1333, "2021-05-18T13:24:30Z", [0.51], ""], [100724, "2021-05-18T12:57:37Z", [0.95], ""], [93028, "2021-05-18T10:45:04Z", [0.35], ""], [100143, "2021-05-17T20:10:27Z", [0.98], "Updating my forecast from 18% to 98% due to new information:  https://ny.eater.com/2021/5/3/22417412/return-full-capacity-indoor-dining-may-nyc"], [691, "2021-05-17T17:46:05Z", [0.98], ""], [69091, "2021-05-17T16:25:48Z", [0.97], "With the CDC mandate changes, it eases the pressure on the governor and mayor to make the decision to move to higher capacity"], [95992, "2021-05-17T15:58:14Z", [1.0], "Combination of the prior May 19th pledge and the CDC guidance on masks makes me think there is no way this isn't going to happen. Also this: https://www.bloomberg.com/news/articles/2021-05-17/nyc-marathon-will-come-back-in-november-with-33-000-runners?srnd=premium&sref=i2Bc5OtW"], [1333, "2021-05-16T14:05:51Z", [0.48], ""], [45594, "2021-05-16T07:04:51Z", [0.8], ""], [100273, "2021-05-16T01:08:40Z", [0.1], "No physical distancing is possible at 85%."], [101017, "2021-05-15T13:46:53Z", [0.25], ""], [92447, "2021-05-15T06:13:57Z", [0.95], ""], [1333, "2021-05-14T15:10:38Z", [0.47], ""], [422, "2021-05-14T13:14:56Z", [1.0], ""], [95503, "2021-05-14T10:49:37Z", [0.97], ""], [29054, "2021-05-13T14:32:02Z", [1.0], ""], [29054, "2021-05-13T14:31:37Z", [0.0], "Comment deleted on May 13, 2021 02:32PM UTC"], [95992, "2021-05-13T04:09:07Z", [0.98], ""], [1333, "2021-05-12T22:43:02Z", [0.41], ""], [28899, "2021-05-12T21:04:25Z", [0.98], ""], [1333, "2021-05-12T13:49:47Z", [0.39], ""], [99467, "2021-05-11T20:55:03Z", [0.8], ""], [55987, "2021-05-11T15:29:10Z", [1.0], ""], [73970, "2021-05-11T13:24:47Z", [0.58], ""], [1333, "2021-05-11T12:47:18Z", [0.37], ""], [92762, "2021-05-11T11:58:58Z", [1.0], ""], [80790, "2021-05-10T21:45:59Z", [0.62], "7 May, limit increased to 75pc\nAnother 10pc uplift 6 weeks after this seems in line.  Need a 3-4 week time period to see how infections are doing and then another week or so for notice. It could happen, but not thinking absolutely likely."], [97140, "2021-05-10T20:12:21Z", [0.55], ""], [1646, "2021-05-10T15:04:43Z", [0.97], ""], [1646, "2021-05-10T15:04:29Z", [0.78], ""], [28899, "2021-05-10T12:40:34Z", [0.97], ""], [691, "2021-05-09T17:10:41Z", [0.97], ""], [11447, "2021-05-09T15:52:31Z", [0.95], "Moving in the right direction https://www.governor.ny.gov/news/governor-cuomo-announces-new-york-city-indoor-dining-will-expand-75-percent-capacity-beginning"], [34815, "2021-05-09T13:50:28Z", [1.0], ""], [1333, "2021-05-09T13:13:36Z", [0.36], ""], [58508, "2021-05-09T04:43:39Z", [0.98], ""], [914, "2021-05-08T22:22:52Z", [1.0], ""], [691, "2021-05-08T16:47:48Z", [0.96], ""], [88452, "2021-05-08T15:42:54Z", [1.0], "\"As of 5/7, indoor dining is increased to 75% capacity in New York City.\"\nhttps://www1.nyc.gov/nycbusiness/article/nyc-restaurant-reopening-guide#news There is one caveat that even Mr. Cuomo acknowledges: \" 'If the CDC changes their guidance, then we’ll change our guidance,\" Cuomo said in a news conference on Monday, reiterating a sentiment that he's stuck to since the pandemic began.' \"\nhttps://www.thrillist.com/eat/new-york/indoor-dining-reopening-nyc-restaurants (borrowed from @Emking https://www.gjopen.com/comments/1273582 ) It seems to me the CDCs get cold feet as they watch all states reopen at full speed and all the work and progress of the past 12 months coming in jeopardy, since vaccination speed is leveling off dramatically (https://covid.cdc.gov/covid-data-tracker/#vaccination-trends).\nFor the first time since the pandemic began, the CDCs changed their view of the main route of transmission just recently\nhttps://www.cdc.gov/coronavirus/2019-ncov/science/science-briefs/sars-cov-2-transmission.html#anchor_1619805150492 (\"Updates as of May 7, 2021\") The key takeaway: \"Modes of SARS-CoV-2 transmission are now categorized as inhalation of virus, deposition of virus on exposed mucous membranes, and touching mucous membranes with soiled hands contaminated with virus.\", which increases the emphasis and importance of aerosols and the transmission of the virus through 'shared air' indoors.\nLong overdue according to science in the rest of the world, but better late than never... The CDCs' own \"Considerations for Restaurant and Bar Operators\" have been last updated on 16 December 2020, so in the light of their new transmission evaluation, the considerations maybe slightly superseded and outdated in important aspects.\nhttps://www.cdc.gov/coronavirus/2019-ncov/community/organizations/business-employers/bars-restaurants.html Referring to Mr. Cuomo's quote, I'd expect (and watch out for) the next update of the CDCs' restaurant guidance to be published fairly soon (containing a maximum indoor capacity recommendation at much less than 100% and/or vaccination proof requirement), maybe within a week or so, and Mr. Cuomo revoke his own announcement of full capacity reopening in reference to this guidance.\nIf this doesn't happen within a week, NYC's bars and restaurants will probably reopen as currently scheduled on 19 May 2021. @belikewater Pretty confusing, what do you think?"], [33955, "2021-05-08T04:31:18Z", [0.66], ""], [94872, "2021-05-07T21:39:28Z", [0.98], ""], [1333, "2021-05-07T17:05:11Z", [0.25], ""], [55987, "2021-05-07T15:35:18Z", [1.0], ""], [1333, "2021-05-07T13:11:00Z", [0.19], ""], [100922, "2021-05-07T06:15:04Z", [0.55], "Comment deleted on May 07, 2021 06:15AM UTC"], [87897, "2021-05-07T02:52:13Z", [0.99], "Coming down slightly from my earlier forecast of 100%. Although I think it's really unlikely, there are a few things that could potentially delay the reopening. In my mental model, it's something like a 97% chance the restrictions are lifted May 19th. In the unlikely event that the restrictions are not removed, there will be sustained pressure on elected leaders to relax the restrictions as quickly as possible and there would be a few weeks for that to happen after May 19th but before this question expires.  Now that the May 19th date is out there though, it would be pretty politically unpopular to walk it back unless something unexpected happens."], [92762, "2021-05-06T19:54:46Z", [0.95], ""], [55987, "2021-05-06T15:17:23Z", [1.0], "https://www.thrillist.com/eat/new-york/indoor-dining-reopening-nyc-restaurants"], [81567, "2021-05-06T08:02:54Z", [1.0], ""], [97375, "2021-05-06T06:16:37Z", [0.75], ""], [99857, "2021-05-06T03:22:57Z", [1.0], ""], [914, "2021-05-06T00:27:38Z", [0.95], ""], [69091, "2021-05-06T00:08:08Z", [0.95], ""], [22689, "2021-05-05T23:58:04Z", [1.0], ""], [14672, "2021-05-05T23:38:35Z", [1.0], ""], [92762, "2021-05-05T22:03:05Z", [0.75], ""], [58508, "2021-05-05T18:55:56Z", [0.95], ""], [1333, "2021-05-05T18:45:08Z", [0.18], ""], [36120, "2021-05-05T17:55:38Z", [0.85], "There was a recent announcement from Cuomo that he's lifting basically all restrictions in May. "], [5005, "2021-05-05T17:49:39Z", [0.95], "https://ny.eater.com/2021/5/3/22417412/return-full-capacity-indoor-dining-may-nyc"], [100303, "2021-05-05T15:02:05Z", [0.9], "We will be at 75% capacity ~Mid May, that gives NYC 1 1/2 months to raise capacity 10%."], [87827, "2021-05-05T13:36:12Z", [0.95], ""], [87827, "2021-05-05T13:32:56Z", [0.9], "Should have trusted my first impression of this more. Sounds like this is happening on May 19th."], [87827, "2021-05-05T13:29:57Z", [0.7], ""], [87895, "2021-05-05T13:12:19Z", [0.99], "I believe this is almost certain given the speed of vaccines. "], [95503, "2021-05-05T09:49:40Z", [0.95], ""], [42131, "2021-05-05T08:20:44Z", [0.7], ""], [99943, "2021-05-05T04:39:22Z", [1.0], "https://www.nbcnewyork.com/news/coronavirus/nyc-bar-scene-roars-back-monday-kicking-off-key-reopening-week-big-nj-news-due/3032296/\n"], [13657, "2021-05-05T01:13:49Z", [1.0], ""], [13657, "2021-05-05T01:12:23Z", [0.4], ""], [28295, "2021-05-05T01:01:31Z", [0.4], "They are going to 80%. There are still a lot of unknowns in terms of how infections will take off with increased capacity, and how many people get immunized. Additionally, the City and State are going to need enough time lapse to see how the new increased capacity influences the infection rates. Lastly, July is not that far away, so I don't see enough data being collected by then to safely establish a new level of occupancy."], [100892, "2021-05-04T22:56:00Z", [0.9], "yes, increasing pressure to reopen, vaccine rates relatively high, especially in urban centers. huge pressure to get \"back to normal\" and sufficiently low cases for people to feel comfortable again. "], [95503, "2021-05-04T20:29:49Z", [0.96], ""], [1333, "2021-05-04T18:14:46Z", [0.16], ""], [28899, "2021-05-04T17:16:10Z", [0.95], "h/t @JonathanMann "], [34959, "2021-05-04T16:11:41Z", [1.0], ""], [34959, "2021-05-04T16:11:09Z", [0.85], ""], [57249, "2021-05-04T15:37:55Z", [1.0], ""], [95503, "2021-05-04T10:40:05Z", [0.99], ""], [20156, "2021-05-04T08:50:53Z", [1.0], ""], [21884, "2021-05-04T04:22:52Z", [0.93], ""], [94872, "2021-05-04T04:09:25Z", [0.98], ""], [89035, "2021-05-04T04:03:39Z", [1.0], "https://ny.eater.com/2021/5/3/22417412/return-full-capacity-indoor-dining-may-nyc"], [100554, "2021-05-04T03:03:53Z", [0.98], "According to Cuomo, 100% capacity by May 19th with social distancing in place, hence updating"], [87897, "2021-05-04T02:12:43Z", [1.0], "based on the trends and on the article provided by @smingers : https://ny.eater.com/2021/5/3/22417412/return-full-capacity-indoor-dining-may-nyc"], [95992, "2021-05-04T00:45:51Z", [0.95], "Revising: this question is about “by July” not on July. "], [95992, "2021-05-04T00:44:19Z", [0.92], "If this is to be believed....\nhttps://www.nytimes.com/2021/05/03/nyregion/new-york-city-subway-reopen.html?campaign_id=57&emc=edit_ne_20210503&instance_id=30164&nl=evening-briefing&regi_id=54222971&segment_id=57137&te=1&user_id=9c6bc82f1d7e69dac5b2dde75ca776a7"], [99993, "2021-05-04T00:37:23Z", [1.0], ""], [88098, "2021-05-04T00:14:44Z", [0.9], ""], [32258, "2021-05-03T23:53:39Z", [1.0], ""], [84956, "2021-05-03T21:45:38Z", [0.2], ""], [92762, "2021-05-03T21:37:56Z", [0.67], "Too fast but a wounded Cuomo is going to do it anyway. I thought we learned the lesson last time that we needed to pause two weeks between phases. Guess not. https://ny.eater.com/2021/5/3/22417412/return-full-capacity-indoor-dining-may-nyc"], [88452, "2021-05-03T20:53:38Z", [1.0], ""], [1333, "2021-05-03T19:25:53Z", [0.15], ""], [100298, "2021-05-03T18:42:03Z", [0.92], ""], [691, "2021-05-03T18:29:04Z", [0.99], ""], [99780, "2021-05-03T17:51:35Z", [1.0], "\"Cuomo announces 'major reopening' of economy starting mid-May: In another sign of New York's effort to roll back coronavirus restrictions as vaccination rates rise and COVID-19 infections drop, Gov. Andrew M. Cuomo said Monday the state will completely lift capacity limits on a host of businesses — including bars and restaurants, hair salons, gyms, offices, retail stores, museums, entertainment centers, theaters and others — on May 19.\"\nSource: https://www.timesunion.com/news/article/Cuomo-announces-major-reopening-of-economy-16147336.php"], [95992, "2021-05-03T17:47:08Z", [0.7], "75% as of May 7: https://ny.eater.com/2021/4/30/22412389/nyc-restaurants-bars-75-percent-capacity-may-7 The feel in New York City is very much one of normalization, starting to see less masking consistent with CDC guidelines, it's hard to get reservations at restaurants. Seems like a huge push for 100% by July 4, and so I'd expect 85% by July 1. "], [96828, "2021-05-03T17:43:38Z", [1.0], "New Jersey is going to open without limit as long as social distancing is followed. NYC is virtually likely to follow in footsteps in this regard. NJ, NYC, and Connecticut are all slated to fully reopen, according to the New York Times. My confidence is backed by the strong consensus among the COVID models for the city. https://www.nbcnewyork.com/news/coronavirus/nyc-bar-scene-roars-back-monday-kicking-off-key-reopening-week-big-nj-news-due/3032296/"], [767, "2021-05-03T16:05:45Z", [0.9], "New announcement today from Gov. Cuomo (he just couldn't let Mayor de Blasio outshine him in any way, it's a constant war) on \"major reopening\" that lifts capacity restrictions for most businesses, including restaurants, shops, theatres, museums, and EVEN Broadway. NYC subways will also resume 24 hour service. \nRestaurant indoor capacity will go to 75% on May 7."], [100818, "2021-05-03T16:05:33Z", [0.8], ""], [55987, "2021-05-03T15:17:22Z", [0.11], "As predicted, New York is moving up to 75% capacity. Now the question will be how long they wait before lifting the restrictions further. My guess is still that they will wait more than the remaining 7 weeks of this question. However, I'll edge up for now and plan for aggressive time decay.  https://www.governor.ny.gov/news/governor-cuomo-announces-new-york-city-indoor-dining-will-expand-75-percent-capacity-beginning"], [87897, "2021-05-03T13:49:48Z", [0.7], ""], [1333, "2021-05-03T08:13:23Z", [0.14], ""], [96828, "2021-05-03T01:21:04Z", [0.7], "COVID models for NYC are very optimistic, the governor and mayor seem to be open to do so (starting this week, NYC restaurants will open at 75% which is sooner than expected). The threat of the variants is still there, especially with India currently breaking world COVID records, though I can see restaurants opening fully but still abiding by social distancing and other hygiene protective measures."], [99943, "2021-05-02T20:37:15Z", [0.9], "Revising again based on looking more at recent developments. Cuomo is talking seriously about opening everything before July 1, and he's the one whose decision matters. https://www.nbcnewyork.com/news/coronavirus/ny-opens-all-mass-vaccine-sites-to-walk-ins-for-age-16-city-halfway-to-shot-goal/3026315/\n\"\"I think they're irresponsible,\" Cuomo said, reiterating decisions on state pandemic restrictions were his call. \"July 1 - you have May, June, what happens in May, what happens in June? I'd like to get the hopeful reopening date before that. I don't want to wait that long. I think if we do what we have to do we can reopen earlier.\"\nAsked what a full reopening would look like, the governor was clear: \"What does reopening mean? Reopening means, literally, everything back to normal.\"\" Hi @SE_Meyer"], [98345, "2021-05-02T19:54:05Z", [0.2], "Revising upwards, since Cuomo wants to fully reopen with \"everything back to normal\" before July 1st (assuming all goes well between now and then). Will all go well? It seems that vaccines protect pretty well against most of the variants, so I don't see anything major happening before then.\nAs of today, 31% of NYC is fully vaccinated and 44% have had at least one dose (https://www1.nyc.gov/site/doh/covid/covid-19-data-vaccines.page), and the numbers jump to 39% and 54% if only considering adults. I was expecting more, given all the talk about reopening, but at 50k vaccines/day (not sure why it's been slowing down this month) we could anticipate reaching 70% herd immunity in... ~2.5 months? (Not counting immunity due to having gotten COVID already.)\nNow, 2.5 months puts us squarely in July. But reopening may not be based on any particular threshold anyway."], [95503, "2021-05-02T18:13:45Z", [0.27], ""], [88452, "2021-05-02T17:41:18Z", [0.0], ""], [691, "2021-05-02T16:09:02Z", [0.1], ""], [98871, "2021-05-02T15:54:10Z", [0.4], ""], [99943, "2021-05-02T15:41:22Z", [0.2], "Also note that restaurants will go to 75% capacity on May 7:\nhttps://www.governor.ny.gov/news/governor-cuomo-announces-new-york-city-indoor-dining-will-expand-75-percent-capacity-beginning"], [1333, "2021-05-02T15:01:17Z", [0.13], ""], [97140, "2021-05-02T13:23:14Z", [0.2], ""], [100554, "2021-05-02T13:23:07Z", [0.58], "Full reopen target is Set on July 1st.   Landlords and restaurants owners are pushing for full reopening, and public seems to support that.  Bars and restaurants are much more busy now compared to a month or two ago.    On the other hand, vaccination rates are uneven in the city, low in many of the hardest hit neighborhoods.  As a result, there is always a worry of a third wave, and the officials will likely want to monitor that trend.   With 75% capacity allowed by May 7th already, and many of the restaurants backed by well to do investors(hence more influential) have already set up their outdoor space that effectively expands capacity by 50% or more,  there might not be much of a push to change capacities by before July 1st."], [94872, "2021-05-02T12:40:09Z", [0.33], ""], [95503, "2021-05-02T11:24:17Z", [0.45], ""], [87897, "2021-05-01T18:37:56Z", [0.6], "moving back up based on @juancambeiro 's confidence. I do expect the case counts to justify fully reopening before July 1st, but would not be shocked if the restrictions remain in place until then.  "], [88098, "2021-05-01T15:30:23Z", [0.8], ""], [95503, "2021-05-01T14:27:05Z", [0.35], ""], [75863, "2021-05-01T13:41:21Z", [1.0], ""], [80790, "2021-05-01T11:16:47Z", [0.32], ""], [95503, "2021-05-01T09:31:06Z", [0.25], ""], [914, "2021-05-01T02:21:54Z", [0.65], ""], [55900, "2021-04-30T23:55:38Z", [0.62], ""], [99780, "2021-04-30T22:19:03Z", [0.72], "Indoor dining limits increased this week to 75% https://www.nbcnewyork.com/news/coronavirus/cuomo-makes-vaccine-pitch-to-youth-high-schools-to-get-ny-fully-open-in-under-2-months/3029144/ Will there be another incremental increase before going to 100%, and when might that happen? July is still a ways off so I expect this question is increasingly likely to resolve to Yes."], [767, "2021-04-30T21:12:57Z", [0.6], "Knew it! After Mayor de Blasio announced that NYC would open at full capacity on July 1, Gov. Cuomo mocked him, just had to out do the mayor. And thus Gov. Cuomo has just announced that restaurants in NYC can expand indoor capacity to 75% on May 7.  Barber shops, hair salons and other personal care services can also expand to 75%. \nMeanwhile, Pres. Biden banned most flights from India. There is always the possibility of an outbreak given the new variants. There are vaccines available almost on every block of the city (most pharmacies now offering it) also pop up testing vans in so many areas yet only 37% of the city has had a vaccine. "], [95503, "2021-04-30T19:27:09Z", [0.1], ""], [1333, "2021-04-30T18:22:46Z", [0.12], ""], [99943, "2021-04-30T17:00:50Z", [0.0], "\"A pledge from Mayor Bill de Blasio that New York City would fully reopen on July 1 brought hope. But his vision of a city reborn faces significant obstacles.\"\nhttps://www.nytimes.com/2021/04/29/nyregion/nyc-reopening-de-blasio.html?searchResultPosition=1"], [80660, "2021-04-30T15:57:25Z", [0.62], "Comments from Deblasio and Cuomo imply political pressure will encourage more openings"], [69091, "2021-04-30T14:00:00Z", [0.9], "DiBlasio and Cuomo commenting that they want to fully repoen the City and the State (respectively) July 1st.  I am assuming there will be some increases in capacity before full release before then\nhttps://www.cnn.com/2021/04/29/politics/new-york-city-coronavirus-restrictions-lifted-de-blasio/index.html\n"], [1333, "2021-04-30T13:19:32Z", [0.11], ""], [13657, "2021-04-30T13:00:15Z", [0.15], ""], [92762, "2021-04-30T12:58:08Z", [0.33], "De Blasio says 100% by 7/1. Cuomo says why are you waiting so long? [1] [2] Also, capacity may increase gradually as 7/1 approaches though a limit between 75% and 100% would be a surprise. [1] https://www.cnbc.com/2021/04/29/new-york-city-mayor-bill-de-blasio-says-the-city-will-re-open-100percent-on-july-1.html\n[2] https://ny.eater.com/2021/4/29/22409544/nyc-mayor-restaurant-bar-full-reopening-july-1"], [94872, "2021-04-30T05:49:13Z", [0.25], ""], [94872, "2021-04-30T05:17:10Z", [0.38], ""], [98064, "2021-04-30T03:19:10Z", [0.35], ""], [767, "2021-04-30T01:13:51Z", [0.4], "Gov. Cuomo is mocking Mayor de Blasio for making today's announcement that the city would fully open by July 1. From how he respond it, it's quite possible that, if the numbers support it as he said, Cuomo would likely attempt to outdo the mayor and order a reopening before de Blasio's date. Sounds ridiculous and hysterical but it wouldn't be the first time at all that they act like this  https://twitter.com/nypost/status/1387830352719253507?s=20"], [99780, "2021-04-29T21:56:46Z", [0.56], "nudging back up based on today's aspiration by the Mayor to be \"fully reopen\" by 1 Jul, the resolution date of this question. Though it was the governor (who hates the mayor) who seems to have the sole authority to set this rate."], [70711, "2021-04-29T21:36:33Z", [1.0], ""], [691, "2021-04-29T20:24:34Z", [0.06], "Whatever \"full reopening\" on 1 July means to the Mayor, it probably means this particular thing won't happen until then."], [96828, "2021-04-29T20:04:08Z", [0.5], ""], [767, "2021-04-29T19:46:01Z", [0.25], "The city announced a full reopening by July 1, 100% capacity for all businesses, at least that is the goal. There are currently 2.5 million fully vaccinated, 3.5 million with at least one dose. There's a presumption vaccination rates will continue to rise in the city but they're slowing down like in the rest of the country.  New cases have dropped 44% from two weeks ago, there were only 5 deaths yesterday.  But we still have the threat of new variants and vaccine hesitancy."], [767, "2021-04-29T19:43:26Z", [0.7], "Comment deleted on Apr 29, 2021 07:45PM UTC"], [422, "2021-04-29T19:06:17Z", [0.7], ""], [422, "2021-04-29T19:05:57Z", [0.03], ""], [49877, "2021-04-29T15:41:24Z", [0.15], ""], [80475, "2021-04-29T15:06:20Z", [0.1], "\"On July 1st\" looks highly likely: https://www.cnbc.com/2021/04/29/new-york-city-mayor-bill-de-blasio-says-the-city-will-re-open-100percent-on-july-1.html\nThere could be some technical detail where it's officially before that though. "], [87897, "2021-04-29T15:04:21Z", [0.5], "The proposed plan to open on July 1st might ease the pressure to open sooner, but it still seems likely the reopening will happen ahead of schedule if case counts continue decreasing."], [100298, "2021-04-29T13:56:26Z", [0.33], ""], [13657, "2021-04-29T12:58:46Z", [0.0], "Mayor announced everything will be allowed to open at 100% on July 1. I assume that just barely means no for this question.\nhttps://www.zerohedge.com/covid-19/nyc-will-fully-reopen-july-1-all-businesses-100-capacity-de-blasio-says"], [99786, "2021-04-29T12:36:52Z", [1.0], ""], [57249, "2021-04-29T11:45:42Z", [0.95], ""], [34959, "2021-04-28T15:37:15Z", [0.33], ""], [422, "2021-04-28T15:05:24Z", [0.45], ""], [30798, "2021-04-27T18:40:31Z", [0.61], ""], [15196, "2021-04-27T00:48:38Z", [0.6], ""], [99943, "2021-04-26T19:46:31Z", [0.1], ""], [100273, "2021-04-26T14:18:30Z", [0.15], "Rates are climbing. "], [69091, "2021-04-26T12:37:57Z", [0.75], ""], [99780, "2021-04-26T09:20:36Z", [0.48], "https://www1.nyc.gov/site/doh/covid/covid-19-goals.page#viz1600178832899 good place for nyc specific data, although when the cap was raised to 50% it was done by gov cuomo in conjunction with NJ state authorities. numbers continue to move in the right direction for the city, however."], [98064, "2021-04-26T04:28:33Z", [0.35], ""], [1333, "2021-04-25T11:13:54Z", [0.1], ""], [94872, "2021-04-25T05:55:38Z", [0.35], ""], [87897, "2021-04-25T00:31:46Z", [0.67], "If cases continue declining and as more and more people are vaccinated, I wouldn't expect many restrictions to remain in place much longer than May or June. "], [55987, "2021-04-23T14:33:37Z", [0.04], ""], [96828, "2021-04-23T10:41:20Z", [0.33], "Low infection rate in NYC and projected to keep falling, thus more likely."], [99943, "2021-04-23T00:35:58Z", [0.2], ""], [100743, "2021-04-22T21:59:18Z", [0.26], ""], [99943, "2021-04-21T20:45:11Z", [0.6], "New tourism initiative for NYC:\nhttps://twitter.com/NYCMayor/status/1384871684147122179\nBut wait. Still a focus on outdoor dining:\n“With a packed cultural calendar, world-class hotels, a new outdoor dining scene and so much more, visitors can experience the best of everything right here in New York City.”\nhttps://ca.travelpulse.com/news/destinations/new-york-city-reawakens-new-hotels-attractions-coming-during-tourism-rebound.html\n@SE_Meyer"], [767, "2021-04-21T20:40:10Z", [0.25], ""], [99943, "2021-04-21T20:36:30Z", [1.0], ""], [99943, "2021-04-21T20:27:03Z", [0.95], "https://twitter.com/NYCMayor/status/1384871684147122179\n@SE_Meyer"], [691, "2021-04-21T19:40:54Z", [0.41], ""], [46339, "2021-04-21T14:20:25Z", [0.25], ""], [51956, "2021-04-20T13:39:35Z", [0.45], ""], [84956, "2021-04-19T20:45:04Z", [0.2], ""], [55987, "2021-04-19T14:49:50Z", [0.06], ""], [100671, "2021-04-18T21:38:50Z", [0.5], "Good chance of restaurants being permitted to restore indoor dining by then."], [691, "2021-04-18T15:33:37Z", [0.45], ""], [34959, "2021-04-18T14:45:48Z", [0.25], ""], [87827, "2021-04-18T13:04:09Z", [0.5], "Hedging toward the crowd as I'm not well informed on NYC politics."], [100641, "2021-04-18T03:39:01Z", [0.9], "De acuerdo con cifras de The New York Times los casos diarios en el estado de Nueva York han tenido un promedio de 6.312 durante los últimos 7 días, además destacan que debido al clima los casos han ido disminuyendo en comparación a los altos niveles que tuvieron en invierno. De acuerdo con esta misma fuente, el día que se comenzó a permitir la atención del público puertas adentro con un aforo del 50%, Nueva York tenía un promedio de 8.426 casos nuevos durante los últimos 7 días, siendo uno de los estados en peor situación respecto al virus. En base a esto, se podría decir que existe un 90% de probabilidad de que el aforo permitido aumente a un 85% considerando que los casos han disminuido en un 25% aproximadamente, además este escenario tiende a ser aún más positivo al considerar que los casos actualmente tienen una tendencia a disminuir debido a que ya no se encuentran en invierno. Considero que el 10% de probabilidad de que esto no ocurra es debido a que siempre existe el riesgo de que se genere un nuevo aumento, esto podría provocarse al igual que en Chile por ejemplo, donde al ver disminución de casos, la gente se relaja con las medidas y los casos comienzan a aumentar nuevamente de manera considerable."], [100553, "2021-04-17T00:58:40Z", [0.75], "Decision is between 50% and 100% Austin, Texas = 100%\nSF = 50%\nBOSTON = 50% Unlikely to open at full capacity unless: \n\t- Great majority vaccinated\n\t- Cases decrease due to weather More than 1 in 3 New Yorkers now fully vaccinated\nP(90% vaccination NYC in 2 months) ~ 33% \nhospitalizations due to the coronavirus have dropped to the lowest numbers since Dec. 2. At the moment, quite promising with warmer weather: Will change if there is a third wave\nP(dramatic decrease cases) ~ 75%\nHighly correlated.  Say 0.75 for now, change if things get worse. "], [94872, "2021-04-16T04:20:06Z", [0.25], ""], [96828, "2021-04-16T04:15:04Z", [0.15], "In the article below, some particular curfews are being pushed back (means things are getting better) but the capacity remains 20% with proof of negative test or completed vaccination required for entry. In addition, both the mayor and governor, and even the potential mayors up for election soon (I'm talking Yang and Stringer), both agree that opening should be taken slowly and allowed to lag a bit to see how things play out. One of them mentions that he is hoping things can return to a fuller reopening over the summer and into fall. In accordance with the planning fallacy, and averaging that general statement, we can assume July 1 is too soon. Another skepticism I have is the crowd's overconfidence in the question about <50,000 COVID cases over a 7 consecutive day period by a certain time this year. The consensus started quite high but has trended to low, where I have been on that question for some time. This tells me the crowd may be too optimistic in having life return to normal, especially by summer as it relates to this question. Side note: @smingers brings up a good point about residual reluctance to reopen despite being vaccinated. The strains are a big factor in this reluctance and the mayor and governor both agree to this perspective. I do not think restaurants will require proof of vaccination or proof of negative COVID test. However, the general trend for COVID in NYC has been quite good, coupled with the higher consensus of users with good brier scores compared to the GJO crowd consensus. I may have to join the crowd if the COVID daily rates in NYC continue to fall, and may REALLY have to adjust toward YES if I see the national count start falling on a consistent basis. https://www.gjopen.com/comments/1262810\nhttps://www.nbcnewyork.com/news/coronavirus/cuomo-to-extend-indoor-dining-curfew-nyc-in-vaccine-race-against-variants/3000010/"], [50395, "2021-04-15T21:52:48Z", [0.4], ""], [691, "2021-04-15T18:55:42Z", [0.26], ""], [69091, "2021-04-15T02:19:08Z", [0.65], ""], [80790, "2021-04-14T20:29:01Z", [0.13], "Case rates increasing again. "], [422, "2021-04-13T15:24:08Z", [0.45], ""], [99780, "2021-04-13T07:06:43Z", [0.54], "moving toward the consensus, due to the passage of time, threat of variants, and general left-of-center COVID fears even once vaccinated."], [55987, "2021-04-12T14:39:47Z", [0.05], ""], [34959, "2021-04-12T14:22:42Z", [0.2], ""], [33955, "2021-04-12T03:46:46Z", [0.25], ""], [99467, "2021-04-11T13:25:28Z", [0.31], ""], [93028, "2021-04-11T08:03:33Z", [0.2], ""], [70711, "2021-04-11T07:40:30Z", [0.9], ""], [94742, "2021-04-10T16:09:04Z", [0.67], ""], [21884, "2021-04-09T09:11:01Z", [0.28], ""], [20156, "2021-04-09T08:11:31Z", [0.32], ""], [94872, "2021-04-09T03:50:39Z", [0.35], ""], [57249, "2021-04-08T20:20:56Z", [0.75], ""], [691, "2021-04-08T17:48:24Z", [0.42], ""], [8826, "2021-04-08T16:28:25Z", [0.9], ""], [97188, "2021-04-08T15:03:34Z", [0.75], ""], [88452, "2021-04-08T09:35:45Z", [0.0], ""], [100143, "2021-04-07T15:12:57Z", [0.18], "Update: 4/5/2021 I'm taking another angle based on what I've learned from the Super Forecasting book: -The 7 day average for Covid cases in NYC from March 29 to April 4 went down 20.5%. Also, there are 88 days left until July 1 at the time of this entry, so 1/88 = .011364 -I then multiplied .011364 and .205 to get a new baseline of .233 -I then took the average of my \"weights\" on my previous forecast and assigned .01 point to for each 10% increment. Opening to 85% capacity = .076 while NOT opening to 85% = .027. -So, .233 - .076 + .027 = .18 -New forecast: 18%"], [42131, "2021-04-07T12:02:13Z", [0.15], ""], [96828, "2021-04-07T10:14:45Z", [0.16], ""], [88497, "2021-04-07T02:07:06Z", [0.16], "increased probability due to ca opening. however that’s on june 18 so if they open just a few weeks later it will miss the questions deadline "], [84689, "2021-04-06T22:10:59Z", [0.25], ""], [99938, "2021-04-06T21:02:07Z", [0.6], "Increased probability as California has announced a date for full reopening in June, and I expect multiple states to follow suit."], [691, "2021-04-06T17:42:06Z", [0.48], ""], [100298, "2021-04-06T15:36:41Z", [0.7], ""], [96828, "2021-04-06T11:04:22Z", [0.14], "The most optimistic capacity restriction I could find on the Eastern coast is 75%. If anything, New York is not a state likely to open up too fast given the mostly liberal ideology there and the risk of losing control of the 8M population (assumption). If I see that other states currently at 75% approach 85% or more, I will adjust. Though I also doubt this because essentially 85% or more is a full opening. The highest I can see it is 80%, especially in the time frame. With the current global situation (take Canada's rise in cases and protests on local governments about the rise in cases), I think NYC leaders will keep a buffer to help promote both revitilization of the city but also maintain the optimum health and safety of its population. If the global trend suddenly drops, then maybe NYC and other areas like it may reconsider the full opening. In terms of vaccines, the city is almost a third vaccinated (at least one dose) but it still has a positive growth in cases and test positivity rate. Vaccines don't have the superhero weight people are purporting it to have at the moment.* My forecast is consistent with the decreasing trend in the consensus over the past week. https://www.aarp.org/politics-society/government-elections/info-2020/coronavirus-state-restrictions.html *Vaccines are beneficial, but it gets offset by things that drive numbers back up again to maintain the average - that is my hypothesis. E.g. introduce vaccines BUT comes the rise of relaxed restrictions and thus more person-to-person infections. When one thing occurs, usually something else comes along to balance it out. Life seems to be almost of net-zero sum."], [100289, "2021-04-06T04:33:37Z", [0.75], "The fact that capacity is where it is at, I would not be surprised. I believe the city is moving quickly with vaccinations and will ease restrictions even further by 30 June 2021. "], [94872, "2021-04-06T03:34:33Z", [0.24], ""], [21884, "2021-04-06T03:30:13Z", [0.45], ""], [34959, "2021-04-06T01:24:53Z", [0.15], ""], [100278, "2021-04-05T22:11:16Z", [0.0], ""], [97102, "2021-04-05T14:49:02Z", [0.3], ""], [73436, "2021-04-05T13:53:45Z", [0.03], ""], [1333, "2021-04-05T08:30:39Z", [0.0], ""], [100273, "2021-04-05T02:45:04Z", [0.2], "75 percent is doable. "], [98345, "2021-04-04T18:24:33Z", [0.05], "Arguments for include the US's rapid vaccination plans (enough vaccines for all adults by end of May), and the recent trend towards increasing capacity in NYC as case counts have dropped.\nFactors that might lead to a resurgence are the increased capacity itself (less than 20% of NYers are fully vaccinated at the moment), and the possibility of highly infectious variants taking a foothold.\nAs other forecasters have pointed out, 75% is the next step upwards in indoor capacity and >85% may be a ways away. Patio weather is coming, and case counts have spiked slightly (temporarily?) since just before the announcement to bump capacity to 50%."], [25755, "2021-04-04T17:29:40Z", [0.25], ""], [691, "2021-04-04T17:09:24Z", [0.52], ""], [50395, "2021-04-04T07:55:15Z", [0.5], ""], [96828, "2021-04-04T02:24:26Z", [0.28], "I think the crowd forecast of 25% is a good place to start, but I think many of those people are putting too much emphasis on time and the fourth wave. The evidence for making time is the ~40 day time period between 25% reopening around Valentine's Day to 50% capacity in late March. The evidence for the fourth wave is there but not particularly for NYC, where the cases remained flatlined. My forecast probability will be just above the crowd consensus. There is a chance that reopening will include those who are vaccinated. A new order may allow restaurants 85% reopening capacity but only for those vaccinated. However, I cannot see all restaurants adhering to \"only open to vaccinated population\" as this may cause an uproar. Perhaps if the next mandate comes before July, it would be another +25% to reach 75% capacity, but that is still not enough. But if you continue the trend, it would probably reach 100% opening by  July. Though is the COVID trend in early to mid March the same as the current trend? On the other hand, a user mentioned there will be less need for indoor dining during the summer months, which supports my point about restaurants investing lots of money to build outdoor dining extensions. Thanks @brainburst and @Shikamaru. It may be reasonable though, that even with this investment, the reopening trend will prevail. https://www.gjopen.com/comments/1256582\nhttps://www.gjopen.com/comments/1258867 @orchidny brings up a good signal about the city's vaccination progress and how it may affect future plans to expand capacity. Only about a fifth of the population is fully vaccinated, but the 50% capacity restriction has already been reached. https://www.gjopen.com/comments/1254664, https://covid19vaccine.health.ny.gov/covid-19-vaccine-tracker Note to self: I have found much value in reading rationales from those with 50% forecasts, as they are not swayed in either direction and are likely to be less biased in their arguments. With that said, reading 3 or 4 of 50% rationales so far has led me to believe these forecasters are more pessimistic about this question resolving in YES. If they are correct, I may place more weight in their reasonings in future forecasts."], [94872, "2021-04-04T01:09:13Z", [0.25], ""], [92762, "2021-04-03T22:58:29Z", [0.25], ""], [691, "2021-04-03T18:28:30Z", [0.6], ""], [99953, "2021-04-03T16:17:10Z", [0.5], ""], [99964, "2021-04-03T14:15:12Z", [0.25], "See only a slight chance though if they keep up with this many vaccinations by week this could change quickly"], [57613, "2021-04-02T23:17:18Z", [0.4], ""], [37340, "2021-04-02T20:10:34Z", [0.07], ""], [5283, "2021-04-02T20:03:30Z", [0.2], ""], [55987, "2021-04-02T15:42:31Z", [0.04], "NYC will likely suffer from hysteresis of the initial wave, driving the government to be overly cautious in the return to normal. The likely approach is to go to 75% capacity next (based on my personal experience in my home community), but not for several weeks. Then they will want to stay at that level for some time before lifting restrictions further. Therefore, I don't think the timeline allows the question to resolves to yes.  In an effort to avoid confirmation bias, it's helpful to ask how this question could resolve in the affirmative. The most likely path would be for a more aggressive vaccination schedule leading to herd immunity in June. That would require roughly 8 million vaccines in the next 10 weeks, which is over 10x the current rate. Alternatively, there could be hidden immunity in the population already which could slow down transmission rates to a level at which the government relaxes mandates. Again, the timing for this question makes that difficult as transmission rates are currently high and three months isn't a lot of time.  The easiest way for me to be wrong is for the city to jump to 85% on the next step. However, there is no plan to phase indoor dining from 50% to 100% (I'd be surprised if they jump straight to 100% though). With outdoor dining unconstrained, I just don't see why they would rush to open indoor dining during the summer.  "], [33437, "2021-04-02T14:14:31Z", [0.2], "Given that New York regulates how big your soda can be and the fact that they had the largest initial outbreak and one of the densest populations in the United States, I believe they'll stay at 50% indoor dining through the summer, perhaps allowing more indoor starting in the fall."], [99594, "2021-04-02T12:08:38Z", [0.05], "Almost since the pandemic started all the \"experts\" have been saying the end of 2021 to get closer to normal.  So I think we have a little bit longer to get to 85%."], [69091, "2021-04-02T12:07:08Z", [0.7], "As the weather gets warmer and a larger number of people get vaccinated, there will be a lot of pressure to increase capacity to let a lot of businesses start to make a profit."], [99870, "2021-04-02T11:07:54Z", [0.05], "Thanks to @Shikamaru for his forecast. It helps very well.\nSo in my opinion it is very unlikely that the indoor capacity is very high because the cases are too high now and will be too high in june anyway. \nIf the gouverment makes it possible that the indoor capacity is at nearly 100%, there is a very high risk that many cases comes back and the virus comes back stronger."], [63825, "2021-04-02T09:37:59Z", [0.51], ""], [34959, "2021-04-02T06:28:13Z", [0.5], ""], [25400, "2021-04-02T05:51:49Z", [1.0], ""], [94872, "2021-04-02T03:05:11Z", [0.27], ""], [89785, "2021-04-02T01:09:29Z", [0.2], ""], [96828, "2021-04-01T21:12:37Z", [0.33], ""], [61537, "2021-04-01T20:11:01Z", [0.2], "Vaccination slowdown throughout the country might affect 'mood'.\nCuomo is in no position to gample with an 85% opening."], [45256, "2021-04-01T17:47:58Z", [0.05], ""], [100143, "2021-04-01T16:32:44Z", [0.05], "I listed the arguments for both opening and not opening and I added a \"weight\" to each argument. Here the are:  Arguments for YES:\n-Herd immunity (or the perception of it) = .1\n-Isolation fatigue = .2\n-The rest of the country opening will let the people pressure the government to open = .1\n-Pressure from business owners = .5\n-People not aware that the vaccines are not full proof =.5\n-Vaccination gets rolled out. The trend line shows 8M people (all of NYC’s population) will get the vaccine = .2\n-Enthusiasm for the opening to open back up = .3 Total = .19 --\nArgument for NO:\nThere is a call for a 4th wave. Death tolls might go up = .8 The government will double down for that reason. 9 NYC is still a high risk area:\nhttps://covidactnow.org/us/metro/new-york-city-newark-jersey-city_ny-nj-pa/?s=1721643 =.9 Cuomo has been consistent throughout the year. I say he’ll still keep the capacity low. = .9 Allowing 85% or more in capacity is like saying open your doors to full capacity. With the arguments listed above, that’s not going to happen. .3 Fear of death = .9 Tally = .47  ---\nI made my analysis by reading everyone's comments to view this forecast from as many angles as possible. Then, I read some charts on NYC to see to how things over there (they're still a high risk area). This gave me a starting point.  I'll update my forecast as new information comes out. ------------------------- Update: 4/5/2021  I'm taking another angle based on what I've learned from the Super Forecasting book:  -The 7 day average for Covid cases in NYC from March 29 to April 4 went down 20.5%. Also, there are 88 days left  until July 1 at the time of this entry, so 1/88 = .011364 -I then multiplied .011364 and .205 to get a new baseline of .233  -I then took the average of my \"weights\" on my previous forecast and assigned .01 point to for each 10% increment. Opening to 85% capacity =  .076 while NOT opening to 85% = .027.  -So, .233 - .076 + .027 = .18 -New forecast: 18%"], [99938, "2021-04-01T15:43:00Z", [0.5], "Somewhat dropped from my last prediction, as covid cases are ticking up again; however, I think once more than ~50% of the population has been vaccinated, public pressure would mount for full reopening. I expect this to happen around June. As such, I believe there is still a significant probability for full reopening before 1st July. In a more Democratic state, I also suspect that those who are not vaccine-hesitant have more political power, and they would not want reopening to be delayed because certain people refuse to take the vaccine, especially with the high seropositivity levels in NYC from the past waves."], [13657, "2021-04-01T14:35:33Z", [0.01], ""], [88497, "2021-04-01T05:04:41Z", [0.03], "most likely tiers are 75% capacity or 100% capacity. based on that, 100% open seems unlikely by July 1"], [46163, "2021-04-01T04:26:55Z", [0.05], "This is very unlikely. even though vaccine rollouts are progressing well, sufficient vaccinations to achieve a significant impact against the pandemic will take another 6 months."], [99892, "2021-04-01T03:52:14Z", [0.5], ""], [34815, "2021-04-01T03:50:34Z", [0.0], ""], [94872, "2021-04-01T03:43:43Z", [0.32], ""], [80660, "2021-04-01T03:13:22Z", [0.47], ""], [90080, "2021-04-01T01:48:32Z", [0.09], "vaccine hesitancy and COVID variants will prolong elevated rates of COVID infections. NYC will not reopen above 85% until after Labor Day."], [99943, "2021-03-31T23:50:22Z", [0.15], "Update. Again, I think this question is really asking whether restaurants will be open for indoor dining at 100% capacity before July 1. On the one hand, the virus is currently spreading rapidly, and variants are around. On the other hand, immunity levels are also increasing rapidly, summer is around the corner, and it's going to be hard politically to defend restrictions when everyone who wants to be is vaccinated. On the third hand (ahem), Cuomo is under a lot of pressure politically, and the ultimate decision rests with him. But cases are currently so high and increasing so fast that I'm going to revise my forecast down drastically. I don't think they're going to be able to slow cases down fast enough to get to 100% capacity with indoor dining at 50% capacity as it is now. A lot of people are still unvaccinated and not immune, especially with respect to a number of the variants. ***** The science supports keeping restaurants at limited to no indoor capacity while the virus continues to spread at high levels. If the virus is spreading at high levels, then indoor dining at 100% capacity will help to keep spread at high levels, primarily among the unvaccinated, which includes all children, but also among the vaccinated. This will result in severe disease and death, including among the vaccinated, albeit at much reduced levels. Spread of the virus needs to be kept in check. For one thing, the vaccines aren't perfect: data so far suggests that the Pfizer/Moderna vaccines give ~90% protection from severe disease, and the jury is still out for deaths (0 deaths in a vaccinated group vs. ~5 in an unvaccinated group are not a basis for reliable or precise statistics), but that will probably also come in at around 90%, too. What does a 90% reduced risk of severe disease mean? It means that when a group of vaccinated people was compared with a matched group that wasn't vaccinated, 90% fewer people in the vaccinated group got severe disease than in the unvaccinated group. It doesn't mean a vaccinated person has a 10% chance of getting severely sick if they get sick. It doesn't mean that his or her chance of getting severely sick is cut by 90% if he or she gets sick, either. And it certainly doesn't mean that his or her chance of getting severely sick won't go up if he or she engages in more risky behavior than before. In short, someone who is vaccinated has a much reduced chance of getting sick, getting seriously sick, or dying, but that risk is about 10% of what it was before only if their behavior doesn't change, and it's NOT ZERO. More risky behavior will mean more serious disease and death. In other words, if people who were being careful before get vaccinated and then go out and engage in risky behaviors, such as eating indoors at restaurants, they will bring the benefits of vaccination down a serious notch. We might end up with effectively 80% or 70% protection vs. unvaccinated groups if people go out and do risky things. On top of that, there are the variants. Some are more transmissible, some are partial immune escape variants that partially escape vaccine protection, and some are both. The NYC variant is primarily an immune escape variant; B.1.1.7 is more transmissible (and more lethal). How will those play out if lots of vaccinated people dine indoors in restaurants, which is known to be a high risk factor for infection? In at least some places, half the new cases have been in people who ate indoors in restaurants. Thus, with the combination of a large percentage of people not getting vaccinated, and many of the remainder believing that they are now invulnerable to severe disease or death from Covid, indoor dining at restaurants would facilitate virus transmission. If the number of cases per day is high, then opening restaurants at 100% will help to keep it high, and some percentage of vaccinated people will become seriously ill and die, as well. Moreover, kids aren't vaccinated yet. Many appear to dismiss the possibility of severe disease in kids, but it does occur at low rates. It will occur at slightly higher rates with B.1.1.7 and other variants. Some choose to dismiss these risks, while others don't. In addition, well over 10% of people who have had SARSCoV2 infections, kids and adults, young and old, with asymptomatic, mild, moderate and severe cases, are developing long Covid. It is not a trivial consideration. The greater the spread, the greater number of long Covid cases and resulting disability, for some perhaps permanently. Finally, the more spread there is, the greater the opportunity for new variants to arise. NYC has already seen the emergence of one new variant. How many more are just getting started or will emerge if virus spread is allowed to continue at high levels? To summarize:\n1. Vaccines don't offer perfect protection.\n2. If restaurants are opened to 100% capacity, they will facilitate the spread of Covid.\n3. If SARSCoV2 is circulating at high levels, then indoor dining will help to keep those levels high, and some percentage of vaccinated people will become severely ill or die.\n4. When case numbers per day are high, the whole population is at risk, including children.\n5. Long Covid is an important consequence of SARSCoV2 infection that is not rare.\n6. Greater levels of virus spread mean greater opportunities for the spread of existing variants and the emergence of new variants. ****** But science, perceptions of science, and politics are all at play here. What will win? Most of the public does not appear to understand that getting vaccinated does not guarantee that they won't get severely sick or die, others accept the risks after vaccination, yet others dismiss the risks associated with Covid itself, and many dismiss the additional consequences of spread to kids, long Covid and the rise of variants. Some portions of these groups of people will likely push for restrictions to be lifted on all kinds of risky activities. But the bottom line is that I don't think restaurants will be opened to 100% capacity so long as the virus is circulating at high levels, and I don't foresee the number of cases/day being brought to low enough levels for quite some time. Communities in the US have shown a preference for allowing spread within a certain range, and for balancing levels of spread and death with restrictions, rather than eliminating both spread and restrictions, as has been accomplished in places such as New Zealand. The virus is currently being allowed to circulate at high and rapidly rising levels in NYC. At some point, additional control measures may need to be put in place to slow spread. Even high vaccination rates may not be enough to slow the spread of B.1.1.7, especially among the unvaccinated, and severe disease and deaths will still occur at reduced but substantial levels. So, even if many in the public don't understand the science, and even if the political pressure to open up restaurants gets even greater, I don't think there will be much choice but to keep restaurants below 100% capacity over the time frame of this forecast. ********* Update 4/17: \"“We talked about adjusting the valve between economic activity and economic constraint, depending on how we’re doing with COVID, we’re going to extend the 11 p.m. curfew for food and beverage to midnight, that will go into effect, Monday, April 19 for catered events,” Cuomo said Wednesday afternoon. “The disease is still very much with us, you see it escalating in some states, you see it escalating in some countries. So, we have to stay smart until COVID is crushed, and it won’t be crushed until we get herd immunity and we won’t get herd immunity until we finish vaccinating everyone.”\"\nFrom https://www.amny.com/coronavirus/governor-cuomo-allows-nyc-restaurants-to-stay-open-until-midnight-starting-april-19/"], [100191, "2021-03-31T21:38:55Z", [0.75], ""], [100190, "2021-03-31T19:59:09Z", [0.1], "Not enough vaccines have been administered to entertainers, artists, and others"], [84956, "2021-03-31T19:15:22Z", [0.23], ""], [9599, "2021-03-31T18:56:26Z", [0.6], ""], [49877, "2021-03-31T18:48:03Z", [0.2], ""], [89035, "2021-03-31T18:40:54Z", [0.7], "I think I was too aggressive with \"what makes sense\" vs \"compliance risks/politics\". Even though it 100% does make sense to reopen, that's not neccessarily what will happen"], [1333, "2021-03-31T18:10:44Z", [0.01], "85% sounds like an Inspectors shake down dream to me."], [60753, "2021-03-31T17:04:53Z", [0.05], "The springtime surge in cases will continue to slow 'full opening' events like indoor dining near past levels"], [5283, "2021-03-31T17:02:28Z", [0.25], ""], [1646, "2021-03-31T16:04:06Z", [0.03], ""], [12745, "2021-03-31T15:25:52Z", [0.35], "Outdoor dining will presumably become possible again relatively soon. This will allow higher capacity (indoor + outdoor) without being seen to take excessive risks with indoor dining only."], [98842, "2021-03-31T15:22:29Z", [0.65], ""], [100014, "2021-03-31T14:48:35Z", [0.75], ""], [99176, "2021-03-31T14:12:57Z", [0.75], "Even though infection rates have plateaued, the hospitalization and death rates will continue to drop due to the most vulnerable populations being vaccinated. The harm to businesses and the economy will outweigh the risks of younger people and less vulnerable groups getting the virus."], [100184, "2021-03-31T13:00:58Z", [0.6], ""], [37892, "2021-03-31T12:59:06Z", [0.25], ""], [92762, "2021-03-31T12:32:25Z", [0.33], "{10, 70, 100} The jury of my peers is significantly higher than I am on this question. My marks reflect what I believe is the best medical advice from the CDC and others as well as the recent increase in infections and positivity rate, but the discrepancy makes me think I am missing something. @cdob63, @Sturgii do you think political pressure is going to overrule scientific data? Or do you disagree that the data are against reopening restaurants at full capacity? Would love to hear your thoughts."], [45821, "2021-03-31T11:21:51Z", [0.25], ""], [56908, "2021-03-31T10:43:39Z", [0.3], "Power is intoxicating."], [96828, "2021-03-31T10:19:45Z", [0.49], "Split at this point but leaning no because the COVID numbers are rising. I also think with summer and warmer weather coming up, though, more human urge will cause a push for reopening."], [20156, "2021-03-31T08:30:07Z", [0.1], ""], [85478, "2021-03-31T07:47:23Z", [0.6], ""], [67572, "2021-03-31T07:28:32Z", [0.2], "With an ongoing third wave less likely. Also the influx of visitors can be debated."], [100129, "2021-03-31T07:14:13Z", [0.5], ""], [38706, "2021-03-31T04:03:58Z", [0.15], "Depends on prevalance of vaccinations to reach a mathematical advantage. Plus, the avoidance of a  surge in infections and deaths."], [94872, "2021-03-31T03:56:00Z", [0.4], ""], [94872, "2021-03-31T03:55:20Z", [0.35], ""], [92447, "2021-03-31T03:08:19Z", [0.75], ""], [31848, "2021-03-31T03:02:29Z", [0.25], "I believe the key moment when restaurants will be allowed to get back to normal will be past July 1st. The 4th of July is a symbolic goal but the real decision point to reinstate normalcy is the herd immunity which will not happen by July 1st (it would involve about 80% of New Yorkers to be fully immunized by middle of June)"], [99953, "2021-03-31T02:54:53Z", [0.4], ""], [99414, "2021-03-31T02:00:51Z", [0.95], "The people of NYC are getting lockdown fatigue and when they see the rest of the country opening up, they are going to pressure the politicians to reopen. Plus, there has to be real concern that the small restaurants and bars and all the other great small businesses will suffer irreparable damage. "], [16648, "2021-03-31T01:58:01Z", [1.0], ""], [47897, "2021-03-31T01:52:48Z", [0.25], ""], [98871, "2021-03-31T01:11:24Z", [0.3], ""], [91255, "2021-03-31T01:04:48Z", [0.6], "There is a fourth wave now hitting. This is the pattern for the last year. Restrictions are relaxed, cases go up, restrictions become more strict again. Not enough of the population will have been vaccinated due to supply or desire by July - so while death will drop - as will infections. I think this boomerang effect will still be in place. So they will raise the capacity but it won’t hold and be stable. "], [8499, "2021-03-31T00:59:21Z", [0.2], ""], [99099, "2021-03-31T00:56:01Z", [0.75], "I believe over time you'll see enough of an improvement, and a desire to get to normal to make this a reality"], [6488, "2021-03-31T00:49:01Z", [0.35], "Cuomo is fighting sexual harassment. He will use fighting covid as a distraction"], [86946, "2021-03-30T23:29:58Z", [0.91], ""], [55900, "2021-03-30T23:27:23Z", [0.5], "4 wave is starting"], [11962, "2021-03-30T23:25:52Z", [0.7], "AS of March 30, vaccinations are at 130 million or 14 % fully vaccinated and 10 % partially vaccinated.  Some 30 % are no or probably no as to the vaccine.  Kids are about 24 % of the nation and they cannot get a vaccination yet.  In 90 more days there will be almost as many vaccinations as there has been thus far.  The governor will have his eyes and hands on other topics; thus, the answer is mostly yes."], [65446, "2021-03-30T22:45:11Z", [0.65], "This assumes that vaccinations will proceed at the current pace and that they will prove reasonably effective against the new variants. Regardless of whether this is the best course of action per the science, barring a dramatic surge in infections the pressure to open up to this degree will be hard to withstand."], [9263, "2021-03-30T22:36:06Z", [1.0], "People are getting self immunity (herd immunity)."], [64020, "2021-03-30T22:22:17Z", [0.01], "THEY'RE HAVING ONE SURGE AFTER ANOTHER"], [71124, "2021-03-30T22:07:04Z", [0.67], "yes - everyone in NYC will be eligible for vaccine by then, and the rationale behind reopening high risk dining will be that by then, if you are unvaccinated and get covid, it's your own fault"], [35709, "2021-03-30T22:05:51Z", [0.15], ""], [64966, "2021-03-30T22:01:39Z", [0.25], "I think there is going to be a fourth surge"], [2281, "2021-03-30T21:49:47Z", [0.15], "No, although in consideration of the 4th of July, a small chance. Then again, celebrating our nation's birthday is generally an outdoor activity. "], [54635, "2021-03-30T21:41:07Z", [0.15], "The variants will cause restrictions."], [99786, "2021-03-30T21:35:52Z", [0.95], "With every accusation against Gov. Cuomo, more restrictions are relaxed....  More seriously, current vaccination rate is about 35%, with reports of greater amounts of vaccine coming on line.  How high would the vaccination rate need to be to allow 85% (or even 100%) capacity?  80?  90?  Seems very likely in the next two months."], [99938, "2021-03-30T21:28:10Z", [0.8], ""], [91689, "2021-03-30T21:16:13Z", [0.7], ""], [91689, "2021-03-30T21:15:43Z", [0.65], ""], [20491, "2021-03-30T21:15:16Z", [0.7], "If capacity includes outdoor seating I think it could be likely. They are currently vaccinating Broadway performers, and if they're not going on unless the capacity in the theaters is significantly dense, so I think the restaurants will follow suit because it's a thing to go out to dinner and a show."], [44785, "2021-03-30T21:15:07Z", [0.05], ""], [53131, "2021-03-30T21:13:01Z", [0.5], "The impetus to expand indoor dining will be less urgent during the warmer months when outdoor dining might even be preferable for many customers."], [86230, "2021-03-30T21:11:20Z", [0.1], ""], [63699, "2021-03-30T21:05:54Z", [0.4], ""], [78900, "2021-03-30T21:04:56Z", [0.2], "I share the 'impending doom' feeling, sadly it looks like science, economic and political conflicts, plus lots of people playing Russian roulette with their health and other's and new variants will still be a trend by July. "], [20897, "2021-03-30T21:03:02Z", [0.3], "While the economic impacts of COVID are hard for NYC. A COVID variant will increase counts and cause delays for opening.   "], [85030, "2021-03-30T21:01:44Z", [0.58], "increasing vaccinations\n"], [84428, "2021-03-30T20:56:54Z", [1.0], "Most of the US adult population will be vaccinated by July 1, 2021."], [99485, "2021-03-30T20:49:18Z", [0.36], ""], [99898, "2021-03-30T18:00:43Z", [0.6], "I believe that President Biden will do everything it needs to increase the number of vaccinations all over the US. In the case of some new COVID-Mutants it will be difficult to reach the goal."], [87827, "2021-03-30T15:37:03Z", [0.65], "By July 1 I expect everyone in NYC who wants a vaccine to have one. The big question to me is whether vaccination acceptance is high enough to drastically reduce case counts. I think it's more likely than not that this will be the case and that cases will be pretty low by this time in NYC and in most places in the country. The other big question is how cautious NYC will be, and it seems to me that Democratic-ran state and local governments are more cautious about reopening, and so even if case counts are low they may want to wait for a longer period of low cases before allowing more restaurant capacity. Balancing those factors though I think it's more likely than not by July 1 by a decent amount."], [42633, "2021-03-30T11:58:31Z", [0.85], "Restaurants and other activities in NYC depend on summer inflow. Vaccination is being very successful under Biden administration"], [13657, "2021-03-30T04:44:10Z", [0.1], "NY has an infection rate of 1.07 and 49 cases per 100,000, which is the highest of any city except Detroit. It looks like things will get worse there before they get better. I think people here are putting too much faith in the experimental vaccine which has not even been tested to see if it stops transmission and which may not be effective on the new strains. Plus vaccines are never 100% effective anyway, and 40% of people are never going to get the vaccine. With NYC being the police state it is, I have a hard time seeing 85%. Maybe 84%."], [55688, "2021-03-30T02:11:04Z", [0.75], "The Biden administration will use the number of vaccinations as the reason to open the economy by June."], [93434, "2021-03-30T02:05:39Z", [0.2], "The likelihood seems low as their cases plateaued at a fairly high rate and have greatly increased this past week. It seems probable that cases will continue to rise and they may have to backtrack and implement some restrictions causing a delay in increasing restaurant capacity. I think the vaccination rate will help some, but not enough to meet that goal."], [767, "2021-03-30T01:51:48Z", [0.4], "Restaurants and bars already seem to be operating at higher capacity than allowed (places were packed this past weekend, lines of people outside waiting to get in). The City had announced that people 50+ could get the vaccine just last Thursday, and today, Monday, unexpectedly, the governor announced anyone over 30 could sign up for a vaccine. A city council member tweeted there were open appointments in the thousands at Walgreen pharmacies and at the Javits Ct last week. Does this mean we already hit the vaccine hesitancy wall? 1.1 million are fully vaccinated in the city (out of 8 million pop). One would assume this will continue to grow in the next 3 months but given current hesitancy trends in minority groups, NYC may be facing higher numbers of unvaccinated than expected.  I'm less optimistic about the summer than I was last week. https://www1.nyc.gov/site/doh/covid/covid-19-data-vaccines.page"], [21884, "2021-03-30T01:38:55Z", [0.85], ""], [99717, "2021-03-29T20:58:41Z", [0.96], ""], [92762, "2021-03-29T20:34:35Z", [0.25], ""], [88452, "2021-03-29T19:59:39Z", [0.0], ""], [32100, "2021-03-29T16:25:23Z", [0.95], ""], [79660, "2021-03-29T15:54:36Z", [0.35], ""], [76743, "2021-03-29T11:38:18Z", [0.06], ""], [13657, "2021-03-29T06:10:55Z", [0.01], "I think the crowd is putting too much faith in a vaccine that has not been proven to affect transmission, which is only partly effective, which at least 40% won't take, and which may not affect the new strains. I think the restaurants should be able to go 100% now, but this society is run by fear, not logic."], [18322, "2021-03-29T02:44:44Z", [0.75], ""], [90237, "2021-03-29T02:35:12Z", [0.0], ""], [95938, "2021-03-28T21:00:06Z", [0.75], ""], [99943, "2021-03-28T20:30:07Z", [0.7], "Update. Revised down from 90% after considering the NY variant, which is an escape mutant.\n\"In New York City, the portion of new cases caused by this variant strain is a whopping 45 percent, according to city health department data from the first week of March. (In total, roughly 65 percent of new cases in the city during the last week were caused by variants, up from 52 percent.)\"\nhttps://nymag.com/intelligencer/2021/03/new-york-city-coronavirus-variant-b-1-526-what-we-know.html\nThroughout the forecasting period, a significant percentage of cases in NYC may be due to escape mutants, against which the current vaccines will likely be a bit less effective at preventing severe disease and death, and the rest will largely be due to more transmissible and lethal strains such as B.1.1.7. Rt will likely remain >1 for at least 1 month, if not throughout the entire forecasting period. \nBut, there will still be a lot of political pressure (likely including additional lawsuits by restaurant owners) to open up by July 1."], [68134, "2021-03-28T19:45:31Z", [0.2], ""], [58178, "2021-03-28T19:16:38Z", [0.9], "Due to people having vaccines"], [89035, "2021-03-28T18:15:44Z", [0.95], "At this point, we either defeat COVID or it is with us permanently. In either case no sense for capacity limitations."], [30798, "2021-03-28T17:28:53Z", [0.75], ""], [691, "2021-03-28T16:54:46Z", [0.7], ""], [80626, "2021-03-28T15:49:14Z", [0.77], ""], [88447, "2021-03-28T15:22:55Z", [0.74], ""], [98619, "2021-03-28T15:11:47Z", [0.5], ""], [37157, "2021-03-28T15:07:52Z", [0.3], ""], [98619, "2021-03-28T15:07:50Z", [0.0], ""], [3209, "2021-03-28T15:04:56Z", [0.05], ""], [100024, "2021-03-28T13:52:11Z", [0.87], "Yes, for vaccinated guests. "], [99780, "2021-03-28T11:37:37Z", [0.65], "Perhaps a fourth wave of the more contagious variants could arrest our progress at reopening, but the high and growing rates of vaccination look likely to prevail."], [45594, "2021-03-28T10:53:06Z", [0.5], ""], [94872, "2021-03-28T05:16:12Z", [0.2], ""], [99993, "2021-03-27T23:48:11Z", [0.4], ""], [92079, "2021-03-27T21:50:38Z", [1.0], ""], [93028, "2021-03-27T19:16:55Z", [0.19], ""], [11447, "2021-03-27T17:48:48Z", [0.6], "Target to offer everyone the first does by end May. Plus summer I am expecting a lot of reopening. Restaurants already at 25% I understand."], [96879, "2021-03-27T16:49:42Z", [0.6], ""], [22689, "2021-03-27T16:27:08Z", [0.1], ""], [55251, "2021-03-27T16:19:34Z", [0.3], ""], [58508, "2021-03-27T15:33:00Z", [0.33], ""], [99135, "2021-03-27T14:55:42Z", [0.87], "Most if not all NYC and surrounding area residents will be fully vaccinated by then. The only factor to change this would be an unexpected surge in variants resistant to vaccinations. "], [73970, "2021-03-27T14:42:11Z", [0.22], ""], [99467, "2021-03-27T14:14:50Z", [0.5], ""], [80790, "2021-03-27T11:02:45Z", [0.22], ""], [97375, "2021-03-27T06:43:30Z", [0.37], ""], [35398, "2021-03-27T00:48:46Z", [0.01], ""], [99943, "2021-03-27T00:20:12Z", [0.9], "On the one hand, many people should be able to get vaccinated by then. Article from today: \"30 percent of adults and half of those 65 and older have received at least one dose of a Covid-19 vaccine\" (https://www.nytimes.com/interactive/2021/03/26/nyregion/nyc-vaccination-rates-map.html). Currently vaccinating at rate of ~375k doses/week. Say, ~1.5M doses/month. More mass vaccination sites are opening soon. NYC population ~8.4M. Most doses will be of Pfizer/Moderna. Suppose 5M or 6M doses given by July 1; may result in about 70% having received at least one vaccine dose. NYC might not get to 50% completely vaccinated by July 1, but nearly all adults who want the vaccine will likely be able to get at least one dose by then. On the other hand, a lot of people won't be vaccinated, and B.1.1.7 will likely be dominant, and other variants will be around (South African, Brazil, NYC, etc.). Will Gov. Cuomo stop trying to control spread after most people are at least partially vaccinated? The need to prevent healthcare systems from being overwhelmed, and people from dying and getting long Covid, remains. But, cases are increasing now, and he still just opened restaurants up to 50% capacity.  Another aspect to consider about this question is that it asks whether restaurants will be allowed to be open at \"85% capacity or more\". Who opens at \"85% capacity\"? Or 90%? Or 95%? You're either going to be at 25%/35%, or 50%, or maybe 65%/75%, or 100%. Nobody is going to be splitting hairs that small. I can't imagine they'd even go to 65%/75% before 100%. So to me, the question is, will they allow restaurants to open up to 100% capacity by July 1? Given that so many will be vaccinated, that there's so much pressure on Cuomo to open up restaurants, and that it'll be summer, I think it's likely that restaurants there will open up completely, while perhaps maintaining some outdoor dining for those who want it."], [94737, "2021-03-26T22:45:08Z", [1.0], ""], [13657, "2021-03-26T21:41:05Z", [0.04], ""], [81187, "2021-03-26T21:22:00Z", [1.0], ""], [100036, "2021-03-26T20:27:50Z", [1.0], ""], [99857, "2021-03-26T19:58:01Z", [0.97], "As of Mar 26 28% of NY state has 1 dose, 15% have 2. ~1% of the population is vaccinated/day (single dose). With 97 days to go and supply increasing it's likely by July 1 anyone who wants the vaccine will be able to get it. Barring unforseen circumstances it's likely the city will push hard for full re-opening before the busy summer tourist season and be in as good a position as anywhere to proceed."], [767, "2021-03-26T18:55:37Z", [0.5], "The mayor just announced a goal of 5 million doses by June 1 (3.5M given out already). That's not even 3 million people fully vaccinated out of the city's 8 million pop. and we have not even started dealing with true vaccine hesitancy numbers. But between vaccinated and natural immunity, we can head into a semi-normal summer. At least we hope, until we see numbers of places like Chile, Germany, Italy, France that have had to impose restrictions after openings (Chile included despite its successful vaccination campaign).\nMost people in the city wear masks. People have real lockdown fatigue and the moment temps warm up, big numbers are heading out (which is not as bad but this means gatherings). We're confident, but cautious. \n85% is a high number and indoor dinning has many risks but with workers vaccinated, businesses tend to have a more laissez faire attitude. Our govs are definitely ok with cases, hospitalizations and deaths as long as they're manageable. The one thing that may prevent going to 85% is optics...  The mayor has stopped reporting deaths daily for a while now (even though bet. 45-75 people die daily in the city from Covid in the past 2 months)"], [691, "2021-03-26T17:46:25Z", [0.25], "As the mayor in \"Ghostbusters\" pointed out, \"Being miserable and treating other people like dirt is every New Yorker's god-given right,\" and the current mayor is nobody's role model for any of the three C's:  competence, consistency, or courage.  Expanded customer loads will be permitted as soon as the temperature is above 20 or 21C for three or four days in a row."], [100023, "2021-03-26T17:45:44Z", [0.25], "Currently, COVID infection rate stats in NYC are among the worst in the country (COVIDactnow.org gives it a \"very high risk\" status). There are also several more infectious variants known to be in the state as well. This prediction is based on whether vaccination rates keep pace with the spread of the variants. I'm also factoring in the possibility of political distraction due to calls for Andrew Cuomo's resignation."], [81567, "2021-03-26T17:41:42Z", [0.0], ""], [100020, "2021-03-26T17:29:35Z", [0.0], "Even if the vaccination rate in the US is rising quickly and significantly I don't think the government is going to risk the health situation by permitting indoor dining to this extent this soon. Especially as temperatures will allow for outdoor dining. Take away and delivery service are well established, eating out not the only way of getting other food than home-cooked. "], [60695, "2021-03-26T17:26:12Z", [0.0], ""]]}