{"question_id": 1008, "title": "Between 1 October 2018 and 30 September 2019, will an armed group from Yemen engage in a campaign that systematically kills 1,000 or more civilians in Yemen?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.08, 0.92], "correct_answer": "No", "correct_forecast": 0.92, "preds": [[62808, "2018-12-31T20:39:55Z", [0.4], ""], [63353, "2018-12-28T14:37:30Z", [0.95], ""], [63018, "2018-12-28T01:01:06Z", [0.08], ""], [691, "2018-12-24T13:51:11Z", [0.08], ""], [705, "2018-12-24T02:49:32Z", [0.05], "https://earlywarningproject.ushmm.org/storage/resources/507/Early%20Warning%20Project%20Statistical%20Risk%20Assessment_2018_19.pdf\n\n\"our project’s definition of mass killing excludes situations in which one country’s armed forces attack civilians in another country’s territory. Thus, killings perpetrated by foreign militaries are reflected neither in this forecast nor in its underlying data.\" https://www.ushmm.org/confront-genocide/genocide-prevention-blog/what-constitutes-a-mass-killing"], [62808, "2018-12-23T21:52:46Z", [0.25], ""], [15196, "2018-12-23T13:38:59Z", [0.2], ""], [55516, "2018-12-20T18:53:19Z", [0.05], "I believe there is a bit too much public exposure for now and the foreseeable future (1 year)"], [691, "2018-12-20T13:14:50Z", [0.08], ""], [63698, "2018-12-19T18:40:51Z", [0.19], ""], [62421, "2018-12-17T12:37:27Z", [0.13], "Reducing previous forecast due to:\nCeasefire has been agreed to between the warring parties (https://economictimes.indiatimes.com/news/defence/explainer-is-yemen-finally-on-the-road-to-peace/articleshow/67123429.cms)"], [39572, "2018-12-16T14:55:28Z", [0.0], ""], [41707, "2018-12-16T10:05:29Z", [0.08], ""], [60598, "2018-12-15T18:51:22Z", [0.25], ""], [691, "2018-12-14T21:16:28Z", [0.08], ""], [42013, "2018-12-13T20:23:55Z", [0.0], ""], [6079, "2018-12-13T18:24:30Z", [0.95], ""], [1485, "2018-12-13T17:32:57Z", [0.07], ""], [63498, "2018-12-13T15:45:38Z", [0.71], ""], [60100, "2018-12-12T15:09:19Z", [0.0], ""], [63520, "2018-12-11T01:54:48Z", [0.05], ""], [63512, "2018-12-10T20:12:04Z", [0.05], "The environment is tense but currently does not have the right catalyst to incite violence at that level.  "], [62421, "2018-12-10T19:00:59Z", [0.15], "Prior: EWP's statistical model predicts a 16.1% chance of a mass killing through 2019 (https://earlywarningproject.ushmm.org/countries/yemen) Increase Liklihood:\n- Yemen rejects long term UN presence in contentious city (https://www.reuters.com/article/us-yemen-security/yemens-saudi-backed-government-rejects-un-troops-in-hodeidah-city-idUSKBN1O91N2)\n- 20 Million at risk for food shortage, this increases instability and desparation (https://www.rte.ie/news/2018/1208/1016027-yemen/)\n- US administration to continue Saudi led airstrike support which will enable the conflict continues (https://www.independent.co.uk/news/world/americas/us-politics/us-saudi-arabia-yemen-support-trump-iran-bombing-famine-state-department-a8675176.html) Decrease Liklihood:\n- Warring factions meet in Sweden for first peace talks since 2016 (https://www.thenational.ae/world/mena/yemen-s-warring-parties-meet-for-first-direct-talks-since-2016-1.800758)\n- Although coalition airstrikes have killed many civilians (https://www.ohchr.org/EN/HRBodies/HRC/Pages/NewsDetail.aspx?NewsID=23479&LangID=E), there doesn't appear to be evidence of a systematic mass killing of non-combatants via airstrike."], [691, "2018-12-09T18:27:23Z", [0.09], ""], [63479, "2018-12-09T12:59:21Z", [0.05], "The reason why this conflict was fought largely under the mass media radar for so long in spite of the human catastrophe is exactly the lack of large single events. None of the parties involved have an interest in raising massive outrage at this point. "], [63419, "2018-12-09T02:24:22Z", [0.05], "Killing 1,000 is beyond the logistical capabilities of the Yemeni rebels."], [61581, "2018-12-07T20:00:14Z", [0.12], ""], [58569, "2018-12-07T16:17:06Z", [0.05], ""], [82, "2018-12-07T03:45:06Z", [0.05], "Looking at previous years, civilian deaths didn't reach number sufficient to trigger a Yes, according to the EWP's criteria. The war might be headed towards a ceasefire and peace-talks, but even without that, it seems to have reached a peak in terms of sustained fighting. Also, deaths caused by the Saudi's have been excluded, because they are foreign actors.  Sources: \nhttp://goodjudgment.com/superforecasting/index.php/2018/05/02/early-warning-project-question-resolutions-april-1-2017-march-31-2018/  https://www.bbc.com/news/world-europe-46462255"], [49838, "2018-12-06T04:20:38Z", [0.37], ""], [1333, "2018-11-30T20:23:04Z", [0.16], "As the U.S. minimizes its involvement in this conflict the restraints will come off and the Crown Prince who had Koshogi executed horrifically may go full Adolf on the locals. Will it be considered a targeted campaign despite the Crowns protestations or not remains to be seen."], [12789, "2018-11-30T15:39:00Z", [0.03], "The two-and-a-half year-old Yemeni Civil War has indeed been marked by atrocities against civilians. While Amnesty International reports more than 15,000 civilians have been killed in this tragic struggle, I do not predict a systematic, targeted campaign of killing directed at civilians at all likely, mostly because my research does not reveal a pattern of large-scale atrocities like those that were committed by ISIL, and because actors within Yemen are unlikely to carry out such atrocities on such a grand scale. Third, any Saudi or Iranian-backed Huthi rebel strikes that produce collateral damage, and they frequently do, will not reach the scale referenced within the scope of the question."], [691, "2018-11-28T13:17:29Z", [0.11], ""], [1333, "2018-11-25T19:52:40Z", [0.16], ""], [691, "2018-11-25T14:05:17Z", [0.12], ""], [1333, "2018-11-25T11:41:32Z", [0.15], "It is not clear to me if we are counting Hunger as a genocidal weapon here or not. but GPS posted this - The Houthi “movement was born, three decades ago, largely as a reaction to Riyadh’s reckless promotion of its own intolerant strain of Salafi Islam in the Houthi heartland of northwestern Yemen. Since then, the Saudis—with the help of Yemen’s former ruler, Ali Abdullah Saleh—have done all they could to corrupt or compromise every political force strong enough to pose a threat,” Worth writes. “The Houthis are a result…They have recruited child soldiers, used starvation as a weapon and have allowed no dissenting views to be aired in the media. They have little will or capacity to run a modern state, and at times have seemed unwilling or unable to negotiate for peace. But this, too, is partly a measure of Saudi Arabia’s fatal arrogance toward its neighbor, a long-term policy of keeping Yemen weak and divided.” “That policy may now be bringing the Saudis’ worst fears to life. Houthi officials say they have studied the Viet Cong’s tactics, and routinely refer to the war as the quagmire that will bring down the House of Saud.”"], [63018, "2018-11-25T06:04:22Z", [0.75], "I'm unsure exactly of what systematically killing civilians implies. I do believe that more than 1000 civilians will die within that time frame, however I don't know if that will be considered systematic deaths or casualties. I suppose the argument could be made that the \"system\" is resulting in their deaths. "], [45198, "2018-11-24T20:44:50Z", [0.25], ""], [1333, "2018-11-23T21:38:06Z", [0.15], ""], [1333, "2018-11-22T19:45:32Z", [0.13], ""], [1333, "2018-11-21T21:17:09Z", [0.14], ""], [62808, "2018-11-21T21:13:48Z", [0.85], ""], [691, "2018-11-20T16:12:38Z", [0.12], ""], [22833, "2018-11-20T14:12:56Z", [0.1], ""], [61639, "2018-11-19T19:14:28Z", [0.35], ""], [82, "2018-11-19T00:14:29Z", [0.15], "Note that deaths caused by foreign forces won't count, so the deaths must be part of a campaign by the Houthi rebels. Killings perpetrated by the government forces would count, although that entails some uncertainty because much of the fighting on behalf of the government is being done by the Saudi/emirates coalition. "], [82, "2018-11-18T23:44:23Z", [0.25], ""], [41707, "2018-11-18T12:20:59Z", [0.15], ""], [82, "2018-11-18T07:11:41Z", [0.7], "According to the EWP, Yemen is not currently experiencing a mass killing: https://earlywarningproject.ushmm.org/ongoing-mass-killing Yemen does have a high risk, according to the EWP: https://earlywarningproject.ushmm.org/ranking-of-all-countries"], [62731, "2018-11-16T04:16:12Z", [0.45], ""], [919, "2018-11-15T19:56:14Z", [0.25], ""], [1333, "2018-11-15T19:18:01Z", [0.13], ""], [691, "2018-11-15T16:57:02Z", [0.12], ""], [82, "2018-11-15T04:53:24Z", [0.3], ""], [62546, "2018-11-11T20:57:56Z", [0.8], "All sides in the Yemen conflict are fighting with blatant disregard for the lives of civilians. Within a year I find it very likely that at least one of the sides will create a crisis that will lead to starvation and disease of this magnitude if the conflict does not end, which I doubt it will."], [1333, "2018-11-11T19:58:18Z", [0.12], ""], [13441, "2018-11-11T19:36:54Z", [0.11], ""], [28166, "2018-11-11T02:12:25Z", [0.02], ""], [691, "2018-11-10T12:54:02Z", [0.04], ""], [1333, "2018-11-10T12:27:30Z", [0.11], ""], [62373, "2018-11-09T13:01:20Z", [0.05], "The Yemeni Opposition is shia. Small in number , only have Iran as a backer. Very unlikley !"], [37488, "2018-11-08T02:12:07Z", [0.08], ""], [46339, "2018-11-06T18:07:35Z", [0.87], ""], [44887, "2018-11-06T17:51:48Z", [0.15], ""], [691, "2018-11-06T12:40:23Z", [0.03], ""], [1333, "2018-11-01T13:07:17Z", [0.1], "We've started the clock. In 30days we pull the rug out from under this perpetual project."], [42563, "2018-10-31T20:30:46Z", [0.85], ""], [691, "2018-10-30T14:59:11Z", [0.03], ""], [28871, "2018-10-28T19:28:26Z", [0.2], "Yemen is not important enough exept for Saudi-Arabia .  The houtis are supported by Iran,  a affront against the holy country of the prophet, they told so.\nCivilians are killed by many factors. But since a few time mainly by hunger. \n"], [691, "2018-10-28T11:59:49Z", [0.03], ""], [22833, "2018-10-26T20:56:37Z", [0.25], ""], [61717, "2018-10-24T17:26:40Z", [0.8], ""], [57628, "2018-10-24T02:54:07Z", [0.11], "To begin, let’s start with the EarlyWarning Project, and the structural parameters used by them. In 2014,2015, and  2016  the structural probabilities are 1.7, 3.7 and 7.3 respectively. Doing a linear extrapolation out would give a probability of 16 percent. Given one of the largest indicators of genocide is regime change, and to properly forecast, it has to be before it happens (i.e. if you want to forecast what happens in 2018, you have to do it in 2017), I’m going to bump the probability to 9.5%. The group opinion poll is 15 percent%. With that in mind, i’m going to bump my base rate up from 11 to 11.5%  Here’s the deal yall, whomever is reading this. First of all, in a period of a year, only 303 civilians have been killed by my count. Some of which, do not seem organized enough to be considered a genocide. Granted, it is only October, so let’s scaled it up to 350 kills by the end of the year.  Second of all, the killings were made by several groups, some being the Houthi, and the pro-hadi group of soldiers. Third of all, some of the killings the intent was not ethnically based/or grouped based.  So there needs to be over a 300 percent increase in killings for a genocide to maybe happen. \n"], [34516, "2018-10-23T18:41:13Z", [0.19], "I don't believe Luban will have the impact I thought it would; made landfall in the eastern part of the country--lowest population there.\nStill not a good outcome, however I don't think it will impact systematic killing of civilians.\nhttps://www.aljazeera.com/news/2018/10/yemen-death-toll-tropical-storm-luban-rises-12-181022174601091.html"], [82, "2018-10-22T03:12:40Z", [0.1], ""], [41707, "2018-10-21T08:51:10Z", [0.1], ""], [41707, "2018-10-21T08:50:20Z", [0.13], ""], [691, "2018-10-20T21:44:42Z", [0.05], ""], [41586, "2018-10-19T19:03:35Z", [0.9], "If I understand the question correctly, I think it likely the Saudi-UAE coalition blockade on the Houthi-held regions will result in more than 1,000 deaths from famine and disease (\"policies that knowingly result in widespread death\"). "], [1333, "2018-10-18T20:56:31Z", [0.2], ""], [82, "2018-10-18T01:42:28Z", [0.1], ""], [23006, "2018-10-17T22:51:49Z", [0.03], ""], [23006, "2018-10-17T22:51:38Z", [0.09], ""], [61581, "2018-10-17T18:45:05Z", [0.2], ""], [61581, "2018-10-17T18:44:46Z", [0.25], ""], [15196, "2018-10-17T04:13:47Z", [0.5], ""], [60544, "2018-10-17T00:43:06Z", [0.15], "Civilians in Yemen are being killed by multiple different actors, including Saudi Arabian and UAE forces. The Sana have systematically bombed weddings, churches, and other civilian areas in an ongoing effort to push out Houthi Rebels, but at its core continues to kill civilians. The Houthis have also claimed responsibility for multiple attacks on civilians, such as destroying a bus carrying students on a trip. In this sense, either side could be the actor who puts the civilian death toll at or above 1,000. It could be possible that Saudi Arabian forces are the ones to do so, as Secretary of State Mike Pompeo argued that they were currently doing enough as is to minimize civilian deaths, suggesting that the death rate will remain as is - steadily increasing.\nhttps://www.nytimes.com/2018/09/12/world/middleeast/saudi-yemen-pompeo-certify.html "], [60871, "2018-10-16T17:03:17Z", [0.1], "Unlikely to occur (10% chance).  I think the conflict in Yemen will continue to wage, with death tolls continuing to rise.  But I think it is unlikely that 1 particular group will launch an intentional campaign that knowingly results in the death of over 1,000 civilians in the country.  More than that amount may be killed during this time frame.  But I think it unlikely to be from one single group that is knowingly doing the killing.  \nhttps://www.reuters.com/article/us-yemen-security-famine-un/yemen-conflict-could-push-millions-more-to-brink-of-famine-u-n-idUSKCN1MP2CV\nhttps://www.aljazeera.com/news/2016/06/key-facts-war-yemen-160607112342462.html"], [691, "2018-10-16T12:21:44Z", [0.05], ""], [3316, "2018-10-14T20:10:00Z", [1.0], ""], [3152, "2018-10-14T17:34:46Z", [0.1], ""], [61505, "2018-10-14T15:05:58Z", [0.9], " I don’t like the fine-tuning of the definition of mass killings were targeted killing Etc.    this already appears to be going on depending on how you define The terms laid out in the question… So the only reason I held back from 100% is to allow for a difference of opinion. I think the 1000 deaths is a no brainer"], [39089, "2018-10-13T20:19:18Z", [0.1], "•\tThere three main groups that might carry out attrocities against civilians\no\tHouthis\no\tAQAP/ISIS\no\tGovernment •\tHouthi civilians in most threat if government forces backed by KSA and co. will begin to win over key areas where Houthi population is prominent. •\tAQAP another possible perpetrator that in case the group will begin to take over areas where it is confronted by non-supportive civilians or civilians that are deemed as heretics or infidels (again Houthi civilians are at risk).\n"], [691, "2018-10-12T21:39:56Z", [0.05], ""], [23006, "2018-10-12T21:26:28Z", [0.0], ""], [30354, "2018-10-12T14:54:34Z", [0.09], ""], [39088, "2018-10-12T03:42:58Z", [0.15], ""], [1333, "2018-10-11T14:20:18Z", [0.19], ""], [34516, "2018-10-10T16:40:49Z", [0.22], "Cyclone Luban is going to add stress to already strained infrastructure, shortages in food, water, fuel.\nhttp://www.arabnews.com/node/1385401/middle-east"], [59037, "2018-10-08T14:46:38Z", [0.65], "Yemen is full of groups warring, especially the government assisted by Saudi Arabia and rebel groups, but until now no group has started killing civilians apart from these. It seems a question of time that a dissident rebel group (for instance under IS inspiration) rises and starts fighting"], [47274, "2018-10-08T12:12:41Z", [0.05], "I don't think so , it will give bad credibility to the US & allied "], [61037, "2018-10-08T03:45:34Z", [0.19], ""], [21441, "2018-10-07T23:23:29Z", [0.1], ""], [543, "2018-10-07T23:04:21Z", [0.2], ""], [82, "2018-10-06T17:49:35Z", [0.15], ""], [28166, "2018-10-06T11:28:40Z", [0.06], ""], [34516, "2018-10-06T03:30:48Z", [0.16], "A linear extrapolation of this into the future would yield an approximately 16% \"Statistical Risk\" which is my base rate.\nIt appears that the situation continues to worsen which is why the continued upward trend is a good place to start.\nStatistical Risk: \n2016 - 7.3%\n2015 - 3.7%\n2014 - 1.7%\nhttps://www.earlywarningproject.org/countries/yemen There is a naval blockade; there are shortages of food, water, medicine, fuel. Yemen was poor before the conflict began; now they are even poorer.\nhttps://www.washingtonpost.com/world/middle_east/key-battle-in-yemens-war-risks-tipping-country-into-famine/2018/10/04/52a6d13a-c79e-11e8-9c0f-2ffaf6d422aa_story.html?utm_term=.d459fa121caa\nhttps://en.wikipedia.org/wiki/Yemeni_Civil_War_(2015%E2%80%93present)"], [1333, "2018-10-05T14:24:07Z", [0.18], ""], [22833, "2018-10-05T12:46:42Z", [0.15], ""], [36132, "2018-10-04T15:27:40Z", [0.0], ""], [23006, "2018-10-04T13:41:48Z", [0.0], ""], [691, "2018-10-03T12:24:13Z", [0.05], ""], [61331, "2018-10-02T06:55:07Z", [0.65], "Comment deleted on Oct 02, 2018 02:11PM UTC"], [61331, "2018-10-02T06:54:07Z", [0.95], ""], [41586, "2018-10-01T21:54:19Z", [0.85], ""], [1333, "2018-10-01T15:52:00Z", [0.19], ""], [32300, "2018-10-01T13:43:09Z", [0.18], "The answer will depend on how the EWP evaluates its specific criteria for resolution. Civilian casualties in Yemen are increasing, but deaths in bombings will most likely be considered \"accidental killing of civilians in war\". However, if the fight for Hodeidah continues or becomes a full out siege, the blockade of food and medical aid will likely lead to several thousand deaths from starvation and disease, presumably falling in the category of \"policies that knowingly result in widespread death\".  https://www.theguardian.com/global-development/2018/sep/26/huge-spike-in-yemen-violence-as-civilian-deaths-rise-by-164-in-four-months-hodeidah"], [691, "2018-10-01T11:30:38Z", [0.03], ""], [34405, "2018-09-30T17:51:24Z", [0.0], ""], [82, "2018-09-30T14:10:06Z", [0.04], ""], [28166, "2018-09-29T22:31:42Z", [0.05], ""], [15196, "2018-09-29T20:03:24Z", [0.1], ""], [5018, "2018-09-29T19:13:23Z", [0.08], ""], [1333, "2018-09-29T14:13:37Z", [0.2], ""], [18846, "2018-09-29T14:11:09Z", [0.0], ""], [47812, "2018-09-29T13:03:20Z", [0.1], ""], [691, "2018-09-29T12:40:27Z", [0.06], ""]]}