{"question_id": 1292, "title": "Before 15 November 2019, will there be a lethal confrontation between the national military forces of Iran and Saudi Arabia either in Iran or at sea?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[691, "2019-11-14T13:28:41Z", [0.0], ""], [67844, "2019-11-14T06:46:08Z", [0.0], ""], [1333, "2019-11-13T19:14:49Z", [0.02], ""], [67232, "2019-11-13T06:41:23Z", [0.01], "It is only 3 days away.   MBS knows he has a problem concerning the survival of the Saudi Royal family and kingdom.   His recent rhetoric has been very much in favor of peace with Iran.   He seems to think a war with Iran would be suicidal.  "], [23861, "2019-11-13T03:21:30Z", [0.0], ""], [12591, "2019-11-13T00:15:40Z", [0.0], ""], [41922, "2019-11-12T14:09:24Z", [0.0], ""], [62531, "2019-11-12T10:55:24Z", [0.0], ""], [1333, "2019-11-11T20:18:46Z", [0.03], ""], [68, "2019-11-11T17:04:22Z", [0.0], ""], [691, "2019-11-11T14:49:51Z", [0.0], ""], [62808, "2019-11-11T08:02:36Z", [0.0], ""], [34527, "2019-11-10T22:10:52Z", [0.0], ""], [1333, "2019-11-10T20:09:29Z", [0.04], ""], [12837, "2019-11-10T19:32:12Z", [0.0], ""], [20156, "2019-11-10T09:36:14Z", [0.0], ""], [63825, "2019-11-10T08:53:37Z", [0.01], ""], [38094, "2019-11-10T03:22:04Z", [0.0], "Before 15 November 2019, will there be a lethal confrontation between the national military forces of Iran and Saudi Arabia either in Iran or at sea? This could be world altering event. I believe both sides would prefer to use proxies rather than direct engagement."], [691, "2019-11-09T20:26:37Z", [0.0], ""], [14107, "2019-11-09T09:19:47Z", [0.01], ""], [73687, "2019-11-09T06:38:29Z", [0.01], ""], [31251, "2019-11-08T20:27:45Z", [0.0], ""], [70948, "2019-11-08T09:29:23Z", [0.01], ""], [75863, "2019-11-08T00:20:04Z", [0.0], ""], [1333, "2019-11-07T16:49:23Z", [0.05], ""], [23861, "2019-11-07T02:08:56Z", [0.0], ""], [1333, "2019-11-06T19:17:57Z", [0.1], ""], [31450, "2019-11-06T17:40:52Z", [0.0], "Dropping the last few points to zero because there isn't much time left."], [691, "2019-11-06T13:38:13Z", [0.0], ""], [43311, "2019-11-06T08:57:14Z", [0.0], "Reported that Saudi's and Iranians have had talks over the last month to diffuse tensions. Global tensions easing. Americans can focus and dump hate on each other now for the next 1 year. https://www.csis.org/analysis/isp-brief-october-2019."], [67609, "2019-11-06T08:23:30Z", [0.0], "There is about one week left and my initial probability estimate was from 2.1 to 2.6% in 1.5 months. With 0.25 months left, it rounds to 0%."], [42004, "2019-11-05T15:52:37Z", [0.0], ""], [1333, "2019-11-05T15:34:14Z", [0.11], ""], [79464, "2019-11-05T14:38:43Z", [0.0], ""], [691, "2019-11-05T10:54:26Z", [0.0], ""], [13306, "2019-11-05T04:02:50Z", [0.0], ""], [1333, "2019-11-04T19:11:54Z", [0.12], ""], [75093, "2019-11-04T17:53:23Z", [0.15], ""], [57797, "2019-11-04T15:33:11Z", [0.0], ""], [15414, "2019-11-03T22:48:43Z", [0.0], ""], [12726, "2019-11-03T19:10:21Z", [0.0], ""], [35217, "2019-11-02T20:25:00Z", [0.0], ""], [691, "2019-11-02T13:09:34Z", [0.0], ""], [67232, "2019-11-02T04:30:19Z", [0.05], "War has serious economic consequences.  Saudi Arabia has a large economic deficit this year so they cannot afford a war.  Also, Saudi Arabia just returned 19 Iranian sailors captured after entering Saudi waters in bad weather.  The Saudis made very clear the sailors were returned in very good shape.  This combined with MBS' recent comments that war with Iran would be a disaster suggests the Saudis really do not want an armed conflict with Iran."], [695, "2019-11-01T20:37:48Z", [0.01], ""], [63825, "2019-11-01T19:15:27Z", [0.01], ""], [83, "2019-11-01T18:17:34Z", [0.0], ""], [1333, "2019-11-01T14:15:04Z", [0.13], ""], [691, "2019-11-01T12:28:14Z", [0.0], ""], [40584, "2019-10-31T22:15:46Z", [0.01], "No change. Affirming my earlier estimate. I think 0% is unreasonably low. "], [691, "2019-10-31T14:54:48Z", [0.0], ""], [172, "2019-10-30T23:33:36Z", [0.0], ""], [66692, "2019-10-30T22:14:22Z", [0.0], ""], [41922, "2019-10-30T16:04:58Z", [0.01], ""], [75863, "2019-10-30T13:24:54Z", [0.01], ""], [75291, "2019-10-30T13:08:59Z", [0.01], ""], [42004, "2019-10-30T09:04:02Z", [0.01], ""], [15196, "2019-10-30T06:36:05Z", [0.0], ""], [49838, "2019-10-30T00:55:46Z", [0.0], ""], [14107, "2019-10-29T20:16:41Z", [0.02], ""], [63306, "2019-10-29T17:48:41Z", [0.01], "Nothing new in the news."], [31251, "2019-10-29T17:41:24Z", [0.01], ""], [79569, "2019-10-28T18:10:24Z", [0.0], ""], [78944, "2019-10-28T02:03:30Z", [0.1], "It appears that both parties are wishing to avoid a direct hot war."], [53391, "2019-10-27T21:46:22Z", [0.0], ""], [63825, "2019-10-27T19:17:01Z", [0.01], ""], [4645, "2019-10-26T17:47:31Z", [0.02], ""], [14107, "2019-10-26T12:25:24Z", [0.03], ""], [54140, "2019-10-25T08:28:23Z", [0.0], ""], [4645, "2019-10-24T20:29:38Z", [0.03], ""], [70711, "2019-10-24T17:53:51Z", [0.04], ""], [14432, "2019-10-24T12:29:57Z", [0.0], ""], [57797, "2019-10-24T03:01:05Z", [0.01], ""], [79079, "2019-10-23T17:09:33Z", [0.02], ""], [63401, "2019-10-23T01:52:21Z", [0.0], ""], [62808, "2019-10-22T23:22:03Z", [0.0], ""], [1333, "2019-10-22T18:47:40Z", [0.14], ""], [69448, "2019-10-22T17:03:41Z", [0.02], ""], [691, "2019-10-22T13:14:19Z", [0.0], ""], [691, "2019-10-21T14:30:47Z", [0.0], ""], [19801, "2019-10-21T12:30:04Z", [0.05], "The conflict is a proxy war that is completely deniable. I see no reason for either side to openly wage war against the other.\nMatters will continue as they have for decades since Iran is winning the proxy conflict and Saudi Arabia has lost its attempts\nto escalate.  https://en.wikipedia.org/wiki/Iran%E2%80%93Saudi_Arabia_proxy_conflict"], [73687, "2019-10-21T09:31:36Z", [0.03], ""], [67232, "2019-10-21T04:48:31Z", [0.12], "It is highly unlikely Saudi Arabia would attack anyone.  The Saudi economy is not in the best shape, and it would be a disaster.  Also, Iran and Saudi Arabia do not share a border so the Saudis would have to go to Iran for a confrontation in IRAN.  Therefore, it is very unlikely that there would be a confrontation IN Iran.  (>5%)   It is more likely that the naval vessels would have a confrontation, give the Persian Gulf is not that wide and both powers have war ships in the area.   Iran has already attacked a Saudi oil installation.   However, they denied it.  If Iran wanted a war, they would have admitted responsibility.  Hence, despite the attack, they do not seem all that excited about having a confrontation at sea.  Yet, their warships are clearly close enough to each other  every day to attack.  Right now, they are not attacking each other so it would require some sort of change in circumstances before Iran attacked.   I do not see this happening because the Saudis could respond by sinking their oil tankers.  This is probably why, despite the presence of so many warships from so many countries hostile to each other, it rarely happens.    The Saudis for the same reasons stated in the first paragraph, and to protect their own oil tankers, will not attack Iran. "], [1333, "2019-10-20T18:28:59Z", [0.15], ""], [78237, "2019-10-20T10:56:19Z", [0.01], ""], [77968, "2019-10-19T21:23:40Z", [0.07], ""], [78776, "2019-10-19T07:07:35Z", [0.05], ""], [75385, "2019-10-19T01:00:24Z", [0.08], ""], [75385, "2019-10-19T01:00:09Z", [0.15], ""], [59836, "2019-10-18T19:27:35Z", [0.15], ""], [54186, "2019-10-18T18:29:59Z", [0.1], ""], [3599, "2019-10-18T16:30:05Z", [0.02], ""], [79486, "2019-10-18T06:31:31Z", [0.75], "Has it not already happened? Turkey was briefly accused of killing civilians in Syria, and that is in the vicinity. NRK (the norwegian national broadcast) did not restate it, but a lot is pointing towards major confrontation. And if so, Iran will be a major confronter. I believe it has already happened, something of the kind, it will happen during the next 5 years, and as definitely as you can say anything, it will happen during Trump's presidency."], [23861, "2019-10-18T03:43:46Z", [0.01], ""], [28251, "2019-10-18T03:31:18Z", [0.0], ""], [75863, "2019-10-17T21:36:21Z", [0.02], ""], [35217, "2019-10-17T20:33:47Z", [0.02], "Passage of time "], [40584, "2019-10-17T18:52:45Z", [0.01], "I'm late to the party on this one. Given the short time frame and current trend towards reduced tension it appears to be very unlikely. Calling it 1% because 0% is too low."], [691, "2019-10-17T14:10:55Z", [0.01], ""], [79407, "2019-10-17T13:20:44Z", [0.05], ""], [75776, "2019-10-16T21:11:15Z", [0.2], "A direct military confrontation between Iran and Saudi Arabia is almost as unlikely as one between Russia and the US. "], [691, "2019-10-16T12:53:24Z", [0.01], ""], [63963, "2019-10-16T03:40:51Z", [0.0], ""], [80085, "2019-10-15T17:08:43Z", [0.0], ""], [79410, "2019-10-15T16:51:54Z", [0.05], ""], [578, "2019-10-15T15:07:29Z", [0.0], "Despite the serious accusation, no escalation of words or military activities happened for over a month.  I belief that both parties (Saudi Arabia and Iran) are fully aware of the consequences of a direct war between them.  It is one thing to throw accusations around and use proxies , it is another to wage a war.   "], [12726, "2019-10-15T05:52:18Z", [0.02], ""], [79994, "2019-10-15T03:59:09Z", [0.05], ""], [63401, "2019-10-14T19:57:10Z", [0.01], "Affirming my forecast, and noting that the question requires \"either in Iran or at sea,\" and thus precludes such a confrontation in SA or a third country."], [63290, "2019-10-14T18:20:54Z", [0.0], "Staying at 0%, U.S counterbalancing the geopolitical risk"], [78633, "2019-10-14T16:21:28Z", [0.0], "Not in either parties interests"], [79370, "2019-10-14T15:24:22Z", [0.6], "These two countries regard eachother as enemies and unless the US or someone else intervenes the current hot situation will probably lead to an open confrontation.  The US seems unlikely to have the werewithal to prevent this, though it will probably put a stop to any confrontation quickly."], [75790, "2019-10-13T21:50:08Z", [0.05], ""], [35217, "2019-10-13T19:08:35Z", [0.03], ""], [192, "2019-10-13T17:03:11Z", [0.05], ""], [13856, "2019-10-13T09:36:01Z", [0.33], "Probability of it happening but neither side is desperate enough yet for a full confrontation. "], [79177, "2019-10-13T09:21:22Z", [0.1], "fun"], [1333, "2019-10-12T16:16:50Z", [0.1], "...and the sub question - will it be acknowledged. We seem to ignoring two rockets amidship on an Iranian Tanker pretty easily."], [78587, "2019-10-12T14:21:20Z", [0.55], ""], [691, "2019-10-12T12:29:31Z", [0.01], ""], [64, "2019-10-12T12:15:44Z", [0.0], ""], [75518, "2019-10-12T07:22:49Z", [0.02], "Would remove focus from trumps affairs and trump is allegedly supporting saudis with more deals and troops. However with whats happening in turkey this may be enough. It would be a way to raise oil price but that would speed up transition to renewables. "], [76547, "2019-10-12T06:15:47Z", [0.7], ""], [36947, "2019-10-12T00:59:39Z", [0.6], ""], [57483, "2019-10-12T00:37:38Z", [0.95], "it has only been luck so far that the relatively minor confrontations have not resulted in causalities. note that it will likely be an errant missile or bomb and will be difficult to place blame directly against the one at fault."], [62531, "2019-10-11T21:58:48Z", [0.05], ""], [52857, "2019-10-11T21:27:51Z", [0.1], "Highly unlikely given current Yemeni proxy war; more likely more terrorism in Suadi during the coming month"], [61037, "2019-10-11T20:56:56Z", [0.8], ""], [70604, "2019-10-11T17:47:01Z", [0.15], "Both sides know that such an encounter would have to be responded to by the side suffering casualties which would escalate the situation. Saudi is already bogged down in Yemen, and has found its oil facilities to be at risk of drone attacks. It is currently trying to expand its tourist industry - that would be badly damaged if Saudi is openly involved in a war with Iran."], [59836, "2019-10-11T16:08:15Z", [0.1], "An Iranian tanker was hit by missiles off the Saudi coast"], [691, "2019-10-11T13:23:07Z", [0.01], ""], [78343, "2019-10-11T10:00:21Z", [0.0], "There was an attack on an Iranian pil tanker today outside Jeddah.. reports suggest Saudi missile strike but Iran denies this and says it was an explosion which has since been controlled.. Iran would have blamed Saud directly if they intended to escalate.. but they know its a tit for tat move as a result of the air strikes they denied carrying out. Regardless this question is about an escalation between military forces.. still not happening because each side has too much too lose, these attacks are designed to cripple econonies.. its a zero sum game and both parties are aware of that, Will Iran respond? Sure but the next such incident will be scaled back further... to quote mcnamara in 13 days \"this is a language the likes of which we've never seen\". Saudi attacking a single tanker is a relatively muted response to having an oil field out of operation..."], [31251, "2019-10-11T06:55:31Z", [0.03], "https://news.sky.com/story/iranian-oil-tanker-explodes-in-feared-terrorist-attack-11832656"], [43399, "2019-10-10T19:27:18Z", [0.01], ""], [43399, "2019-10-10T19:27:09Z", [0.02], ""], [62808, "2019-10-10T18:56:27Z", [0.0], ""], [75863, "2019-10-10T15:57:46Z", [0.01], ""], [79665, "2019-10-10T14:31:39Z", [0.01], "Confrontation would have happened by now and it seems both countries are working on ways to avoid conflict. Mediation with Pakistan will push this issue past November 15th."], [31251, "2019-10-09T17:18:52Z", [0.01], ""], [63825, "2019-10-08T19:12:11Z", [0.11], ""], [79569, "2019-10-08T16:56:23Z", [0.01], "The checkered history of Iran -Saudi relations, especially of the last several decades, has been without direct lethal confrontations. Since there is no irrefutable evidence of Iranian involvement in the oil facility bombings, Saudi Arabia is likely to cautiously avoid taking any overt actions. This however does not tether the kingdom from indirectly and covertly meting out what it perceives has an \"eye for an eye\" judgement."], [793, "2019-10-08T04:58:33Z", [0.0], ""], [23861, "2019-10-07T03:24:11Z", [0.01], ""], [78944, "2019-10-07T02:30:44Z", [0.25], "Not likely because may start WW3.....but accidents can occur to create a war."], [691, "2019-10-06T12:36:03Z", [0.01], ""], [63825, "2019-10-06T07:02:44Z", [0.21], ""], [22752, "2019-10-05T21:07:48Z", [0.0], ""], [53391, "2019-10-05T20:34:04Z", [0.03], ""], [14107, "2019-10-05T16:43:49Z", [0.04], ""], [3599, "2019-10-05T16:23:37Z", [0.05], ""], [13306, "2019-10-05T10:31:24Z", [0.01], ""], [1479, "2019-10-05T05:10:52Z", [0.0], ""], [1333, "2019-10-04T16:40:11Z", [0.07], ""], [59836, "2019-10-04T16:14:14Z", [0.01], ""], [79079, "2019-10-04T13:52:24Z", [0.03], ""], [63290, "2019-10-04T00:51:53Z", [0.0], ""], [73050, "2019-10-03T20:49:27Z", [0.07], ""], [1333, "2019-10-03T15:37:06Z", [0.08], ""], [75291, "2019-10-03T05:58:44Z", [0.07], "Escalating tensions due to dunno/Shia differences and need to control oil production. However attacks seem to be by proxy e.g through houthi rebels rather than direct millitary attacks. Crown prince Salman is attempting to improve international image due to the khashoggi case and is unlikely to attack Iran directly"], [63401, "2019-10-03T00:43:31Z", [0.01], ""], [172, "2019-10-03T00:32:06Z", [0.01], ""], [79772, "2019-10-02T21:30:20Z", [0.05], ""], [79772, "2019-10-02T20:57:46Z", [0.0], "Comment deleted on Oct 02, 2019 09:30PM UTC"], [75444, "2019-10-02T19:59:27Z", [0.02], "Neither side will have any direct open conflict. But indirect conflict certainly. Iran is pushing for open conflict, but is Saudi Arabia ?"], [1333, "2019-10-02T17:29:38Z", [0.09], ""], [1333, "2019-10-02T17:23:58Z", [0.1], ""], [34353, "2019-10-02T15:50:00Z", [0.0], ""], [11335, "2019-10-02T15:02:41Z", [0.0], ""], [11335, "2019-10-02T15:02:11Z", [0.07], ""], [78944, "2019-10-02T08:38:01Z", [0.25], ""], [13306, "2019-10-02T07:08:15Z", [0.02], ""], [77502, "2019-10-02T05:43:29Z", [0.25], ""], [1333, "2019-10-01T17:25:00Z", [0.11], ""], [691, "2019-10-01T14:18:28Z", [0.02], ""], [76730, "2019-10-01T09:42:47Z", [0.25], ""], [63825, "2019-09-30T17:37:38Z", [0.21], ""], [77474, "2019-09-30T16:55:07Z", [0.25], "There is a 50/50 chance this could happen but will the bombs kill anyone?\nAnother 50/50 which makes it about a 25% chance. I know very little about math so my apologies, this is the best way I can explain it."], [1333, "2019-09-30T16:35:00Z", [0.12], ""], [34353, "2019-09-30T13:46:20Z", [0.03], ""], [78717, "2019-09-30T00:04:14Z", [0.12], "With Trump impeachment proceedings it is likely US will become more chaotic and perhaps lean on Saudis to force the issue with Iran.  This would draw attention away from the US domestic scene, which would benefit Trump.  None of this is actually likely, but I do think it puts the odds up from where they would otherwise be considering history and the behavior of the Saudis and Iranians.  If we extended this through the Spring I think the odds would double."], [75863, "2019-09-29T19:22:58Z", [0.04], ""], [78343, "2019-09-29T19:18:05Z", [0.0], "Neither side will engage in direct conflict, both ruling bodies have too much to lose. An escalation in proxy warfare however is likely"], [12726, "2019-09-29T17:18:10Z", [0.04], ""], [37250, "2019-09-29T16:59:43Z", [0.0], ""], [23861, "2019-09-29T03:16:15Z", [0.05], ""], [29680, "2019-09-29T01:28:58Z", [0.0], ""], [79706, "2019-09-28T14:58:26Z", [0.5], ""], [39505, "2019-09-28T11:00:45Z", [0.05], ""], [14107, "2019-09-28T10:06:33Z", [0.06], ""], [78776, "2019-09-28T10:03:11Z", [0.3], ""], [15196, "2019-09-28T04:12:02Z", [0.05], ""], [36945, "2019-09-28T02:00:13Z", [0.05], ""], [11885, "2019-09-27T17:10:31Z", [0.0], ""], [34044, "2019-09-27T16:37:18Z", [0.55], ""], [691, "2019-09-27T15:55:15Z", [0.02], ""], [79697, "2019-09-27T15:27:26Z", [0.05], "Saudi society is quite fragile, the public has lost its appetite for conflict and Prince Mohammed will be weary to provoke civil unrest of any description.  Regarding Iran,  I believe the government correctly sees the country as unable to mount a full-scale war against Saudi Arabia, this is precisely why the proxy war is being waged. Iran will avoid a confrontation at all costs. Note, it has consistently resisted all attempts to be drawn into traditional warfare thus far. However, a conflagration could occur by accident vis-a-vis troops on either side calling a false alarm or misinterpreting radar signals. This is a scaled down version of the Cold War."], [79388, "2019-09-27T15:26:50Z", [0.75], ""], [13306, "2019-09-27T14:26:50Z", [0.03], ""], [67609, "2019-09-27T03:13:38Z", [0.03], "I update my previous forecast, which was based on faulty information. During 40 years of Iran - Saudi conflict, there has been 1 direct incident between Iranian and Saudi forces: the Action of June 5, 1984 (the Saudis shot down two Iranian planes). This led to no fatalities however. Assuming that the last 40 years of conflict are totally unremarkable, i.e. the probability of what happen versus what could have happened is 50%, then we can assume a direct conflict probability of 4.2% per year. This figure is chosen as follows: a 4.2% probability means that the probability of 0 or 1 direct conflicts equals the probability of 2 or more conflicts. Of course this is a debatable choice, but well, I will buy it. Now this direct probability has to be scale down by the probability that the direct conflict will lead to a fatality, where a 50% could be a good guesstimate, yielding a 2.1% per year. Repeating the same analysis as in my previous estimation (where I assume a few enhancements of a conflict in the next few months) yields a 2.1 to 2.6% probability of a fatal conflict in the next 1.5 months. I will assume the pessimistic estimation and round it to 3%."], [63401, "2019-09-27T01:50:00Z", [0.04], "Deterrence; adjusting down 1% https://www.foxnews.com/politics/troops-saudi-arabia-iran"], [78501, "2019-09-26T15:14:03Z", [0.05], ""], [78415, "2019-09-26T13:49:08Z", [0.0], ""], [45972, "2019-09-26T05:46:17Z", [0.57], ""], [48709, "2019-09-26T04:42:06Z", [0.03], "Only time will tell."], [15414, "2019-09-26T04:18:08Z", [0.03], "Neither side has anything to gain concidering there is a proxy war in Yemen."], [79665, "2019-09-25T21:18:26Z", [0.04], "The last incident where military forces were used was in 1984, when Saudi Arabia shot down an Iranian Phantom jet over Saudi waters. This was most likely in response to Iran attacking a Saudi oil tanker in Saudi waters. Most likely these two countries will not go to war or have conflict between their national military forces as they have been at odds for a long time now."], [1333, "2019-09-25T14:11:45Z", [0.13], ""], [75935, "2019-09-25T06:37:32Z", [0.07], ""], [73050, "2019-09-24T21:46:39Z", [0.17], ""], [56862, "2019-09-24T19:48:34Z", [0.03], ""], [13306, "2019-09-24T15:40:52Z", [0.04], ""], [79164, "2019-09-24T14:26:38Z", [0.19], ""], [13767, "2019-09-24T09:13:05Z", [0.08], ""], [72550, "2019-09-24T07:51:40Z", [0.04], ""], [67609, "2019-09-24T07:28:32Z", [0.02], "The conflict between Iran and Saudi Arabia has been doing on for about 40 years and there has been no direct confrontation yet. In the absence of additional information, I might assume that the scenarios of a direct and no direct conflict are equally probably, giving a 50% in 40 years of no conflict, or equivalently a 1.7% per year of direct conflict probability. The crown prince is however promoting a more aggressive form of Saudi nationalism less rooted in Islam, which probably enhances the previous probability by some factor: I will assume a factor of 2, giving a new 3.4% per year of direct conflict. However, as the possibility of Iran retaking the development of nuclear weapons increases, I would say that Saudi Arabia will be hard pressed to eventually do a preemptive attack if the US decides not to intervene. That will probably generate a larger probability during the next few years (or even the next few months). Now with the recent attack there will be too a further enhance probability. If I take a factor of 4 or 5, this gives me 14.8-18.5%, which in a period of 1.5 months approaches a 2% probability of a direct conflict. However, taking into account that the probability is certainly small, this generates a calibration problem (it's 2%, or is it 1%, or 5%?). "], [77557, "2019-09-23T23:12:55Z", [0.1], "I used ACLED data to predict if a future conflict will happen. I didn't really find a pattern in deaths between Iran and Saudia Arabia, so I don't think there'll really be a conflict between the 2 countries based on data. https://www.kaggle.com/kikun1234/middle-east-conflicts?scriptVersionId=21002787\nFurthermore, many articles online details a US response against Iran. So, I think a confrontation will more likely be from the US and Iran. "], [62808, "2019-09-23T22:45:21Z", [0.0], ""], [53391, "2019-09-23T19:34:00Z", [0.05], ""], [11430, "2019-09-23T18:13:39Z", [0.25], ""], [34353, "2019-09-23T17:39:24Z", [0.05], ""], [691, "2019-09-23T13:07:16Z", [0.02], "Sooner or later these two are likely to come to a slugfest, but neither really wants to, at least not yet."], [78237, "2019-09-23T09:20:40Z", [0.08], ""], [79048, "2019-09-23T09:13:59Z", [0.19], ""], [77942, "2019-09-23T08:21:59Z", [0.05], "The Saudis will let others do the work for them"], [78212, "2019-09-23T06:43:49Z", [0.0], ""], [2430, "2019-09-23T01:04:05Z", [0.05], "Chances are slim.  If it happens, then it will be at Iran's initiative and not on Iranian soil.  Saudi Arabia has neither the will nor the true capability to engage and win a confrontation with Iran.  While the Saudi's have some impressive hardware, the truth of the matter is that their dedicated human capital is much less than Iran's, especially their armed forces.  Iran uses surrogates such as the Houthi rebels and other resources to achieve their current goals, but has shied from direct action.  Given the alliance with the United States and on going discussions with the other world powers, it seems that Iranian goals can be met now without direct action."], [12726, "2019-09-22T21:49:14Z", [0.08], ""], [12591, "2019-09-22T21:24:35Z", [0.15], ""], [12591, "2019-09-22T21:24:16Z", [0.45], ""], [62808, "2019-09-22T21:13:12Z", [0.0], ""], [172, "2019-09-22T18:36:59Z", [0.05], ""], [13306, "2019-09-22T17:18:15Z", [0.07], "Very unlikely to happen between the two countries directly."], [39381, "2019-09-22T16:31:04Z", [0.75], ""], [63825, "2019-09-22T07:21:40Z", [0.21], ""], [75863, "2019-09-21T23:38:18Z", [0.06], "Update: \"Houthi militants in Yemen have warned foreign diplomats that Iran is preparing a follow-up strike to the missile and drone attack that crippled Saudi Arabia’s oil industry a week ago, people familiar with the matter said.\" [1] Very unsure how credible these Houthi claims are and I am inclined to give them little attention, but I am still revising upward given that this increases the likelihood of lethal conflict. [1] https://www.wsj.com/articles/yemeni-rebels-warn-iran-plans-another-strike-soon-11569105344?mod=hp_lead_pos1\n"], [65033, "2019-09-21T18:19:24Z", [0.2], ""], [48111, "2019-09-21T13:51:27Z", [0.35], "Though condemning Iran's attack on the oil infrastructure of the country, Saudi Arabia has yet to launch counter-attacks. As time goes on, the probability of a counterattack diminishes so long as there are no further attacks on Saudi targets. Trump has announced the deployment of a \"modest\" number of US troops to protect infrastructure in the kingdom. He is betting that Iran will be dissuaded from further attacks because killing Americans in the process would mark a major escalation and raise the probability substantially of retaliatory strikes by the United States. Iran's goal is to raise the political cost of keeping punishing sanctions in place.  https://www.nytimes.com/2019/09/20/world/middleeast/trump-iran-saudi-arabia.html?action=click&module=Top%20Stories&pgtype=Homepage"], [14107, "2019-09-21T13:00:57Z", [0.07], ""], [79600, "2019-09-21T11:17:31Z", [0.03], ""], [49838, "2019-09-21T03:31:40Z", [0.13], ""], [691, "2019-09-21T01:51:36Z", [0.02], ""], [75863, "2019-09-20T23:25:38Z", [0.02], "Update: \"Trump Focuses on Defending Saudis, Not Striking Iran, for Now\" - Saudi Arabia is unlikely to retaliate on its on. https://www.nytimes.com/2019/09/20/world/middleeast/trump-iran-saudi-arabia.html?smid=nytcore-ios-share"], [79443, "2019-09-20T20:47:52Z", [0.35], ""], [77830, "2019-09-20T20:00:37Z", [0.03], ""], [70711, "2019-09-20T18:58:09Z", [0.5], "Trump sanctions have pushed Iran into a situation where they have not much to lose. Inflcting damage to Saudi Arabia is a reminder that a scorched earth policy will injure everyone. Confrontation with Saudi Arabia, will rise in probability if nothing alters over all in the sanctions situation."], [36801, "2019-09-20T17:46:57Z", [0.17], "It is highly unlikely that Saudi Arabia would make a move without the backing of the US. While Pompeo has characterized the oil attack as an \"act of war\", Trump has indicated he will wait for the conclusion of the Saudi investigation. This indicates that while Trump has been harsh in his rhetoric and sanctions on Iran, this attack has not breached his threshold for military action against Iran. Saudi Arabia needs to find an actor to blame the attack on and needs to retaliate to save face internationally and domestically, however Iran's use of proxies gives them a way to save face and avoid direct confrontation with Iran [1]. Seeing as US government officials and Trump used equally harsh rhetoric on NK and military confrontation has been avoided and Trump just ousted Bolton, who was well known for his hawkish opinions on Iran, it is highly unlikely that the US will back the Saudi's militarily against Iran in the next 2 months, should the Saudi's conclude Iran was behind the attack and decided to retaliate militarily. Such a confrontation may take place, but I do not think that the conflict has escalated enough at this point to convince the US, the Saudi's, or the Iranians to make such a move. So while Saudi Arabia may need to retaliate in some form to save face, they are unlikely to do so in such a provocative manner.  [1] https://www.nbcnews.com/politics/national-security/iran-uses-proxies-punch-above-its-weight-middle-east-experts-n1008731 "], [79314, "2019-09-20T13:58:23Z", [0.9], ""], [63306, "2019-09-20T12:43:20Z", [0.04], "Based on a combination of @kitsonj and AJC4841's research. I appreciate kitsonj's attempt to forma baseline.\nAssuming it was Iran that attacked, why? 1] \"\"The fact is that Iran's Islamic Revolutionary Guard Corps (IRGC) wants to eliminate any possibility of talks with the United States at the moment,\" an IRGC-affiliated intelligence analyst in Tehran told Al Jazeera on condition of anonymity.\"\nDiplomacy is making tentative progress at reducing sanctions and allowing oil sales. A militant faction doesn't like that idea, so they are attempting to destroy it by attacking Saudi Arabia. I'm working on not-much info, but this seems similar to N Korea's nuclear threats- Kim Jong-un making threatening noises towards the U.S. to keep his generals in line. Someone seems to have made this type of behavior clear to Trump, so maybe they can compare this situation to that one. \nPerhaps a helpful comparison group would be how often an internal fight between the official government and the military of a country causes other countries to make lethal confrontations? 1}https://www.aljazeera.com/news/2019/09/drone-attacks-saudi-aramco-blow-iran-tensions-190916051658838.html"], [42004, "2019-09-20T06:34:31Z", [0.35], ""], [79534, "2019-09-20T04:20:29Z", [0.2], "I have serious doubts about news reports that Iran was responsible. The rise in gas prices and using strategic reserves was a plan in the making. Without having access to strategic intelligence I can only speculate that a response resulting in lethal force was the plan created prior to the accusation against Iran but not likely coming from Saudi Arabia as a stand alone responder. I however have  a high degree of confidence that President Trump would prefer diplomacy over military action. Saudi Arabia is not likely to take military action without the backing of US military and also prefers to allow the United States to lead the way on any military strikes.  United States typically is used as a buffer and as the initial aggressor and I seriously doubt Saudi Arabia will act alone. 40% is less than a positive but more than an absolute. 40% yes is a fair risk factor regarding the question."], [695, "2019-09-19T21:16:00Z", [0.05], ""], [35217, "2019-09-19T21:13:33Z", [0.06], "I think this is slightly more likely than a US Iran lethal confrontation, which I forecast at 4%."], [79388, "2019-09-19T19:50:17Z", [0.25], ""], [1333, "2019-09-19T19:04:22Z", [0.14], ""], [1333, "2019-09-19T18:48:16Z", [0.15], ""], [75093, "2019-09-19T17:48:18Z", [0.85], ""], [79079, "2019-09-19T14:32:40Z", [0.06], ""], [691, "2019-09-19T11:31:53Z", [0.03], ""], [79528, "2019-09-19T10:24:00Z", [0.4], ""], [4423, "2019-09-19T02:14:46Z", [0.03], ""], [41922, "2019-09-18T23:18:47Z", [0.05], ""], [78828, "2019-09-18T21:25:46Z", [0.3], "Saudi is doing the right thing by taking time to investigate which could take a while. Iran looks to be, not backing off per-se, but not as eager to rustle jimmies in a hurry, now they could be rethinking their strategy what with even more sanctions in place. A lot can happen in two months, but it still might not be enough time to conclude an investigation and work out a fair rebuttal. Tough call imo.  Edit: I leave it at 30% due to the fact that my knowledge on the Saudi / Iran relationship is pretty limited. There are some good answers here to prove that! Though my higher percentage is based on my thinking Iran could \"lash out\" at some point if they feel backed into a corner. "], [79552, "2019-09-18T21:19:46Z", [0.64], ""], [31450, "2019-09-18T21:00:48Z", [0.03], "I don't think either side is looking for an escalation right now. Plus, having forecast a few of these questions at this point, it doesn't seem like there is ever a lethal confrontation in any situation."], [31251, "2019-09-18T20:33:08Z", [0.04], "The Kingdom of Saudi Arabia and the Islamic Republic of Iran have never previously fought one another. Since, 1990, KSA has been involved in 8 conflicts, the latest one being the KSA intervention in Yemen, which began in 2015. The last war which the KSA fought unilaterally was in 1969. There has not to my knowledge been a fatality at sea for the KSA.  The damage to the oil and gas infrastructure has not been as catastrophic as first thought, and seems that the production will be back online fairly quickly. There is also the fact that a retaliatory strike would not have to be escalatory - the KSA could attack Iranian oil infrastructure, it does not have to attack military targets in Iran. Iran has not fought a state on state war on 1988. It often uses proxies in conflicts, which means that it does not have to risk its own military forces and the Saudis can also fight them and not the national military forces. I think if there were to be a lethal confrontation on national military forces it would be instigated by the KSA, not the IRI. Given the low base rate of this event occurring, the options for other means to punish Iran (fighting through proxies, sanctions, the US doing military action) and the short time period I am going to start fairly low with this one."], [1333, "2019-09-18T20:12:22Z", [0.1], ""], [75863, "2019-09-18T20:12:13Z", [0.18], "Firstly, it seems extremely likely that Iran indeed attacked Saudi oil facilities over the weekend - experts seem to agree that these attacks constitute a very well-coordinated systemic strike on Saudia Arabia's oil infrastructure and that this would have been difficult for the Iranian-backed Houthi rebels of Yemen to carry out. [1] However, despite its arch rival temporarily knocking out half of its oil production in a swift blow, I think it extremely unlikely that Saudi Arabia will retaliate against Iran unless it is reassured it has the strong backing of the U.S. - namely, that the U.S. is itself prepared to intervene militarily. Saudi Arabia is certainly aware that Iran's military is on its level and might even be stronger [2] so it will wait and see what the U.S. position is. The U.S. position is wildcard here. Secretary of State Mike Pompeo came out swinging immediately after the attacks took place by publicly blaming Iran [3] - apparently before all the facts were clear, since a U.S. forensics team sent to investigate had not yet arrived [4] and Saudi Arabia just today publicly released information on the debris of the drones/missiles used, which they said showed that the attack was clearly sponsored by Iran. In today's press conference the Saudis also stopped short of claiming that the attacks were launched from Iranian soil [5, 6] - meaning they are clearly not eager to retaliate immediately, otherwise they would've blamed Iran directly already. However, Secretary of State Pompeo today called the Iranian attack an \"act of war.\" [7] - and yet Trump himself has not publicly blamed Iran and has instead indicated that he will wait to see what 1) Saudi Arabia says and 2) what the results of further investigations are [8]. Also, Trump just ousted his national security advisor John Bolton - an Iran hawk who apparently clashed with the President quite often - and just today named a new, more mainstream national security advisor. [9] Finally - and crucially - reports are emerging that Pentagon officials are urging the White House to show restraint in its response. [10] So, there are a couple of key signs from the U.S. indicate that it is not seriously preparing itself to intervene militarily on behalf of Saudi Arabia if Saudi Arabia chooses to retaliate. The main one is that President Trump has shown himself to be averse to starting new wars. True, he is warm toward Saudi Arabia and his recent \"locked and loaded\" rhetoric may seem telling, but consider that he previously extended even more bellicose threats of war to North Korea - \"fire and fury\" - that is, before Trump met Kim Jong Un and then \"fell in love.\" Trump does not want to get involved in anotherwar, and the Pentagon is also apparently cautioning against it. Moreover, Trump has a new, presumably less hawkish, national security advisor. However, there are still a few signs that the probability a retaliatory attack should not be discounted: there is Secretary of State Pompeo's saber-rattling, a need by Saudi Arabia to show strength after this humiliating attack, and unconfirmed reports that Saudi planes have struck Iranian targets in Syria [11].  All in all, conflict is improbable but not insignificantly so. I do not have a base rate of whether such types of attacks have previously lead to conflicts between the two parties involved, so this determination has mostly been made on the basis of geopolitical considerations particular to this case.  [1] https://www.npr.org/2019/09/16/761378683/outside-experts-see-irans-hand-in-attack-on-saudi-oil-facility\n[2] https://www.globalfirepower.com/countries-comparison-detail.asp?form=form&country1=iran&country2=saudi-arabia&Submit=COMPARE\n[3] https://www.bloomberg.com/opinion/articles/2019-09-15/saudi-oil-attack-mike-pompeo-just-ended-any-hopes-for-iran\n[4] https://www.washingtonpost.com/world/tehran-rules-out-talks-with-us-as-trump-steps-back-from-directly-blaming-iran/2019/09/17/a472c6a0-d8b8-11e9-a1a5-162b8a9c9ca2_story.html\n[5] https://www.wsj.com/articles/saudi-arabia-holds-iran-responsible-for-oil-attacks-11568820602\n[6] https://www.bbc.com/news/world-middle-east-49746645\n[7] https://www.foxnews.com/world/saudi-oil-attack-act-of-war-iran-pompeo\n[8] https://www.cnn.com/2019/09/18/politics/donald-trump-iran-sanctions-treasury/index.html - \"We have a lot of options, but I'm not looking at options right now...We want to find definitively who did this. We're dealing with Saudi Arabia. ... We'll see what happens.\"\n[9] https://www.bbc.com/news/world-us-canada-49744497\n[10] https://www.washingtonpost.com/world/national-security/pentagon-urges-restraint-as-administration-blames-iran-for-saudi-strikes/2019/09/16/58743ae4-d8a5-11e9-adff-79254db7f766_story.html\n[11] https://twitter.com/joyce_karam/status/1174360658823000064?s=12"], [38227, "2019-09-18T20:01:19Z", [0.25], ""], [62529, "2019-09-18T20:00:31Z", [0.08], "Saudi Arabia is ill equipped for military confrontation with Iran, which is why Iran took this action. Saudi Arabia's actions indicate that its hope is that other countries come to its defense. I concede I do not know the base rate for lethal confrontation between military forces after a non lethal incident like we had, nor would I know how to find it. However, given the brief time frame (less than 2 months), 15% seems like a conservatively high estimate of what the base rate might be. So, in this case, I am forecasting a probability under my estimated base rate based on Saudi Arabia's indications that it is averse to military confrontation."], [79550, "2019-09-18T19:52:02Z", [0.25], "The Iranians want war, we do not."], [745, "2019-09-18T18:56:11Z", [0.02], "In the end Saudis will back off and let US take the lead. Trump will love it."], [76730, "2019-09-18T18:16:23Z", [0.08], ""], [60695, "2019-09-18T17:39:14Z", [0.0], ""], [63401, "2019-09-18T17:14:11Z", [0.05], "They will be careful to use proxies and avoid direct kinetic activity. "], [5766, "2019-09-18T17:08:41Z", [0.0], "No way US will support SA to confront Iran. First, it is not 100% proved who was culprit and it is never going to be clear anytime soon and second, after this attack, the possibility of second attack is remote that will really enhance chances of confrontation."]], "open_date": "2019-09-18T17:00:30Z", "close_date": "2019-11-15T07:59:30Z"}