{"question_id": 925, "title": "In Trump v. Hawaii, will the Supreme Court rule on whether the September 2017 Presidential Proclamation on immigration violates or likely violates the Establishment Clause of the Constitution?", "possible_answers": ["Yes, and will rule that it does", "Yes, and will rule that it does not", "No"], "crowd_forecast": [0.0, 0.84, 0.16], "correct_answer": "Yes, and will rule that it does not", "correct_forecast": 0.84, "preds": [[745, "2018-06-27T14:57:12Z", [0.0, 0.99, 0.01], ""], [172, "2018-06-27T02:19:30Z", [0.0, 1.0, 0.0], ""], [35831, "2018-06-26T19:44:29Z", [0.0, 1.0, 0.0], ""], [4681, "2018-06-26T18:53:40Z", [0.0, 1.0, 0.0], ""], [32258, "2018-06-26T17:45:35Z", [0.0, 1.0, 0.0], ""], [5018, "2018-06-26T16:19:22Z", [0.0, 1.0, 0.0], ""], [1333, "2018-06-26T15:23:47Z", [0.0, 1.0, 0.0], ""], [48197, "2018-06-26T14:25:35Z", [0.0, 1.0, 0.0], "https://www.supremecourt.gov/opinions/17pdf/17-965_h315.pdf"], [43311, "2018-06-26T14:23:24Z", [0.0, 1.0, 0.0], "Just ruled on the \"travel\" Muslim ban \"yes\" 5-4 upheld ban I didn't forecast this one... I dont trust the crowd here for political forecasts and I use crowd as data on scotus but crowd got this one right. Every time I see the crowd go with something I agree with politically on here... I reserve judgment.... I don't trust you guys too much anymore on politics. This forecast wont count... you have to have your initial forecast in at least 24hrs before the first hr of the day of resolution (and sometimes 48).. So... midnight the night before last. And anything changed before midnight last night will stand. I think it's PST but not certain."], [691, "2018-06-26T11:44:11Z", [0.0, 0.84, 0.16], ""], [1333, "2018-06-25T15:18:01Z", [0.1, 0.65, 0.25], ""], [23006, "2018-06-24T22:58:26Z", [0.0, 0.5, 0.5], ""], [172, "2018-06-23T21:11:14Z", [0.0, 0.85, 0.15], ""], [691, "2018-06-23T19:14:43Z", [0.0, 0.84, 0.16], ""], [1333, "2018-06-23T15:10:40Z", [0.15, 0.5, 0.35], ""], [41952, "2018-06-22T19:52:13Z", [0.0, 0.75, 0.25], ""], [48197, "2018-06-22T18:31:18Z", [0.0, 0.9, 0.1], ""], [691, "2018-06-22T12:36:48Z", [0.0, 0.7, 0.3], "One begins to speculate about whether they will duck the substantive question and decide this on procedural grounds.  Alas, the Honourable Justices don't confide in me."], [53555, "2018-06-22T01:51:33Z", [0.0, 1.0, 0.0], ""], [46079, "2018-06-21T19:58:13Z", [0.05, 0.75, 0.2], ""], [36856, "2018-06-21T18:43:45Z", [0.1, 0.8, 0.1], ""], [59092, "2018-06-20T20:27:30Z", [0.35, 0.64, 0.01], ""], [691, "2018-06-20T19:46:58Z", [0.0, 0.8, 0.2], ""], [58300, "2018-06-20T03:14:46Z", [0.0, 0.0, 1.0], ""], [1333, "2018-06-18T21:44:53Z", [0.0, 0.65, 0.35], ""], [35636, "2018-06-18T03:52:52Z", [0.1, 0.7, 0.2], ""], [2965, "2018-06-17T21:19:04Z", [0.0, 0.7, 0.3], ""], [691, "2018-06-17T13:07:39Z", [0.0, 0.8, 0.2], ""], [53555, "2018-06-16T23:35:45Z", [0.05, 0.85, 0.1], ""], [1333, "2018-06-16T14:29:36Z", [0.0, 0.55, 0.45], ""], [691, "2018-06-16T13:09:01Z", [0.0, 0.8, 0.2], ""], [5018, "2018-06-16T02:38:39Z", [0.0, 0.75, 0.25], ""], [172, "2018-06-16T02:33:38Z", [0.0, 0.85, 0.15], ""], [59051, "2018-06-16T01:01:34Z", [0.6, 0.4, 0.0], ""], [691, "2018-06-15T19:57:59Z", [0.0, 0.81, 0.19], ""], [59048, "2018-06-15T15:22:03Z", [0.1, 0.9, 0.0], "After oral arguments, it seems pretty clear that they will allow the travel ban to stand."], [35831, "2018-06-15T02:46:00Z", [0.0, 0.85, 0.15], ""], [691, "2018-06-14T17:02:18Z", [0.0, 0.83, 0.17], ""], [44808, "2018-06-14T11:41:18Z", [0.45, 0.4, 0.15], ""], [59025, "2018-06-14T02:04:50Z", [0.0, 0.85, 0.15], ""], [172, "2018-06-13T21:54:06Z", [0.0, 0.85, 0.15], ""], [14033, "2018-06-13T18:21:32Z", [0.0, 0.95, 0.05], ""], [59008, "2018-06-13T05:02:44Z", [0.2, 0.4, 0.4], "It’s a hard case.  Trump’s commentary had clear play as to his intent, but he also has combined national security and immigration authority for safety at play.  My hunch is that the Court will rule there is realistic chance of success but not enough to meet the standard for a preliminary injunction. Remand to let the parties have some significant discovery as to what, if any, basis exists to support the reasons why the ban is narrowly tailored by naming the countries and allow some significant discovery. "], [4824, "2018-06-12T20:10:36Z", [0.0, 0.75, 0.25], ""], [691, "2018-06-11T13:01:36Z", [0.0, 0.78, 0.22], ""], [34353, "2018-06-11T11:40:45Z", [0.0, 0.75, 0.25], ""], [15196, "2018-06-09T16:16:56Z", [0.0, 0.9, 0.1], ""], [35831, "2018-06-09T12:04:56Z", [0.01, 0.75, 0.24], ""], [691, "2018-06-08T13:41:27Z", [0.0, 0.78, 0.22], ""], [1333, "2018-06-06T14:46:17Z", [0.0, 0.45, 0.55], "I see a sidestep or delay coming."], [15196, "2018-06-05T02:05:07Z", [0.0, 0.7, 0.3], ""], [42792, "2018-06-04T20:26:33Z", [0.0, 0.8, 0.2], ""], [691, "2018-06-04T11:36:41Z", [0.0, 0.61, 0.39], ""], [58836, "2018-06-03T18:46:53Z", [0.75, 0.0, 0.25], "Even this court cannot go so far astray as to rule for the President"], [19912, "2018-06-03T18:30:27Z", [0.0, 0.95, 0.05], ""], [172, "2018-06-01T02:16:10Z", [0.0, 0.65, 0.35], ""], [53897, "2018-05-31T19:03:04Z", [0.15, 0.6, 0.25], ""], [691, "2018-05-31T18:04:49Z", [0.0, 0.58, 0.42], ""], [1333, "2018-05-31T14:19:28Z", [0.0, 0.55, 0.45], ""], [691, "2018-05-28T17:26:14Z", [0.0, 0.58, 0.42], ""], [58514, "2018-05-26T22:53:56Z", [0.03, 0.9, 0.07], ""], [1333, "2018-05-26T15:45:43Z", [0.15, 0.3, 0.55], ""], [691, "2018-05-26T13:12:32Z", [0.0, 0.58, 0.42], ""], [172, "2018-05-26T00:54:39Z", [0.0, 0.65, 0.35], ""], [55306, "2018-05-25T14:44:02Z", [0.25, 0.55, 0.2], "This is clearly a political stunt designed to satisfy Trump's base and the supreme court should upload the decisions made by the lower courts, but I doubt they will because of the political bias of the court currently"], [35636, "2018-05-25T09:27:56Z", [0.0, 0.0, 1.0], "WoC0.59 Yes but nyet and 0.40 for Nope. I'm so screwed if they rule on this. Got a feeling July 15th will be a sad day for me on here.  I think if the SC does hurry up and rule on stuff it'll side with Trumpy and say it doesn't violate the Big C. "], [691, "2018-05-24T20:18:03Z", [0.0, 0.54, 0.46], ""], [54140, "2018-05-24T15:41:22Z", [0.0, 1.0, 0.0], ""], [1333, "2018-05-24T15:25:43Z", [0.05, 0.35, 0.6], ""], [54140, "2018-05-24T15:18:01Z", [0.0, 0.0, 1.0], ""], [48709, "2018-05-23T17:20:27Z", [0.0, 0.85, 0.15], "Out of an abundance of caution the ruling will go the way of the U.S. President and his legal team."], [46029, "2018-05-23T01:39:19Z", [0.45, 0.45, 0.1], ""], [50981, "2018-05-22T19:56:31Z", [0.0, 0.25, 0.75], ""], [4824, "2018-05-22T18:34:28Z", [0.0, 0.65, 0.35], ""], [691, "2018-05-22T14:47:37Z", [0.0, 0.53, 0.47], ""], [27155, "2018-05-19T10:50:07Z", [0.13, 0.25, 0.62], ""], [55931, "2018-05-19T00:39:05Z", [0.15, 0.8, 0.05], "In general, the Sept. 2017 Proclamation (\"immigration ban\") has survived the most recent SCOTUS review. \nAccording to the SCOTUS blog: The ban affects just 7 nations, only five of which are predominantly Muslim countries (countries in which Islam is the overwhelming majority religion); the two outliers being North Korean and Venezuela. All listed nations were cited for failure to provide adequate information for proper vetting (by the US government) prior to entry (see: \"other factors\"). Further, the ban provides exceptions (\"waivers\") and some \"430 waivers have been issued\" since the Sept. 2017 order (source: Attorney for the Government Noel Francisco). These arguments seemed to be persuasive (or at least push back against opposing arguments) to most of the court (although the reactions of two judges, Thomas and Gorsuch, were not noted; these two justice traditionally vote conservatively). Justices Roberts and Alito expressed concerned about the court second-guessing the government on \"national security issues\" (re: supporting the injunction against the ban; the court not having access to the same Intelligence [e.g., a group of terrorists entering the country; see Justice Roberts, SCOTUS Blog] that the government has. the implication here is that SCOTUS would be over-stepping its authority and possibly endangering national security by blocking the immigration ban). Other factors: Justice Breyer (normally a \"liberal\" on most rulings) seemed to be appeased by the government's arguments (regarding the granting of waivers) as long as these waivers were not \"window dressing\" (source: SCOTUS Blog). Only justices Ginsberg and Sotomayor argued that the Establishment clause grants the President authority only to \"suspend\" immigration temporarily (in order to give Congress time to pass a law. This implies that any such subsequent law may then be challenged on Constitutional grounds). Likewise, these were the only two justices that objected (in December 2017) to the court's prior upholding of the ban \"while appeals went forward\". (SCOTUS Blog) So, while four justices (Kagan, Kennedy, Ginsberg, Sotomayor) seemed skeptical or critical (based upon their questions) of the government's position, one traditionally liberal Justice (Breyer) appeared to be mollified and only two other traditionally liberal judges appeared to be  steadfast in their opposition to the ban (thus also, Kagan and Kennedy could vote either way), there does not seem to be a solid majority (five justices) in strong opposition to the Sept. 2017 Presidential  Proclamation. These factors persuade me that the court will rule to uphold the ban (but possibly with a provision/stipulation of a time limit)."], [691, "2018-05-17T14:51:05Z", [0.0, 0.54, 0.46], ""], [32100, "2018-05-17T13:16:03Z", [0.08, 0.15, 0.77], ""], [172, "2018-05-16T22:21:18Z", [0.0, 0.15, 0.85], ""], [53555, "2018-05-16T21:22:55Z", [0.1, 0.7, 0.2], ""], [58346, "2018-05-16T19:04:13Z", [0.1, 0.7, 0.2], ""], [974, "2018-05-16T17:46:54Z", [0.0, 0.15, 0.85], ""], [42417, "2018-05-16T06:32:40Z", [0.05, 0.8, 0.15], ""], [30477, "2018-05-15T19:30:53Z", [0.42, 0.26, 0.32], ""], [2965, "2018-05-15T09:06:02Z", [0.0, 0.0, 1.0], ""], [172, "2018-05-14T23:55:34Z", [0.0, 0.15, 0.85], ""], [54761, "2018-05-14T18:04:28Z", [0.3, 0.65, 0.05], ""], [50568, "2018-05-14T16:47:59Z", [0.0, 1.0, 0.0], ""], [4824, "2018-05-14T16:33:54Z", [0.2, 0.45, 0.35], ""], [691, "2018-05-14T12:33:20Z", [0.0, 0.31, 0.69], ""], [54186, "2018-05-13T16:36:32Z", [0.0, 0.65, 0.35], ""], [691, "2018-05-12T12:33:10Z", [0.0, 0.31, 0.69], ""], [58255, "2018-05-12T10:05:59Z", [0.03, 0.27, 0.7], ""], [47597, "2018-05-12T03:33:05Z", [0.0, 0.8, 0.2], "Presidential power in foreign affairs is virtually unlimited \n"], [55834, "2018-05-07T16:32:47Z", [0.75, 0.25, 0.0], ""], [19912, "2018-05-07T01:50:34Z", [0.0, 0.05, 0.95], ""], [1333, "2018-05-05T15:28:02Z", [0.15, 0.25, 0.6], ""], [32258, "2018-05-04T16:47:17Z", [0.0, 0.05, 0.95], "https://legaldictionary.net/concurring-opinion/ \"Majority opinions in the course of trying a case, which provides precedent, or a legal standard by which similar cases have been decided. Because they do not express the opinion of the majority of the court, concurring opinions are not legally binding, and cannot be referred to as such. Concurring opinions can, however, offer a view into the appellate court’s thought process in making its decision, and pave the way to viewing a current case differently. Some judges have an open mind when it comes to considering these opinions, and developing new legal rules as a result.\n---------------------\nAgree with @ttltran that the majority opinion is what counts on this question, not whether a justice mentions the Establishment Clause as commented @chrisp\n"], [48309, "2018-05-03T09:12:43Z", [0.15, 0.3, 0.55], ""], [48309, "2018-05-03T09:01:39Z", [0.35, 0.15, 0.5], "Comment deleted on May 03, 2018 09:13AM UTC"], [48197, "2018-05-02T00:39:18Z", [0.0, 0.35, 0.65], ""], [54723, "2018-05-01T18:43:22Z", [0.3, 0.7, 0.0], ""], [691, "2018-05-01T16:15:52Z", [0.0, 0.31, 0.69], ""], [53585, "2018-05-01T14:52:37Z", [0.0, 0.79, 0.21], ""], [27464, "2018-04-30T19:34:07Z", [0.45, 0.55, 0.0], ""], [32258, "2018-04-30T01:32:16Z", [0.0, 0.1, 0.9], ""], [58004, "2018-04-29T23:30:34Z", [0.0, 0.25, 0.75], ""], [42162, "2018-04-28T18:28:32Z", [0.0, 0.19, 0.81], ""], [42162, "2018-04-28T17:57:37Z", [0.0, 0.23, 0.77], ""], [5018, "2018-04-27T02:08:30Z", [0.0, 0.7, 0.3], ""], [32258, "2018-04-26T19:33:44Z", [0.0, 0.2, 0.8], "This has always been a very difficult question in my view. If it were simply a question of will SCOTUS support Trump's travel ban or not, it would have been much easier. But this question asks just one thing. Will SCOTUS rule that the travel ban violates the Establishment Clause or not. Initially, I forecast 90% No-- figuring the Court would find one or more aspects of the statutory questions to base its decision and as minimalists, would avoid the Establishment Clause issue. I am not an attorney but researched all four of the questions and came to the conclusion that whether SCOTUS agrees or not with Trump's ban, they would rule on the statutory aspects of it. I figured that by version 3 of the travel ban, they got it right (legally).  After oral arguments, it seems they are going along the lines that this is not justiciable on the statutory questions. So, I am no more clear today whether they will avoid the Constitutional question or not. \nIf they opine that the controlling precedent is Mandel, then the court considers whether the ban is facially legitimate and bonafide which means they don't consider Trump's comments regarding Muslims as having any bearing on the case. If that's how SCOTUS rules, then can they avoid ruling on the Establishment Clause or do they have to rule on it for some technical reason? "], [32258, "2018-04-26T16:12:58Z", [0.0, 0.4, 0.6], "."], [35831, "2018-04-26T15:36:21Z", [0.01, 0.7, 0.29], "I thought about it some more, and this question sure is tricky. Since the Appellate Court didn't rule on the Establishment clause, and since the Justices seem to be quite displeased that the Lower Court \"threw away precedence in respond to political climate\", and \"We should establish precedence for all Presidents, not just this President,\" I now think they will specifically mention the Establishment Clause, in order to squash whatever may come up later. I don't think they want to litigate this case again. (I mean that if they didn't mention the Establishment Clause, the Appellate Court may come back and say the Proclamation isn't constitutional since it violates the Establishment Clause\" The Jutices seems not to like that alternative.) Since the majority seems to let the Proclamation stands, the Supreme Court will remand to the lower courts and tell them, among other things, that the Proclamation doesn't violate the Establishment Clause."], [35831, "2018-04-26T14:44:18Z", [0.01, 0.04, 0.95], "From the Appellate Court decision:  \"Plaintiffs argue that the Proclamation also violates the Establishment Clause\nof the United States Constitution. They urge us to adopt the view taken by the en\nbanc Fourth Circuit in its review of EO-2 that “the reasonable observer would\nlikely conclude that EO-2’s primary purpose [was] to exclude persons from the\nUnited States on the basis of their religious beliefs.” IRAP, 857 F.3d at 601.\nBecause we conclude that the district court did not abuse its discretion in\ngranting the preliminary injunction relying on Plaintiffs’ statutory claims, we need\nnot and do not consider this alternate constitutional ground. See Am. Foreign Serv.\nAss’n v. Garfinkel, 490 U.S. 153, 161 (1989) (“Particularly where, as here, a case\nimplicates the fundamental relationship between the Branches, courts should be\nextremely careful not to issue unnecessary constitutional rulings.”). I am increasing the chance for a \"No\" because the Court has plenty of reason to rule one way or another\nwithout having to touch the Establishment Clause. "], [12591, "2018-04-26T09:38:22Z", [0.15, 0.3, 0.55], ""], [35636, "2018-04-26T09:35:04Z", [0.0, 0.0, 1.0], ""], [32258, "2018-04-26T01:58:48Z", [0.0, 0.1, 0.9], "@lsgold7 makes a good case."], [691, "2018-04-26T00:31:24Z", [0.01, 0.29, 0.7], ""], [35831, "2018-04-25T21:23:50Z", [0.05, 0.15, 0.8], "The arguments have not touched anything about the Establishment clause. The lawyer representing Hawaii insisted again and again that the proclamation expands executive branch power, stepping on Congress' toes in Immigration and Naturalization Law, a constitutional right reserved to Congress. The DoJ lawyer said that it is within the executive branch power to enforce the INA by banning citizen from countries who did not cooperate to the vetting process.\nTo the point of this question, Justice Alito raised the point that by reading the text of the proclamation alone, one cannot infer that this has anything to do with Muslims. Other Justices, with exception from Justice Sotomayor, did not ask any question to counter Justice Alito.\nTherefore, I would put the chance for No to 80%. \nNow I need to figure out if they would put in some language in the Majority opinion pertaining to the First Amendment Establishment clause. Will revise this for sure.\n"], [11788, "2018-04-25T18:31:19Z", [0.0, 0.0, 1.0], ""], [33887, "2018-04-25T08:37:32Z", [0.0, 0.0, 1.0], ""], [2965, "2018-04-24T13:13:24Z", [0.0, 0.0, 1.0], "They are not going to address the establishment clause claim.\nSee www.nytimes.com by former Senator Danforth and Governor Kean\nIt violates 3 congressional statutes and separation of powers.\n"], [54675, "2018-04-21T01:41:43Z", [0.25, 0.25, 0.5], ""], [691, "2018-04-19T14:20:31Z", [0.01, 0.19, 0.8], ""], [35636, "2018-04-19T13:34:12Z", [0.05, 0.25, 0.7], ""], [48197, "2018-04-18T02:03:25Z", [0.1, 0.6, 0.3], ""], [37512, "2018-04-17T00:06:59Z", [0.55, 0.35, 0.1], ""], [46762, "2018-04-16T23:36:18Z", [0.0, 1.0, 0.0], "The justices will decide four questions: Whether [Hawaii’s] challenge to the President’s suspension of entry of aliens is justiciable.\nWhether the Proclamation is a lawful exercise of the President’s authority to suspend entry of aliens abroad.\nWhether the global injunction is impermissibly broad.\nWhether Proclamation No. 9645 violates the Establishment Clause.\nIn other words, the Court will decide first whether policies of this nature can be taken to court at all, or left instead to Congress and the president. If lawsuits are permitted, the justices will next decide whether President Trump’s specific proclamation here is consistent with federal law as passed by Congress. The Court will also tackle whether it exceeds a district court’s authority under these circumstances to issue a worldwide injunction again all U.S. federal officers, or if instead their orders must be narrower and more modest in scope. Finally, the Court will tackle the issue of whether this policy violates the Establishment Clause of the U.S. Constitution, because the plaintiffs here claim that the policy is actually a ban on Muslims, arguing that this is a government establishment of an official state religion. The case will almost certainly be argued the last week of April, with a decision at the end of June 2018. From Breitbart, about the only factual mainstream news source.  So.  The Supreme Court spanked the 9th circuit on this once, ruling 9-0.   Remanded and the district court reasserted again.  The supreme court will not look fondly on those that defied it once.  The only question is .. considering the constipated nature of the court recently - will that prevent ruling in time; or will a different case case kennedy to reconsider.  The more difficult question (and more likely) is whether or not the Supreme court gives a partial victory to trump.   How to adjudicate?"], [691, "2018-04-16T16:19:05Z", [0.0, 0.19, 0.81], ""], [26965, "2018-04-16T15:31:59Z", [0.2, 0.55, 0.25], ""], [55873, "2018-04-15T22:20:37Z", [0.55, 0.25, 0.2], "I believe a majority of the Court will follow simple logic.  Those who are \"originalists\" will seek, or profess to seek,  judgment on the matter that ignores the political environment fostered by the President, but i think Kennedy will not be persuaded by the originalist notion.  "], [55873, "2018-04-15T22:16:43Z", [0.55, 0.25, 0.2], ""], [12591, "2018-04-15T05:43:27Z", [0.65, 0.3, 0.05], ""], [32258, "2018-04-14T19:21:36Z", [0.02, 0.23, 0.75], ""], [689, "2018-04-14T00:21:50Z", [0.0, 1.0, 0.0], "Liberal Hawaii and the corrupt Ninth Circuit do not interpret the Constitution correctly. The Supreme Court does. The President absolutely has power to restrict, control, or suspend immigration, especially in view of recent State of Emergency declared in December 21, 2017 Executive Order."], [7370, "2018-04-12T15:16:08Z", [0.65, 0.15, 0.2], "because the constitution cannot be politicized to protect wrong actions (wrong side of history response)."], [630, "2018-04-12T05:02:29Z", [0.35, 0.45, 0.2], ""], [691, "2018-04-11T16:59:03Z", [0.0, 0.18, 0.82], ""], [46339, "2018-04-11T11:48:27Z", [0.0, 0.02, 0.98], ""], [48197, "2018-04-10T20:10:27Z", [0.1, 0.6, 0.3], ""], [36147, "2018-04-10T11:37:28Z", [0.29, 0.25, 0.46], "lol forcasts , not so clear for me..."], [50985, "2018-04-10T00:33:59Z", [0.65, 0.0, 0.35], ""], [51217, "2018-04-09T20:04:27Z", [0.0, 0.9, 0.1], "Assuming the Court follows Basic Constitutional Law anymore...."], [16272, "2018-04-09T16:55:45Z", [0.25, 0.05, 0.7], ""], [691, "2018-04-09T12:12:13Z", [0.0, 0.21, 0.79], ""], [35636, "2018-04-09T10:46:05Z", [0.25, 0.25, 0.5], "No idea, so 33% each, but weighting No given timeline criteria. So 25-25-50"], [14033, "2018-04-08T23:17:39Z", [0.0, 0.05, 0.95], ""], [57798, "2018-04-08T20:55:13Z", [1.0, 0.0, 0.0], ""], [15196, "2018-04-08T20:37:01Z", [0.0, 0.2, 0.8], ""], [57798, "2018-04-08T20:34:20Z", [1.0, 0.0, 0.0], "Because this Proclamation actually does violate the constitution, regardless of statistical analysis, and past probabilities or political affiliations. I followed it closely when Trump was first elected, and Hawaii battled in the courts and won. At the end of the day there is no substitute for the truth, forecasting or not. Is this a big risk for my first forecast? Sure. But I believe in truth over statistics, probability and making a decision based on what I think will happen. I am sure I will learn a valuable lesson after this one, but hey... let me learn that lesson on my first forecast out of the gate. I'm that over-confident guy they talked about in the training slides."], [29980, "2018-04-08T19:38:21Z", [0.05, 0.05, 0.9], ""], [11788, "2018-04-08T19:18:33Z", [0.0, 1.0, 0.0], ""], [1333, "2018-04-07T16:12:28Z", [0.2, 0.15, 0.65], ""], [51221, "2018-04-07T14:59:59Z", [0.1, 0.3, 0.6], ""], [44965, "2018-04-07T12:52:51Z", [0.8, 0.2, 0.0], ""], [44965, "2018-04-07T12:49:36Z", [0.8, 0.2, 0.0], ""], [36910, "2018-04-07T11:40:39Z", [0.0, 0.85, 0.15], ""], [42162, "2018-04-07T07:10:38Z", [0.0, 0.5, 0.5], ""], [243, "2018-04-07T04:45:56Z", [0.65, 0.0, 0.35], "hoping that sanity will prevail over stupidity"], [53585, "2018-04-07T04:15:51Z", [0.25, 0.75, 0.0], "Gorsuch. "], [32258, "2018-04-07T02:25:14Z", [0.0, 0.25, 0.75], "@Saarinen raises THE question that I believe is at the heart of the case: whether the case is justiciable. \nNext issue; does the question of \"justiciable\" only apply to the 4th question raised in this case by Hawaii? ie. whether the proclamation \"likely violates the Establishment Clause\" or does the question of \"justiciable\" also apply to the other 3 questions? My forecast is based on the latter concept.  I would appreciate feedback on anyone's interpretation of this aspect of the GJO question: \"Likely violates\" refers to a situation in which the Court makes a decision on the Establishment Clause for the purposes of ruling on the preliminary injunction, but does not make a direct ruling on the proclamation.\" cc: @lsgold7"], [56516, "2018-04-07T00:13:55Z", [0.25, 0.0, 0.75], ""], [51327, "2018-04-06T23:45:04Z", [0.05, 0.8, 0.15], "I’m editing mine a bit to allow for a slim possibility of the swing voter swinging."], [51327, "2018-04-06T23:41:47Z", [0.0, 0.8, 0.2], "If decided as a matter of law it must be ruled that it’s does not.  But. The  four hard core Leftist Justices may be unwilling to risk defeat if it comes to an actual matter of law.  They are likely to force a stall until after the election.  On the other hand, they may have inside information about one of their number retiring and being replace by a Trump Appointee.  In that case they may want to get it done while they have four solid anti-Trump votes.  "], [45017, "2018-04-06T22:39:43Z", [1.0, 0.0, 0.0], ""], [42162, "2018-04-06T22:34:08Z", [0.0, 0.91, 0.09], "I followed this so-called travel ban litigation intensively during the year 2017. I lost interest late in the year, so this is based on what I remember from the original litigation and a cursory look at this case. First of all, the 9th Circuit's decision (http://www.scotusblog.com/wp-content/uploads/2018/01/17-965-opinion-below.pdf) will be torn to pieces in oral argument. Second of all, the only plausible way for SCOTUS to not reach the Establishment Clause question is on non-justiciability grounds. But Hawaii has 1000 arguments for having grounds to file suit on behalf of various people and entities, some of which arguments are kind of valid. Besides, SCOTUS will not have a chance to shred the 9th Circuit's decision properly if it finds the case non-justiciable. So, I would say only 1/10 chance that they don't reach the question. The \"Yes, and it will rule that it does\" is only bait for the more emotional Clinton voters, not an actual possibility. I will return to this question once the oral argument has been held and I have had a chance to listen to the  recording."], [57762, "2018-04-06T22:04:18Z", [0.65, 0.35, 0.0], "Amicus Briefs overwhelmingly indicate EO-3, Section 2 will persuade a majority of Justices that it violates the Free Exercise Clause of the First Amendment."], [54040, "2018-04-06T21:49:02Z", [0.0, 0.01, 0.99], ""], [43218, "2018-04-06T17:50:59Z", [0.65, 0.26, 0.09], "The president often comes to snap decisions that are not grounded in law."], [35831, "2018-04-06T16:50:08Z", [0.3, 0.6, 0.1], "Establishment Clause:\n\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.\" 1. This is late in the term and there is chance the ruling will be pushed to the next term. 10% No.\n2. Pending oral argument, the chance for a \"does not\" ruling is pegged at 2:1 because:\n   - Establishment clause is applied to Congress \"Congress shall not make law...\" So, the injunction only holds when it could refer to a law, or the Constitution, that the Administration doesn't follow. \n   - Restriction of Immigration has been done before. Imagine a President banning Jews from entering the country during their height of persecution during World War II. Would that violate the Establishment Clause? Guess who made this ban? *\n   - Chinese banned. It's a long time ago. During the Wild West. Surely Pre-constitution. Think again. \n   - Banning Communists to enter the country. Wow, what a radical idea. Oh wait a minute, Communism isn't a religion except they have their own books, teaching, pantheon. They sure are a threat to Christianity.\n   - Banned Iranians from entering the US. Wow, that must be Trump. Wait a minute. Trump isn't president in the late 70s. Guess who made the ban? * Let's see how the Justices think through their questions, April 26.\n---------\n* So, if the President's name was Franklin Roosevelt (D) or Jimmy Carter (D), it is OK to ban Jews and Iranians but when the President's name has and (R) attached, it is not OK? It is funny how people have selective memory. "], [12879, "2018-04-06T15:38:29Z", [0.3, 0.05, 0.65], ""], [1333, "2018-04-06T15:09:35Z", [0.35, 0.15, 0.5], ""], [5018, "2018-04-06T14:44:08Z", [0.0, 0.45, 0.55], ""], [49605, "2018-04-06T14:08:10Z", [0.02, 0.09, 0.89], ""], [691, "2018-04-06T13:21:30Z", [0.01, 0.21, 0.78], "Bigotry is not coterminous with establishment.   There is probably enough lipstick on this pig to gie the Court cover for finding some other issue to talk about."], [57551, "2018-04-06T02:37:21Z", [0.11, 0.39, 0.5], "The court may well play a waiting game on this one."], [20250, "2018-04-06T00:58:37Z", [0.95, 0.05, 0.0], ""], [48309, "2018-04-05T21:21:55Z", [0.2, 0.1, 0.7], ""], [53582, "2018-04-05T21:13:30Z", [0.0, 0.0, 1.0], "lol lol you're darn right it violates the Establishment Clause. Therefore the conservative justices will completely avoid that issue. "], [1333, "2018-04-05T16:39:22Z", [0.45, 0.1, 0.45], ""], [52250, "2018-04-05T11:30:05Z", [0.75, 0.25, 0.0], ""], [32258, "2018-04-05T06:03:53Z", [0.05, 0.05, 0.9], "SCOTUS can avoid ruling on the establishment clause as the lower court did."], [43228, "2018-04-05T00:15:28Z", [0.75, 0.25, 0.0], "I believe that Trump's Proclamation probably does violate the Establishment Clause."], [36736, "2018-04-04T19:58:57Z", [0.0, 0.0, 1.0], ""], [34353, "2018-04-04T19:55:22Z", [0.2, 0.05, 0.75], ""], [52998, "2018-04-04T19:07:07Z", [0.0, 0.0, 1.0], "Because the proclamation had several versions, one of which is likely to be upheld under the broad executive power to act in the interest of national security. That version, being affirmed, will allow the SCOTUS to avoid the larger constitutional question raised in Trump v. Hawaii. "], [1333, "2018-04-04T19:00:16Z", [0.35, 0.1, 0.55], ""]], "open_date": "2018-04-04T17:00:02Z", "close_date": "2018-06-26T17:00:33Z"}