{"question_id": 1739, "title": "Before 11 November 2020, will Alexander Lukashenko cease to be the president of Belarus?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[1034, "2020-11-11T07:42:28Z", [0.0], ""], [21046, "2020-11-11T03:09:45Z", [0.0], ""], [90417, "2020-11-10T16:50:13Z", [0.0], ""], [691, "2020-11-10T15:04:52Z", [0.0], ""], [92863, "2020-11-10T11:05:52Z", [0.0], ""], [1034, "2020-11-10T08:14:49Z", [0.0], ""], [1639, "2020-11-10T06:56:12Z", [0.0], "It doesn’t look like "], [37520, "2020-11-10T05:53:11Z", [0.0], "But the writing is on the wall."], [57778, "2020-11-10T04:05:11Z", [0.0], ""], [94632, "2020-11-10T03:02:15Z", [0.0], ""], [87427, "2020-11-09T22:56:42Z", [0.0], ""], [73050, "2020-11-09T21:24:14Z", [0.0], ""], [95808, "2020-11-09T20:14:14Z", [0.0], ""], [96831, "2020-11-09T19:33:07Z", [0.02], ""], [96866, "2020-11-09T19:18:55Z", [0.0], ""], [1333, "2020-11-09T18:46:22Z", [0.0], ""], [86658, "2020-11-09T18:17:39Z", [0.0], ""], [49838, "2020-11-09T17:20:51Z", [0.0], "1000 Protestors juts locked up, this is a confirmation forecast of previous forecasts."], [88614, "2020-11-09T14:12:01Z", [0.0], ""], [33959, "2020-11-09T13:13:08Z", [0.0], "It's pretty much realised now."], [95286, "2020-11-09T12:29:31Z", [0.0], ""], [95262, "2020-11-09T06:44:25Z", [0.0], ""], [40900, "2020-11-08T23:29:53Z", [0.0], ""], [75863, "2020-11-08T22:17:47Z", [0.0], ""], [88416, "2020-11-08T13:08:38Z", [0.0], ""], [37236, "2020-11-08T13:04:15Z", [0.0], "Not before the end date that this forecasting problem cites.  "], [1034, "2020-11-08T00:05:20Z", [0.0], ""], [88422, "2020-11-07T22:47:44Z", [0.0], ""], [90433, "2020-11-07T22:09:50Z", [0.01], "Unless he gets hit be lightning, he's still going to be there."], [11817, "2020-11-07T22:02:44Z", [0.0], ""], [84880, "2020-11-07T19:46:04Z", [0.0], ""], [88416, "2020-11-07T19:33:02Z", [0.0], ""], [60948, "2020-11-07T18:17:25Z", [0.0], ""], [20156, "2020-11-07T15:31:43Z", [0.0], ""], [1034, "2020-11-06T18:56:45Z", [0.0], ""], [96713, "2020-11-06T15:05:11Z", [0.1], ""], [96005, "2020-11-06T14:13:00Z", [0.02], "There is a chance but very little especially in the shadow of U.S. election.  International pressure will not underwrite local protests until after.  Additionally, public demonstrations will slow in winter losing media hype."], [95170, "2020-11-06T08:00:26Z", [0.01], ""], [96820, "2020-11-06T06:39:11Z", [0.03], "no way Lukash leaves on his own. no peaceful tactics rest for protesters. less than a week to date X. the only chance is Putin changes his position but he's always indecisive in such questions. Poots requires some warmup from media, senate and other talking heads before he speaks himself and it's not a matter of days."], [94751, "2020-11-06T02:27:06Z", [0.01], ""], [40900, "2020-11-05T22:07:44Z", [0.01], ""], [96721, "2020-11-05T03:18:09Z", [0.0], ""], [43621, "2020-11-04T22:46:17Z", [0.0], ""], [73050, "2020-11-04T22:31:49Z", [0.0], ""], [86233, "2020-11-04T21:16:13Z", [0.0], ""], [86429, "2020-11-04T19:18:54Z", [0.0], ""], [14027, "2020-11-04T17:57:34Z", [0.01], ""], [1333, "2020-11-04T15:57:12Z", [0.0], ""], [49838, "2020-11-04T15:39:25Z", [0.0], "Confirmation of initial forecast and current trends."], [1333, "2020-11-04T14:16:58Z", [0.0], ""], [62808, "2020-11-04T14:12:00Z", [0.0], ""], [85601, "2020-11-04T14:10:15Z", [0.0], ""], [94837, "2020-11-04T14:06:26Z", [0.0], ""], [87342, "2020-11-04T14:05:22Z", [0.0], ""], [94548, "2020-11-04T14:04:33Z", [0.0], ""], [59141, "2020-11-04T14:02:46Z", [0.0], ""], [60948, "2020-11-04T09:49:20Z", [0.02], "Belarus’s Lukashenko underestimates seriousness of mass protests, expert says - TASS\nhttps://tass.com/world/1219711\nTue, 03 Nov 2020 23:19:01 GMT \"I think Naryshkin visited Minsk for a reason. Clearly, he was told to explain the real situation to Alexander Grigorievich [Lukashenko] in private - the situation where he is, and which he clearly underestimates,\" Zharikhin said."], [70711, "2020-11-04T07:38:00Z", [0.0], ""], [95808, "2020-11-03T21:52:21Z", [0.05], "The deadline is almost upon us and there is no indication that Lukashenko is losing control of the Belarus security forces or the support of Russia (https://eng.belta.by/politics/view/lavrov-constitutional-reform-is-a-much-needed-platform-for-national-dialogue-in-belarus-134737-2020/). It seems very unlikely he will be out by November 11."], [80949, "2020-11-03T20:47:18Z", [0.05], ""], [94633, "2020-11-03T16:27:04Z", [0.0], ""], [88416, "2020-11-03T15:53:20Z", [0.01], ""], [86500, "2020-11-03T10:11:49Z", [0.05], ""], [89005, "2020-11-03T07:39:45Z", [0.0], ""], [87897, "2020-11-03T03:25:07Z", [0.0], ""], [86554, "2020-11-03T01:48:34Z", [0.0], ""], [95874, "2020-11-02T19:52:28Z", [0.01], "Despite the continuation of protests for 12 weeks, there would be almost no chance that Lukashenko will lose his power by next week.  Plus, Putin has continued to stand by Lukashenko."], [1034, "2020-11-02T18:10:42Z", [0.0], ""], [49838, "2020-11-02T15:00:31Z", [0.0], "Confirmation forecast of continuing trends in the region."], [86342, "2020-11-02T14:17:40Z", [0.0], ""], [63401, "2020-11-02T14:16:50Z", [0.0], "In spite of the pressure, his regime won't run out of steam by November 11.  Tens of thousands protest in Belarus, defying warning shots\nhttps://www.aljazeera.com/news/2020/11/1/tens-of-thousands-protest-in-belarus-defying-warning-shots Belarus protesters use Telegram to keep up pressure on Lukashenko\nhttps://www.theguardian.com/world/2020/nov/01/telegram-belarus-protesters-pressure-lukashenko"], [88452, "2020-11-02T09:43:20Z", [0.0], ""], [783, "2020-11-02T04:52:03Z", [0.0], ""], [94869, "2020-11-02T02:56:12Z", [0.0], ""], [31275, "2020-11-01T22:15:46Z", [0.0], ""], [31275, "2020-11-01T22:15:33Z", [0.02], ""], [63401, "2020-11-01T22:10:23Z", [0.0], ""], [60948, "2020-11-01T22:00:21Z", [0.01], "Belarus protesters use Telegram to keep up pressure on Lukashenko - The Guardian\nhttps://www.theguardian.com/world/2020/nov/01/telegram-belarus-protesters-pressure-lukashenko\nSun, 01 Nov 2020 19:21:00 GMT\n"], [94548, "2020-11-01T19:40:20Z", [0.01], ""], [81296, "2020-11-01T18:46:22Z", [0.15], ""], [80276, "2020-11-01T17:11:40Z", [0.01], ""], [12726, "2020-11-01T15:27:36Z", [0.0], ""], [92863, "2020-11-01T11:53:41Z", [0.01], ""], [88416, "2020-11-01T11:31:14Z", [0.01], ""], [31275, "2020-11-01T00:38:16Z", [0.05], ""], [96685, "2020-10-31T17:22:53Z", [0.03], "There's always some possibility but he is highly unlike without physical force to stepdown."], [1333, "2020-10-31T13:33:41Z", [0.0], ""], [88416, "2020-10-31T08:36:21Z", [0.01], ""], [93409, "2020-10-31T07:53:38Z", [0.0], ""], [95344, "2020-10-31T07:20:01Z", [0.0], ""], [1034, "2020-10-30T23:02:46Z", [0.0], ""], [94632, "2020-10-30T22:29:26Z", [0.0], ""], [87897, "2020-10-30T13:37:55Z", [0.01], ""], [80644, "2020-10-30T13:10:03Z", [0.0], ""], [92863, "2020-10-30T12:44:35Z", [0.02], ""], [60948, "2020-10-29T22:22:00Z", [0.02], "Lukashenko shuts borders, shakes up security team to stamp out Belarus protests - Reuters\nhttps://www.reuters.com/article/us-belarus-election/lukashenko-shakes-up-security-team-to-stamp-out-belarus-protests-idUSKBN27E18I\nThu, 29 Oct 2020 08:55:00 GMT 'What made him come there?': Lukashenko's surprise meeting with his critics - The Guardian\nhttps://www.theguardian.com/world/2020/oct/29/alexander-lukashenko-surprise-meeting-with-his-critics-belarus\nThu, 29 Oct 2020 15:05:00 GMT\n"], [11817, "2020-10-29T22:10:33Z", [0.0], ""], [92232, "2020-10-29T19:00:20Z", [0.05], ""], [95286, "2020-10-29T16:05:26Z", [0.01], "Will watch this closely over the weekend, but there needs to be an uprising on this scale ( https://en.wikipedia.org/wiki/Viktor_Yanukovych#Removal_from_presidency ) to turn the dial for me. 100,000 in the streets again won't be enough I'd guess?"], [74903, "2020-10-29T14:52:06Z", [0.0], ""], [85078, "2020-10-29T13:13:39Z", [0.0], ""], [63401, "2020-10-29T12:36:08Z", [0.0], "Lukashenko still has gas in his tank. He is not going anywhere by the deadline of this question. https://www.reuters.com/article/us-belarus-election/lukashenko-shakes-up-security-team-to-stamp-out-belarus-protests-idUSKBN27E18I"], [88175, "2020-10-29T03:52:21Z", [0.0], ""], [27661, "2020-10-28T20:01:03Z", [0.0], ""], [1333, "2020-10-28T17:52:35Z", [0.0], ""], [94921, "2020-10-28T17:33:32Z", [0.05], "It appears that there is some momentum with the protests. There are likely to be more strikes.  Lukashenko will know that time is not on his side, but the cut off date is very soon so 5% seems reasonable.  "], [80293, "2020-10-28T14:55:15Z", [0.01], "There was no change at the beginig of the week"], [86658, "2020-10-28T10:36:53Z", [0.01], ""], [88606, "2020-10-28T10:36:37Z", [0.01], ""], [88416, "2020-10-28T07:32:45Z", [0.01], ""], [87422, "2020-10-27T21:58:14Z", [0.0], ""], [89083, "2020-10-27T21:53:32Z", [0.0], ""], [94532, "2020-10-27T17:57:01Z", [0.01], ""], [38094, "2020-10-27T15:19:09Z", [0.0], "10/27 Strikes have begun given that AL did not step down as \"demanded\" by the opposition. Things could heat up from here as AL tries to divide the opposition by talking to some and imprisoning others. But unlikely to have an effect before this question closes on 11/11."], [92291, "2020-10-27T14:10:09Z", [0.2], ""], [93505, "2020-10-27T10:24:47Z", [0.0], ""], [89005, "2020-10-27T05:45:57Z", [0.02], ""], [96112, "2020-10-27T01:30:20Z", [0.01], "Lukashenko is supported by Putin, and the protest so far have not been so prominent as to completely topple him. He still has military support."], [89099, "2020-10-26T21:10:44Z", [0.0], ""], [1034, "2020-10-26T20:20:52Z", [0.0], ""], [1034, "2020-10-26T19:56:40Z", [0.0], ""], [31275, "2020-10-26T19:09:01Z", [0.0], ""], [49838, "2020-10-26T14:59:02Z", [0.03], "Narrowing forecast, as the time frame for the question is coming due."], [94917, "2020-10-26T11:37:33Z", [0.0], ""], [33959, "2020-10-26T10:43:56Z", [0.05], "I predicted a higher chance of change, namely 50%. But time is now running out. On the other hand, there is now a big event happening (thanks @michal_dubrawski ) that will create conflict again. The real problem here is we seem to have an irresistible force meeting an immovable object. My thinking is, once protests of the scale in Belarus start, you can't stop them without a military clampdown. Because they have past the point of no return. If they stop peacefully now the dictatorship will crush them all and they all know it. Hence an irresistible force.  And sure enough, the protests are continuing and show no sign of stopping. But the immovable object is the dictatorship holds all the institutions of power and will not let go. So it ends either in victory or a military clamp down. But if there was no military clamp down now, will there ever be one? Further, events on the street can indeed move quickly.  Is 17 days enough for a successful revolution? It would be nice to study the distribution of time periods between protests and successful resolutions. But I don't have time, so will just assume 5%. "], [88416, "2020-10-26T06:55:28Z", [0.01], ""], [81342, "2020-10-26T03:45:52Z", [0.0], ""], [87897, "2020-10-26T02:29:17Z", [0.02], ""], [74890, "2020-10-25T22:40:15Z", [0.0], "Today is the deadline specified in the opposition's ultimatum to Lukashenko. Since he is unlikely to leave the office, tomorrow we should see nationwide strikes in Belarus. I think however that with only less than 17 days left to the end of our forecasted period, the probability of new wave of protests success that fast is very low. Especially since very big demonstrations and strikes were not able to succeed before. I admire courageous people of Belarus who oppose the totalitarian regime, but with the loyalty of the army, KGB and police forces  and the backing form Putin (recent visit of Russian chief of intelligence in Minsk might be another sign of cooperation and support, maybe even preparations for opposition actions) they bravery might not be enough even if the whole country would become a prison and the whole nation would become prisoners.  I believe that unfortunately rivaling security services that mutually control each other will stay loyal to Lukashenko, especially since he has support from Putin and his secret services and military.\nI have previously mentioned \"The House That Lukashenko Built\" by ARTYOM SHRAIBMAN https://carnegie.ru/2018/04/12/house-that-lukashenko-built-foundation-evolution-and-future-of-belarusian-regime-pub-76059 but to study this topic further I have also recently bought short Polish book \"Łukaszenko - dyktator w kołchozie Białoruś\" (Lukashenko, the dictator in kolkhoz Belarus), by journalist Michał Kacewicz (printed by Newsweek Poland in 2007).  Here is my amatour translation (supported by Google Translate) of the part of it, that is important to my thinking: \"It has been announced more than once that a conspiracy is being born in the KGB, that the rebel officers together with the Russians will overthrow the president. Just before the elections in March 2006, a letter from the KGB members who had had enough of the president got online. \nMost likely, as with all previous leaks, it was a test balloon, invented by those at the top of the government, or perhaps the president himself, in a multi-layered plot aimed at catching disloyal officers. Because many began to whisper, ask questions and doubted whether Lukashenka's power would last. From that moment on, they came under observation. In six months, a year after the elections, purges shook KGB. Banging on the door in the morning, being dragged out in pajamas and handcuffs by masked commandos of one of the militia services. \nThe mechanism worked. The Interior Ministry and the militia attacked disloyal KGB officers. Already in the Soviet times, the rivalry of various services kept the police state mechanism in constant readiness. Lukashenka built up these structures, turned human ambition, envy, and sheer malice into virtues that fueled the complicated state machinery. \nIn all the scandals and purges in the KGB or police that were publicized afterward, corruption was always officially meant. Heads were flying, there were resignations. There were many such purges in the security service, in fact, they are cyclical, like airing a room.\" The biggest unknown to me was Putin and his plans (what would he do with Lukashenko in the longer term). Recently, one thing made me look at their current relations in what I think is a clearer view. Lukashenko send his youngest son (16 y.o.), Kolya (the one who appeared with the AK-47 with his father during the protests), to the school in Moscow. He would be living in the Belarusian Embassy there but still it reminds me of old times when one lord or a king would be sending a hostage from his family to the other lords capital so that the second one could be sure of the loyalty of the first. This might not be completely adequate comparison but it seem so from the psychological perspective (Lukashenko is said to be a family man who wants to establish his dynasty in Belarus). My view is: Lukashenko is totally dependent of Putin support now, as of now he have to dance to Putin's tune or perish.  I would say it is less than 0.5% so closer to 0% than 1%. pre-mortem: If I am wrong I probably have totally underestimated the influence which opposition can have and overestimated the power of the Putin's support."], [75863, "2020-10-25T22:13:01Z", [0.05], "\"On the final day of what Belarus's opposition has called the 'People's Ultimatum' — a demand that President Alexander Lukashenko resign or face a nationwide strike — tens of thousands of protesters marched in Minsk on Sunday before police cracked down with stun grenades ... The ultimatum was issued two weeks ago by [Svetlana Tikhanovskaya], the main opposition candidate ... Lukashenko has given no indication that he is amenable to Tikhanovskaya’s terms, and it’s unclear whether Belarusians will heed her call for a strike.\" https://www.washingtonpost.com/world/europe/after-lukashenko-ignores-ultimatum-deadline-belarusian-opposition-leader-calls-for-nationwide-strike/2020/10/25/3a96a622-16e0-11eb-82db-60b15c874105_story.html"], [67609, "2020-10-25T20:41:07Z", [0.0], ""], [88452, "2020-10-25T20:23:04Z", [0.06], "https://www.theguardian.com/world/2020/oct/25/belarus-peoples-ultimatum-protest-met-with-violent-police-crackdown https://www.politico.eu/article/alexander-lukashenko-faces-belarusian-opposition-svetlana-tikhanovskaya-ultimatum \" [...]step down, or face a nationwide strike that could cripple the economy.\" Let's see how brutal it gets, or how high the gamble Lukashenko is willing to take."], [80293, "2020-10-25T14:12:56Z", [0.13], "The violence against the protesters is still increasing. There might be a sudden growth in momentum of the protests if the violence grows even more."], [1333, "2020-10-25T13:48:01Z", [0.01], " Boy can this guy ride a fence or what. One day its him and putin against the world, and next its lets make nice with the oposition. In Sum he will ride this clock out."], [60948, "2020-10-25T13:00:11Z", [0.02], "Lukashenko: Belarus and Russia will face external threats together - DW (English)\nhttps://www.dw.com/en/lukashenko-belarus-and-russia-will-face-external-threats-together/a-55386515\nSun, 25 Oct 2020 09:22:30 GMT Belarus leader Lukashenko, U.S. Secretary of State Pompeo speak on phone - media - Reuters\nhttps://www.reuters.com/article/belarus-election-usa/belarus-leader-lukashenko-us-secretary-of-state-pompeo-speak-on-phone-media-idUSR4N2FT03C\nSat, 24 Oct 2020 15:39:00 GMT Belarus opposition leader sets October 25 deadline for Lukashenko to quit - Reuters\nhttps://www.reuters.com/article/us-belarus-election-ultimatum-idUSKBN26Y1KP\nTue, 13 Oct 2020 07:00:00 GMT\n"], [94921, "2020-10-25T12:05:43Z", [0.05], "Protests and Strikes will augment it seems, but the time frame has shortened significantly, and thus the 5% represents this shift in no change over time. "], [45594, "2020-10-25T09:10:46Z", [0.05], ""], [88153, "2020-10-24T17:54:33Z", [0.01], ""], [96558, "2020-10-24T16:39:35Z", [0.02], ""], [96558, "2020-10-24T16:39:14Z", [0.12], ""], [96549, "2020-10-24T08:39:10Z", [0.0], ""], [96549, "2020-10-24T08:27:44Z", [0.0], ""], [67259, "2020-10-24T08:25:52Z", [0.01], ""], [75939, "2020-10-23T23:18:01Z", [0.0], ""], [29646, "2020-10-22T21:50:58Z", [0.0], "Nothing’s going to move him at this point."], [90433, "2020-10-22T18:58:36Z", [0.01], ""], [31275, "2020-10-22T18:52:42Z", [0.01], ""], [96521, "2020-10-22T17:41:07Z", [0.65], ""], [96520, "2020-10-22T16:51:59Z", [0.01], "Only will happen when he dies, not likely before November 11."], [86429, "2020-10-22T15:33:50Z", [0.01], ""], [92236, "2020-10-22T13:31:37Z", [0.01], ""], [27661, "2020-10-22T10:05:24Z", [0.0], ""], [89005, "2020-10-22T06:32:48Z", [0.03], ""], [62808, "2020-10-21T22:05:36Z", [0.01], ""], [92863, "2020-10-21T13:42:46Z", [0.01], ""], [1034, "2020-10-21T11:16:04Z", [0.0], ""], [87427, "2020-10-20T22:33:08Z", [0.05], ""], [87701, "2020-10-20T18:07:02Z", [0.01], ""], [96489, "2020-10-20T13:31:41Z", [0.01], "While facing large-scale opposition, the opposition does not have enough momentum to force a change this quickly."], [86278, "2020-10-20T08:08:09Z", [0.05], ""], [96464, "2020-10-20T06:44:49Z", [0.01], "Can't see that this date would change something that has not changed anything yet"], [88606, "2020-10-19T18:54:57Z", [0.04], ""], [31275, "2020-10-19T18:35:34Z", [0.05], ""], [14027, "2020-10-19T18:20:40Z", [0.03], ""], [96073, "2020-10-19T17:22:27Z", [0.0], ""], [89038, "2020-10-19T15:46:23Z", [0.0], ""], [27661, "2020-10-19T09:26:01Z", [0.0], ""], [86658, "2020-10-19T09:07:30Z", [0.03], ""], [34959, "2020-10-19T05:21:31Z", [0.0], ""], [783, "2020-10-19T05:07:46Z", [0.0], ""], [31275, "2020-10-18T20:46:42Z", [0.1], "it may all come come down to the General Strike called for Tuesday. Will Belarus troops, or Russian mercenaries fire on the people? "], [94632, "2020-10-18T15:27:42Z", [0.0], "Opposition party leader wanted by Russian government, protesters have been brutalized and locked up, international media has been kicked out and silenced, and protests have diminished in both size and frequency. With just 3 weeks left until the deadline for this question, he would essentially need to die to cease to be President. He's in his 60s and heavily guarded so this doesn't seem very plausible within the next month."], [88416, "2020-10-18T14:16:16Z", [0.01], ""], [96450, "2020-10-18T11:14:44Z", [0.0], ""], [94837, "2020-10-18T09:34:39Z", [0.01], ""], [88098, "2020-10-18T07:07:00Z", [0.01], "keeping it unchanged"], [13306, "2020-10-18T05:16:20Z", [0.0], ""], [783, "2020-10-17T23:23:44Z", [0.0], ""], [57778, "2020-10-17T12:32:42Z", [0.01], ""], [88416, "2020-10-17T08:33:13Z", [0.01], ""], [96318, "2020-10-16T21:52:59Z", [0.02], ""], [88614, "2020-10-16T14:25:55Z", [0.01], "Timeline is becoming shorter.  No signs that situation is about to change significantly."], [1333, "2020-10-16T13:54:17Z", [0.0], ""], [92232, "2020-10-16T07:39:19Z", [0.1], "The time frame is too short by now. International sanctions are needed in order to send Lukashenko away and it must take some time to get there (if this will be the case)."], [92232, "2020-10-16T07:36:25Z", [0.15], "The time frame is too short by now. International sanctions are needed in order to send Lukashenko away and it must take some time to get there (if this will be the case). "], [89005, "2020-10-16T04:28:43Z", [0.06], ""], [74890, "2020-10-15T22:54:17Z", [0.01], "I would say that probably less than 1% now with 26 days to the end date and no visible source of real change (the main potential source of change are People of Belarus but now it seems that they are stuck), but there is still some uncertainty (unknown unknowns), and 99% chance of remaining when you have almost the whole nation against you is pretty high. Who would forecasted Cleon I fate? Yes, the base rate was against him. Yes, that was an Isaac Asimov's fiction, but still good for imagination - unknown unknown - let's say a girlfriend of one of his bodyguards was killed by OMON walking home, and KGB did not connect the dots in time... or a heart attack, stroke or a helicopter crash - tiny risk accumulating - the total risk is not high especially given this 26 days but I am not comfortable with 100%. \nI like to think about probability as in the simulation of multiple worlds with slight differences - if we run the simulation 100 times then only in 1 of 100 worlds he is no longer a president before 11 November."], [62808, "2020-10-15T21:45:02Z", [0.02], ""], [75863, "2020-10-15T19:28:00Z", [0.05], "\"Exiled Belarusian opposition leader Sviatlana Tsikhanouskaya set an Oct. 25 deadline on Tuesday for President Alexander Lukashenko to quit or face nationwide strikes that would paralyse the country ... A Tsikhanouskaya aide told Reuters the new ultimatum had been announced in response to the threat to use lethal weapons and increased police violence on the streets. Tsikhanouskaya expected the West to support her demands, the aide said.\" https://www.reuters.com/article/us-belarus-election-ultimatum-idUSKBN26Y1KP"], [49838, "2020-10-15T14:17:49Z", [0.09], "State forces have tightened there grip on this situation, within the time fame of this question, it is unlikely. As of right now, if the strikes and protest are as devastating as is being advocated by the opposition, this number may go up or down. https://www.bbc.com/news/world-europe-54529828"], [87422, "2020-10-15T14:07:45Z", [0.0], ""], [23428, "2020-10-15T11:03:27Z", [0.05], ""], [96427, "2020-10-15T11:00:04Z", [0.0], ""], [60948, "2020-10-15T10:43:11Z", [0.03], "https://foreignpolicy.com/2020/10/13/belarus-lukashenko-talk-protesters-russia/\nhttps://www.ft.com/content/938296e5-4cb3-4cda-bac2-ac6d4173ee65\nNonetheless, too soon."], [783, "2020-10-15T08:43:24Z", [0.0], ""], [88198, "2020-10-15T03:24:02Z", [0.0], ""], [37236, "2020-10-14T16:25:48Z", [0.0], ""], [1333, "2020-10-14T14:40:43Z", [0.02], ""], [95262, "2020-10-14T10:17:23Z", [0.0], ""], [87342, "2020-10-14T10:08:18Z", [0.01], ""], [27661, "2020-10-14T08:32:48Z", [0.01], ""], [89013, "2020-10-14T05:20:15Z", [0.01], ""], [89038, "2020-10-14T01:41:10Z", [0.01], ""], [90433, "2020-10-13T18:51:48Z", [0.05], ""], [90433, "2020-10-13T18:44:44Z", [0.05], "Only if he drops dead of a heart attack"], [63353, "2020-10-13T15:42:23Z", [0.02], ""], [1333, "2020-10-13T14:24:13Z", [0.03], ""], [60948, "2020-10-13T14:17:41Z", [0.05], "https://meduza.io/en/feature/2020/10/08/the-regime-changers"], [60948, "2020-10-13T11:46:09Z", [0.01], "EU sanctions Lukashenko. \nhttps://www.nytimes.com/2020/10/12/world/europe/EU-lukashenko-belarus-sanctions.html"], [88416, "2020-10-13T07:21:22Z", [0.05], ""], [93118, "2020-10-13T00:07:58Z", [0.0], ""], [94435, "2020-10-12T16:41:24Z", [0.0], ""], [25141, "2020-10-12T08:42:55Z", [0.0], ""], [95344, "2020-10-12T06:22:44Z", [0.01], ""], [12726, "2020-10-12T05:18:22Z", [0.01], ""], [83, "2020-10-11T16:58:59Z", [0.0], ""], [28153, "2020-10-11T15:53:30Z", [0.0], ""], [1333, "2020-10-11T14:52:36Z", [0.04], "Meeting in the prison he put them in he gathered the opposition for a photo op I have to say the expressions on the faces were well if looks could kill...."], [45594, "2020-10-11T13:50:27Z", [0.05], ""], [27661, "2020-10-11T10:36:14Z", [0.0], ""], [80179, "2020-10-11T06:04:29Z", [0.0], ""], [783, "2020-10-11T03:04:44Z", [0.0], ""], [89035, "2020-10-10T23:42:32Z", [0.0], ""], [38094, "2020-10-10T19:49:53Z", [0.0], "AL is meeting with jailed dissidents at the jail. This is an amazing development."], [96163, "2020-10-10T18:39:02Z", [0.97], ""], [59836, "2020-10-09T19:31:02Z", [0.01], ""], [31275, "2020-10-09T16:18:56Z", [0.0], "https://www.politico.eu/article/5-reasons-why-alexander-lukashenko-may-hang-on-to-power-in-belarus/"], [858, "2020-10-09T12:29:45Z", [0.0], "Protests are waning, no reasonable alternative exists."], [86342, "2020-10-09T11:32:04Z", [0.02], ""], [34959, "2020-10-09T04:48:02Z", [0.01], ""], [88416, "2020-10-08T19:50:07Z", [0.11], ""], [92863, "2020-10-08T18:11:56Z", [0.01], ""], [88198, "2020-10-08T15:06:25Z", [0.02], ""], [28899, "2020-10-08T14:19:33Z", [0.0], ""], [90457, "2020-10-08T13:59:53Z", [0.0], ""], [96310, "2020-10-08T06:31:09Z", [0.02], "The first drive went out of the Movement to oust him, nothing is going to happen until the 11th of November."], [88452, "2020-10-08T05:38:43Z", [0.0], "He's maybe too hard to come by, I admit."], [59141, "2020-10-07T23:58:08Z", [0.05], "despite many riots, he is still hanging in"], [95613, "2020-10-07T23:37:10Z", [0.0], ""], [20879, "2020-10-07T17:07:55Z", [0.0], ""], [1333, "2020-10-07T14:37:52Z", [0.03], ""], [31034, "2020-10-07T12:02:13Z", [0.01], ""], [13306, "2020-10-07T08:37:47Z", [0.01], ""], [28899, "2020-10-07T07:35:57Z", [0.03], ""], [94821, "2020-10-06T17:25:39Z", [0.0], "With most of the opposing party either arrested or deported Protests being put down violently I’ve reduced my probability to zero"], [88010, "2020-10-06T15:29:51Z", [0.01], ""], [63353, "2020-10-06T13:44:35Z", [0.05], ""], [1333, "2020-10-06T10:26:21Z", [0.02], ""], [95392, "2020-10-05T19:17:37Z", [0.34], "Notable: \n- Opposition leader Tikhanovskaya to meet with German Chancellor Angela Merkel in Berlin on Tuesday to discuss crisis\n- Further mass protest - 1000,000 protestors in streets of Minsk - eighth Sunday rally \n- Still supported by Russian President Vladimir Putin \n"], [74890, "2020-10-05T17:40:39Z", [0.02], "Lukashenko's regime is cracking down not only on protesters but also on journalists reporting protests. Unfortunately, the world seems to be losing interest in Belarus: https://trends.google.com/trends/explore?q=Belarus"], [86785, "2020-10-05T17:05:08Z", [0.0], ""], [32131, "2020-10-05T13:51:43Z", [0.04], ""], [33637, "2020-10-05T10:53:28Z", [0.04], ""], [86429, "2020-10-05T10:30:35Z", [0.07], "momentum lost by the protesters...far less likely now"], [95453, "2020-10-05T07:00:11Z", [0.1], ""], [95344, "2020-10-05T05:47:31Z", [0.03], ""], [783, "2020-10-05T05:20:27Z", [0.0], ""], [93505, "2020-10-04T22:57:28Z", [0.05], ""], [5386, "2020-10-04T19:28:41Z", [0.0], ""], [60948, "2020-10-04T18:46:19Z", [0.0], ""], [37520, "2020-10-04T03:53:03Z", [0.05], "Has an iron grip on the protesters."], [31275, "2020-10-03T23:26:47Z", [0.02], ""], [95402, "2020-10-03T15:17:54Z", [0.05], ""], [95402, "2020-10-03T15:17:40Z", [0.25], ""], [75863, "2020-10-03T12:55:32Z", [0.04], "Latest news: https://www.reuters.com/article/uk-belarus-election/washington-hits-belarus-with-sanctions-as-minsk-retaliates-against-eu-measures-idINKBN26N33N"], [85078, "2020-10-03T07:34:03Z", [0.03], ""], [22689, "2020-10-03T01:41:14Z", [0.0], ""], [1333, "2020-10-02T14:12:06Z", [0.03], ""], [92863, "2020-10-02T11:19:22Z", [0.02], ""], [86429, "2020-10-02T08:21:33Z", [0.15], ""], [86233, "2020-10-02T07:46:38Z", [0.01], ""], [93350, "2020-10-02T07:38:04Z", [0.0], "Lukashenko’s position has been further strengthened by the actions of the EU.\nUsing political tactics known as ‘pork barrelling’ in the U.S. Cyprus has vetoed sanctions addressed Lukashenko until the EU takes actions against Turkey for offshore drilling.\nOnly sanctions against Belarusian officials will be forthcoming.\nLukashenko can dismiss any EU threats and remain in power as long as it suits Russia.\nhttps://www.theguardian.com/world/2020/oct/02/belarus-officials-eu-sanctions-lukashenko\n"], [88452, "2020-10-02T05:53:44Z", [0.15], "EU sanctions on 40 individuals around president Lukashenko for manipulating the election and violence against protesters now in place, after Cyprus gave up on their veto."], [92452, "2020-10-02T05:31:48Z", [0.1], ""], [89005, "2020-10-02T05:30:47Z", [0.05], ""], [88098, "2020-10-02T01:01:03Z", [0.01], ""], [37236, "2020-10-01T12:27:41Z", [0.0], ""], [86658, "2020-10-01T12:17:08Z", [0.05], ""], [172, "2020-10-01T09:35:04Z", [0.0], "Only smallest of cracks to date. Until Tsar Vlad the Shirtless wants him out, he will remain.\nhttps://www.reuters.com/article/us-belarus-election-police-idUSKBN26M5H5"], [88569, "2020-10-01T05:43:58Z", [0.0], ""], [93350, "2020-10-01T05:33:41Z", [0.0], "Lukashenko, against all the odds, has held onto the loyalty of the OMON and military and Belarusian KGB who will be watching Russia for any signs to switch to another side. Therefore, the power remains with the Kremlin.\nThe falling of Lukashenko will give proof to the idea that street protests can be successful which is not an agreeable solution to those in power and possibly give him more time to consolidate his position.\nHis other advantage is the lack of a discernible opposition on the ground in Belarus.\nTikhanovskaya’s tours of European capitals have little effect, given the EU is somewhat ineffectual when confronting  Belarus/Russia and demonstrators are not pro-western but anti-Lukashenko.\nThe only peaceful solution will be the quiet (if possible) replacement of an apparatchik of the current administration and a toning down of the police violence.  https://www.economist.com/leaders/2020/08/29/russians-and-belarusians-are-tired-of-backwards-looking-autocrats https://carnegie.ru/commentary/82551  https://meduza.io/en/feature/2020/09/23/our-convincing-and-fateful-victory  https://icds.ee/en/integration-for-the-sake-of-salvation/\n"], [41254, "2020-10-01T01:41:06Z", [0.01], ""], [96075, "2020-09-30T10:32:14Z", [0.03], ""], [74890, "2020-09-30T09:48:41Z", [0.04], "Outside of some very low probability random event I belive only Putin or Lukashenko own men can took the power from him. Putin seems to be using weakend Lukashenko as an oportunity. I have also read about the purges Lukashenko regulary conducted among his supporters including KGB - it seem rather unlikely that as the situation is now (seem to be rather under control by the regime) someone would successfully remove him from power by that date."], [783, "2020-09-30T08:51:51Z", [0.02], ""], [60948, "2020-09-29T18:18:05Z", [0.03], ""], [31275, "2020-09-29T16:42:19Z", [0.01], ""], [34376, "2020-09-29T16:19:57Z", [0.0], ""], [95170, "2020-09-29T16:02:54Z", [0.04], ""], [96037, "2020-09-29T14:55:04Z", [0.03], "Inauguration just happened. No since for stepping down. "], [11817, "2020-09-29T06:36:15Z", [0.03], ""], [89005, "2020-09-29T04:10:22Z", [0.03], ""], [94435, "2020-09-29T03:25:48Z", [0.02], ""], [94632, "2020-09-28T20:37:45Z", [0.02], "Just under a month and a half before this date and the headlines have died down, his main opposition is still in another country, and he has shown 0 interest in stepping down. No large players have emerged to force his hand and the majority of protests have been either disbanded or put down with force. Hard to see how he will cease to be President beyond an extreme event (sudden death, assassination, etc.) which are historically unlikely even given the unrest in the region."], [88416, "2020-09-28T15:43:01Z", [0.2], ""], [1333, "2020-09-28T14:19:18Z", [0.02], ""], [89005, "2020-09-28T04:21:16Z", [0.04], ""], [94955, "2020-09-28T00:22:45Z", [0.3], "Dictators generally fall due to widespread economic discontent + Belarus looks set to be go on a second wave = not insignificant chance of fall (short time frame goes against though)"], [60948, "2020-09-27T22:57:32Z", [0.05], "Another factor is that the ruble is weaker now. "], [75863, "2020-09-27T22:35:12Z", [0.05], "\"Belarus police carried out mass arrests as tens of thousands of people again gathered for protests calling on leader Alexander Lukashenko to step down ... More than 50 people were detained on Sunday ... It was the 50th day of protests following August's disputed presidential vote. Earlier this week Mr Lukashenko held a secret inauguration.\" https://www.bbc.com/news/world-europe-54316568"], [75939, "2020-09-27T21:50:47Z", [0.02], ""], [86296, "2020-09-27T19:55:18Z", [0.0], ""], [95170, "2020-09-27T17:07:08Z", [0.06], ""], [31275, "2020-09-27T15:28:46Z", [0.02], "https://thehill.com/opinion/international/518121-russian-forces-are-now-in-belarus"], [92863, "2020-09-27T12:29:41Z", [0.03], "+1% - progressive vocalisation does not do much for this outcome, me thinks."], [1333, "2020-09-27T09:32:50Z", [0.03], ""], [88606, "2020-09-27T08:06:12Z", [0.13], ""], [20156, "2020-09-26T16:24:40Z", [0.05], ""], [1333, "2020-09-26T15:38:19Z", [0.04], ""], [34959, "2020-09-26T15:18:51Z", [0.02], ""], [5386, "2020-09-26T12:34:56Z", [0.01], ""], [60948, "2020-09-26T12:27:19Z", [0.04], "Go down 1% every week-ish."], [92357, "2020-09-26T12:22:22Z", [0.05], "Sadly this looks a lot less likely now. "], [96019, "2020-09-26T12:00:15Z", [0.01], ""], [87897, "2020-09-26T01:21:18Z", [0.01], ""], [31275, "2020-09-25T17:57:40Z", [0.02], ""], [90237, "2020-09-25T17:04:50Z", [0.0], ""], [88416, "2020-09-25T08:53:55Z", [0.2], ""], [89005, "2020-09-25T05:19:19Z", [0.05], ""], [94606, "2020-09-24T17:12:01Z", [0.01], "Updated 20201015 Pressure is mounting on Lukashenko after Tikhanovskaya announced a nationwide strike if Lukashenko does not announce his resignation by 25 October. See - https://bit.ly/3lKeVwo. Many view Lukashenko's meeting in a jail with some of the jailed opposition as a stalling tactic on his part. However, recent violence against pensioners by security personnel 3 days ago is likely to garner support for the opposition from people who have been wavering in their support for change. The 26th Oct is likely to be a pivotal day for both Lukashenko and the opposition. For the moment, I will keep my forecast as it simply because I do not think Lukashenko will bow to these new demands. Updated 20202011 Although Lukashenko met with some of the jailed opposition in the last 48 hours, (https://bbc.in/2FkaR6B), the chance probability of him resigning and  Tikhanovskaya returning to Belarus in the next 30 days is extremely limited. Some commentators suggest the purpose of the meeting was to calm the long running protestors or possibly even persuade them that change is a foot. Even if change in the election result and / or constitution is likely, it is not likely to be within the time frame of this question. It takes more than a few weeks to arrange another election in the very unlikely event that Lukshenko agrees to step down as the protestors and opposition are demanding. Similar views regarding the reasons Lukashenko likelihood of continuation in office in the next 5-6 weeks - https://politi.co/36T5s1K Updated 20200106 Further evidence and confirmation of Putin's support for Lukashenko, including the strategic reason for Putin's actions - https://bit.ly/3iwqt4w. Unless Lukashenko dies before 23h59 on 11 Nov 2020, it's extremely unlikely he will relinquish his hold on authority. Equally, with the apparent and public support for Lukashenko from Putin, the military and security establishment is likely to remain loyal to Lukashenko for at least the next 6 weeks. It is also apparent that Lukashenko is leveraging Russia's support to remove the figurehead of the opposition and its main participants. Now it is extremely unlikely that Tikhanovskaya can, or will be able to, return to Belarus in the next 5 weeks. See https://bbc.in/34BS3Iv Certainly not while Lukashenko is being supported by Russia and still holding some authority. All this is apparently consolidating his hold on authority. Updated 20200929 Sanctions against Lukashenko and his close allies announced by UK & Canada ( See https://reut.rs/3cEYNt3 & https://reut.rs/3cJcIxW) are unlikely to create sufficient pressure on Lukashenko to resign before on on 11 Nov in my view. Updated 20200925 Russia has criticised the EU in apparent support of Lukaschenko - https://reut.rs/367g2C0. Undoubtedly this will strengthen Lukschenko's resolve to hang on to power. Updated 20200924 Lukaschenko's apparently surprise swearing in and appointment to the office of President yesterday (https://reut.rs/3kzHdcC) further entrenches his position of 'authority' albeit Germany has reaffirmed it does recognise Lukaschenko's position (https://reut.rs/2G4rxPq).  Lukashenko's position appears to be more secure now the EU has not been able to agree sanctions to be imposed on Belarus officials considered responsible for a 'rigged' election and atrocities against peaceful demonstrators. Tikhanovskaya's personal appearance and appeal for sanctions to a gathering of EU foreign ministers was rejected by Cyprus on the basis that Cyprus would not approve unless similar sanctions are applied to Turkey. See: https://abcn.ws/3mDG6u9 & https://bit.ly/2ZV4vSe. The likelihood of EU leaders agreeing to sanction Turkey, a NATO ally and EU member applicant are not high in my opinion. Furthermore. the EU Leaders meeting scheduled for today, 20200924, has been delayed to 1st Oct (https://bbc.in/3csh2le). Thus, in the unlikely event the EU does agree to sanction Luckschenko, the process is likely to take a until the latter part of Oct at best. In reality, Lukaschenko is not likely to feel much pressure from sanctions by any western country or the EU. Hence my revised forecast. Sanctions for 6-8 individuals may be forthcoming from USA, UK, & Canada in the next few days - https://reut.rs/2Hu5Jh3. However, this is unlikely to change Lukaschenko's attitude. Equally, as we know, (https://bit.ly/36bp4h4 & https://reut.rs/3mWTY35) on 14 Sept, Russia's Putin provided Lukaschenko with a US$1.5bn lifeline. What was discussed in private between the two meeting in Sochi and at other times in the last few weeks, we do not know (https://bit.ly/3cyS5ED). However, Russia already has quite deep ties with Belarus and strategically would like to keep the country in its orbit and if possible, with a compliant leader already in place. Lukaschenko fits the bill in that respect. The withdrawal of Russian border forces a few weeks ago was apparently replaced by joint military exercises and the parachuting of commandos into Belarus territory within the last week (https://bit.ly/2EAqYg8 & https://reut.rs/2RXOkz8). Thus, Lukashenko has been shoring up his position with the tacit support of Russia."], [95344, "2020-09-24T16:28:31Z", [0.05], ""], [93856, "2020-09-24T14:10:05Z", [0.05], ""], [91142, "2020-09-24T13:12:21Z", [0.0], ""], [67403, "2020-09-24T11:52:49Z", [0.0], "lukashenko made no mistake: no negotiation with the enemy, no compromise"], [92863, "2020-09-24T09:22:42Z", [0.02], "US and EU starting to dismiss yesterdays inauguration which must make it more likely than my previous 1%."], [95794, "2020-09-24T07:45:24Z", [0.05], "Reducing as time has passed"], [62808, "2020-09-23T20:26:26Z", [0.02], ""], [74890, "2020-09-23T19:50:38Z", [0.07], "I reduce from 8% since the time is passing but I still belive that the situation could change rapidly, it is not that probable but still not unimaginable."], [31275, "2020-09-23T19:10:01Z", [0.1], ""], [1333, "2020-09-23T18:05:32Z", [0.05], ""], [67259, "2020-09-23T16:56:46Z", [0.05], ""], [94837, "2020-09-23T14:25:47Z", [0.05], ""], [94837, "2020-09-23T14:25:30Z", [0.1], ""], [94869, "2020-09-23T14:07:03Z", [0.15], ""], [172, "2020-09-23T12:12:17Z", [0.0], "From the Economist \n“Alexander Lukashenko, the autocratic president of Belarus, was sworn in for a sixth term in office in a ceremony conducted with no advance notice. Protesters have demanded Mr Lukashenko’s resignation since he stole an election in August; he has responded with violence. Belarus now faces the prospect of sanctions from America and the EU.“\nSo he’s been sworn in an there are roughly 7 weeks until question ends. It’s unlikely anything will change IMO. Kudos to protesters keeping up the pressure, however. Unfortunately protests lack leadership and focus (beyond ouster of Lukashenko). "], [92863, "2020-09-23T10:08:57Z", [0.01], "Sworn in today. Not likely to go anywhere."], [73687, "2020-09-23T09:53:15Z", [0.01], ""], [89005, "2020-09-23T06:54:48Z", [0.08], ""], [783, "2020-09-23T04:55:23Z", [0.03], ""], [94435, "2020-09-22T16:44:50Z", [0.02], ""], [95286, "2020-09-22T16:00:50Z", [0.05], "Going down from 5 to 4.  Cyprus vetoing proposed EU sanctions was surely a blow to those hoping to see Likashenko fall any time soon.  Not sure a decline of 1 is an appropriate quantification of that factor, but its the best I can do. I reckon the protests would have to double in size for there to be a chance."], [88614, "2020-09-22T15:25:51Z", [0.03], "Decreasing as time continues to pass"], [691, "2020-09-22T15:08:30Z", [0.0], ""], [88416, "2020-09-22T06:36:47Z", [0.23], ""], [38094, "2020-09-22T01:31:18Z", [0.0], "Sadly I am reducing my forecast to zero. Winter is coming."], [37236, "2020-09-21T18:24:18Z", [0.01], ""], [60948, "2020-09-21T17:57:23Z", [0.05], "Going down with the crowd"], [85535, "2020-09-21T13:29:55Z", [0.0], ""], [93350, "2020-09-21T11:16:34Z", [0.42], "The opposition does not have a focal point or any inclination to take over buildings or mount the barricades and so is easily contained.\nThe demonstrations remain passive (except for the forced removal of balaclavas), while the security forces are increasing the detaining of civilians and violence against the demonstrators.\nRussia will be concerned given the similar demonstrations in Russia's Far East, Khabarovsk (using free Belarus placards) that will not help.\nLukashenko will only be removed by the persuasion of the Kremlin and replaced with a more pliable individual.\nAny action from the EU or others is probably being ignored. https://www.themoscowtimes.com/2020/08/01/russian-far-east-protesters-turn-out-by-the-thousands-as-crackdown-intensifies-a71037"], [172, "2020-09-21T01:36:47Z", [0.0], ""], [31275, "2020-09-21T01:29:33Z", [0.13], "I am going to stay higher on this. The protest are not abating despite the arrests. Putin does not want to turn the Belarus population against him.  No mass shootings so far. His support for Lukashenko might shift to someone else taking over and then a staged election. The vote might be fair but only Pro Putin candidates allowed. Only Putin knows for sure. https://www.politico.eu/article/why-putin-hasnt-won-the-game-in-belarus/"], [27661, "2020-09-20T16:42:46Z", [0.01], "The 3,5% rule of political protest leading to successful political change [1,2] and the role of the military in Belarus [3]. Conclusion: it needs more people on the streets in Belarus to see Lukashenko gone! [1] https://www.bbc.com/news/stories-54142487\n[2] https://www.bbc.com/future/article/20190513-it-only-takes-35-of-people-to-change-the-world\n[3] https://www.atlanticcouncil.org/blogs/ukrainealert/belarus-crisis-will-the-army-remain-loyal-to-lukashenka/"], [75863, "2020-09-20T16:03:23Z", [0.05], "\"Tens of thousands of people marched through Minsk on Sunday ... keeping up the pressure on the veteran Belarusian leader to quit ... In power for 26 years, the former Soviet collective farm manager has shown scant inclination to resign, buoyed by support from Russia.\" https://www.reuters.com/article/us-belarus-election/belarus-protesters-keep-pressure-on-lukashenko-with-mass-rallies-and-police-data-leak-idUSKCN26B09X"], [29875, "2020-09-20T15:28:38Z", [0.0], ""], [80276, "2020-09-20T14:46:20Z", [0.05], ""], [21865, "2020-09-20T14:38:54Z", [0.0], ""], [93738, "2020-09-20T13:49:24Z", [0.0], ""], [45594, "2020-09-20T09:26:33Z", [0.05], ""], [95894, "2020-09-19T23:26:03Z", [0.01], ""], [95886, "2020-09-19T18:09:09Z", [0.05], "He's got Putin behind his back. Also the violence presented against protestors and journalists shows that he's not really in the mood for leaving the throne."], [12726, "2020-09-19T17:08:49Z", [0.02], ""], [64684, "2020-09-19T15:56:23Z", [0.0], ""], [60948, "2020-09-19T09:50:25Z", [0.07], ""], [94917, "2020-09-18T21:41:20Z", [0.0], ""], [95841, "2020-09-18T21:22:57Z", [0.12], "Highly Unlikely,  though longer term the heavy handed approach to the protests will see a level of belligerence that could give them more momentum but because the Military and Police are being supported directly by the Kremlin  they are not going to be flipped, what could swing this is how Merkel decides to retaliate for the poisoning of Alexei Navalny. "], [70670, "2020-09-18T21:04:33Z", [0.3], "Neither Putin nor Lukashenko himself have accepted that the time to resign has come. The continued peaceful protests may have some effect but it is more likely there would be another election rather than his just resigning. The current crackdown and heavy handed measures against protestors show that he is determined to stay as long as possible. "], [84559, "2020-09-18T21:01:10Z", [0.05], ""], [31275, "2020-09-18T20:48:48Z", [0.12], "Putin appears to fully support and is not moving to remove him. It is possible he could have military remove him, declare Marshall law and arrange some puppet elections. Do not see it right now. Anything could happen other than a real Democracy. "], [14290, "2020-09-18T20:34:48Z", [0.35], ""], [95875, "2020-09-18T20:22:58Z", [0.2], "EU not keen to become embroiled in this situation. However, Putin not a fan of Lukashenko & Russia spending large amounts of money to maintain influence. Also, what impact would Biden electoral success have? Putin may ditch Lukashenko but install another puppet"], [93118, "2020-09-18T20:21:27Z", [0.15], ""], [88010, "2020-09-18T16:46:57Z", [0.01], ""], [95286, "2020-09-18T14:13:17Z", [0.05], ""], [87268, "2020-09-18T13:53:56Z", [0.5], "He may have Putin's backing but the protesters are increasingly using interesting (nonviolent) methods against the police. Also the movement has been quite strong for quite a while. "], [1333, "2020-09-18T13:31:00Z", [0.11], ""], [95521, "2020-09-18T12:47:25Z", [0.05], ""], [95816, "2020-09-18T11:38:46Z", [0.05], ""], [87099, "2020-09-18T11:16:57Z", [0.0], ""], [95866, "2020-09-18T09:28:57Z", [0.0], "Russia cannot afford to let him fall. "], [89005, "2020-09-18T04:49:18Z", [0.09], ""], [95852, "2020-09-18T03:03:37Z", [0.15], ""], [92863, "2020-09-17T19:36:01Z", [0.02], ""], [90446, "2020-09-17T19:04:00Z", [0.0], ""], [95170, "2020-09-17T13:22:34Z", [0.1], ""], [94812, "2020-09-17T08:51:51Z", [0.1], ""], [94632, "2020-09-17T00:23:01Z", [0.02], ""], [88641, "2020-09-17T00:02:09Z", [0.0], ""], [60948, "2020-09-16T22:25:55Z", [0.05], "Increasing my very low probabilities a little bit, because I realize I'm not really that well calibrated for low percentages."], [90519, "2020-09-16T16:35:26Z", [0.05], ""], [95841, "2020-09-16T15:55:59Z", [1.0], "Comment deleted on Sep 18, 2020 09:23PM UTC"], [78212, "2020-09-16T14:54:49Z", [0.0], ""], [88545, "2020-09-16T14:45:33Z", [0.1], ""], [88416, "2020-09-16T13:35:26Z", [0.23], ""], [89083, "2020-09-16T13:18:56Z", [0.05], ""], [86658, "2020-09-16T10:52:21Z", [0.07], ""], [49436, "2020-09-16T02:37:13Z", [1.0], ""], [88569, "2020-09-16T01:10:17Z", [0.01], ""], [89035, "2020-09-16T00:21:54Z", [0.05], "Protests are on a downtrend"], [75863, "2020-09-15T23:47:29Z", [0.05], "\"The Kremlin's immediate priority seems to be in stabilising the situation across the border, trying to keep brotherly Belarus, broadly, in Moscow's orbit and making sure disgruntled Russians do not get any ideas about the effectiveness of mass protests ... For now, at least, that means public backing for the man those protesters have turned on and who is now busy positioning himself as the most loyal friend Moscow could have ... So Mr Putin held out a $1.5bn (£1.2bn) credit line that will help Alexander Lukashenko pay the wages of the security forces keeping him in place - amongst other things ... critically, he confirmed that Russia would stand by all commitments to its neighbour including the promise of reinforcements should events on the ground deteriorate ... But behind the scenes, some believe Russian support for the long-time ruler of Belarus is more qualified, even that the Kremlin believes he is now a liability it can no longer trust, fatally weakened by the protests and unable to deliver on any major promises.\" https://www.bbc.com/news/world-europe-54155882"], [95164, "2020-09-15T23:41:30Z", [0.02], "Seems to have Putin's backing and not heard much about protests in the news. Now that he's survived the immediate backlash it's difficult to see him falling. Interesting thought from others that perhaps Putin will still try and replace him behind the scenes - this is possible but perhaps unlikely in the short term. "], [95707, "2020-09-15T19:44:50Z", [0.02], "POTUS has demonstrated a hands off policy WRT what Russia is doing.  Lukashenko's future is closely linked to Putin who has already spoke in support of his Byelorussian beauty. "], [58028, "2020-09-15T18:07:40Z", [0.0], ""], [31275, "2020-09-15T16:16:04Z", [0.16], "Putin is not moving to directly crush dissent. He may try to get rid of Lukashenko behind the scenes. https://www.cbsnews.com/news/russia-vladimir-putin-belarus-alexander-lukashenko-protests-must-be-resolved-without-interference/"], [89038, "2020-09-15T14:59:17Z", [0.02], ""], [691, "2020-09-15T14:53:47Z", [0.02], ""], [28153, "2020-09-15T13:46:30Z", [0.02], ""], [13306, "2020-09-15T04:47:51Z", [0.02], ""], [34959, "2020-09-15T04:45:14Z", [0.03], "Despite the size of the rally over the weekend (1), I don't think a peaceful protest will result in the Lukashenko stepping down. With cash and support from Russia (2), and the promise of the a change to the constitution (3), I can't see this pathway ending his reign this year.  1. https://www.theguardian.com/world/2020/sep/13/belarus-100000-join-rally-against-lukashenko-on-eve-of-putin-showdown\n2. https://www.sbs.com.au/news/russia-pledges-1-5-billion-loan-to-belarus-leader-alexander-lukashenko\n3. https://www.aljazeera.com/news/2020/09/russia-belarus-leader-plans-change-constitution-200914175741426.html"], [88569, "2020-09-15T04:44:40Z", [0.02], "Dumb liberal protesters don't realize Lukashenko will Make Belarus Great Again.  He won the election, folks!  Learn to think for yourself! Don't trust the Western media! "], [88098, "2020-09-15T00:55:46Z", [0.03], ""], [88569, "2020-09-14T22:54:13Z", [0.02], ""], [60948, "2020-09-14T20:27:40Z", [0.02], ""], [94435, "2020-09-14T20:11:21Z", [0.01], ""], [88416, "2020-09-14T19:17:27Z", [0.33], ""], [28899, "2020-09-14T18:11:11Z", [0.0], ""], [95794, "2020-09-14T12:40:34Z", [0.08], "Lukashenko is meeting with Putin"], [93505, "2020-09-14T10:21:35Z", [0.13], ""], [95344, "2020-09-14T06:46:05Z", [0.08], ""], [5386, "2020-09-13T19:43:43Z", [0.02], ""], [75939, "2020-09-13T18:32:07Z", [0.1], "Reducing my estimate of the chance Lukashenko is no longer president by November 11 in response to recent moves by Putin to support him. From the Economist (https://www.economist.com/leaders/2020/09/12/will-putin-save-lukashenko):\n[Putin] has warned the West not to meddle in Belarus, which Russia has subsidised for many years and with which it has a common market. At Mr Lukashenko’s request, Mr Putin has pledged to support Belarus with his own law-enforcers if necessary. He has also dispatched propagandists to run its airwaves and consultants to manage the crisis. Russia’s prime minister and finance minister have flown to Minsk to talk about an economic rescue package."], [74890, "2020-09-13T16:58:13Z", [0.08], "Putin cannot afford for the protesters to win since that could be a bad inspiration for the Russian people in the future - they might start to think: if anti-presidential protests would succeed in Belarus why not in Russia? So he must either support Lukashenko to stay in power at least till the end of the protests or he must replace him but then it would have to look like not the success of protests. It is impossible for me to imagine all the possibilities but one way for Putin to replace Lukashenko and do not make it look like protesters succeded is to make him \"die from a heart attack\" or something - but this would be quite a radical move and Putin would probably need the support of some current key Lukashenko's backers - I am not sure if they would be ready just yet to turn on him. Replacement of Lukashenko could be benefitial for Putin in longer term if he play his cards well - he could in fact get much more control over Belarus (thru investment of money, activity of his secret services and criminal groups he control) but there is also a risk. I think his is not that comfortable with backing Lukashenko, but he might continue to do so untill the price is to high. In the same time he probably is preparing for other options. For now he could really pressure Lukashenko to try to gain what he wanted for a long time since Lukashenko is now so dependent of his support."], [20879, "2020-09-13T16:01:55Z", [0.02], ""], [12879, "2020-09-13T10:48:33Z", [0.15], ""], [94648, "2020-09-13T10:07:16Z", [0.1], "He won’t give up willingly and there is no real challenge from the opposition protestors. A general strike or external pressure might change things but as of now he is not going anywhere."], [41254, "2020-09-13T08:27:41Z", [0.02], ""], [93118, "2020-09-13T03:15:36Z", [0.35], ""], [11817, "2020-09-12T23:11:08Z", [0.04], ""], [38094, "2020-09-12T20:21:12Z", [0.01], "Monday we will see if AL is offered a cup of tea or a dacha in Sochi or a glass of Vodka with the generals. Putin may insist on a closer union in return for assitance.\nA closer union would offer a real excuse for a Belarus constitutional change, something AL has insisted is needed before proceeding. A closer union may come with initial economic incentives as recognition of Belarus importance. An updated constitution coupled with economic incentives may divide the opposition demonstrators.\nAnd winter is coming, not a good time to stand in the streets."], [14027, "2020-09-12T18:58:43Z", [0.07], ""], [92863, "2020-09-12T18:35:33Z", [0.05], ""], [88416, "2020-09-12T17:32:27Z", [0.41], ""], [60948, "2020-09-12T15:19:07Z", [0.03], "https://www.nytimes.com/2020/09/10/opinion/belarus-protests.html"], [94837, "2020-09-12T14:48:12Z", [0.15], ""], [691, "2020-09-12T13:17:28Z", [0.02], ""], [94435, "2020-09-12T13:06:33Z", [0.03], ""], [67609, "2020-09-12T08:29:16Z", [0.04], ""], [13306, "2020-09-12T08:01:47Z", [0.05], ""], [88198, "2020-09-12T05:09:15Z", [0.05], ""], [172, "2020-09-12T00:38:17Z", [0.03], "Lukashenko is comfortable enough to travel and hang out with Tsar Vlad the Shirtless. Don’t drink the tea Alex!\nhttps://www.theguardian.com/world/2020/sep/11/putin-holds-key-to-belarus-crisis-as-lukashenko-heads-to-moscow"], [75863, "2020-09-11T22:38:14Z", [0.08], "Good read: https://www.economist.com/leaders/2020/09/12/will-putin-save-lukashenko"], [94883, "2020-09-11T20:15:10Z", [0.01], "oops, misread the question - lesson here folks! lol "], [94883, "2020-09-11T19:33:41Z", [0.99], "The rationale behind this forecast is as follows: A) the political support Lukashenko presently enjoys from at least Putin appears to be enough to stave off direct/military international intervention (e.g. UN) in Belarus before 11 November 2020; B) the United States (the only nation reasonably most able to directly intervene in Belarus) has not shown any appetite on the issue; C) it's likely that Lukashenko will outweigh internal resistance by continuing to employ violence of the state (e.g. police, military, etc.) to hold onto power; and D) the humanitarian/political/social situation in Belarus (albeit distasteful) likely hasn't reached the level to which the international community (e.g. UN) would be moved to directly intervene, or challenge Putin's support of Lukashenko's regime.  "], [57127, "2020-09-11T15:48:07Z", [0.0], "Putin is backing him. Old KGB doesn't have problems they create them. While Lukashenko is of value to the Kremlin, he will remain in power. "], [95719, "2020-09-11T12:14:30Z", [0.0], ""], [60948, "2020-09-11T11:53:55Z", [0.03], ""], [85078, "2020-09-11T07:10:07Z", [0.08], ""], [88452, "2020-09-11T06:43:16Z", [0.0], ""], [38094, "2020-09-11T03:14:50Z", [0.02], "Cutting in half, no positive news."], [28899, "2020-09-11T00:50:57Z", [0.01], ""], [79503, "2020-09-10T22:50:39Z", [0.5], "Reducing because Moscow will tolerate Lukashenko for longer as part of a transition to a diffuse multi-polar arrangement, with pro-Russia factions to the fore, which it can influence. Which was its game all along."], [14027, "2020-09-10T19:51:01Z", [0.11], ""], [94532, "2020-09-10T19:15:36Z", [0.73], "I still believe in power of Belarussian people (probably I'm biased because I'm a Ukrainian and can read all their news, suggestions, memes. This forms better understanding but also may make me blind, I believe in them because I like them), but Lukashenko actively keeps his place. This clearly looks stupid to everyone and he must surrender, just that maybe it won't happen as fast as I thought"], [88614, "2020-09-10T16:49:28Z", [0.05], ""], [31275, "2020-09-10T15:32:27Z", [0.03], "I thought maybe Putin would force Lukashenko out but make sure a pro-Russian politician become President. The idea is that the population is not now anti-Russian and he wants to keep it that way. He has not invaded so far but keeps threatening. Putin has extracted concessions from Lukashenko so might continue to back him. Key item that made me change my prediction is that Putin declared the Coordinating Committee for the Opposition illegal and unconstitutional. I could see Putin coming in and forcing Lukashenko to have another election in which a bigger Pro-Russian President is elected. That would take time. "], [691, "2020-09-10T14:25:49Z", [0.03], ""], [1333, "2020-09-10T13:09:52Z", [0.12], ""], [91142, "2020-09-10T00:49:19Z", [0.01], ""], [86554, "2020-09-09T19:14:03Z", [0.01], ""], [56, "2020-09-09T18:07:27Z", [0.0], ""], [38094, "2020-09-09T16:57:31Z", [0.05], "From DW 9/9 - \"Authorities arrested more than 600 people over the weekend. Rights groups have widely reported hundreds of counts of torture. Police said they detained a further 121 people at protests on Tuesday.\" \"Belarusian opposition leaders Maxim Znak and Maria Kolesnikova are being held in custody under suspicion of destabilizing the country and harming national security, Belarus' investigative committee said Wednesday, adding the arrests were part of an ongoing \"national security\" probe.\nBelarusian lawyer Znak was taken from his office by masked men in plain clothes earlier Wednesday, the opposition Coordination Council said. Znak is a member of the Council board and a prominent critic of President Alexander Lukashenko.\""], [94821, "2020-09-09T14:36:48Z", [0.3], "The opposition  has been removed from the country or detained, Lukashenko on 9 Sept 2020 “We are ready to carry out the reform of the constitution,\" Lukashenko was quoted as saying by the Interfax news agency. \"After that I do not exclude early presidential elections.\" With that in mind how long will it take to modify the constitution? Lukashenko also said that a referendum on the constitution would not happen unless protests stopped. In the last few weeks government forces have cracked down on protests. With all that in the mix you still have 27 European countries that will begin sanctions on Belarus.  Germany has inquired as to the whereabouts of political prisoners and the U.K. Foreign Secretary Dominic Raab said in a statement.. “The world has watched with horror at the violence used by the Belarusian authorities to suppress the peaceful protests that followed this fraudulent Presidential election.” -cbs news"], [92357, "2020-09-09T12:28:13Z", [0.25], "Dropping probability significantly as it looks like the people on the street may not have enough momentum to see this through by Nov 11. "], [88766, "2020-09-09T09:39:15Z", [0.0], ""], [88766, "2020-09-09T09:34:54Z", [0.23], ""], [89005, "2020-09-09T07:59:38Z", [0.1], ""], [38094, "2020-09-09T02:53:07Z", [0.5], "The bouncing ball follows the snippets of news from Belarus. The notion made by AL that another election could happen shows the depth of the rebellion.\nWith little news assessing the outcome in 2 months is just too difficult. Russia could easily replace him. A fresh election would draw the attention of the EU.\nMost likely, AL will become ill and retire to Sochi and a hand picked Russian friendly person will assume the leadership."], [88098, "2020-09-09T02:20:50Z", [0.05], ""], [86233, "2020-09-09T02:11:47Z", [0.02], ""], [95642, "2020-09-08T22:18:16Z", [0.05], ""], [38094, "2020-09-08T21:59:41Z", [0.01], "AL is picking off the opposition leaders one by one \"old style\". AL won't be gone unless Russia replaces him with someone. This is still a real possibility, just not at the moment. When AL visits Russia next week we may see a new turn of events."], [22689, "2020-09-08T21:17:54Z", [0.03], ""], [95613, "2020-09-08T20:50:51Z", [0.05], ""], [87897, "2020-09-08T20:45:21Z", [0.04], "At this point, Lukashenko seems entrenched. I don't think things will settle down anytime soon, but I don't think Lukashenko will lose power before November 11th."], [88569, "2020-09-08T20:05:35Z", [0.03], ""], [43621, "2020-09-08T20:00:30Z", [0.02], "With Russia's backing and the Trump administration sticking to \"America First\", it is highly doubtful anything will happen until after January 2021...if even then."], [88416, "2020-09-08T19:39:15Z", [0.61], ""], [35398, "2020-09-08T18:52:52Z", [0.01], ""], [88112, "2020-09-08T18:28:00Z", [0.0], "Lukashenko has Russia's backing, and I think there's a zero percent chance the western world will give the Belarusian people enough aid to oust him; especially not by the 11th of November. That's my reason...as an experiment I would like to see the Belarusians try a peaceful revolution.  I've had this idea for a while - the people and corporations (in any state) could dump all their currency into various cryptos, esp. the ones designed for stability (like DAI). Stores could start accepting crypto etc, and everyone quits paying taxes. If say 50% of the population did this, could the regime manage it? I doubt it...I think it would be a substantial blow to their power and the movement would grow. With the regime eventually having a shortage of resources for any king of war, foreign countries might intervene to establish some kind of stability."], [90433, "2020-09-08T17:40:26Z", [0.1], "This guy ain't leaving any time soon."], [95628, "2020-09-08T16:34:47Z", [0.01], ""], [1333, "2020-09-08T15:27:26Z", [0.13], ""], [1333, "2020-09-08T09:12:28Z", [0.14], ""], [88766, "2020-09-08T07:57:08Z", [0.0], ""], [13306, "2020-09-08T05:20:41Z", [0.02], ""], [87691, "2020-09-08T03:25:46Z", [1.0], ""], [95606, "2020-09-08T01:15:31Z", [0.22], "Certainly it appears that the security services are behind Lukashenko, and there are few signs of dissent within the ranks. Having said that the population have shown a good deal of resilience in maintaining the protests. While Russian support for Lukashenko does appear strong, with Putin offering military intervention, it is also conceivable that Moscow may make a deal with elites in security services to put someone more friendly to them in power. "], [91142, "2020-09-07T23:03:26Z", [0.03], ""], [38094, "2020-09-07T21:53:57Z", [0.02], "Cutting by factor of ten, it appears that AL has kept the old apparatus in place and Russia has added more. There appear to be two factions, one wanting to replace AL and the other wanting to amend the constitution - this could be the ending of the beginning."], [75863, "2020-09-07T21:27:05Z", [0.08], "https://www.reuters.com/article/us-belarus-election-lithuania-integratio/lithuania-fears-lukashenko-will-sign-away-belarus-independence-to-russia-idUSKBN25Y1XH"], [94435, "2020-09-07T20:54:50Z", [0.05], ""], [27661, "2020-09-07T18:01:09Z", [0.01], ""], [90457, "2020-09-07T17:03:33Z", [0.01], ""], [28899, "2020-09-07T16:53:03Z", [0.02], ""], [74903, "2020-09-07T14:43:07Z", [0.1], ""], [88010, "2020-09-07T13:31:15Z", [0.01], ""], [94853, "2020-09-07T07:56:17Z", [0.15], ""], [33898, "2020-09-07T06:37:50Z", [0.05], ""], [21884, "2020-09-07T06:08:13Z", [0.03], ""], [89013, "2020-09-07T05:06:43Z", [0.07], ""], [89005, "2020-09-07T04:55:45Z", [0.09], ""], [13306, "2020-09-06T20:43:03Z", [0.2], ""], [172, "2020-09-06T20:10:46Z", [0.03], "I admit to underestimating the resolve of the protestors in Belarus. Per @bobrown comment, Tsar Vlad the Shirtless may look for a way to calm down populace with another leader. Not aware there is a “backup”, however.\nhttps://www.theguardian.com/world/2020/sep/06/belarus-protests-100000-turn-out-in-minsk-alexander-lukashenko"], [92863, "2020-09-06T18:31:21Z", [0.16], "(+3%) - Approximately 100k people marched today.  Pressure mounts, yet still think the Q is unlikely within this timeframe; especially without a credible opposition and/or obvious Russia replacement."], [75863, "2020-09-06T18:09:03Z", [0.1], "\"Tens of thousands of people marched through Minsk on Sunday calling on Belarusian President Alexander Lukashenko to step down, in mass demonstrations that showed no sign of abating nearly a month after an election his opponents say was rigged ... Lukashenko has been in power since 1994 and, buoyed by a show of support from traditional ally Russia, has rejected calls for new elections from Sviatlana Tsikhanouskaya, his main opponent who fled into exile two days after the vote.\" https://www.reuters.com/article/us-belarus-election/belarus-protesters-march-in-minsk-despite-government-warning-idUSKBN25X0L8"], [95125, "2020-09-06T13:59:48Z", [0.35], ""], [88766, "2020-09-06T13:14:17Z", [0.16], ""], [60948, "2020-09-06T11:39:45Z", [0.04], ""], [1333, "2020-09-05T21:51:49Z", [0.15], ""], [88569, "2020-09-05T18:07:13Z", [0.05], ""], [94632, "2020-09-05T17:56:58Z", [0.06], "International reporters have been kicked out, demonstrators and local media are begin arrested, silenced, and tortured, and Russia is pretty clearly siding with AL at the moment. Long-term pressure campaigns from demonstrators have not yielded results and external interest is waning. Additionally, with Trump suggesting that German's findings on the assassination attempt of Navalny may be incorrect, effectively siding with Russia, it is unlikely the US will support any international efforts to depose AL. Dropping all the way to 6%."], [38094, "2020-09-05T16:00:45Z", [0.2], "With most news from Belarus now coming from hand picked Russian reporters, it looks bleak for demonstrations. Reports of un-uniformed patrols removing demonstrators from the streets is disquieting. Perhaps the old apparatus still works, sadly."], [94837, "2020-09-05T13:47:28Z", [0.25], ""], [88452, "2020-09-05T13:22:11Z", [0.16], ""], [88766, "2020-09-05T12:25:19Z", [0.21], ""], [91142, "2020-09-05T11:10:33Z", [0.04], ""], [67609, "2020-09-05T08:50:30Z", [0.13], ""], [88198, "2020-09-04T22:50:05Z", [0.07], ""], [58028, "2020-09-04T19:11:55Z", [0.02], ""], [60948, "2020-09-04T17:52:18Z", [0.05], ""], [14027, "2020-09-04T17:03:25Z", [0.13], ""], [691, "2020-09-04T14:52:04Z", [0.06], ""], [95168, "2020-09-04T13:17:22Z", [0.03], ""], [92863, "2020-09-04T12:36:04Z", [0.13], ""], [86658, "2020-09-04T10:06:30Z", [0.08], "Russian Prime Minister visited and expressed full support for Lukashenko."], [88766, "2020-09-04T07:46:08Z", [0.23], ""], [88569, "2020-09-04T01:55:16Z", [0.1], ""], [38094, "2020-09-04T00:38:24Z", [0.4], "Hattip @Hammer-Time for the pointer to the Economist, however, as I read to the end of the piece I increased my probably, not decreased it.\nIf AL becomes a liability, he can be replaced by an agent more friendly to Moscow and not as \"old school\" as AL. Belarus is not anti-Russia, just anti-AL.\nMoscow needs to get people off the streets quickly before others try it. Removing AL gets people off the streets, I give him one week, before Putin pulls the plug."], [172, "2020-09-03T22:36:35Z", [0.03], "Looks like Tsar Vlad the Shirtless is following a successful script. Ramp up the propaganda and (potentially) send in the little green men. Lukashenko can’t relax yet but he doesn’t need to shake his AK47* either.\n*keen observers would have noticed his AK47 lacked a magazine - perhaps Putin doesn’t trust him with bullets.\nhttps://www.economist.com/node/21791366?frsc=dg%7Ce"], [67403, "2020-09-03T09:11:36Z", [0.01], ""], [13306, "2020-09-03T07:04:08Z", [0.15], ""], [14027, "2020-09-03T02:16:37Z", [0.11], ""], [88153, "2020-09-03T01:36:30Z", [0.1], "Haven't followed this closely so am going with the crowd for now. "], [88545, "2020-09-02T22:51:51Z", [0.15], ""], [94606, "2020-09-02T21:25:47Z", [0.1], "He is not likely to give up his position willingly and has been bolstered by tacit support from Putin"], [29980, "2020-09-02T21:04:04Z", [0.99], ""], [93154, "2020-09-02T20:42:35Z", [0.1], "Tanks will win the day"], [34376, "2020-09-02T20:03:33Z", [0.03], ""], [92863, "2020-09-02T18:14:42Z", [0.19], "Doubling my forecast for a little while as I understand Putin will visit Belarus shortly.  This could be to convince a change of guard so adjusting accordingly for a short time or on how to deploy Russian assets. Unlikely as per my % but possible."], [85078, "2020-09-02T17:37:00Z", [0.2], ""], [90446, "2020-09-02T16:13:26Z", [0.03], ""], [34376, "2020-09-02T16:11:54Z", [0.03], ""], [91914, "2020-09-02T15:07:58Z", [0.58], ""], [88010, "2020-09-02T13:47:11Z", [0.04], ""], [74890, "2020-09-02T12:00:17Z", [0.1], "Looks like Putin will support Lukashenko to stay in power. https://www.themoscowtimes.com/2020/09/02/russia-and-the-belarusian-question-a71318"], [80179, "2020-09-02T11:59:55Z", [0.45], ""], [28899, "2020-09-02T10:56:02Z", [0.03], ""], [88416, "2020-09-02T08:40:49Z", [0.51], ""], [95453, "2020-09-02T07:35:05Z", [0.3], ""], [89013, "2020-09-02T04:51:55Z", [0.13], ""], [13306, "2020-09-02T04:21:13Z", [0.18], ""], [94435, "2020-09-01T22:27:23Z", [0.08], ""], [22689, "2020-09-01T22:03:16Z", [0.05], ""], [691, "2020-09-01T20:12:11Z", [0.06], ""], [26267, "2020-09-01T19:37:05Z", [0.2], ""], [86233, "2020-09-01T19:21:33Z", [0.08], ""], [95453, "2020-09-01T18:55:59Z", [0.65], ""], [27661, "2020-09-01T17:05:45Z", [0.05], ""], [88569, "2020-09-01T16:14:51Z", [0.08], ""], [87897, "2020-09-01T13:20:15Z", [0.08], "dropping further as time passes."], [95170, "2020-09-01T13:16:49Z", [0.14], ""], [28153, "2020-09-01T11:27:23Z", [0.04], ""], [73687, "2020-09-01T04:30:47Z", [0.03], ""], [31275, "2020-09-01T04:24:33Z", [0.34], "Moving down some but this could go either way. Read excellent article in The Atlantic about how it is now Putin’s propaganda machine versus Belarus citizens ability to communicate with each other about current situation. The crowds are still huge so not going lower at the moment. Options. 1. Brutal crackdown and protest over. 2. Putin’s propaganda works and protests diminish. 3. Putin’s police roll in but do not back Lukashenko. Putin puts a pro-Russian in charge who says they will  Have sn election hut gives a far off date."], [84880, "2020-09-01T00:25:26Z", [0.01], ""], [20879, "2020-08-31T19:53:00Z", [0.03], ""], [94737, "2020-08-31T19:00:47Z", [0.0], ""], [88569, "2020-08-31T17:19:38Z", [0.18], ""], [34959, "2020-08-31T14:49:31Z", [0.06], "Shifting to a pessimistic position, on the grounds that the peaceful protest appears to be no real threat on Lukashenko's rule.  It's a thought grounded in the current state of the world, and his reaction to date to the protests, unless there is a change in the position of large government institutions or a shift by the protestors to disrupt his ability to claim he is in charge, there will not be much change in Belarus."], [95402, "2020-08-31T13:41:05Z", [0.25], ""], [95413, "2020-08-31T11:55:06Z", [0.05], "Even if he agrees to have a new election: it will not take place that quick."], [28899, "2020-08-31T11:30:10Z", [0.07], ""], [93350, "2020-08-31T10:50:34Z", [0.45], "Re-assessment of Lukashenko’s position in Belarus as President.\nThere has been no clarion call or charismatic leader to voice the public’s concern.\nThe demonstrators have been avoiding confrontation with the security forces.\nThere has been no attempt to take over any public buildings or create barriers.\nThe security and armed forces have held firm in their loyalty to Lukashenko and shown a certain degree of restraint. Beatings-up and torture perhaps, but no mass shootings.\nMoscow now seems to be prepared to support the incumbent for now and has suggested a support team has been formed if necessary.\nThe economy is now in crisis has been promised support from Russia to the tune of $1 Billion. https://www.rferl.org/a/30810092.html  https://www.euronews.com/2020/08/27/belarus-lukashenko-afraid-of-his-own-people-claims-opposition-organiser  https://www.themoscowtimes.com/2020/08/28/putins-undying-support-for-autocracy-a71273"], [88766, "2020-08-31T09:06:13Z", [0.22], ""], [5386, "2020-08-31T07:05:03Z", [0.06], ""], [12726, "2020-08-31T05:13:29Z", [0.05], ""], [172, "2020-08-31T01:25:24Z", [0.05], "Rallies continue to be larger than I would have expected. I also didn’t foresee the athletes signing something opposing Lukashenko. What I don’t know is if there’s someone palatable to both Putin and Belarus population. If that person exists, Lukashenko should ensure his “onesie” is packed in case he needs to exit quickly. Security forces standing firm - with less violence.\nhttps://www.theguardian.com/world/2020/aug/30/belarus-protesters-defy-crackdown-to-march-through-minsk-lukashenko"], [38094, "2020-08-31T01:08:52Z", [0.33], "This is a very difficult situation to grasp, especially with many journalists barred from reporting. Putin could easily replace AL, and perhaps he will when they meet in 2 weeks. That would undercut the crowd's desire to see him go, but might set an example for Russia that Putin would not want to see repeated. How long will the police and military remain loyal? Can they endure tens of thousands every weekend protesting against AL? This is somewhat like Venezuala, but without the steadfast supporters of the incumbent dictator, the Chaveznistas. AL's only apparent support comes from the police and military. Moving up based on the magnitude of this weekend's protests and the inaction of the police to stop it."], [94903, "2020-08-30T22:23:52Z", [0.05], ""], [89505, "2020-08-30T21:33:37Z", [0.03], "Unless struck ill, there is not much chance of the President departing. He has a solid grip on most levels of power. Western Europe will make no concrete steps in fear of exasperating tensions with Russia. As winter becomes closer, Germany and other gas hungry countries will look look to ensure the continued flow of resources through Belarus."], [31275, "2020-08-30T19:44:49Z", [0.41], "Lowering as Putin appears to be backing him but Lukashenko was not Putin’s man so Putin may look for a chance to get his man ‘elected’."], [88641, "2020-08-30T17:06:16Z", [0.05], ""], [13306, "2020-08-30T15:41:52Z", [0.24], ""], [6197, "2020-08-30T15:24:42Z", [0.0], ""], [28899, "2020-08-30T14:48:48Z", [0.1], ""], [90446, "2020-08-30T14:37:32Z", [0.05], ""], [691, "2020-08-30T14:19:45Z", [0.09], ""], [172, "2020-08-30T12:15:02Z", [0.05], "Lukashenko not going to be around long enough to hand off to his 15 year old son, but Tsar Vlad the Shirtless likes the current situation. "], [60948, "2020-08-30T11:40:08Z", [0.07], ""], [28899, "2020-08-30T11:28:28Z", [0.05], ""], [95382, "2020-08-30T10:44:12Z", [0.25], ""], [93856, "2020-08-30T08:18:37Z", [0.5], ""], [28899, "2020-08-30T06:49:38Z", [0.2], ""], [22689, "2020-08-30T03:01:35Z", [0.07], ""], [88569, "2020-08-30T01:10:25Z", [0.15], ""], [27661, "2020-08-29T22:53:45Z", [0.07], ""], [32131, "2020-08-29T21:47:22Z", [0.31], "It is relatively unlikely that Lukashenko would be ousted, though the chance is still significant enough to mention.  Externally, Russia is quite a confounding factor: though Lukashenko refuted Putin’s suggestion of a country merge in the past, Putin has a vested interest in showing force towards both NATO and his own protestors by sending troops into Belarus as a demonstration of support for the regime.  However, increased protests within his own country, as well as everything happening in Belarus, may have rattled Putin (if the suspected poisoning of Alexei Navalny is any indication); he seems aware of the counterproductive nature of police brutality as a tool to suppress dissent.  Furthermore, given the economic union between Russia and Belarus, any future Belarusian government would likely still be reliant on Russia: thus, Putin may have no particular political incentive to help Lukashenko that much.  In the West, both the EU and the US have refused to recognize the legitimacy of Belarus’s recent election, but response beyond that has been feeble: some sanctions were called for in the EU, but nothing more.  It appears that this issue will most likely be settled domestically: the one thing that is clear is the fact that Lukashenko needs the loyalty of his own security forces and armies to stay in power.  If the protests of the Belarusian people continue in their current scope, he may find himself losing this loyalty; the question is whether he will lose it before November."], [94435, "2020-08-29T18:56:26Z", [0.1], ""], [88198, "2020-08-29T18:52:13Z", [0.13], ""], [92863, "2020-08-29T14:44:02Z", [0.08], ""], [46442, "2020-08-29T14:13:41Z", [0.08], ""], [94821, "2020-08-29T12:16:44Z", [0.75], "Due to the fact that multiple European countries believe that the opposition party won the election as well as civil unrest within the country itself I believe you Lukashenko will step down. That being said Lukashenko said “Until you kill me, there will be no other elections.”"], [75363, "2020-08-29T11:40:09Z", [0.14], "\nIn forecasting this question I will only consider the current protests in Belarus as the cause for Lukashenko ceasing to be President of Belarus before 11/11/2020. In judging the potential success of the current protests, I will look at the success of similar protests in Post-Soviet States like Belarus whose political freedom is defined as \"not free\" by Freedom House ->\nhttps://en.wikipedia.org/wiki/Post-Soviet_states#Politics  Of the 7 countries, I counted 7 equivalent protests to the present protests in Belarus -> \nhttps://en.wikipedia.org/wiki/List_of_protests_in_the_21st_century  Of the 7 protests, only 1 succeeded in changing the President (Kazakh 2019-20 protests) ->\nLukashenko ceases to be President before 11/11/2020 = 14% = 1/7 With Belarus part of both Russia's sphere of influence and containing vital Russian oil pipelines to Europe, I don't believe that Putin will allow Lukashenko to be removed from power and he has already said that he would be prepared to send in reinforcements to Belarus if necessary ->\nhttps://www.bbc.com/news/world-europe-53930796  \n"], [60948, "2020-08-29T11:39:13Z", [0.1], ""], [1333, "2020-08-29T09:06:52Z", [0.24], ""], [16113, "2020-08-29T09:04:06Z", [0.11], ""], [95344, "2020-08-29T03:53:45Z", [0.4], ""], [75863, "2020-08-28T19:38:03Z", [0.09], ""], [88010, "2020-08-28T19:18:47Z", [0.04], ""], [88010, "2020-08-28T19:18:25Z", [0.05], ""], [1333, "2020-08-28T19:00:56Z", [0.25], ""], [40559, "2020-08-28T15:21:38Z", [0.1], "time frame is closing, putin is officially backing lukaschenko, europe is a union of cowards so wont do anything"], [1333, "2020-08-28T15:10:16Z", [0.26], ""], [75863, "2020-08-28T15:04:55Z", [0.1], "I'm halving the probability (from 20% to 10%) of Lukashenko ceasing to be president of Belarus in this time frame given that there are new indications of Russia's willingness to prop up his regime (the extent of the Kremlin's support for Lukashenko was previously unclear).\n- \"Were it not for Russia’s support, so far political and rhetorical, Mr Lukashenko would probably have fallen by now\" [1].\n- \"In the biggest sign yet of Russia’s willingness to intervene to prop up Lukashenko, Putin said on Thursday the Kremlin had set up a 'reserve police force' at Lukashenko’s request, although it would be deployed only if necessary\" [2].\n- \"President Putin is upping the ante on Belarus, with a direct confirmation of what Alexander Lukashenko claimed some time ago: that Russia will step in to help him, with force, if things go bad ... on the whole, this was a statement of support for President Lukashenko. Russia has got his back\" [3]. [1] https://www.economist.com/briefing/2020/08/29/the-uprising-in-belarus-and-the-poisoning-of-alexei-navalny\n[2] https://www.reuters.com/article/us-belarus-election-lukashenko-sanctions/belarus-will-shut-transit-routes-if-sanctions-imposed-lukashenko-says-idUSKBN25O1P3\n[3] https://www.bbc.com/news/world-europe-53930796"], [691, "2020-08-28T15:03:12Z", [0.08], ""], [88569, "2020-08-28T12:40:54Z", [0.17], ""], [60948, "2020-08-28T11:16:53Z", [0.16], ""], [172, "2020-08-28T10:50:03Z", [0.05], ""], [92096, "2020-08-28T08:47:48Z", [0.55], ""], [88766, "2020-08-28T08:28:20Z", [0.13], ""], [27661, "2020-08-28T08:25:35Z", [0.09], ""], [88098, "2020-08-28T07:36:41Z", [0.1], "Putin is openly coming out in support of Lukashenko [1]. This greatly reduces the chance of him being removed.\n[1] https://www.bbc.com/news/world-europe-53930796"], [94837, "2020-08-28T06:43:33Z", [0.4], ""], [94837, "2020-08-28T06:43:02Z", [0.45], ""], [88198, "2020-08-28T05:42:22Z", [0.24], ""], [31275, "2020-08-28T04:31:39Z", [0.6], "https://theconversation.com/belarus-explained-how-europes-last-dictator-could-fall-144711\nI will wait through the weekend. Probably Putin is as well."], [88569, "2020-08-28T03:28:39Z", [0.15], ""], [87897, "2020-08-28T03:16:05Z", [0.1], "Putin's backing means that this is even more unlikely than before."], [13306, "2020-08-28T00:22:36Z", [0.27], ""], [89038, "2020-08-27T23:46:01Z", [0.03], "I know Lukashenko has been a thorn for the Russians historically but just don't buy into Putin wanting regime change.  I believe this the clearest indication that Putin is willing to prop up and leverage: https://www.bbc.co.uk/news/world-europe-53930796 "], [31275, "2020-08-27T21:45:23Z", [0.6], "Putin said he would send police if that was needed. He has reason to have protests stop but not necessarily keep Lukashenko. https://kenyannews.co.ke/world-news/world/putin-asks-all-parties-to-find-a-solution-to-the-crisis-in-belarus/\nhttps://tass.com/politics/1194359\nLowering but still leaning toward Putin forcing him out and getting someone more pro-Russian.  Will go drastically lower if Sunday comes and goes with no widespread protest."], [94435, "2020-08-27T20:57:02Z", [0.15], ""], [67609, "2020-08-27T18:54:16Z", [0.26], ""], [88569, "2020-08-27T17:07:01Z", [0.18], ""], [74890, "2020-08-27T16:06:07Z", [0.15], "I'm rising the chances because I recognize uncertainty in this situation. Putin's true plans are more like a mystery than a puzzle (in a sense used by intelligence community), and there is always irrationality in human behavior and chaos (seemingly random, highly unpredictable events that when occur have great consequences). I have recently read some more articles about reasons of intelligence analysts' failures in forecasting geopolitical events and realized I probably am overconfident here. With that in mind, I started reading \"Serendipity: Seemingly Random Events, Insignificant Decisions, and Accidental Discoveries that Altered History\"  by Thomas J. Thorson to get a deeper understanding of this phenomenon. "], [60948, "2020-08-27T14:51:25Z", [0.17], ""], [27661, "2020-08-27T14:39:25Z", [0.1], ""], [67403, "2020-08-27T14:39:12Z", [0.4], ""], [67403, "2020-08-27T14:23:42Z", [0.6], ""], [86658, "2020-08-27T13:46:48Z", [0.09], "In a T.V interview on R.T, Putin announced that he has security forces ready to stabilize the situation if necessary. Keeping Belarus in their sphere of influence and maintaining dependence is extremely important to Russia. In the short term, I believe Lukashenko will be fully backed by Russia and will still be president. For him, I think a worst-case scenario before 11 Nov would be conceding a series of reforms and possibly establishing an interim government until new elections are held.  In the longer term, if stability can not be achieved with Lukashenko, another Russian backed leader offering reform to the constitution will be 'elected'. I don't think this will happen before 11 Nov and I do not know who a Russian backed replacement would be."], [94903, "2020-08-27T13:34:52Z", [0.0], ""], [94737, "2020-08-27T07:41:23Z", [0.4], ""], [86554, "2020-08-26T22:22:26Z", [0.02], ""], [14027, "2020-08-26T21:13:04Z", [0.23], ""], [60948, "2020-08-26T18:46:10Z", [0.18], ""], [1333, "2020-08-26T16:59:52Z", [0.27], ""], [31275, "2020-08-26T16:03:44Z", [0.62], "This seems accurate from all I have read. If the Protests continue the Lukashenko is gone. Do not think Russia will wait much longer. Will raise if another large gathering despite 50 leaders of protest being detained. https://isans.org/columns-en/kremlin-operation-to-intercept-control-over-the-situation-in-belarus.html"], [94917, "2020-08-26T14:13:41Z", [0.05], "I doubt it, but there is a small chance. Kremlin support will likely override the possibility. "], [28899, "2020-08-26T13:51:05Z", [0.25], ""], [95262, "2020-08-26T13:08:16Z", [0.05], "Russian support and moderate reactions from European and other Western states will slow down a political change in the country. So far, there a no clues of decreasing support for Lukashenko in police and military to be found."], [67403, "2020-08-26T12:45:13Z", [0.07], ""], [95170, "2020-08-26T07:21:25Z", [0.15], ""], [93505, "2020-08-25T23:29:55Z", [0.21], ""], [88569, "2020-08-25T23:08:22Z", [0.2], ""], [75863, "2020-08-25T22:59:46Z", [0.2], "https://www.reuters.com/article/us-belarus-election-protests/belarusian-protesters-defying-army-flood-minsk-idUSKBN25J0CU"], [28899, "2020-08-25T21:21:38Z", [0.33], ""], [88452, "2020-08-25T20:55:10Z", [0.33], ""], [74890, "2020-08-25T20:43:33Z", [0.08], "I am slightly decreasing chances because of the report of Russia hybrid support for Lukashenko (at the national TV station, and speculations about Russians being among forces supporting Lukashenko - there are some clues to lightly support this last claim but nothing that could be treated as definitive evidence)."], [1333, "2020-08-25T18:10:41Z", [0.28], ""], [691, "2020-08-25T18:03:06Z", [0.1], ""], [88569, "2020-08-25T16:50:03Z", [0.17], ""], [89038, "2020-08-25T15:28:34Z", [0.1], ""], [34376, "2020-08-25T11:51:24Z", [0.05], "Demonstrations this week-end  were smaller. Police seems to be defending the regime. Times plays in favor of Lukashenko. "], [34376, "2020-08-25T11:39:31Z", [0.15], ""], [20879, "2020-08-25T11:37:16Z", [0.08], ""], [94737, "2020-08-25T11:00:49Z", [0.0], ""], [88766, "2020-08-25T07:55:48Z", [0.18], ""], [1333, "2020-08-25T07:14:39Z", [0.29], ""], [38094, "2020-08-25T01:07:20Z", [0.02], "Cutting in half. Hattip @Censusguyz for a good round up of the facts."], [88153, "2020-08-25T00:57:03Z", [0.2], "Bringing it back down because I don't see the path to Lukashenko's removal. I think the recent interventions by European countries make it less likely that Lukashenko is removed, if anything, because Russia is protective. "], [28899, "2020-08-24T23:26:30Z", [0.2], ""], [88569, "2020-08-24T22:36:28Z", [0.2], ""], [89038, "2020-08-24T20:40:41Z", [0.16], ""], [94435, "2020-08-24T19:23:28Z", [0.18], ""], [1333, "2020-08-24T18:22:37Z", [0.3], ""], [1333, "2020-08-24T18:07:52Z", [0.31], ""], [1333, "2020-08-24T17:40:45Z", [0.32], "https://www.intellinews.com/lukashenko-retakes-control-of-the-media-plays-the-enemy-at-the-gate-card-190248/?source=belarus&inf_contact_key=26c2412c1ba4d51e49843e1c718758e416358d5485884e2f31e6019a0d26c8b0\nThe ball is back in the people’s court after Belarusians held the biggest rally ever at the weekend – bigger even than the rallies held in 1991 demanding independence from the Soviet Union. But Belarus' self-appointed president Alexander Lukashenko is not going anywhere and promised a crackdown this week. The army is involved now. Another missing Belarus protester was found dead in a forest in the Partyzanski district of Minsk over the weekend. He was the fourth protester to die in the current uprising. Lukashenko is increasingly playing hardball as his options dwindle. He has invented an imminent attack by Nato to create a national emergency to rescue his faltering position. Some 50,000 people turned out on August 23 to form an approximately 32-kilometre human chain from the Lithuanian capital Vilnius to the Belarusian border to demonstrate solidarity with the Belarusian opposition. The last time a chain like this was formed was in 1991 when the three Baltic states used them to show solidarity with each other as they demanded independence from the Soviet Union. The nationwide protests and general strike have already cost the struggling Belarusian economy $500mn and could plunge the country into a major economic crisis, say experts. The protests have in effect cut Minsk off from the international capital markets and it will have to come up with $3bn from somewhere to finance its international obligations this year."], [94632, "2020-08-24T15:55:50Z", [0.36], "Upping slightly due to ongoing protests and international coverage. Reportedly 250,000 marching in the last week in a country with around 2 million total people. That means around 12.5% of the population are not only in favor of a change, but are marching to show how fervently they feel about it. Russian leaders are supporting Belarus publically, but privately reports are beginning to surface they are considering attempting to reach an understanding with the opposition leaders. If this happens it is almost certainly over for Lukashenko. If ever there was a time for AL to be removed from office, it would be now. Not quite a toss-up yet, but with ongoing unrest and over 2.5 months to go before the deadline I think the odds are decent that AL faces some real challenges to his authority in the near future."], [84880, "2020-08-24T14:45:30Z", [0.25], ""], [87897, "2020-08-24T13:00:32Z", [0.19], "continuing my estimate decline trend as Lukashenko remains in power."], [90446, "2020-08-24T10:37:01Z", [0.1], "In a reductionist nutshell...\nIt appears to be in AL's best interest to allow things to 'spiral.' Hard to appreciate the effect of a COVID spike (possible due to volume/proximity of protesters) likely to playing into AL's favour, (>COVID means \"legitimate\" reason to impose restrictions, >COVID deaths also likely to disperse protester by volume).\n\nFurthermore, lack of clarity on Russia's 'official stance' on situation, likely to blur lines (though this may be deliberate, also means <less likely to see leadership transition with international/neighbour state uncertainty).    https://www.rt.com/russia/498784-lavrov-belarus-bloodshed-opposition/\nhttps://meduza.io/en/feature/2020/08/19/belarusians-must-solve-their-problems-themselves\nhttps://meduza.io/en/feature/2020/08/20/of-two-minds\nhttps://www.statista.com/statistics/1104310/coronavirus-situation-belarus/\nhttps://www.statista.com/statistics/1110897/coronavirus-situation-belarus-by-region/\nhttps://virusncov.com/covid-statistics/belarus"], [90446, "2020-08-24T10:06:41Z", [0.1], ""], [86429, "2020-08-24T09:54:50Z", [0.41], "pressure growing on him and with oppostion not agitating to align with NATO, Russia might engineer a bloodless replacement."], [60948, "2020-08-24T09:11:25Z", [0.2], "Going down 1%/day from here onward"], [88766, "2020-08-24T08:35:29Z", [0.3], ""], [94737, "2020-08-24T07:49:02Z", [1.0], ""], [94737, "2020-08-24T07:48:29Z", [0.99], ""], [13306, "2020-08-24T06:48:33Z", [0.3], ""], [88416, "2020-08-24T05:35:29Z", [0.67], ""], [31275, "2020-08-24T03:01:53Z", [0.62], "https://www.cfr.org/in-brief/putin-and-belarus-five-reasons-not-save-lukashenko"], [94435, "2020-08-24T02:14:28Z", [0.15], ""], [91142, "2020-08-24T00:57:16Z", [0.06], ""], [14027, "2020-08-24T00:41:31Z", [0.29], ""], [75939, "2020-08-23T23:53:21Z", [0.2], "The protests continue, but the situation seems fairly stable at the moment."], [28899, "2020-08-23T23:06:04Z", [0.1], ""], [25705, "2020-08-23T21:41:57Z", [0.0], ""], [1333, "2020-08-23T18:19:45Z", [0.33], ""], [53391, "2020-08-23T18:14:22Z", [0.0], ""], [95096, "2020-08-23T18:07:31Z", [0.01], ""], [38094, "2020-08-23T16:45:34Z", [0.05], "Assuming AL has regained the momentum, convinced strikers at state companies that it's not in their interest to not be on the job. People may protest, but without the strikes it's just pots and pans making noise. The situation is likely still fluid, but AL is no longer on the backfoot it appears."], [95170, "2020-08-23T16:13:42Z", [0.18], "Regime changes originating in protests/riots are extremely rare events. ACLED Data globally shows about 1000 protests annually where the government is the target (proxied by \"police force\" in the data, while this annual rate is likely to be much higher because the number of protests without this filter is in tens of thousands). Data on coup d'etat usually show 5-10 events per year (see Wiki). While this is not the only way to change regime, it proxies well 'forceful ousting', which would be the most conceivable way of Lukashenko leaving before November 11 currently. So the quantitative base for Lukashenko being ousted is very low, moving around 1%-5% (with some exaggeration). Accordingly, the \"CoupCast\" predictive tool assessed the August 2020 chance of coup occurring in Belarus to 0.7% (fairly high, comparable to many countries in the global south, but one would still not bet on a \"yes\").  Considering, however, that a) there is the very similar and recent example of Ukraine, b) the intensity of the protests (paralysis of the system with strikes) and their unprecedented size compared to prior Belarussian protests, and, importantly, c) the fact that a coup is not the only way for Lukashenko to cease to be president (I can't quite think of many other options, but that's just me lacking creativity, this should be accounted for as raising the chances of Lukashenko ceasing to be the president). Let's also note here, however, that these are not the first anti-Lukashenko protests, the 2006 and 2011 ones also taking a couple of thousand people out to the streets after the presidential elections (the latter lasted 2 months), and then some more in 2017. The regime might have developed a certain skill to wait these out (the combo of not repressing so violently, while intimidating the leaders for example, or his effort to find the enemy from the outside), and Lukashenko allegedly doesn't show many signs of ceding.  But then again, the protests are huge, and though they may be losing momentum, they still keep the chances far from the 1-5%. The final score is 17%.  "], [94921, "2020-08-23T15:39:52Z", [0.4], "It seemed like protests had quietened down. But today, there were mass opposition protests [1].  Lukashenko says NATO, EU and US are instigating change in Belarus [2].  Lukashenko asked Putin to help. Putin has avoided direct intervention. To me, this says that Putin (who is not the biggest fan of his Belarussian counterpart) knows he cannot plant a coup so has advised Lukashenko to warn of an imaginary foreign interference. This is clever from Putin because it plants the idea into the head of Belarussians that the West is meddling in their affairs / that Moscow is the friendly \"good cop\" / neighbour. If my assumption is correct, it means that Putin wants Lukashenko to stay in power for now.  This combined with the fact that Lukashenko says he will \"solve\" the protests with the army, suggests he is going into full survival mode. The increase in protests shows that the public is not fatiguing and will continue for a long-time to come, which warrants a 5% increase. From now, I will likely revise my judgements from either Russian interferences or military news. Hopefully, there will be some form of military factionalism, which tends to be a regular starter of dictatorship coup d'etat's [3] - realistically, the chances of this are low for now. \n\n[1] https://www.theguardian.com/world/2020/aug/23/lukashenko-vows-to-defend-belarus-borders-as-more-mass-protests-planned\n[2] https://edition.cnn.com/videos/world/2020/08/22/belarus-election-protests-lukashenko-pleitgen-pkg-vpx.cnn/video/playlists/around-the-world/\n[3] Zimmerman E. 1979. Toward a Causal Model of Military Coups d'Etat's. See also: Coup D'État: A Practical Handbook, Revised Edition\nBy Edward Luttwak"], [34959, "2020-08-23T14:53:25Z", [0.2], ""], [88766, "2020-08-23T12:59:41Z", [0.35], ""], [88452, "2020-08-23T12:16:00Z", [1.0], ""], [94903, "2020-08-23T09:54:46Z", [0.51], ""], [1333, "2020-08-23T09:36:16Z", [0.34], ""], [27661, "2020-08-23T09:10:34Z", [0.13], ""], [28153, "2020-08-23T07:08:19Z", [0.2], ""], [86233, "2020-08-23T05:59:21Z", [0.12], ""], [86785, "2020-08-23T04:18:14Z", [0.15], ""], [88569, "2020-08-23T03:20:34Z", [0.15], ""], [88098, "2020-08-23T02:49:50Z", [0.15], ""], [172, "2020-08-23T02:01:09Z", [0.15], "Putin can control Lukashenko. That means both Putin and Lukashenko both want status quo. Average Belarusian wants to stay in Russian orbit. They want change, but no one to coalesce around. I thought change was in air. Now I think same old."], [87897, "2020-08-23T01:38:12Z", [0.24], ""], [27661, "2020-08-22T22:11:31Z", [0.15], ""], [92863, "2020-08-22T20:48:09Z", [0.09], "Momentum is dissipating.  I understand there is going to be new demonstrations tomorrow, yet with the threat of shutting down factory's that continue to protest, and the state force picking up, I see momentum falling further. No real opposition is making this further unlikely to occur."], [74890, "2020-08-22T20:47:17Z", [0.1], "I update because of the reports about protests being not as strong as before, loosing its momentum."], [88422, "2020-08-22T18:19:54Z", [0.05], ""], [94751, "2020-08-22T18:13:34Z", [0.11], ""], [28899, "2020-08-22T16:37:07Z", [0.2], ""], [38094, "2020-08-22T15:35:56Z", [0.15], "AL may not need Russia after all. Fear is reasserting itself, sadly."], [45594, "2020-08-22T14:11:51Z", [0.25], ""], [31275, "2020-08-22T12:54:03Z", [0.58], "Aug 23rd mass rally against Lukashenko called for. Should be one of the decisive days. https://www.bloomberg.com/news/articles/2020-08-21/russia-ponders-whether-losing-lukashenko-might-not-be-so-bad"], [1333, "2020-08-22T11:04:49Z", [0.35], ""], [27661, "2020-08-22T10:08:18Z", [0.18], ""], [88416, "2020-08-22T05:25:17Z", [0.6], ""], [89013, "2020-08-22T04:48:23Z", [0.3], ""], [94633, "2020-08-22T04:28:03Z", [0.35], ""], [87897, "2020-08-22T02:48:46Z", [0.38], "ticking down a percentage point as another day passes, the longer Lukashenko lasts, the lower the chance his ouster will be successful."], [28899, "2020-08-22T00:13:38Z", [0.35], ""], [60948, "2020-08-21T22:33:55Z", [0.25], ""], [95176, "2020-08-21T22:21:48Z", [0.2], "Has strong from Putin who will have a low threshold for involving Russian irregular supporters/mercenaries. "], [91142, "2020-08-21T21:56:29Z", [0.1], ""], [27661, "2020-08-21T20:57:27Z", [0.2], ""], [86554, "2020-08-21T20:53:59Z", [0.17], ""], [25705, "2020-08-21T19:38:35Z", [0.12], "Significantly decreasing my forecast.  Initial momentum has not panned out - it looks number of strikes (and number of strikers) is going down. Yes, TV station employees and actors in theaters may hold up, but it is a working class that counts. Lukashenko cleverly plays on workers' fears about unknown capitalist future. Middle class is up in arms, but as in Venezuela, they are not going to be willing to die for the cause. Lukashenko may escalate the situation and start brutally suppress protests. THAT can be a game changer both ways - in Ukraine, it eventually lead to government downfall. If he learnt from Maduro, better not. May change the forecast on a minute notice, especially as it is the weekends that were demonstrative in the recent past."], [1333, "2020-08-21T18:54:09Z", [0.44], ""], [94435, "2020-08-21T17:22:32Z", [0.45], "Favorable to Russia to install a more pro-Russian president -- likely for Lukashenko to leave office, but when?\nProtests since May, and it's now 12 days since the election. With slower protest momentum and international attention (mentioned on ft.com main page just once, in a video \"Belarus unrest explained\"), Lukashenko stepping down before 11/11 seems less likely.\n\"Russia isn’t interested in preventing Lukashenko’s downfall though it won’t seek to hasten it either\" -- Bloomberg -5 "], [28899, "2020-08-21T16:26:44Z", [0.4], ""], [94903, "2020-08-21T16:02:17Z", [0.62], ""], [75863, "2020-08-21T15:29:19Z", [0.25], "\"Russian President Vladimir Putin believes that Belarusian leader Alexander Lukashenko will probably cling to power for now despite protests against him and is content to let him sweat it out, two sources close to the Kremlin said.\" https://www.reuters.com/article/us-belarus-election-putin-analysis/putin-bets-on-lukashenko-keeping-power-in-belarus-for-now-sources-idUSKBN25H1MA"], [172, "2020-08-21T14:21:02Z", [0.15], "Tsar Vlad the Shirtless has spoken. Putin seems to revel and excel in keeping people off balance. Sounds like he will leave Lukashenko in knots for time being. Still a chance if this happening once people agree on who would take helm. From Putin perspective, play for time and foster another autocrat versus risk of fair elections. People only want rid of Lukashenko - not necessarily a change in governing policy/relations etc.\nhttps://www.reuters.com/article/us-belarus-election-putin-analysis/putin-bets-on-lukashenko-keeping-power-in-belarus-for-now-sources-idUSKBN25H1MA"], [95164, "2020-08-21T11:32:39Z", [0.35], "Termed \"Europe's Last Dictator\" I'm looking to the Arab Spring to see if there are parallels to be drawn.\nEgypt - Mubarak falls after 18 days of protests\nLibya - Gadaffi refuses to go and is ousted 6 months down the line\nSyria - Asad retains control \nTunisia - Ben Ali falls after 28 days of resistance\nBased on this and considering the many protests which have failed previously, I'd put the chance that mass protests topple a dictator within 2 months at around 10% Factors which would increase the chance of the Dictator stepping down:\n- Organised Opposition - The opposition have a figurehead to stand behind- Tikhanovskaya raising the probability by +10%\n- Strong Opposition Allies - The protestors are backed by the EU and the USA who do not recognise Lukashenko as the leader, +15%\n- Putin supporting an opposition candidate. This is an interesting possibility and increases chances that Lukashesko goes by +10% https://www.rferl.org/a/putin-has-no-good-options-as-belarus-crisis-surges/30789859.html  Factors which would weaken it:\n- Putin's support - At face value this is apparently there, and Putin doesn't want to see this happen by mob rule so will probably commit to funding the regime to keep it afloat -10% The pro factors increase the probability by a net figure of +25% to go, putting my overall estimate at 35%."], [95168, "2020-08-21T10:44:01Z", [0.67], ""], [13306, "2020-08-21T09:18:49Z", [0.35], "I sense some loss of momentum as the powers that be continue to operate without being impacted by protests or strikes. \"Belarusian prosecutors have opened a criminal probe into a council set up by opposition leaders\" (Financial Times, today print edition)"], [88452, "2020-08-21T08:25:37Z", [0.7], ""], [87135, "2020-08-21T07:49:10Z", [0.41], "It is likely, but less so on such a short time-span. Ik expect that he will abdicate his position before the next election."], [88766, "2020-08-21T07:47:49Z", [0.33], ""], [89013, "2020-08-21T05:52:29Z", [0.51], ""], [61367, "2020-08-21T05:39:11Z", [0.14], ""], [172, "2020-08-21T02:02:27Z", [0.5], "Backing down slightly from 65 to 50%. While still more of a force than I suspected, some resolve seems to be diminishing from opposition (best mannered in the world!). As well, I thought there might be more breaking of ranks within security forces - which may yet happen. Lukashenko appears to be playing for time. \nhttps://www.economist.com/node/21791042?frsc=dg%7Ce"], [38094, "2020-08-21T01:56:27Z", [0.75], "Putin can call AL to Moscow and install someone else to \"prepare for new elections\". That someone else will win some concessions from Russia and everyone but AL will be happy. Moscow would get a more pliant leader, Belarus would be rid of AL and perhaps gain some economic advantages from Russia. Russia maintains Belarus as an ally with leadership it trusts. The elections will be \"postponed\" until everyone gets a Covid shot from Russia. Covid could hit the major cities hard - after the demonstrations I've seen on TV, with only 20% wearing masks. Two weeks from now the Covid case load could begin to soar.\n"], [87897, "2020-08-21T00:43:18Z", [0.39], "Possible, but will quickly drop this estimate every few days as Lukashenko remains in power."], [89038, "2020-08-20T22:10:45Z", [0.17], "I just think Lukashenko is going to ride this out. Belarus, for all intents and purposes, have gone back to pre 1990 and are a Russian satellite; Putin doesn't need regime change & he has already been a willing helper (propping up state media with Russian reporters)  ... the price for this is clear. "], [88416, "2020-08-20T20:04:12Z", [0.69], ""], [87422, "2020-08-20T19:48:11Z", [0.8], ""], [1333, "2020-08-20T19:30:35Z", [0.45], ""], [88010, "2020-08-20T19:09:01Z", [0.6], ""], [60948, "2020-08-20T18:51:27Z", [0.35], ""], [38094, "2020-08-20T17:11:06Z", [0.5], "Demonstrations continue. Russia would like resolution as would the EU. EU has been rebuffed. Pressure still intense as the population is no longer in fear.\nPerhaps AL will be quietly replaced and retire in Sochi. New elections can be promised by a Russia approved care-taker and then postponed due to Covid.\nChange in leadership likely, new elections not likely, that would be OK for Russia. New leader strikes deal with Russia for lowered energy costs which would help the economy. So the people get a new leader and an improved economic outlook. Political prisoners may be gradually released as the weather gets colder."], [28899, "2020-08-20T13:34:07Z", [0.5], ""], [88766, "2020-08-20T11:46:19Z", [0.0], ""], [94921, "2020-08-20T11:25:10Z", [0.35], "With State TV stations and entire factories going on strike, it seems like it will be a matter of 'when' and 'how' rather than if. I can't see the EU being too heavily involved due to the geopolitical situation with the proximity of Belarus to Russia and the absence of Pro-EU Belarussians protesting. Lukashenko is very strong-willed  and the EU is pretty busy to intervene this year.  I will update my forecast therefore on the actions of Russia predominantly. Public opinion is hard to find in Belarus, but this reliable data from 2016 is a fairly solid foundation:  26 percent of BR's seeing Russia as a \"helping hand\" economically,  37 percent believes that Belarus should rely only on itself. Belarusians are not ready to be involved in the confrontation between Russia and the West. Anti-Russian sentiment has increased in recent years with 43 percent against Belarus hosting a potential Russian airbase in Belarus, up from 34 percent in December 2015. [1] Russia know that they do not have the mandate to directly intervene, but Putin's relationship with Lukashenko is not perfect either. Perhaps, they will hold him up until they find a better solution or convince him to give the reins to someone else more pro-Russia. [1] https://jamestown.org/program/peculiarities-of-public-opinion-in-belarus/"], [27661, "2020-08-20T10:47:48Z", [0.27], ""], [92863, "2020-08-20T10:44:17Z", [0.22], "With China now backing AL, it becomes more unlikely that Belarus will have a change before the deadline date. Will still require daily reviews as there may be a Rasputin within."], [86554, "2020-08-20T09:26:41Z", [0.33], ""], [40559, "2020-08-20T08:51:48Z", [0.25], "lowering propability a bit, seems like protests are loosing momentum\nhttps://abcnews.go.com/International/protests-continue-belarus-doubts-show-strikes-pressure/story?id=72478329"], [86429, "2020-08-20T06:52:58Z", [0.38], "unless Russia intervene with troops to prop him up then Lukashenko is on borrowed time. is 3 months to 11/11/20 long enough is difficult to know but the momentum is now and will either grow or be crushed sooner rather than later. Russia will not want another Ukraine situation but Belarus is strategically very important. The opposition have not dismissed Russia such that they may be prepared to allign with Russia if they get new elections or Lukashenko goes. "], [34959, "2020-08-20T05:40:30Z", [0.39], ""], [3599, "2020-08-20T02:56:23Z", [0.0], ""], [3599, "2020-08-20T02:55:51Z", [0.05], ""], [38094, "2020-08-20T02:33:57Z", [0.05], "The yoyo goes up and down, just like my probabilities. Looks like the Russia card is the one being played today. Russia needs allies in the area, even weak ones."], [13306, "2020-08-20T00:30:00Z", [0.4], ""], [22689, "2020-08-19T22:08:59Z", [0.1], ""], [22689, "2020-08-19T22:08:13Z", [0.5], ""], [691, "2020-08-19T19:09:36Z", [0.11], ""], [85078, "2020-08-19T18:56:38Z", [0.25], ""], [38717, "2020-08-19T18:53:07Z", [0.05], "Belarus being part of the so called Union State with Russia, it is unlikely that Lukashenko will step down, before Nov. 11, unless he concedes his place to someone of the same faction/party as himself, or at a minimum, who is in line with Russia. "], [29875, "2020-08-19T18:48:26Z", [0.02], "After some hesitation Putin figured he didn’t want to risk to lose a close ally. L consolidated his thrust on army/secret services with medal distribution (BFM radio today, sorry it’s in french, Galia Ackerman’s interview  ), and most likely will make some concessions. Strike and protests still on, but slowly dwindling.\nhttps://youtu.be/jp-W5WEvQ8g"], [1333, "2020-08-19T16:29:15Z", [0.52], " There is an existing decades old agreement to co administer Belarus with the Russians in areas of mutual interest. Its never been enacted however, and I'm watching for that. Meanwhile the Eastern European Press sees it like this - I recorded a new podcast: “Belarus protests, the business perspective” with a panel of local businessmen from the IT and renewable energy sectors. What do the protests mean for Belarusian business? Listen here. Sign up for email alerts here. As the street protests settle into a routine of daily meetings, the Belarusian crisis moved into a new phase yesterday as the long game starts and the Coordinating Council met for the first time. A body made up of lawyers, activists, civil society, journalists and intellectuals, its goal is to facilitate a smooth transition of power from Alexander Lukashenko to a new government. It will take time as Lukashenko is determinedly hanging on to his job. The tables were turned yesterday when leaders from Germany, France and the EU called Russian President Vladimir Putin to discuss the Belarus crisis. Putin had the same message for all of them: your interference is “unacceptable”. All these street demos are inspiring, but there is going to be a price to pay: authorities announced confirmed coronavirus (COVID-19) cases were up to just under 70,000. Belarus has done almost nothing to contain the spread of the illness. It will be a another big news day today for Belarus. Svetlana Tikhanovskaya made a video in English (report out in a few hours on the site) calling on the EU to not recognise the election results and support Belarus. The EU is holding an emergency meeting and will try and work out what to do. There are already calls for the EU to play a major role as mediator, but that runs the risk of dragging the EU’s confrontational relationship with Russia into the story, as the Belarusian themselves have no beef with Russia and are looking for closer relations with Moscow. And an FSB plane reportedly landed in Minsk this morning as the Kremlin sends Lukashenko some advisors, presumably to shore up his position. The last thing Moscow wants is for the Belarusian revolution to descend into another chaotic Maidan."], [85535, "2020-08-19T16:13:50Z", [0.01], "Now that Lukashenko is using the police to put down the protests [1], and Russia has begun mobilizing military forces to the Russian/Belarusian border [2], it is unlikely that Lukashenko will leave office by 11 November 2020. It is likely that the EU declaration on supporting a peaceful transition of power, while preparing sanctions against Belarus, hardened support of Lukashenko in Russia [3]. The wild-card is if Russia can find a Belarusian that is more compliant than Lukashenko, which they can use to replace him. [1] https://www.reuters.com/article/us-belarus-election/belarusian-leader-orders-police-to-quash-protests-eu-announces-sanctions-idUSKCN25F0LQ\n[2] https://www.ecfr.eu/article/commentary_russias_military_manoeuvres_at_the_belarus_border_a_message_to_t\n[3] https://www.euronews.com/2020/08/19/eu-leaders-to-discuss-next-steps-for-belarus"], [28899, "2020-08-19T14:47:21Z", [0.6], ""], [60948, "2020-08-19T14:37:02Z", [0.45], ""], [20448, "2020-08-19T13:11:50Z", [0.1], ""], [88766, "2020-08-19T12:34:05Z", [0.55], ""], [92863, "2020-08-19T12:04:56Z", [0.29], "Lowering slightly (-4%); seeing the opposition (Sviatlana Tsikhanouskaya) make a plea to the EU directly makes me think Russia will not allow any moves at the moment, unless they can control the replacement which I doubt would be the aforementioned. Interested to see what either side does next - both fragile. https://reut.rs/32a0720"], [27661, "2020-08-19T10:46:51Z", [0.3], ""], [86429, "2020-08-19T10:01:57Z", [0.29], "russian backing not unequvical.\nRussia could ditch him in favour for \"new elections\""], [67403, "2020-08-19T09:06:28Z", [0.7], ""], [89005, "2020-08-19T04:49:17Z", [0.1], ""], [89005, "2020-08-19T04:42:42Z", [0.19], ""], [88098, "2020-08-19T00:20:22Z", [0.35], ""], [95125, "2020-08-19T00:08:07Z", [0.6], "Twitter reports of large swaths of pop turning against him, as well as some people in gov looking for way out from regime"], [89038, "2020-08-18T22:22:14Z", [0.18], ""], [57400, "2020-08-18T21:52:32Z", [0.51], ""], [691, "2020-08-18T21:40:19Z", [0.21], ""], [14027, "2020-08-18T20:45:30Z", [0.41], "Dictators use fear to control their people.  Lukashenko was booed by workers at a recent rally, and the numbers of protestors have been increasing.  So the fear is gone.  The government will either have to back down or use live ammunition in the same way the Assad regime reacted to peaceful Arab Spring protesters in Syria.  Even Russia does not want the amount of bloodshed required for the government to prevail.  The difficult part will be finding a way to cool things down with some kind of interim arrangement, with Lukashenko stepping down. Russia will not allow a successful democratic country on its border.  That would be seen as a direct threat to Russian autocracy.  So any changes will have to receive Russian approval.  But a Russia-friendly state without Lukashenko seems possible, even likely.  The only question is when.  I'll up the chances to 41%."], [11430, "2020-08-18T20:35:23Z", [1.0], "Putin will not take a chance on his government."], [31275, "2020-08-18T20:29:56Z", [0.58], "https://uzalendonews.co.ke/belarus-lukashenko-vows-to-hand-over-power-after-referendum-to-appease-protests/\nDon’t necessarily agree with conclusion of article but good background.\nChief lawyer of Tsikhanouskaya campaign denied that there are any plans to cut ties with Russia, also there is no program. \nIt all depends on Russia. Nothing has happened yet. Russia may broker a deal for Lukashenko to leave as long as their interests are preserved. "], [95060, "2020-08-18T20:14:11Z", [0.25], "Base Rate: N/A Observations: Belarus has never had this level of protests\nRussia has backed up Lukashenko so far\nLukashenko cracking down hard\nProtests are expanding as of 18 AUG Assumptions: Lukashenko will do what is possible to stay in power 15 Minutes of Reading: Done"], [75291, "2020-08-18T19:58:01Z", [0.15], "Russia will like step in to crack down with force against protesters to protect the buffer of Belarus "], [22689, "2020-08-18T19:03:10Z", [0.75], ""], [94873, "2020-08-18T18:13:48Z", [0.25], ""], [1333, "2020-08-18T18:13:02Z", [0.53], ""], [64078, "2020-08-18T18:06:11Z", [0.2], ""], [1333, "2020-08-18T18:05:35Z", [0.53], ""], [88198, "2020-08-18T17:59:24Z", [0.33], ""], [691, "2020-08-18T17:10:32Z", [0.15], ""], [1333, "2020-08-18T16:58:20Z", [0.54], ""], [16113, "2020-08-18T16:37:00Z", [0.24], ""], [16113, "2020-08-18T16:36:48Z", [0.28], ""], [86472, "2020-08-18T16:12:39Z", [0.15], ""], [94435, "2020-08-18T15:55:06Z", [0.5], "Lukashenko losing Russian support"], [89013, "2020-08-18T15:54:14Z", [0.53], ""], [94435, "2020-08-18T15:48:58Z", [0.4], ""], [88606, "2020-08-18T15:28:15Z", [0.22], ""], [88010, "2020-08-18T15:20:49Z", [0.5], ""], [93118, "2020-08-18T15:11:45Z", [0.5], "Initial forecast based on NYT coverage of the protests and background on Lukashenko and the current situation. The options for Lukashenko are that he stays in power, with or without support/approval from Russia, Europe, etc., or he leaves - either of his own volition or he's forced out (maybe by Russia). Not everyone at the Kremlin supports him (per NYT article). If he leaves or is forced out, will it happen within the next three months? I'm really not sure right now. https://www.nytimes.com/2020/08/13/world/europe/belarus-protests-guide.html?action=click&module=RelatedLinks&pgtype=Article https://www.nytimes.com/2020/08/15/world/europe/belarus-russia-Lukashenko-Putin.html "], [38094, "2020-08-18T14:58:35Z", [0.75], "Looks like Lukashenko is loosing ground."], [33959, "2020-08-18T14:53:31Z", [0.5], "The protests have gone past the point of no return.  They will now have to be shot down with military force. However, the Belarous army seems to have shown signs of refusing orders to attack protesters. On the other hand, media reports of riot police and armed forces dropping their shields and weapons and joining the protests probably focus on a small number of events ignoring the overwhelming trend of the army staying loyal to it's dictator. But the swinger for me is that the dictator has already begun releasing people he has arrested and is sounding apologetic for its violence, a sign pure force alone is not working any more for him. So the army will be unlikely to fire (say 10% chance of shooting).  Suppose the army doesn't fire. The dictator has asked Russia for \"assistance\" and if Putin rolls his tanks into Belarus, they will shoot with probability 100% and there will be blood. However, Russia has never in its history rolled into another country, moed down civilians and left. That's not really how its interventions work. Even with Syria, Russia joined in after a civil war had begun, so there was a team Putin could send his tanks to join. Lukashenko, however, seems isolated with even his base turning against him. Not to mention the extent to which such actions will turn Russia's soft power to dust.  And without any support from people on the ground, once Russia leaves it's people will revolt again, so Russia would need a prolonged occupation. This action would then drive the people of Belarus into the arms of NATO and would amount to completely giving up on any chance of winning over the hearts and minds of the Belarus people making it's eventual escape of Russian orbit inevitable. Not even Ukrainian solutions would then be possible because there would be no pro-Russian areas that it could occupy long term. I would estimate a 5% chance of this. Russia could instead send special forces to lead attacks against the crowd, but would that be enough given the government has already been forced to back down on violence making it much harder to return to the violence route? So I would estimate about 30% chance of Russian (not so) secret forces being used to suppress the protests. The West, crippled by Trump, would do nothing except yet more sanctions on Russia. But this force may not be enough and I would estimate about 50% success rate of such an intervention. Finally, Russia may broker a peaceful resolution, where you get a rerun of the election, or some power sharing or transitional government with Lukashenko remaining president for at least a little longer. I suspect there is about a 20% chance of this outcome. So summing the paths where Lukashenko remains president we get 10% (the Belarus army shoots) + 5% (the Russian army invades) + 0.5 * 30% (Russian special forces suppress the protests) + 20% (Russian brokered deal) = 50% chance Lukashenko remains president by 11 November 2020.  \n"], [28153, "2020-08-18T14:46:52Z", [0.4], ""], [67609, "2020-08-18T14:33:47Z", [0.4], ""], [75863, "2020-08-18T14:25:27Z", [0.4], "\"Former bastions of support for Mr. Lukashenko, like state-owned factories and state-controlled television stations, are now wavering, outraged by a frenzy of police violence last week directed against those protesting the blatantly rigged presidential election ... The security services have not yet broken ranks but have, at least for the moment, mostly retreated from the streets.\" https://www.nytimes.com/2020/08/17/world/europe/belarus-lukashenko-protests.html As is usually the case, keep an eye on what the security services/military end up doing."], [88614, "2020-08-18T14:25:18Z", [0.25], "Initial baseline prediction. Will update in future.\nFor now retains control of police and military and has agreed to potentially drawn out constitutional referendum that may draw things out. "], [85535, "2020-08-18T12:54:57Z", [0.25], ""], [60948, "2020-08-18T11:13:21Z", [0.35], ""], [92236, "2020-08-18T10:58:53Z", [0.15], ""], [88745, "2020-08-18T10:50:13Z", [0.25], "Belarus is the Western most country that's not part of the EU and historically seen to be part of Russia. Putin cannot afford to lose control over the country for fear of losing another part of his buffer from the West. He previously came down hard on Ukraine to prevent \"losing\" it to the West. Keeping probability low at this point as Lukashenko still has control over the military and police. As long as these two bastions of power stand on Lukashenko's side, and there's no external catalyst (similar to the color revolution), he will still remain in power. 25% probability which can be moved up higher if protests show more signs of violence, or similar characteristics to the Arab spring and other color revolutions in the past "], [86642, "2020-08-18T10:49:07Z", [0.35], ""], [85601, "2020-08-18T09:32:21Z", [0.05], "I strongly believe that the GJopen overvalue the possibility of dictators falling. With Putin's backing and a totalitarian regime it is unlikely that he will fall. There is a small chance due to the sizeof the protest, but it is more likely they will fizzle out. See the J Curve by Ian Bremmer for a reason why oppressive regimes and open democracies are quite stable."], [84737, "2020-08-18T09:22:28Z", [0.65], ""], [84737, "2020-08-18T09:14:18Z", [0.35], "There seems to be such a high number of anti-government protestors that a brutal crackdown seems unlikely, and there seems to be no negotiation possible.  "], [88766, "2020-08-18T06:51:15Z", [0.25], ""], [88416, "2020-08-18T06:46:45Z", [0.66], "If it happens, it is going to be quick. "], [88153, "2020-08-18T05:18:53Z", [0.4], ""], [34959, "2020-08-18T04:58:04Z", [0.42], ""], [94737, "2020-08-18T03:19:11Z", [0.0], ""], [88452, "2020-08-18T03:12:09Z", [0.88], ""], [172, "2020-08-18T01:34:59Z", [0.65], "I’ve gone from 15 to 25 to 35 and now to 65 in short order -  Things moving quickly.\nReflective of strongman who has overstayed his welcome and as pointed out by @Jayce and others, Tsar Vlad the Shirtless seems reticent to back Lukashenko. Putin backs winners. Belarus needs a replacement  to let the pressure off while being Moscow friendly. Lukashenko said he won’t go without a bullet but that’s oh so Lukashenko...give him some good moustache wax and set him up in a nice dacha next to Yanukovych. Perhaps he can tend Medvedev’s ducks as a hobby."], [76743, "2020-08-18T00:42:35Z", [1.0], ""], [90653, "2020-08-18T00:32:15Z", [0.68], ""], [84880, "2020-08-18T00:26:05Z", [0.43], "Lots of chatter around this on the news.\nPutin is providing assistance and \"hates\" popular uprisings. If Putin goes, Alex is toast. re: \"Vlad the Shirtless\" -- haha @Hammer-Time "], [91142, "2020-08-18T00:11:05Z", [0.14], "There is certainly growing unrest, but generally speaking these types of regimes tend to stay in power (anecdotally, I would guess protests lead to the leader stepping down <3% of the time). I certainly think this is increasing rapidly, but long ways to go."], [88633, "2020-08-17T23:57:46Z", [0.4], ""], [38094, "2020-08-17T21:34:33Z", [0.5], "My forecast is yoyoing based on the events of the day. Lukashenko considers power sharing. How would that work. I give the orders and you obey them?\nThe situtation is fluid like a yoyo, but it appears most of the population is united and is proud to show it. If the guard defects it's all over. How does Russia play and win this hand? Good question."], [87446, "2020-08-17T21:16:15Z", [0.3], "He needs time to find an elegant way to leave the gov"], [28899, "2020-08-17T20:58:11Z", [0.4], ""], [60948, "2020-08-17T20:55:57Z", [0.25], ""], [27661, "2020-08-17T20:34:18Z", [0.25], "tl;dr At the moment it seems Lukashenko will have a tough time staying in power. However, do the protesters have the stamina to keep on protesting over the coming weeks as well? Current news indicate they wont back down but it remains a volatile situation. What will Putin do? The way Russia will (re)act matters a lot and it is not really clear what will be done. Abstaining from direct intervention does not mean no intervention at all. The coming days and maybe weeks will be decisive. ________ Constant mobilization by large numbers is certainly a necessary condition - and the EU keeping a delicate balance of intervention and non-intervention a sufficient condition - to see Lukashenko leave office. If Putin regards a change in leadership as a threat to Russian influence, it won't happen. Question is, how long can he support Lukashenko without loosing the majority of Belarussian people's sympathies? Is there a way he can make sure, the future leadership of Belarus won't align itself with the neighboring EU member states in the short or medium run if he allows Lukashenko to be ousted?  In general, it seems that letting Lukashenko go is a very dangerous gamble for Russia. That said, as long Putin cannot control the political process and those that'll follow Lukashenko in power, more pressure from the streets is needed to force his hand and Lukashenko's downfall. I can't imagine that Putin will be able to make a trade with opposition leader Tikhanovskaya, e.g. closer alignment to Russia in exchange for Lukashenko being removed. There are obvious reasons Tikhanovskaya has fled to Lithuania and not to Russia in the first place. Her husband protested against deeper integration with Russia [4] before being jailed eventually. So what options does Putin have?  Option 1: He continues to support Lukashenko\n- hopes he'll be able to remain in office (parking position: does not exclude option 2 if protests won't stop)\n- intervenes militarily if necessary (seems he has excluded such an option as it would cost Russia sympathies) Option 2: He deprives Lukashenko of his support.\n- installs a figure friendly towards Russia in the hope, protests will die down (has too be confident that the situation will indeed calm down eventually)\n- makes a deal with the opposition: letting Lukashenko go in exchange for close alignment with Russia (seems unlikely considering current opposition leader Tikhanovskaya's biography) Option 2 poses the risk that Lukashenko will see himself in a position where he has nothing to loose and orders his loyal forces to violently crack down on protesters. This may, however, provide a pretext for Russian forces to intervene and take over control as well. Let's see what the coming days will bring. Thanks to @Censusguyz , @Greyowlsova and @bowenmjr for their rationales and provided sources [1,2,3]. [1] https://www.gjopen.com/comments/1109433\n[2] https://www.gjopen.com/comments/1109487\n[3] https://www.gjopen.com/comments/1109511\n[4] https://www.youtube.com/watch?v=9YwFlMziG6I"], [73050, "2020-08-17T20:29:46Z", [0.28], ""], [53391, "2020-08-17T20:05:56Z", [0.25], ""], [691, "2020-08-17T19:51:30Z", [0.14], "https://www.reuters.com/article/us-belarus-election/lukashenko-says-he-is-ready-to-share-power-in-belarus-as-protests-mount-idUSKCN25D0IJ?il=0 Lukashenko says he's \"not a saint.\"  This is one of his very few true statements.  You have to be dead to be a saint, and then get credited with miracles.  Even if he were dead, stealing elections and beating up citizens don't count as miracles.   Sadly, he is one of entirely too many people in whom truth does not reside but who are nonetheless in charge of countries.   Back in the Land of the Free, M. Petits-Doigts is declaring a \"terrible situation\" there, but it's unclear whether it's terrible because Lukashenko deals in rigged elections or because the uppity citizens dare to resist a guy who rigs elections.  Awaiting clarification from the Orange House and coming down some on this Q in the meantime.  "], [67444, "2020-08-17T19:50:27Z", [0.6], ""], [93310, "2020-08-17T19:47:44Z", [0.65], ""], [1333, "2020-08-17T18:06:23Z", [0.55], ""], [1333, "2020-08-17T18:04:00Z", [0.45], ""], [94940, "2020-08-17T18:03:07Z", [0.25], ""], [94940, "2020-08-17T18:02:58Z", [0.55], ""], [67403, "2020-08-17T17:48:31Z", [0.8], ""], [94632, "2020-08-17T17:09:27Z", [0.33], "Upping my forecast for several reasons. 1) As noted by multiple comments, Russia is not backing Lukashenko as fervently as many would have initially suspected. While this could change, Russia's willingness to distance itself undermines the credibility of Lukashenko on an international stage even further and is more likely to spur external, open support for his removal. 2) The protests are growing, not shrinking. In my initial post, I suggested that it was likely the protests would begin to die down as time passed, but recent reports suggest the exact opposite. This not only shows that the people of Belarus are intent on making a change and willing to fight for it despite reports of the arrests and abuse of protesters, but their prolonged protests are bringing further international attention. 3) Similarly, the news cycle has not yet grown bored of this story which, unfortunately, is surprising but promising for those that want Lukashenko out. More news means more information for everyday citizens, which means more outrage both at home and abroad, which means more pressure on political leaders and dissidents to throw Lukashenko out of office. Whether this happens by November 11th is still up in the air, especially with everything going on and the possibility the story does begin being buried under an ever changing news cycle, but right now is as likely a time as any for a head of state to be thrown from (or flee) their office."], [88098, "2020-08-17T16:30:37Z", [0.3], ""], [25705, "2020-08-17T16:30:27Z", [0.93], "I was subscribed to the view that Lukashenko would stay based on the fact that security forces have been seemingly on his side. As we learned in Venezuela, this is critical as in this case, you need to be willing to die on the streets to make a difference and the middle class in big cities are usually not willing to go to that extent. But Belarus is not Venezuela. There is no clear leftist ideology and strong anti-imperialistic streak. EU does not look like the US. People want just to live better. And Lukashenko who is playing with both sides, EU and Russia, trying to milk them for his benefit. With such lack of clear convictions, Lukashenko managed to antagonize both pro-Russian and pro-Western sides. Democratic changes in Ukraine may not quite inspire - the country still stays one of the poorest in Europe. But EU appeal is quite strong for some. So is of Russia for others. Both sides overlap to extent. The trajectory at the moment is against Lukashenko unless something drastic happens. Will Russia provide \"support\" in form of the \"green men\"? Seems unlikely - Belarus is not Crimea or Donbass, with clear majorities there desiring to join Russia. The situation is quite fluid. may change my assumptions on a moment notice."], [92261, "2020-08-17T15:34:05Z", [0.35], "It does start to look like previous strong man collapses, so I'm raising my estimate."], [85535, "2020-08-17T15:16:09Z", [0.55], ""], [34376, "2020-08-17T15:13:28Z", [0.3], "Situation is evolving in favor of protesters. Bloomberg reports strikes are spreading and Lukashenko counter rally on Sunday was a flop. Lukashenko is appealing to the Kremlin. Can the Kremlin help him turn the tide?  It is a big risk to mount 1953 Hungary or 68 Prague style interventions. Maybe Kremlin can send in Green men?  Putin knows to take compensated risks,   it is unlikely that he sit idle while new government likely pro-west takes over.     "], [1333, "2020-08-17T14:45:06Z", [0.35], "FROM BNE Intellinews - Belarus is still top of the news cycle and Sunday saw an awesome display of people power. Despite the incumbent “winning” 80% of the vote there have been no pro-Lukashenko counter-demonstrations so he finally organised his own. Some 5,000 loyalists were bussed in for the event. Two hours later there was a mass anti-government rally. Around 200,000 people showed up. And that was just in Minsk. The entire country took to the streets in solidarity. Inspiring stuff (I included a lot of video in our wrap that is well worth watching) and surely we are now counting the days until Alexander Lukashenko goes. Unless Russia invades Belarus and annexes it because “it’s too important to lose”. This meme came up over the weekend after Lukashenko went on telly to say that he would ask Russian President Vladimir Putin for help. But don't worry, it is not going to happen. The Kremlin was explicit in saying there is a collective security treaty in place and it would come to Belarus’ rescue “if it is attacked by external forces.” The agreement doesn't apply to internal unrest. I reviewed the rest of the arguments too in a blog. Bottom line: Belarus is not Ukraine. In the same vein Mark Galeotti, probably the top commentator on Russia these days, goes into more detail in his regular Stolypin column for bne IntelliNews “Moscow is not Minsk, but it is in its shadow”. We have another comment from another famous commentator: Anders Aslund, a Swedish economist and a senior fellow at the Atlantic Council, who looks beyond the protests at the need to privatise Belarus’ Soviet-legacy massive state-owned enterprises (SOEs). Anders advised both the Yeltsin government and the Orange revolution government on privatisation. As Belarus’ protests move into the end game opposition leader Maria Kolesnikova, one of the female trio that ran against Lukashenko in the elections, says the EU has jumped the gun with its sanctions and they will only make negotiations on Lukashenko’s departure harder."], [92863, "2020-08-17T14:22:16Z", [0.33], "I lowered this morning as AL seemed quite content in his position. Yet all day I have seen state prosecuters, state media and of course the standard marches picking up momentum/making their position clear since his announcement + the bizarre step of AL placing an assassination hit on his own head; so my forecast should account for this."], [16113, "2020-08-17T14:12:26Z", [0.28], ""], [85535, "2020-08-17T14:10:49Z", [0.45], ""], [94837, "2020-08-17T14:00:56Z", [0.5], "The movement against Lukashenko spans among many parts of society (including part of the state controlled media), and it seems that some of the security forces aren’t completely loyal to Lukashenko anymore. I was in the streets of Prague 1989 on the day of the general strike - I remember a powerful statement of the majority of the population which left the old regime with no answers but to give way to a transition. It feels like in Belarus 2020, something similar could happen. Therefore I increase my forecast to 50%, for the moment. "], [88416, "2020-08-17T13:57:46Z", [0.61], ""], [58028, "2020-08-17T13:49:47Z", [0.1], ""], [75863, "2020-08-17T13:37:20Z", [0.33], ""], [132, "2020-08-17T12:55:27Z", [0.25], ""], [132, "2020-08-17T12:54:51Z", [0.75], "Comment deleted on Aug 17, 2020 12:55PM UTC"], [172, "2020-08-17T12:23:49Z", [0.35], "When you are openly mocked and heckled in a society like this - in what should have been a “safe place” - balance is tilting further away from him. Will be interesting to see how Tsar Vlad the Shirtless supports him. Most Belarus are anti-Lukashenko, NOT anti-Russian. Seems like only a few days ago Lukashenko was accusing Russians of meddling, now he’s on bender knee..."], [94837, "2020-08-17T12:00:55Z", [0.35], ""], [92261, "2020-08-17T11:46:05Z", [0.2], "Initial opinion."], [86342, "2020-08-17T11:36:44Z", [0.5], ""], [94853, "2020-08-17T10:55:06Z", [0.77], "looks bad for him"], [92863, "2020-08-17T10:32:37Z", [0.14], "(-11%) He isnt going anywhere soon; no elections to come from below. The people will need make this happen and with a resistant leader this will take longer than the question in all likelihood. https://www.reuters.com/article/us-belarus-election-lukashenko-idUSKCN25D0UN"], [89013, "2020-08-17T09:46:23Z", [0.46], ""], [74890, "2020-08-17T09:03:42Z", [0.15], "I'm updating chances to higher because the protests are so widespread, there are signals of Lukashenko weakness (so few supporters on his rally in comparison to protesters in another rally at the same time) and that he is not sure of his position (true or false story about plane ready to take him to Russia if he lost the election, the fact that he talked with Putin possibly about the military support - he removed his forces from Vitebsk, and now Russia can send their forces to help him - even soldiers dressed as Belarusian Army), and some higher-up members of the regime have also supported protesters (like the ambassador of Belarus on Slovakia). The key factors here are the Belarusian Military and security forces and Russia. From what I have read for a democratic revolution to succeed military needs at least not to take action against the protesters which is more likely when some of its members are supporting them (and then military leaders fear inner fights within the military). If protests will last and security forces will remain loyal to Lukashenko, he could introduce the martial law claiming that there is foreign threat (he is already using this retoric about the threat from NATO forces in Poland and Lithuania). If at least part of security forces and/or the army would rebel against him he might receive unofficial support from the Russian military (possibly even disguised as Belarusian Army units to avoid anti-Russian sentiments among Belarusians).\nI think Lukashenko will only ask Putin for help if he won't have other options to stay in power since he don't fully trust him, and would be much more dependent from him if he receives such help.\nInteresting read:\nhttp://www.understandingwar.org/backgrounder/warning-belarusian-president-lukashenko-reaches-agreement-kremlin-russian-intervention\nhttp://www.understandingwar.org/backgrounder/warning-russia-may-send-little-green-men-belarus"], [29875, "2020-08-17T09:01:31Z", [0.4], "Increase because even Putin seems to be slightly distancing. If the replacement is satisfactory for him then AL may fall. Still, it would be a bit surprising that Putin lets go a long time allied, but he know his marks and any outcome will be under his control."], [73970, "2020-08-17T08:45:33Z", [0.31], ""], [20872, "2020-08-17T08:00:11Z", [0.5], ""], [20872, "2020-08-17T07:58:00Z", [0.1], ""], [33898, "2020-08-17T07:41:58Z", [0.35], ""], [26267, "2020-08-17T06:39:36Z", [0.25], ""], [94903, "2020-08-17T06:36:10Z", [0.7], ""], [92452, "2020-08-17T06:10:59Z", [0.6], ""], [71299, "2020-08-17T04:43:49Z", [0.02], "Control of armed forces, police and secret services. Better coordination and communication with Russia than Viktor Yanukovych's Ukraine. Membership of the Collective Security Organisation implies that Russia would intervene in the event that internal security struggle to put down violent demonstrations."], [86785, "2020-08-17T03:20:23Z", [0.2], ""], [49216, "2020-08-17T03:10:43Z", [0.13], "Russia can't afford a leader who doesn't  go towards a Belarus/Russia joining together.  The other candidate Svetlana Tikhanovskaya will keep her husband alive by keeping a low profile from the next country, in exile and will be too afraid for her husband and children to go back and take power if Lukashenko is still alive, because he can still have her threatened constantly or killed there, or her children killed.\nIf the protests become so much that extreme violence is used again to stop it, then there might be an uprising or coup to take over.  If Russia is smart, they will have picked someone in power there to take over if they need to assassinate Lukashenko.  It would be like a VP taking over for a dead president and suddenly everything changes and is better in a game of gathering support so their party stays in power even if the VP is not elected as the next president.  Russia will support someone that will align with their interests and will step in if they think democrats will win or US/Europe interests will win.  If he's not dead by November then there will probably be sanctions by then and more protests. "], [21884, "2020-08-17T02:40:54Z", [0.05], ""], [25705, "2020-08-17T00:12:18Z", [0.0], ""], [88153, "2020-08-17T00:10:40Z", [0.15], "Mostly sticking with the crowd, going a bit lower because it doesn't seem like any other country is going to step in and help get rid of him."], [93715, "2020-08-16T23:25:16Z", [0.1], ""], [554, "2020-08-16T23:02:52Z", [0.45], ""], [75939, "2020-08-16T22:58:00Z", [0.3], "Basically following the crowd at this point.  However, reports that police did not disrupt the demonstrations suggests that Lukashenko is losing power internally.  Also, Putin does not appear to be a strong supporter, although Putin may reason that Lukashenko is better than a democracy that might lean Westward.  All tolled, these factors seem to boost the likelihood of an ouster. "], [75863, "2020-08-16T22:06:37Z", [0.2], ""], [16113, "2020-08-16T21:45:43Z", [0.22], ""], [34657, "2020-08-16T21:35:15Z", [0.05], ""], [89038, "2020-08-16T21:33:58Z", [0.12], "Louder European outcry than initially expected."], [85535, "2020-08-16T21:01:39Z", [0.1], ""], [1333, "2020-08-16T20:27:12Z", [0.23], ""], [8826, "2020-08-16T20:06:02Z", [0.0], ""], [27661, "2020-08-16T19:56:56Z", [0.15], "Catching up after forecasting break. A bit undecided. If Putin assumes it doesn't help Russia's influence to keep Lukashenko in office, then he'll certainly arrange for him to be removed."], [60301, "2020-08-16T19:44:27Z", [0.75], ""], [60948, "2020-08-16T18:58:53Z", [0.17], ""], [90457, "2020-08-16T18:34:40Z", [0.05], "He’s not going anywhere. "], [87089, "2020-08-16T17:42:52Z", [0.2], ""], [92898, "2020-08-16T17:39:19Z", [0.25], "growing opposition and international news "], [88098, "2020-08-16T15:59:16Z", [0.2], ""], [88954, "2020-08-16T15:19:52Z", [0.27], ""], [691, "2020-08-16T15:12:57Z", [0.16], ""], [89013, "2020-08-16T15:09:40Z", [0.33], ""], [22689, "2020-08-16T15:04:23Z", [0.2], ""], [95037, "2020-08-16T14:44:42Z", [0.35], ""], [74903, "2020-08-16T14:31:00Z", [0.15], ""], [68688, "2020-08-16T11:53:53Z", [0.15], ""], [28899, "2020-08-16T11:34:56Z", [0.1], ""], [73050, "2020-08-16T11:13:04Z", [0.25], ""], [88766, "2020-08-16T11:02:41Z", [0.0], ""], [89083, "2020-08-16T10:50:54Z", [0.2], ""], [94633, "2020-08-16T09:44:01Z", [0.25], ""], [94903, "2020-08-16T09:18:57Z", [0.6], ""], [45594, "2020-08-16T07:32:43Z", [0.25], ""], [13306, "2020-08-16T06:55:19Z", [0.5], "Good Bloomberg article on the situation in Belarus. \nhttps://www.bloomberg.com/news/articles/2020-08-15/russia-worries-if-awkward-ally-s-time-is-up-as-protests-swell?srnd=premium-asia\nIf you cannot open the link, here are the highlights: Some in the Kremlin fear Lukashenko could be forced from office, according to three people familiar with the situation, leaving Russia scrambling to maintain its special relationship with a vital buffer against the North Atlantic Treaty Organization. While Lukashenko said Friday he has no plans to leave, some people around him have sounded out Kremlin contacts on the possibility of fleeing to Russia if they were deposed. “No one is sure anymore about Lukashenko’s future,” said Fyodor Lukyanov, head of the Council on Foreign and Defense Policy, a research group that advises the Kremlin. “He may succeed in the short term in suppressing the protests but there’s a big problem here.” Putin doesn’t want to provide military help for Lukashenko because it would fuel anti-Russian sentiment in Belarus and would be too risky, but if the elite splits Russia could give the green light to his ouster by elements in the security establishment, said Gleb Pavlovsky, a former Kremlin adviser."], [94837, "2020-08-16T06:18:08Z", [0.2], ""], [88227, "2020-08-16T05:47:51Z", [0.5], "As mentioned by many forecasters, such regime changes are rare - but they happen quickly when they do, and they are often triggered by small events. I am going with a baseline estimate of 50%, much above the crowd forecast because of the following reasons\n- Lukashenko's attempts to play the West and Russia against each other might not leave him negotiating space\n- there seems to be widespread anger against him\n- the rate of chance of the anger since the elections has been high\n- existing and created tensions could be amplified by economic issues (and pandemic issues)\n- there is no power or death scenario, Lukashenko could step down and go into exile There are many reasons why Lukashenko could stay in power also. "], [37520, "2020-08-16T04:50:54Z", [0.35], "Despite  locking up and beating protesters, people power is on the move.  If this continues and law enforcement sides with the protesters, there is a chance he will be toppled.  "], [3599, "2020-08-16T03:43:55Z", [0.1], ""], [14571, "2020-08-16T03:35:47Z", [0.0], ""], [14571, "2020-08-16T03:32:40Z", [0.0], "Belarus has Russia as his closest economic and political partner. Newspapers owned by the state outnumber those in private hands. So with Russia in his side, it's almost impossible for Alexander cease to be the president."], [11817, "2020-08-16T02:48:26Z", [0.6], ""], [22689, "2020-08-16T01:30:41Z", [0.35], ""], [38094, "2020-08-15T23:32:44Z", [0.0], "It appears that Lukashenko has played the Russia card, this is similar to a \"Get Out of Jail Free\" card in Monopoly. All he needs to do is mortgage his country's future and he stays out of jail for the rest of the game. The game lasts much longer than the timeframe of this question. No telling what properties will be forfited or if houses will be exchanged for hotels or what other players will go to jail as a result."], [22689, "2020-08-15T22:06:00Z", [0.2], ""], [67403, "2020-08-15T21:11:51Z", [0.66], ""], [92291, "2020-08-15T21:03:37Z", [0.3], "-Authoritarians are rarely giving up power these days.\n-New elections may be held as a concession. Other concessions may follow, but the renunciation of power will be the last holdout."], [67403, "2020-08-15T21:01:56Z", [0.1], ""], [94751, "2020-08-15T20:39:31Z", [0.11], ""], [93836, "2020-08-15T20:26:43Z", [0.0], ""], [94903, "2020-08-15T19:17:52Z", [0.7], ""], [80276, "2020-08-15T19:11:58Z", [0.1], "Belarus and Lukashenko will get help from Russia for which the country is strategically located."], [88416, "2020-08-15T18:50:48Z", [0.53], ""], [88452, "2020-08-15T18:38:41Z", [0.67], ""], [172, "2020-08-15T18:31:14Z", [0.25], "Some isolated defections. Lukashenko reaching out to Tsar Vlad the Shirtless.\nhttps://www.theguardian.com/world/2020/aug/15/belarus-leader-pleads-for-putins-help-as-post-election-protests-grow-lukashenko"], [1333, "2020-08-15T18:11:49Z", [0.24], ""], [94812, "2020-08-15T18:01:36Z", [0.95], ""], [84880, "2020-08-15T17:37:20Z", [0.45], "I'm apt to call it a toss up leaning toward status quo. A tyrant in power tends to stay in power; however, when change comes, it comes abruptly.\nThis is a convenient stance but in general it seems challenging to say with any authority that this will or won't happen... until it does... or doesn't. 100% certain that there will be a book or documentary about this called \"Europe's Last Dictator\" (if there isn't already.)"], [94903, "2020-08-15T15:46:19Z", [0.6], ""], [94903, "2020-08-15T15:44:58Z", [0.7], ""], [22480, "2020-08-15T15:40:57Z", [0.1], ""], [94435, "2020-08-15T15:19:44Z", [0.3], ""], [93711, "2020-08-15T15:05:14Z", [0.85], "It is going there with the riots and how those are handled. "], [31275, "2020-08-15T15:04:20Z", [0.52], "Reading tweets using translation there is a notion Putin will turn on Lukeshenko. In Belarus some police and military are siding with the protestors. Workers from factories are striking. Russia could intervene militarily but at great cost as all of Belarus would probably fight that. Reports are Serbian Commandos are there to help crush protest. https://www.cbc.ca/radio/day6/belarus-protests-covid-19-and-t-cells-talking-heads-chris-frantz-yo-semite-nickelback-haters-and-more-1.5685001/government-crackdown-on-belarusian-protestors-unlike-anything-that-s-come-before-says-journalist-1.5685010"], [14027, "2020-08-15T15:03:47Z", [0.29], ""], [58028, "2020-08-15T13:42:02Z", [0.05], ""], [81581, "2020-08-15T13:26:32Z", [0.3], "The EU rejected Belarus' election results and introduced sanctions showing first signs of international pressure towards Lukashenko.  As protests continue there is a decent chance that the army will switch alliance."], [60948, "2020-08-15T11:45:45Z", [0.25], ""], [92863, "2020-08-15T11:45:21Z", [0.25], "+15% - escalating everyday.  Putin call just happened, yet still language of no-one giving anything up at this time."], [60948, "2020-08-15T11:44:46Z", [0.2], ""], [88766, "2020-08-15T11:02:36Z", [0.23], ""], [13306, "2020-08-15T10:14:11Z", [0.45], "The Outside View: 4 out of 10 \"qualifying countries\" of the Arab spring (i.e. somewhat comparable in the nature of public aggrievance and degree of organization of the opposition, including Libya -scored as unsuccessful as it took longer than 3 months, and excluding Saudi Arabia as not part of the 10) managed to overthrow their respective governments within 3 months. In the Ukraine, a similar uprising was successful, but took slightly longer than the period given, in fact, we would have missed by a few days - so I am scoring this as 40%. The Inside View: this is in my opinion quite fluid, but should not be underestimated - calls for organized protests over the weekend by Ms Tikhanovskaya, reports of soldiers joining the protesters, this feels like concessions by Mr Lukashenko will not cut it and the uprising would have to be suppressed with even more brutality than already on offer. Right now I don't know better than scoring this 50-50. Combined score: 45% (for now)"], [93856, "2020-08-15T06:30:11Z", [0.7], ""], [94900, "2020-08-15T03:44:58Z", [0.64], ""], [13306, "2020-08-15T03:19:09Z", [0.35], ""], [38094, "2020-08-15T02:14:03Z", [0.5], "Events are moving quickly. For a state that had not considered regime change, the people are becoming bolder and the incumbent more vulnerable.\nIf change happens it will need to happen quickly before Russia can intervene in a meaningful way. Western powers sympathize but aren't doing much to raise the stakes for Lukasehnko."], [14027, "2020-08-15T00:50:19Z", [0.19], "The economy of Belarus is sinking fast.  I believe Lukashenko will go sometime over the next 12 months, but he could hang on for the three months remaining in this challenge.  I'll place my initial bet a little above the crowd, at 19 vs 15."], [88452, "2020-08-14T20:06:32Z", [0.51], ""], [172, "2020-08-14T19:55:37Z", [0.25], "The crowd forecast is inching up and I’m going to bump up slightly as well (15-25%). While I acknowledge protests are increasing and exceed what I thought would happen, haven’t yet hit critical mass. I’m not there so I can’t tell if this will become a groundswell or will abate with time. Note: I also greatly underestimated the resiliency of Hong Kong protesters."], [28899, "2020-08-14T19:53:15Z", [0.33], ""], [92357, "2020-08-14T19:34:21Z", [0.75], "The tide is turning quickly there. People are in the streets and law enforcement is flipping to their side. He is in real trouble now. "], [60948, "2020-08-14T19:09:24Z", [0.1], ""], [1333, "2020-08-14T18:28:30Z", [0.25], ""], [1333, "2020-08-14T18:25:54Z", [0.35], "Not to root for  A.L. but he'll have Russia gobbling acreage if he lets go any further."], [74890, "2020-08-14T18:25:17Z", [0.05], "Will things be different this time?  There are cracks in the regime but I don't see the realistic and probable scenario that would result in driving Lukashenko from power this soon. So far it is not a revolution, only a mass protests as a political analyst and journalist from Minsk Artyom Shraibman wrote here: https://carnegie.ru/commentary/82473 \"The authorities’ blocking of both the internet and the center of the capital Minsk, the lack of protest leaders, and the clear advantage of the authorities in terms of strength made a repetition of Ukraine’s Maidan revolution impossible in Belarus right from the start. These are protests of mass rage, not an attempt at regime change.\" And it doesn't look like that is a one unified movement with well-defined leadership and political agenda, as  Shraibman  wrote: \n\"Meanwhile, the opposition has no leaders or center that officials could co-opt. It would be wrong to assume that Tikhanovskaya or her team had anything to do with the protests. Meeting points for protesters were designated by the administrators of popular opposition channels on the secure messaging app Telegram. \" Despite some resignations of police officers as a sign of protest Lukashenko still has a control over powerful security services. Over the years he has design many mechanisms to ensure that power stays in his hands. I read several analysis from various srces since it is not good to rely o single source but for good explanation of this mechanisms I could recommend especially the \"The House That Lukashenko Built\" also by Shraibman : https://carnegieendowment.org/files/CP328_Shraibman_Belarus_FINAL.pdf As he wrote:\n\"It’s impossible so far to predict with certainty how this political crisis will end. If the protests fizzle out under pressure from the security services—which currently looks like the most probable scenario—it’s unlikely that the authorities will refrain from inflicting a retaliatory blow.\""], [691, "2020-08-14T17:32:21Z", [0.04], ""], [94632, "2020-08-14T16:51:45Z", [0.18], "Reports are now citing evidence that peaceful protesters are being arrested and abused, a possible violation of human rights recognized globally. The story is picking up steam and will lead to more external pressure moving forward. Moreover, widespread protests continue to occur, suggesting the stories won't stop soon. Moving up my forecast to reflect these shifting conditions."], [88633, "2020-08-14T16:40:26Z", [0.2], ""], [53006, "2020-08-14T16:38:24Z", [0.0], ""], [87175, "2020-08-14T16:34:45Z", [0.0], ""], [20879, "2020-08-14T16:00:46Z", [0.22], ""], [89035, "2020-08-14T15:47:51Z", [0.12], "Yes, there are protests, but this is not how things work in Soviet mentality countries. There has to be an established popular alternative that is \"within the system\", not outside it, and I don't think there is one. Also, Belarus is a very regulated society. The opposition leader is not even in the country. Protests will be suppressed. \n"], [31275, "2020-08-14T15:35:11Z", [0.38], "https://twitter.com/hannaliubakova/status/1294264667230142464?s=21\nIf he lasts through the weekend I will lower but right now the level of protest has not been ssen in 30 years. "], [94532, "2020-08-14T15:02:16Z", [0.93], "Many people rise for protests, there's no coordinators, yet NEXTA channel sometimes provides them with advice and ideas. All photos are videos are now spread publicly all over the world. Also, somewhere I've seen a thought that internet blockages will make people bored, anxious and angry and will cause them go out. Some factories and companies have stopped working. Some policemen refuse to attack or resign or record themselves throughing their uniform into a garbage bin. Europe is also concerned and wants to run a meeting on this (wait, was it supposed to be today?). They were going to ask Lukashenko' to run elections again, this time with international observers. Yeah, and of course Tikhanovska has won in the previous election, even though Lukashenko refuses that. Also, I think people feel like they're close to victory and won't already stop. I'm pretty sure Lukashenko's presidentship will end even earlier, by the end of September (or even middle of it)"], [86429, "2020-08-14T13:23:28Z", [0.19], "more protests, reports of police resigning and strikes points to a popular movement gaining momentum. "], [88452, "2020-08-14T12:35:40Z", [0.2], "Yesterday I decided to shrink my forecast for a while to almost nothing, since I read in a headline of the weekly DER SPIEGEL that neither Russia nor the EU have an interest in a destabilized Belarus and thus a step down by Lukashenko.\nOn the other hand I think the overwhelming support for protesters (even though just words of mouth so far) by other Eastern European people, strikes, the release of erratically imprisoned peaceful protesters, protesters not backing down, and the German minister of foreign affairs, Heiko Maas, having a clear language on the election outcome and the last few days, make me revise this in part. I envision Viktor Yanukovych, Vladimir Putin, and Alexander Lukashenko playing Bridge (or Domino, either way you like) on Sundays in one of their Datchas close to Moscow from September. Raising my forecast further possible."], [86642, "2020-08-14T11:59:12Z", [0.2], ""], [1333, "2020-08-14T10:05:59Z", [0.45], "This time is different. His Base walked out today. His security forces struck a family with their vehicle...this has legs - from bne Intellinews - Is it all over for Belarus’ President Alexander Lukashenko already bar the shouting? Yesterday’s main event is most of the country’s biggest factories went on strike. The opposition tried to call a general strike on Tuesday but that was a wet squib. Two days of brutal police beatings and a five-year-old girl who ended up in hospital after police rammed her parents’ car (this was probably a key event) and the bulk of country’s workforce walked out. This is Lukashenko’s base that have always supported him. The strikes are probably a turning point. The deputy interior minister visited prisons last night to apologise to detained protestors and at least 1,000 were released this morning. There is a lot of speculation now as it seems Lukashenko has nowhere he can go with his campaign to stay in office. I wrote a blog on the fact that he simply doesn't have enough forces to arrest the whole population. I wrote a bit of an angry blog calling on the EU to actually do something useful this time. We hold our values as sacrosanct and these same values are on the floor being bludgeoned by a circle of OMON troops. "], [92863, "2020-08-14T08:58:36Z", [0.1], "+5 - I personally still don't think it is likely within the timeframe, yet with the factory protests catching on, and if sustained and economically damaging, then of course it becomes more probable."], [26267, "2020-08-14T08:10:27Z", [0.2], "Quite subjective so far given limited relevant historical precedents "], [53006, "2020-08-14T06:07:38Z", [0.05], "No, he has quite a hold on the country still. The only way he would cease to be president is if he invites the Russians to move in. It would be a rational decision for him (and Russia’s interest) if the riots get out of control to the extent it could topple the government, greater pressure from NATO, which seems unlikely for the timeframe. "], [34959, "2020-08-14T05:01:17Z", [0.09], ""], [88098, "2020-08-14T01:20:09Z", [0.15], ""], [93350, "2020-08-13T22:27:46Z", [0.9], "Presidents of Lithuania, Latvia, Estonia and Poland discount any normal relations with Belarus until there are free elections.\nDemonstrations against the election results are replace by factory strikes in protest against police violence.\nI suggest that Lukashenko will be replaced, but the current administration will remain. https://news.sky.com/story/embattled-belarus-president-is-no-longer-a-legitimate-leader-says-lithuanian-counterpart-12048705  https://www.themoscowtimes.com/2020/08/13/thousands-form-human-chains-in-belarus-after-post-vote-crackdown-a71143  https://www.themoscowtimes.com/2020/08/13/workers-at-major-belarus-plants-strike-in-growing-protest-against-police-violence-a71144\n"], [95032, "2020-08-13T22:15:05Z", [0.05], ""], [75863, "2020-08-13T22:13:25Z", [0.17], ""], [87427, "2020-08-13T22:00:14Z", [0.25], ""], [81296, "2020-08-13T20:11:15Z", [0.7], "The election fraud was too obvious. Lukasenka won election with margin that is not possible. And he lost election by far margin if only votes in abroad embasys are counted."], [88452, "2020-08-13T20:07:31Z", [0.02], ""], [94633, "2020-08-13T20:07:29Z", [0.49], ""], [94659, "2020-08-13T19:10:13Z", [0.75], ""], [60948, "2020-08-13T18:58:03Z", [0.05], ""], [86785, "2020-08-13T18:55:59Z", [0.24], ""], [172, "2020-08-13T18:52:47Z", [0.15], "“Political power (esp. in backwaters like Belarus) comes from the end of a gun.”\nStill don’t think it likely but Lukashenko has a knack for isolating even “friends”. Some of those friends are armed. The next couple weeks will be telling - whether protests expand and security forces defect/refuse to follow orders.\nhttps://www.bbc.com/news/world-europe-53761747"], [11430, "2020-08-13T18:46:30Z", [0.0], ""], [1333, "2020-08-13T18:38:43Z", [0.35], ""], [38094, "2020-08-13T18:17:31Z", [0.05], "If the EU can impose individual sanctions on Belarus by end of August will that have a material impact on the timing of this question?\nThat would give less than 3 months for sanctions to have any impact. If security forces balk at striking the people, that would have a faster larger impact.\nWhat is the impact of thousands of peaceful protesters across the capital? What if Russia gets involved as they did in Ukraine, that would change the dynamics?"], [94869, "2020-08-13T18:16:50Z", [0.3], "I think political inertia will keep him around longer than 11Nov20; he's  a \"strongman\" type, and that means he won't flinch at using violence and other forms of heavy-handedness to prolong his tenor.  "], [1333, "2020-08-13T18:14:20Z", [0.45], ""], [90433, "2020-08-13T18:04:41Z", [0.25], "These protests are going to go one for some time. He is unlikely to relinquish power anytime soon."], [20872, "2020-08-13T17:24:34Z", [0.1], "Lukashenko is likely to hold onto power for the time being. "], [79503, "2020-08-13T15:40:42Z", [0.75], "Yes - if someone emerges from the opposition movements who will work ‘constructively’ with RUS - which, given the need to prevent chaos and a vacuum, is likely. If RUS can find a way of retaining BEL in its orbit and punish Lukashenko for his attempts to play them off against the EU, it’s a win. If Lukashenko can offer concessions, like rerunning the elections, he might be able to spin it out for a bit longer, though his departure will be a precondition for the opposition. And if more of the security services decline to soldier on, it’s hard to see how he stays."], [28415, "2020-08-13T15:14:11Z", [0.23], ""], [93856, "2020-08-13T12:12:42Z", [0.6], ""], [94876, "2020-08-13T12:12:24Z", [0.2], ""], [61368, "2020-08-13T11:18:55Z", [0.0], "Not with Chinese and Russian backing. "], [89005, "2020-08-13T06:09:50Z", [0.15], ""], [15631, "2020-08-13T03:38:35Z", [0.05], ""], [88422, "2020-08-13T00:23:09Z", [0.05], ""], [70711, "2020-08-13T00:14:34Z", [0.02], ""], [88954, "2020-08-13T00:02:02Z", [0.15], ""], [57324, "2020-08-12T23:21:16Z", [0.15], ""], [84880, "2020-08-12T23:19:42Z", [0.01], ""], [85535, "2020-08-12T21:17:50Z", [0.0], ""], [94903, "2020-08-12T21:01:58Z", [0.0], ""], [94940, "2020-08-12T21:00:51Z", [0.08], ""], [94940, "2020-08-12T21:00:11Z", [0.05], ""], [94940, "2020-08-12T20:59:57Z", [0.5], ""], [94632, "2020-08-12T20:42:01Z", [0.04], "Lushashenko has held the presidency for almost three decades. In that time, he has been able to consolidate almost all governing power under himself, either directly or through surrogates in the legislative and judicial branches of Belarus. Even if these two branches were to turn on him, he still wields more power than either of them, including an ability to simply dissolve the House of Representatives, appoint (and therefore dismiss) nearly all judges, and name eight members to the upper house. So, legislatively, it is virtually impossible to force him to quit the presidency via impeachment or similar means.\nAs for public opinion, polls are heavily regulated, with the most recent ones (2016) leaked to outside news outlets showing an approval lingering around 30%, very low for such a long-serving leader. Moreover, he has blamed these protests on criminals and unemployment, telling people to 'get a job' instead of addressing the electoral fraud questions directly. There also appears to be little to no outside pressure from any foreign power for his resignation, while many foreign authoritarians are voicing their support for him. As such, it is unlikely he will step down due to public or international pressure, as he does not appear to believe the people's support is a priority and has no reason to fear foreign interference.\nSo, that really only leaves a successful assassination attempt. In the last 20 years, there have only been five successful assassinations of heads of state, with the last coming in 2011 with the death of Gaddafi. So a decent anchor rate is 25% per year, or 6.25% per 3 months. As no foreign powers have taken an interest in his removal (so far), this should be lowered. Let's say 4%. \nNow, the election results were only announced on August 9th, so while large protests are not a good thing for the president, until they become long-term they are unlikely to represent any sustained and organized threat to his seat or his life. It will be interesting to see if these demonstrations continue (or even increase) in the coming weeks, in which case the percentage may begin creeping up to mirror the added intensity and seriousness of sustained and widespread displeasure."], [75863, "2020-08-12T19:23:11Z", [0.18], ""], [75863, "2020-08-12T19:20:47Z", [0.2], ""], [530, "2020-08-12T18:43:21Z", [0.3], "https://abcnews.go.com/International/belarus-protests-3rd-night-opposition-leader-leaves-country/story?id=72311347 \"The protests continued hours after it emerged Belarus’ main opposition candidate, Svetlana Tikhanovskaya had left the country for neighboring Lithuania. Tikhanovskaya's effort to unseat Lukashenko had attracted a wave of support that led to Sunday’s contested election. The exact circumstance under which Tikhanovskaya left Belarus was unclear, but she implied she might have been forced to leave because of a threat to her family.\" \"A second video was posted on Tuesday showing Tikhanovskaya sitting in an office before she left Belarus and appearing to be forced to read a statement, in which she called for people not to protest or resist police. The video—which some suggested was filmed while Tikhanovskaya was inside the elections commission—appeared to many as coerced.\""], [1333, "2020-08-12T18:05:49Z", [0.55], ""], [1333, "2020-08-12T18:04:27Z", [0.65], ""], [40559, "2020-08-12T17:54:50Z", [0.3], "colour revolution work about 6 out of 10 times, the harsher the government the smaller the chance 2/7= 29%\nprotest more than 10 times as huge as 2005 ++\nfemale leader sypathetic to western media +\npossible gain in us election by supporting +\npolitical change takes time tho --"], [86678, "2020-08-12T16:33:38Z", [0.01], ""], [86785, "2020-08-12T16:27:58Z", [0.38], "Using Ukraine's Orange Revolution here as a reference case - will adjust to see what happens in the coming week."], [691, "2020-08-12T14:01:43Z", [0.04], ""], [1333, "2020-08-12T13:41:13Z", [0.75], ""], [92863, "2020-08-12T13:07:51Z", [0.05], "Reflective forecast; as mentioned by many, this would possibly require international intervention, at this time it just can't be probable. If a legit opposition or the previous oppo returns then will increase, yet for now, I don't think it is likely."], [88766, "2020-08-12T12:02:19Z", [0.0], ""], [28899, "2020-08-12T11:48:19Z", [0.02], ""], [89099, "2020-08-12T11:01:44Z", [0.0], ""], [86554, "2020-08-12T09:44:22Z", [0.55], ""], [27661, "2020-08-12T09:11:42Z", [0.03], ""], [20156, "2020-08-12T09:03:39Z", [0.2], ""], [60948, "2020-08-12T08:38:16Z", [0.03], ""], [86429, "2020-08-12T07:39:08Z", [0.15], ""], [86429, "2020-08-12T07:38:15Z", [0.85], "with Russia's tacit backing, the protests will be quelled."], [1333, "2020-08-12T06:43:30Z", [0.85], ""], [80540, "2020-08-12T06:30:38Z", [0.05], "Considering the lack of interest from the international community this tragic situation will likely continue."], [93502, "2020-08-12T06:20:33Z", [0.0], ""], [88452, "2020-08-12T04:44:42Z", [0.21], ""], [34959, "2020-08-12T04:38:09Z", [0.07], ""], [31275, "2020-08-12T02:38:50Z", [0.05], "https://carnegie.ru/commentary/82447\nhttp://www.laht.com/article.asp?ArticleId=2494427&CategoryId=12395#.XzNTGyqeeO0.twitter"], [38094, "2020-08-12T01:30:45Z", [0.05], "Will someone please explain to me where the calvary is coming from? How does this situation differ from Venezuala? Are world leaders threatening sanctions or trade restrictions? Are the garrisons emptying out in support? Sorry, but I don't see the support from the rest of the planet yet on this one."], [93400, "2020-08-12T00:31:49Z", [0.99], ""], [91142, "2020-08-11T23:59:39Z", [0.07], "Seems like in any country where there hasn't been an election handover in quite some time, we should consider that the trend will continue. What would it take for Lukashenko to step down? Extreme pressure by the EU and the US? Not sure how that manifests itself, especially with China and Russia already offering their support. Seems like it would take a significant amount of time for something to change. I think the big opportunity to move priors is dramatic action from the EU who is convening an emergency session to discuss."], [92079, "2020-08-11T23:51:52Z", [0.0], ""], [86233, "2020-08-11T23:05:05Z", [0.08], ""], [34815, "2020-08-11T22:38:51Z", [0.0], "Unlike Yanuk, Luk seems to be an actual dyed-in-the-wool tin-pot Dic."], [79975, "2020-08-11T22:19:27Z", [0.05], ""], [90417, "2020-08-11T21:50:15Z", [0.27], ""], [89083, "2020-08-11T21:49:11Z", [0.3], ""], [22689, "2020-08-11T21:40:03Z", [0.07], ""], [27661, "2020-08-11T21:31:39Z", [0.1], "As of now, there is (still) not enough pressure from the streets to get him out of office [1,2,3]. It took months of people gathering on Maidan and dead protestors to get Viktor Yanukovych 2014 out of office in Ukraine [5].\nThat said, the situation in Belarus is different - even more difficult for the democracy activists in my view. While Lukashenko cannot be sure that all of the military forces will back him unequivocally if the situation escalates [4], the domestic security forces such as the police seem to loyal and will take the measures necessary to keep him in power [3]. I'm not sure what to make of the conflict with Russia that has made headlines in the last weeks [3,6] Tensions have increased in the last year but it's obvious that Lukashenko's rule and the Belarus economy rely upon good relations to Russia [3]. Putin may only be interested in a sacking of Lukashenko if the Russian interest sphere remains intact - or there is an opportunity align Belarus even closer to Russia [7]. If Lukashenko is not open for that, he may not be able to rely on Russia for support, thus, encouraging him to crack down on protestors with extreme force.  European leaders will be cautious to engage too much in Belarus as another conflict with Russia would be unavoidable, thereby, endangering the stability in the neighboring EU countries with large Russian minorities [8,9].  [1] https://www.aljazeera.com/news/2020/08/lukashenko-set-landslide-win-belarus-presidential-election-200809175021818.html\n[2] https://www.euronews.com/2020/08/11/belarus-election-opposition-sviatlana-tsikhanouskaya-now-safe-after-fleeing-to-lithuania\n[3] https://www.newstatesman.com/world/europe/2020/08/why-clock-ticking-belaruss-lukashenko\n[4] https://mwi.usma.edu/strategic-enabler-point-vulnerability-role-belarus-russias-military-plans/\n[5] https://en.wikipedia.org/wiki/Euromaidan\n[6] https://www.bbc.com/news/world-europe-53648640\n[7] https://www.atlanticcouncil.org/blogs/ukrainealert/is-belarus-putins-next-target/\n[8] https://www.atlanticcouncil.org/blogs/ukrainealert/lukashenko-vs-democracy-where-is-belarus-heading/\n[9] https://estonianworld.com/security/russia-expert-putin-wants-to-make-baltic-states-russian-protectorates/"], [89038, "2020-08-11T21:28:52Z", [0.08], "Little chance of negative foreign interference or even sustained pressure. Lukashenko also has the Military under tight control."], [172, "2020-08-11T21:22:40Z", [0.15], "I’m starting off safe at 15%. This is based on Lukashenko’s lush moustache which I find very fitting for a dictator (Although Madura has him beat).  Will be watching for moves by military - without these, he can stick it out."], [29875, "2020-08-11T21:02:40Z", [0.0], "I’ve just have being following this superficially for a while, but I wander if the question would rather be whether ms Tikhanovskaya will be able to safely get back home safely. Mr Lukashenko seems to have a strong grip on power and stronger foreign support."], [75863, "2020-08-11T20:46:03Z", [0.25], "Alexander Lukashenko has been President of Belarus since 1994 [1]. He is a Soviet-era figure who has a Soviet-esque style of managing his country — \"He has supported state ownership of key industries ... retained much of the country's Soviet-era symbolism ... Elections are not free and fair, opponents of the regime are repressed, and the media is not free\" [2]. Base rate: Perhaps the most instructive base rate might be either (1) the results of the Revolutions of 1989 in which there was \"... transfer of power to multi-party governments in Poland, Hungary, East Germany, Czechoslovakia, Romania, Bulgaria, Mongolia and Albania\" [3] or (2) the results of the dissolution of the USSR (of which Belarus was part) [4]. I'll look into this some more (and I would appreciate some comments on which of these might be more instructive!). Current situation as of 11 August: There are widespread protests across the country and calls for a general strike, though this momentum may be blunted by an internet blackout and especially by opposition leader Svetlana G. Tikhanovskaya fleeing the country [5, 6]. [1] https://www.bbc.com/news/world-europe-53727243\n[2] https://en.wikipedia.org/wiki/Alexander_Lukashenko\n[3] https://en.wikipedia.org/wiki/Revolutions_of_1989\n[4] https://en.wikipedia.org/wiki/Dissolution_of_the_Soviet_Union\n[5] https://www.washingtonpost.com/world/europe/violent-clashes-in-belarus-over-disputed-election-heat-up-as-main-opposition-candidate-flees-country/2020/08/11/a9cbadec-db91-11ea-b4f1-25b762cdbbf4_story.html\n[6] https://www.nytimes.com/2020/08/11/world/europe/belarus-election-Svetlana-Tikhanovskaya.html"], [93502, "2020-08-11T20:36:04Z", [0.05], ""], [73050, "2020-08-11T20:28:51Z", [0.35], ""], [84880, "2020-08-11T20:10:15Z", [0.13], ""], [52854, "2020-08-11T19:32:22Z", [0.0], ""], [41254, "2020-08-11T19:20:35Z", [0.15], ""], [87064, "2020-08-11T19:14:42Z", [0.0], ""], [88452, "2020-08-11T19:06:42Z", [0.53], "I always wonder where those dictatorships like the former Ukraine governments under Viktor Yanukovych and the Belarus' one under Alexander Lukashenko source the same make of riot police shields..."], [93350, "2020-08-11T18:58:02Z", [0.85], "Lukashenko claimed an 80.23% victory over Ms.Tikhanovskaya who apparently received 9.9% of the vote has been disputed.\nThe overwhelming landslide is considered brazen and would have been more believable if a 55% claim had been made and the anger restricted.\nAccording to a previous British Ambassador, the country is unified in its condemnation of the election and compares the situation to the 1989 revolutions that destroyed European communist regimes.\nPro-Kremlin and state-run media in Russia had shown support for anti-Lukashenko protests or downplayed the demonstrations.\nTikhanovskaya has fled the country to Lithuania citing her family’s safety, that appears to have been a threatening situation that would leave a vacant space for an opposition figurehead.\nLukashenko is now dependent on the loyalty of his militia (army/Police) in the whole country and his immediate elite to ensure his position as President which will dictate his length of tenure plus Moscow will not want to lose Belarus to Western interests.\nThis will not be determined by an election rerun, but by a toppling of the President and his regime.\nI propose that given internal and possibly external pressure Lukashenko will not last until November 11th 2020 although the opposition will need a leader to focus on. https://www.spectator.co.uk/article/belarus-s-regime-is-nearing-collapse  https://www.themoscowtimes.com/2020/08/11/belarus-vote-results-falsified-lukashenko-deranged-russian-lawmaker-a71111  https://www.themoscowtimes.com/2020/08/11/lukashenko-challenger-makes-difficult-decision-to-leave-belarus-a71108  https://www.theguardian.com/world/2020/aug/10/new-leader-or-new-crackdown-belarus-has-entered-a-new-era\nhttps://www.bbc.co.uk/news/world-europe-53731514\n"], [32100, "2020-08-11T18:57:47Z", [0.0], ""], [53391, "2020-08-11T18:48:25Z", [0.0], "I guess me predicting 0 for yes pretty much guarantees he will leave office. Such has been my record on personnel changes."], [94837, "2020-08-11T18:42:43Z", [0.02], ""], [691, "2020-08-11T18:41:09Z", [0.25], "The main opposition leader has hit the silk, presumably cognizant of the large number of well-armed and ill-tempered minions available to The Current Incumbent for enforcing election results.  My current number is probably high, so I'll have to keep an eye on this one.  Cuts into my nap time."], [22689, "2020-08-11T18:25:30Z", [0.1], ""], [1333, "2020-08-11T18:10:56Z", [0.99], ""], [28336, "2020-08-11T18:10:04Z", [0.2], ""], [67403, "2020-08-11T17:44:58Z", [0.01], "I know nothing about Belarus but it looks like this thing happens every election so if he was not removed 2015 or 2010 why should he be now?\n\"Since 2006, the European Union and the United States have repeatedly imposed and lifted sanctions on Lukashenko and on other Belarusian officials for human rights violations\"\n\n\"Presidential elections were held in Belarus on 11 October 2015.[1] Long-term president Alexander Lukashenko ran for his fifth term in office, having won every presidential election since independence in 1991. He was re-elected with 84% of the vote, according to official figures. The 'against all' option received more votes than any opposition candidate. The elections were not democratic and marked by electoral fraud\""], [92863, "2020-08-11T17:22:59Z", [0.12], "Initial forecast is low as I am not sure it is going to happen within the timeline. Svetlana Tikhanovskaya has left the country just now, which makes any quick return unlikely. Meaning a new challenger will need to build momentum. A re-election will take a while to agree and organise; Alexander Lukashenko is unlikely to agree anyway and entertain giving up power based on his recent news appearances. Can the people overthrow a well-engrained Dictator within the timeframe. Unlikely but not impossible. Will monitor. https://www.bbc.co.uk/news/world-europe-53733330"], [84880, "2020-08-11T17:21:55Z", [0.45], "Will dig deeper."], [1333, "2020-08-11T17:20:11Z", [1.0], ""]], "open_date": "2020-08-11T17:00:13Z", "close_date": "2020-11-11T08:01:13Z"}