{"question_id": 460, "title": "Will Uhuru Kenyatta win Kenya’s August 2017 presidential election?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.8, 0.2], "correct_answer": "Yes", "correct_forecast": 0.8, "preds": [[1034, "2017-08-08T06:12:49Z", [1.0], ""], [36759, "2017-08-07T20:31:12Z", [0.89], ""], [23006, "2017-08-07T20:27:29Z", [1.0], ""], [36759, "2017-08-07T20:23:36Z", [0.81], ""], [34353, "2017-08-07T17:58:56Z", [0.99], ""], [36157, "2017-08-07T14:48:58Z", [0.95], ""], [12879, "2017-08-07T14:36:35Z", [0.95], ""], [1333, "2017-08-07T13:28:18Z", [1.0], ""], [36792, "2017-08-07T11:19:47Z", [0.8], ""], [36793, "2017-08-07T11:12:03Z", [0.85], ""], [14253, "2017-08-07T07:15:27Z", [0.65], ""], [1034, "2017-08-07T04:22:17Z", [1.0], ""], [35375, "2017-08-07T04:19:48Z", [0.75], ""], [1034, "2017-08-07T04:04:46Z", [1.0], ""], [67, "2017-08-07T03:03:42Z", [0.75], ""], [10449, "2017-08-06T23:02:29Z", [1.0], ""], [35031, "2017-08-06T18:15:37Z", [0.81], ""], [241, "2017-08-06T17:26:47Z", [0.6], ""], [15196, "2017-08-06T15:32:14Z", [0.75], ""], [21800, "2017-08-06T12:26:24Z", [0.55], ""], [1034, "2017-08-06T09:01:32Z", [1.0], ""], [23006, "2017-08-06T01:05:35Z", [0.5], "undecided. Uhuru has all the power and control to change the outcome but yet... Kenya has high adoption of social media.  Christopher Musando, a hero of democracy, died refusing to change something about the election? People seem ready to fight (at least willing and resigned to \"leaving the men to fight...\") still tend to think Uluru will likely prevail. Incumbents are stuck solid in most countries but yet..."], [31238, "2017-08-05T23:03:15Z", [0.85], ""], [11080, "2017-08-05T22:36:31Z", [0.71], ""], [15443, "2017-08-05T21:28:58Z", [1.0], ""], [36770, "2017-08-05T18:54:19Z", [0.65], ""], [36150, "2017-08-05T14:30:22Z", [0.8], ""], [19801, "2017-08-05T13:35:21Z", [0.85], "Ipsos and Infotrak differ yet again on who will win presidential election\nhttps://www.standardmedia.co.ke/article/2001250012/ipsos-and-infotrak-differ-yet-again-on-who-will-win-presidential-election Both pollsters insisted that despite none of the two leaders hitting the 50 per cent mark, a prediction for a run-off is not viable at this stage. \"If there will be a run-off, you have to find the total percentage of voters who will prefer the other six candidates to prevent the two attaining the 50 per cent mark,\" explained Wolf. Infotrak's boss, Angela Ambitho, said the undecided respondents cited voter apathy, feeling disillusioned by both parties, and being unavailable as the major reasons they will not vote on the election day. But a closer look at the surveys shows that while Raila leads in the Infotrak poll with 49 per cent against Uhuru's 48 per cent and lags behind with 44 per cent against Uhuru's 47 per cent in the Ipsos poll, President Uhuru appears to still be the preferred candidate. This is if the margin of error of +/-1 per cent for both polls is included, which places President Uhuru at the same level with Raila in the Infotrak poll at 49 per cent (48+1). But if the same margin of error in Ipsos is applied, President Uhuru is still leading, with the most Raila getting being 45 per cent (44+1).\nhttps://www.standardmedia.co.ke/article/2001250012/ipsos-and-infotrak-differ-yet-again-on-who-will-win-presidential-election"], [20156, "2017-08-05T07:37:02Z", [0.85], ""], [1034, "2017-08-05T07:13:32Z", [1.0], ""], [35642, "2017-08-05T00:19:48Z", [0.59], ""], [14761, "2017-08-04T20:33:05Z", [0.92], ""], [30594, "2017-08-04T19:06:56Z", [0.75], ""], [36759, "2017-08-04T18:44:25Z", [0.93], ""], [14777, "2017-08-04T17:40:13Z", [0.7], ""], [12879, "2017-08-04T17:34:41Z", [0.9], ""], [12879, "2017-08-04T16:38:52Z", [0.85], ""], [14253, "2017-08-04T13:59:52Z", [0.69], ""], [31299, "2017-08-04T13:07:04Z", [0.6], "Comment deleted on Aug 04, 2017 01:07PM UTC"], [31299, "2017-08-04T13:02:52Z", [0.6], ""], [68, "2017-08-04T08:58:13Z", [0.65], "From the Economist Kenya’s anxious election\nWill violence flare again in Kenya?\nA nation braces for a disputed poll result\nPrint edition | Middle East and Africa\nAug 3rd 2017 | NAIROBI\nWHAT does it say about the fairness of a vote when a senior election official is murdered a week before polling day? On August 8th Kenyans will pick a president, governors, MPs and senators. Yet instead of being excited about the chance to elect a new government, many are terrified. On July 31st Chris Msando, the chief technician in charge of the electronic voting system, was found dead in Nairobi, the capital, his arm broken and his body displaying signs of torture. Who killed Mr Msando is far from clear. The opposition blames the government, and several analysts suspect they are right. The killing removes one of the few people trusted to ensure that the voting system works. It also sends a message to other electoral officials that they, too, are at risk. Kenya’s democracy is one of the most vibrant and competitive in Africa. But that comes at a price. Elections are bitterly fought and often violent. The results are nearly always disputed. This murder suggests that this year will be no different. At worst, it raises fears that violence of the sort that led to the deaths of perhaps 1,400 people and paralysed the country after the 2007 election could happen again. The incumbent this year is Uhuru Kenyatta, the son of Jomo Kenyatta, Kenya’s first president following independence in 1963. Mr Kenyatta took over in 2013, the first election after the violence, by making a pact with William Ruto, a populist politician from the Rift Valley. After the 2007 election the pair were investigated and indicted by the International Criminal Court (ICC). Mr Kenyatta, who belongs to Kenya’s biggest tribe, the Kikuyu, was accused of organising the mass killing of people from other tribes; Mr Ruto, who is from the Kalenjin, the third-biggest group, was accused of organising the murder of Kikuyus. Yet in 2013 they fought a joint campaign in which they claimed that the charges were part of a Western-led plot to take over Kenya. They won easily. The ICC charges were later dropped, after key witnesses vanished. This time, Mr Kenyatta and Mr Ruto ought to be ahead again by a wide margin. As incumbents they have the power of patronage. Most Kenyans vote on tribal lines; politicians win by delivering goodies to their ethnic kin. This is not only done by targeting government spending; many politicians use money looted from the state to pay off local leaders who deliver votes en masse. Well-funded ones can afford helicopters to whizz them around the country, and gifts for voters, as well as cars to take them to the polls. Per head, campaign spending in Kenya may exceed that of America, a country 40 times richer. Yet their pitch seems have fallen flat, at least outside their strongholds, where they can still draw thousands. At a rally in Nairegie Enkare, a small town at the edge of the Masai Mara game reserve, your correspondent counted six helicopters and twice as many brightly branded SUVs. But the crowd, all sporting baseball caps in the red of Jubilee, Mr Kenyatta’s party, was thin. “This is less people than a local council meeting,” mocked Jackson Surun, standing at the edge of the crowd. “They bring these people from somewhere. No one here will vote for him.” The opposition meanwhile has unified. It is led by Raila Odinga, the son of another independence-era stalwart, Oginga Odinga. Mr Odinga is from the Luo, a tribe whose members feel they have been underrepresented in government since independence. He spent much of the 1980s in prison, accused of organising a failed coup. He lost elections in 2007 and 2013, in each case claiming to have been cheated. At 72 years old, this is (presumably) his last chance to be president. Mr Kenyatta’s first term has not been a complete disaster. A new Chinese-built railway connecting the coast to Nairobi opened in May; new roads have stretched across the country; electrification and internet access have spread quickly. But corruption is still endemic; Kenya remains tied up in a vicious war in next-door Somalia, and growth has not created many formal jobs. And this year the cost of food has spiked, thanks to a drought. As a result, though most polls still put Mr Kenyatta ahead, they are a lot closer than expected. This heightens the tension. Mr Odinga “is desperate to achieve victory”, says Murithi Mutiga, an analyst with International Crisis Group, an NGO. “Not only him but his own ethnic community, the Luos, who feel unfairly excluded, marginalised for five decades, their best leaders assassinated…they feel this is their last chance.” Conversely, if Mr Kenyatta loses, it will threaten his family’s substantial business interests. For Mr Ruto, who wants to stand for president in 2022, it would be worse: “His career will almost certainly be over.” In the 2013 election Mr Kenyatta was accused of rigging the vote to ensure he did not have to fight a second round (under Kenya’s constitution, if no candidate wins more than 50% there is a run-off). But few doubted he was genuinely ahead. And though Mr Odinga disputed the result, he did so at Kenya’s Supreme Court, while encouraging his supporters to stay at home. This time things could be bumpier. In January Mr Odinga told reporters “we are not going to take it lying down” if the election is rigged. Some of his allies go further. “If they steal this election, this country will burn,” says Ledama Olekina, a candidate in Narok County. Mr Odinga and co refuse to say what they will do if they deem the election to have been stolen—but they have made it clear that this is what they expect. For over a year, they have claimed to reveal ever more dastardly plots to rig the vote. At their rallies, a popular chant is “no Raila, no peace”. In Nairobi’s slums, where some of the worst violence was concentrated in 2007, people are already nervous. “I will be leaving very soon,” says Catherine Kalekye, sitting braiding a child’s hair at the edge of Mathare, a neighbourhood of tin-roofed shacks in the east of the city. Many people are going to the countryside; others have moved within the slum to be closer to their kinsfolk. “We will go to Kiambu and leave the men to fight,” says Jane Wambui, a 40-year-old Kikuyu clothes trader. She fears Luos will seize the opportunity of protests to take revenge on their (typically Kikuyu) landlords. “It is not safe…they could come and rape me, rape my daughter.” Yet despite the fears, there are reasons to hope the fallout will be manageable. Some 180,000 soldiers, police and even national-park rangers have been drafted in to maintain security. In 2007 the worst violence happened in the Rift Valley, where a host of tribes live side by side, nursing deep resentment over the allocation of land that dates back to colonial days. Today, the two most powerful groups, the Kalenjin and the Kikuyu, are in an uneasy peace. Unfortunately, even a peaceful election is unlikely to bring much relief in the long run. If Mr Kenyatta wins, his second term will be dominated by a succession battle. Corruption will persist. And, come 2022, the country will witness the same vicious battle over the spoils of government. This article appeared in the Middle East and Africa section of the print edition under the headline \"The rematch\""], [1034, "2017-08-04T08:42:53Z", [1.0], "Kenyan elections 2017: What you need to know Masters (2017) Aug 3, states that: Kenya heads to the polls on August 8 with incumbent President Uhuru Kenyatta battling to secure a second five-year term.\nBut while many expect Kenyatta to prevail once again, his opponent and longtime rival opposition leader Raila Odinga remains hopeful.\nEarlier in the campaign, the 55-year-old Kenyatta, who leads the Jubilee Alliance, had been expected to win easily -- but that no longer looks certain.\nDefeat would prove doubly embarrassing for Kenyatta, who would become the first Kenyan President not to have won reelection (para. 1-4). Masters, J. (2017). Kenyan elections 2017: What you need to know. CNN. Africa. Kenya Decides.  Retrieved from\nhttp://www.cnn.com/2017/08/02/africa/kenya-election-guide/index.html Opinion poll puts Uhuru Kenyatta in the lead with 53pc Karanja (2017) August 3rd, states that: f elections were held today, President Uhuru Kenyatta would get 53 per cent of the vote, according to a new opinion poll released Wednesday. \nHis closest challenger, NASA presidential candidate Raila Odinga would come second with 43 per cent. Three per cent of voters are still undecided, it said. \nThe survey by Centre for Africa Progress was conducted between July 28 and August 1, 2017.\nAccording to the poll, President Kenyatta has strong support in Central, North Eastern, Eastern and Rift Valley regions while Mr Raila trounces him in Nyanza and Western (para. 1-4). Karanja, F. (2017).  Opinion poll puts Uhuru Kenyatta in the lead with 53pc. The Standard. Retrieved from\nhttps://www.standardmedia.co.ke/article/2001250136/opinion-poll-puts-uhuru-kenyatta-in-the-lead-with-53pc"], [36650, "2017-08-04T08:27:02Z", [0.75], "Latest poll"], [14777, "2017-08-03T22:52:47Z", [0.8], ""], [36739, "2017-08-03T20:56:28Z", [0.51], "It will be tough for him but he will do it again pulling every string available....."], [36709, "2017-08-03T18:10:54Z", [0.1], ""], [36735, "2017-08-03T17:33:13Z", [0.12], "There will be much shenanigans."], [36736, "2017-08-03T15:39:10Z", [1.0], ""], [36733, "2017-08-03T15:37:43Z", [0.85], "He kept several of his promises, owns large media houses and is most likely able to rig the election."], [36150, "2017-08-03T13:58:06Z", [0.78], ""], [34353, "2017-08-03T12:05:04Z", [0.88], ""], [691, "2017-08-03T11:11:40Z", [0.9], ""], [1034, "2017-08-03T07:58:37Z", [1.0], ""], [35537, "2017-08-02T21:01:50Z", [0.72], "Recent polling seems to suggest Kenyatta is picking up a lead. Additionally, can't rule out the potential for a rigged election."], [36721, "2017-08-02T18:37:07Z", [0.98], "First-term president. Infrastructural development. Recent polls. Rigging."], [241, "2017-08-02T14:56:20Z", [0.5], ""], [691, "2017-08-02T11:50:04Z", [0.88], ""], [36715, "2017-08-02T09:35:43Z", [0.55], ""], [1034, "2017-08-02T06:31:35Z", [1.0], ""], [35398, "2017-08-02T04:44:47Z", [1.0], ""], [1333, "2017-08-01T20:18:06Z", [0.95], ""], [36150, "2017-08-01T13:24:54Z", [0.75], ""], [691, "2017-08-01T11:17:13Z", [0.88], ""], [1034, "2017-08-01T05:45:15Z", [1.0], ""], [29266, "2017-07-31T22:54:18Z", [1.0], ""], [32988, "2017-07-31T20:42:44Z", [0.9], ""], [23006, "2017-07-31T19:26:37Z", [0.51], "control of political/voting apparatus"], [16652, "2017-07-31T19:19:37Z", [0.9], ""], [28414, "2017-07-31T14:19:53Z", [0.93], ""], [30594, "2017-07-31T14:13:38Z", [0.72], ""], [241, "2017-07-31T14:12:44Z", [0.49], ""], [36604, "2017-07-31T13:43:03Z", [0.9], "http://www.bbc.com/news/world-africa-40774938 Man doing IT for the voting polls has been murdered. He seemingly would have controlled whether it was rigged or not, much coming from the Uhuru camp seems like the election is going to be rigged by them, and by the police, who according to certain documents, are working with them. Last years election also is thought to be rigged in Uhuru's favor. All happening again even though Odinga had a legitimate chance."], [691, "2017-07-31T11:12:09Z", [0.88], ""], [1034, "2017-07-31T05:45:49Z", [1.0], ""], [14253, "2017-07-31T02:01:35Z", [0.71], ""], [26242, "2017-07-31T00:28:28Z", [0.75], ""], [13377, "2017-07-30T23:14:46Z", [0.77], ""], [36671, "2017-07-30T18:04:22Z", [0.85], ""], [691, "2017-07-30T10:53:16Z", [0.88], ""], [13377, "2017-07-30T10:44:18Z", [0.7], ""], [1034, "2017-07-30T08:56:15Z", [1.0], ""], [23006, "2017-07-29T22:33:08Z", [0.45], ""], [23006, "2017-07-29T21:03:29Z", [0.45], "I don't think the election will be postponed. Constitution of Kenya, Article 138 (8) says:\nA presidential election shall be cancelled and a new election held if there's war declared  or\n(b) a candidate for election as President or Deputy President dies on or before the scheduled election date. It might be postponed due to a lack of electronic polling/voting apparatus, but even with ramped up activities in this area, none of the parties or legislatives seem to think that's going to be solved even by end of year. sources are on the google web"], [23006, "2017-07-29T20:47:42Z", [0.45], ""], [36494, "2017-07-29T17:50:22Z", [0.52], ""], [11080, "2017-07-29T16:34:18Z", [0.7], ""], [11080, "2017-07-29T16:33:56Z", [0.71], ""], [30594, "2017-07-29T15:26:05Z", [0.7], ""], [28414, "2017-07-29T14:57:49Z", [0.77], ""], [28414, "2017-07-29T14:57:17Z", [0.67], ""], [36650, "2017-07-29T13:43:26Z", [0.5], "Kenyatta is now trailing his main rival, butcthere is a chanche that the election will be postponed which favours Kenyatta because of deeper pockets"], [15196, "2017-07-29T13:17:08Z", [0.5], ""], [23234, "2017-07-29T12:28:31Z", [0.87], ""], [691, "2017-07-29T11:32:57Z", [0.91], ""], [20156, "2017-07-29T07:19:39Z", [0.9], ""], [1034, "2017-07-29T06:14:32Z", [1.0], ""], [23006, "2017-07-28T22:37:20Z", [0.51], ""], [36604, "2017-07-28T18:21:29Z", [0.47], "Odinga released documents stating that the military is planning on rigging the election in Uhuru's favor. The military said the document was real, but denied it had to do with rigging, seems odd. However, now I'm increasing my odds more towards Uhuru than they were before. https://www.tuko.co.ke/248083-kdf-reacts-raila-releases-documents-claiming-military-rig-elections.html"], [23006, "2017-07-28T18:03:08Z", [0.5], ""], [691, "2017-07-28T14:14:29Z", [0.88], ""], [36648, "2017-07-28T13:17:13Z", [0.5], ""], [1034, "2017-07-28T07:51:19Z", [1.0], ""], [23006, "2017-07-28T04:05:49Z", [1.0], ""], [23006, "2017-07-27T17:48:43Z", [0.5], ""], [36604, "2017-07-27T17:37:55Z", [0.42], "Busses to voting ballots are already full http://bit.ly/2vNogdS. Odinga needs as high a voter turnout as possible to win, and that is looking less and less likely."], [14253, "2017-07-27T16:37:13Z", [0.74], ""], [31238, "2017-07-27T16:19:11Z", [0.7], ""], [691, "2017-07-27T11:27:46Z", [0.88], ""], [1034, "2017-07-27T07:23:44Z", [1.0], "Uhuru lures North Eastern voters with two multi-billion projects  Karanja, S. (2017). Uhuru lures North Eastern voters with two multi-billion projects. TUKO. Politics, Kenya Elections 2017. Retrieved from\n https://www.tuko.co.ke/247833-uhuru-lures-north-eastern-voters-multi-billion-projects.html\n"], [11080, "2017-07-27T03:30:08Z", [0.72], ""], [241, "2017-07-26T21:47:54Z", [0.45], ""], [241, "2017-07-26T21:39:37Z", [0.55], ""], [36604, "2017-07-26T17:38:30Z", [0.34], "I had it 37% yesterday. However, I just read an article (http://bit.ly/2tDJIjP) on how Odinga pulled a massive crowd in Uhuru's main stronghold during a rally, with many chants of his name. Nobody expected him to get anybody at this rally, so this is a huge plus for Odinga."], [36150, "2017-07-26T15:37:37Z", [0.71], ""], [14777, "2017-07-26T13:49:58Z", [0.7], ""], [23006, "2017-07-26T13:30:47Z", [0.3], "Not showing up for debate due to his believing he stood in a position of strength. Basically, he blew it off as not important enough to attend, or why risk a strong position now with a poor debate performance later. (I feel probably the first reason - not important enough) Deciding to attend the next one I think means he faced a lot of surprising flax from voters, opposition own party and had a re-think - maybe not so strong after all. First concrete indication to me that he, himself, may be worried about his chances for a second term He is ignoring the effect of a high rate of internet adoption in Kenya and how connected to social media Kenyans are. Effect is people are prey to fake news, opposition attacking president's credibility, flamboyant, contra analyst and journalistic opinions that might not be favoured in traditional (state-controlled) media. Voters everywhere (I feel) think political personas are staged and scripted and prefer more personal touch (even if it's faked)."], [691, "2017-07-26T11:48:27Z", [0.86], "He is not as popular as he once theoretically was or still believes himself to be.  Never discount the power of intimidation and chicanery, though.  "], [34353, "2017-07-26T11:39:38Z", [0.85], "Slight downgrade. CFR's blog notes that the election might be postponed due to ballot printing issues, which might be a boon to the Jubilee as it has more resources at its disposal to get through any delays (https://www.cfr.org/blog-post/polls-tighten-run-kenyas-presidential-election)."], [13377, "2017-07-26T10:47:10Z", [0.65], ""], [4634, "2017-07-26T05:58:59Z", [0.65], ""], [36604, "2017-07-25T23:54:53Z", [0.37], "Didn't show up to debate\nOne poll showed he had a lead, yet more in depth reading of the same article describes how his percentages in certain regions may be overstated.\nNext poll (that apparently didn't have the seemingly incorrect numbers) had him down by 1% (47% to 46%)\nMost undecided voters come from regions not voting for Uhuru, so if the opposition can get large turnout, the odds are not in Uhuru's favor."], [23006, "2017-07-25T19:44:27Z", [0.3], "-5% downgrade due to:\n-increased level of threat of  violence (usually indicates support for opposing candidate, not incumbent)\n-polls saying neck and neck but polls can be wrong or misled or ignoring factors in both directions. At any rate, indicates incumbent is struggling"], [23006, "2017-07-25T19:37:14Z", [0.35], "http://www.nation.co.ke/news/politics/Presidential-debate-Uhuru-cancels-Samburu-tour/1064-4029880-nb81rk/index.html indication that he feels his position will b weakened if he skips the debate with Raila this time round. -5% but downward more if he actually does attend the debate."], [35537, "2017-07-25T15:55:11Z", [0.55], "A runoff is looking pretty likely at this point, which will allow the opposition to solidify around Odinga. 60% of Kenyans think the country is headed in the wrong direction according to a poll reported by Bloomberg. Not a favorable number for the incumbent, for sure. "], [68, "2017-07-25T12:22:23Z", [0.7], "https://www.johnnybet.com/2017-kenya-presidential-election-predictions\nhttp://rasqoh.com/a-presidency-under-siege-will-uhuru-kenyatta-win-reelection/ The above articles seem to confirm that Kenyatta has lost ground this year, from a near certainty six months ago to near desperation now, visiting remote areas to maximize his support. Avoiding a TV debate could be costly - Theresa May didn't come out well when she did that. https://www.predictit.org/Contract/5495/Will-Uhuru-Kenyatta-be-re-elected-president-of-Kenya-in-2017#data\nHowever, the prediction market remains confident at 87%.\n"], [691, "2017-07-25T11:46:47Z", [0.88], "http://www.aljazeera.com/video/news/2017/07/kenya-president-kenyatta-skips-presidential-debate-170725045114754.html\nHe didn't show up for the debate yesterday, but it probably doesn't matter.  Might have been a nice touch to ask Ivanka to sit in his chair, though."], [30594, "2017-07-25T11:19:44Z", [0.73], "Gosh, have a look at the recent polls: https://www.tuko.co.ke/247484-second-opinion-poll-raila-lead-uhuru-kenyatta.html"], [30594, "2017-07-25T11:14:25Z", [0.76], "Controverse move from Kenyatta who did NOT show up at the TV debate, yesterday! That's interesting, particularly the spin that will follow from that. https://www.tuko.co.ke/247608-confusion-woman-discovers-live-snake-home-door-calls-police.html Gosh, have a look at the recent polls: https://www.tuko.co.ke/247484-second-opinion-poll-raila-lead-uhuru-kenyatta.html http://nairobinews.nation.co.ke/news/uhuru-plans-salvage-campaign-shunning-tv-debate/"], [1034, "2017-07-25T07:45:59Z", [1.0], ""], [23006, "2017-07-24T19:39:58Z", [0.4], ""], [34353, "2017-07-24T18:15:15Z", [0.9], ""], [36150, "2017-07-24T13:43:26Z", [0.75], ""], [691, "2017-07-24T12:12:03Z", [0.94], ""], [1034, "2017-07-24T06:30:13Z", [1.0], ""], [691, "2017-07-23T11:08:45Z", [0.94], ""], [36188, "2017-07-23T09:20:59Z", [0.68], ""], [1034, "2017-07-23T08:25:48Z", [1.0], ""], [691, "2017-07-22T11:03:10Z", [0.94], ""], [1034, "2017-07-22T07:38:14Z", [1.0], ""], [36558, "2017-07-22T06:16:41Z", [0.85], "He has the power"], [36542, "2017-07-22T03:41:38Z", [0.8], ""], [1034, "2017-07-22T01:18:17Z", [1.0], ""], [11080, "2017-07-21T20:46:07Z", [0.79], ""], [14253, "2017-07-21T18:19:00Z", [0.75], ""], [691, "2017-07-21T11:34:53Z", [0.94], ""], [35686, "2017-07-21T09:33:55Z", [0.75], "https://kenopalo.com/2017/05/31/uhuru-kenyatta-ahead-of-raila-odinga-in-the-first-post-nomination-poll/"], [31756, "2017-07-21T07:48:10Z", [0.5], ""], [36542, "2017-07-20T22:11:32Z", [0.5], ""], [36441, "2017-07-20T21:15:20Z", [0.75], ""], [36150, "2017-07-20T20:45:10Z", [0.82], ""], [36541, "2017-07-20T16:45:53Z", [0.8], ""], [691, "2017-07-20T12:26:58Z", [0.94], ""], [36539, "2017-07-20T12:06:01Z", [0.85], ""], [28414, "2017-07-20T08:01:41Z", [0.77], ""], [1034, "2017-07-20T07:31:34Z", [1.0], ""], [36529, "2017-07-20T03:23:16Z", [0.65], ""], [691, "2017-07-19T12:27:22Z", [0.94], ""], [29266, "2017-07-19T10:57:31Z", [1.0], ""], [1034, "2017-07-19T06:59:47Z", [1.0], ""], [36522, "2017-07-18T21:25:29Z", [0.75], ""], [11080, "2017-07-18T19:23:42Z", [0.8], ""], [32988, "2017-07-18T13:54:20Z", [0.82], "https://www.predictit.org/Contract/5495/Will-Uhuru-Kenyatta-be-re-elected-president-of-Kenya-in-2017#data"], [691, "2017-07-18T12:36:08Z", [0.94], ""], [34879, "2017-07-18T11:02:08Z", [0.95], ""], [1034, "2017-07-18T06:55:04Z", [1.0], ""], [36150, "2017-07-18T04:53:07Z", [0.87], ""], [36489, "2017-07-17T19:03:13Z", [0.75], ""], [35, "2017-07-17T16:55:11Z", [0.92], ""], [34353, "2017-07-17T16:01:30Z", [0.88], ""], [691, "2017-07-17T11:39:27Z", [0.94], ""], [29266, "2017-07-17T11:25:20Z", [1.0], ""], [19801, "2017-07-17T08:42:20Z", [0.95], " Kenyatta enjoys a small but significant lead in the polls. A series of surveys conducted by different companies using different samples have put him on around 48% of the vote, with Odinga on around 43%. These polls suggest that about 8% of Kenyans remain undecided. This suggests that Odinga can still win, but to do so he will have to capture the vast majority of “floating voters” in the last month of campaigning. If undecided voters divide equally between the two main candidates, Kenyatta looks set to end up on around 52% – surpassing the 50%+1 threshold for a first round win – with Odinga on 47%. Given this, the record of no sitting Kenyan president ever having lost an election may survive for a while yet, despite the momentum behind the opposition.\nhttp://africanarguments.org/2017/07/12/kenyatta-vs-odinga-a-study-in-contrasts/"], [1034, "2017-07-17T07:43:34Z", [1.0], ""], [36492, "2017-07-17T06:09:43Z", [0.8], ""], [11080, "2017-07-16T17:59:32Z", [0.79], ""], [36053, "2017-07-16T17:48:16Z", [0.87], ""], [691, "2017-07-16T12:52:23Z", [0.94], ""], [1034, "2017-07-16T09:15:13Z", [1.0], ""], [30594, "2017-07-16T09:09:04Z", [0.78], "Thx at @Rene and @Khalid. In an earlier comment I pointed out the inaccuracy of the polls (http://www.gjopen.com/comments/comments/506525); besides this, there are no current polls, so we are flying blind. Momentum was, however, detectable for Odinga... The articles posted by Rene and Khalid underscored the volatility of the political game. So, it is not as clear as it might seem..."], [14253, "2017-07-15T21:10:34Z", [0.78], ""], [36474, "2017-07-15T13:51:21Z", [0.75], "Kenyatta is a strong candidate and accomplished big projects during his presidency. The latest train services from Nairobi to Mombasa received applauses form Kenyans and also other African nations. He and his party has a clearer vision compared to NASA. I am not sure how things will built up if NASA won. Who will take which seat? The election is already complicated and people would vote for stability and he will win. But I do not underestimate the votes for NASA as there were stories of corruption in the papers. So I say 75% YES"], [691, "2017-07-15T11:57:15Z", [0.94], ""], [1034, "2017-07-15T07:44:03Z", [1.0], ""], [36461, "2017-07-15T03:40:30Z", [0.86], ""], [21800, "2017-07-14T15:52:30Z", [0.77], ""], [691, "2017-07-14T12:43:48Z", [0.92], ""], [68, "2017-07-14T07:14:45Z", [0.8], "Consensus is now 85%, so the 90% I entered on 19 April looks a little too optimistic, especially after reading @Rene ( http://africanarguments.org/2017/07/10/kenya-2017-elections-will-be-like-none-before-heres-why/ ) and https://www.predictit.org/Contract/5495/Will-Uhuru-Kenyatta-be-re-elected-president-of-Kenya-in-2017#data"], [1034, "2017-07-14T06:55:41Z", [1.0], ""], [4634, "2017-07-13T16:14:45Z", [0.75], "Interesting article, explains why this election is different: http://africanarguments.org/2017/07/10/kenya-2017-elections-will-be-like-none-before-heres-why/"], [691, "2017-07-13T11:28:05Z", [0.94], ""], [691, "2017-07-12T18:26:20Z", [0.93], ""], [36342, "2017-07-12T07:49:29Z", [0.8], "Comfortably ahead in opinion polls, reduced by some far fetched talk the election will be postponed"], [1034, "2017-07-12T07:34:28Z", [1.0], "Kenya: Fears of rigging ahead of election Kuoppamäki (2017) July 9, states that: Barely a month before Kenyans vote in a hotly contested election, the opposition has alleged that there are irregularities in the electoral system. Observers are concerned about possible unrest after the polls. Distrust is the best word to describe Kenya's political mood ahead of the upcoming elections. Just as the country was getting ready for the first presidential debate ahead of the elections, President Uhuru Kenyatta pulled out. When the last election was held four years ago he complained that the moderators' questions were biased. His main opponent, Raila Odinga, followed suit and the debate was postponed. The move is symptomatic of Kenya's heated campaigning period, which has seen the debate over political reforms and development take a back seat. On August 8, Kenyans will not only elect the next president, they will also vote for new governors, senators and local governments. Kenya's two major political camps, Kenyatta's Jubilee party and Odinga's National Super Alliance (NASA), generally adhere to ethnic and regional lines. Both sides complain of systematic discrimination through political influence in the media and the electoral bodies. And both sides believe that the other will try to use irregularities in the voting system to rig election results in their respective strongholds. According to a recent audit by the consulting firm KPMG, 80,000 ghost voters were removed from the electoral register.  However, KPMG suspects that up to one million more deceased voters could still be on the register. \"Ethnic and political polarization\" Kenya's opposition contested the results in both the 2013 and 2007 elections. The protests and violence that followed the 2007 elections left up to 1,000 people dead and many more displaced. In 2013, Odinga unsuccessfully contested the results in court. As the opposition fears manipulation through the electoral commission, NASA has this time announced that it plans to collate its own results at polling stations. Should these results differ from the official ones, there is bound to be political unrest. European Union election observers are already monitoring the situation. It's no secret that there are concerns over the possible outbreak of violence, explained Marietje Schaake who heads the mission (para. 1-7). Kuoppamäki, A. (2017). Kenya: Fears of rigging ahead of election. Deutsche Welle. Elections. Retrieved from\nhttp://www.dw.com/en/kenya-fears-of-rigging-ahead-of-election/a-39612229"], [36150, "2017-07-12T05:51:27Z", [0.85], ""], [34353, "2017-07-11T19:01:10Z", [0.88], "Large pool of challengers vs. an incumbent. President already indicating opposition is attempting to undermine electoral process (http://allafrica.com/stories/201707110217.html). Slight increase with under a month to go to the election."], [36368, "2017-07-11T17:53:16Z", [0.95], ""], [34918, "2017-07-11T14:00:02Z", [1.0], ""], [36188, "2017-07-11T08:49:47Z", [0.64], ""], [1034, "2017-07-11T06:15:08Z", [1.0], ""], [1034, "2017-07-10T06:41:56Z", [1.0], ""], [16652, "2017-07-10T05:29:47Z", [0.9], ""], [241, "2017-07-09T21:22:59Z", [0.67], ""], [691, "2017-07-09T18:19:53Z", [0.92], ""], [36362, "2017-07-09T08:05:29Z", [0.85], "The only reason it might not happen is force majeure"], [11885, "2017-07-09T07:22:42Z", [1.0], ""], [1034, "2017-07-09T07:14:56Z", [1.0], ""], [34114, "2017-07-08T20:32:50Z", [1.0], ""], [4634, "2017-07-08T09:07:21Z", [0.75], ""], [1034, "2017-07-08T05:31:07Z", [1.0], ""], [23006, "2017-07-07T17:13:11Z", [0.45], "I notice a lot of his platform is along the lines of a better future, better healthcare, or avowing support for parts of Kenya where he does not have majority support (i.e. non-Kikuyu)  But I think, as incumbent, his platform should be along the lines of \"look what I've done for you so far - supported under-supported areas, made some progress on healthcare, etc\" The question for voters is do they believe him now when they have the past four years to look back on. I'd say as a voter no, but then again Kenya is very strongly divided along ethnic tribal lines. His voters comprise the biggest group in Kenya other parties gaining lead in polls, jubilee falling behind"], [36157, "2017-07-07T16:56:50Z", [0.85], "Rising approval rating, but still a small-ish possibility of defeat."], [28414, "2017-07-07T14:55:49Z", [0.75], ""], [691, "2017-07-07T12:48:59Z", [0.92], "According to The Economist, voter registrations are up dramatically from last time.  Newly registered must be in the cities, mostly Nairobi and Mombasa, where opposition are heavily concentrated.  This could be ominous for Kenyatta, except there are 16 minor candidates, about half of whom are running independently:\nhttps://www.tuko.co.ke/239621-the-full-list-2017-presidential-candidates-uhuru-raila.html I don't care enough about this to research all of them, but they can probably be counted on to split the city votes at least a little bit. The election comes in two stages if necessary. To avoid a runoff, in the first round you need over half the total vote, including at least 25% of the vote in at least 24 counties (https://en.wikipedia.org/wiki/Kenyan_general_election,_2017). However, the Kenyatta brand is still pretty strong, and there is much opportunity for chicanery and intimidation and whatnot.  I feel like settling in at around 92%, even if there's a runoff.  Stay tuned. \n"], [1034, "2017-07-07T06:10:52Z", [1.0], ""], [32988, "2017-07-06T17:18:01Z", [0.71], "http://nairobinews.nation.co.ke/news/opinion-poll-uhurus-approval-rating-rises/"], [32988, "2017-07-06T17:16:30Z", [0.67], ""], [36337, "2017-07-06T14:00:44Z", [0.3], ""], [691, "2017-07-06T11:33:12Z", [0.75], "http://www.aljazeera.com/news/2017/07/kenya-uhuru-kenyatta-pulls-election-debates-170706064308184.html\nThese folks say it's closer than generally believed.  There is always a pretty good chance of last-minute violence or effective fraud, but even without that Kenyatta is likely to win.  Coming down from 100, though--abundance of caution is the operative principle."], [1034, "2017-07-06T05:19:11Z", [1.0], ""], [36309, "2017-07-05T22:13:36Z", [0.85], "Barring significant election day violence or vote fraud on the part of Odinga supporters (unlikely), Kenyatta will win.  "], [34353, "2017-07-05T12:30:24Z", [0.85], "Revising down based on recent opinion polls (http://www.the-star.co.ke/news/2017/06/27/uhuru-still-ahead-of-raila-in-poll_c1586322). Kenyatta is still favored with a month to go, but there appears to be a notable undecided voter pool."], [36188, "2017-07-05T08:24:26Z", [0.65], ""], [14253, "2017-07-05T05:08:39Z", [0.8], ""], [1034, "2017-07-05T04:40:12Z", [1.0], ""], [522, "2017-07-04T13:21:21Z", [0.95], ""], [691, "2017-07-04T12:46:15Z", [1.0], ""], [1034, "2017-07-04T06:56:26Z", [1.0], ""], [4634, "2017-07-04T05:24:52Z", [0.78], ""], [28414, "2017-07-04T02:34:37Z", [0.65], "Following Marlowupton\n\"The number of people registered to vote in Kenya’s presidential election in August has increased by 36% to almost 20m people compared with the vote in 2013. A large turnout in the bigger cities may improve the chances of opposition parties whose main strongholds are in Nairobi, the capital, and Mombasa.\""], [36188, "2017-07-03T16:10:28Z", [0.67], ""], [34353, "2017-07-03T12:46:53Z", [0.95], ""], [691, "2017-07-03T11:46:26Z", [1.0], ""], [1034, "2017-07-03T06:13:28Z", [1.0], ""], [36281, "2017-07-02T19:54:18Z", [0.63], "Incumbent in Africa and Kenya will always be difficult to beat. Despite recent reports of city dwelling voter rolls increasing. Will look to re forecast often if momentum stays with opposition."], [36274, "2017-07-02T14:39:30Z", [0.7], ""], [1034, "2017-07-02T07:47:01Z", [1.0], ""], [14253, "2017-07-02T02:42:57Z", [0.83], ""], [25646, "2017-07-01T16:52:36Z", [0.85], ""], [691, "2017-07-01T12:59:13Z", [1.0], ""], [36263, "2017-07-01T11:13:11Z", [0.66], ""], [36188, "2017-07-01T09:48:07Z", [0.65], ""], [1034, "2017-07-01T06:05:00Z", [1.0], ""], [15477, "2017-06-30T17:22:43Z", [0.9], ""], [36255, "2017-06-30T16:12:18Z", [0.78], ""], [36255, "2017-06-30T15:56:00Z", [0.68], ""], [35537, "2017-06-30T12:30:02Z", [0.72], "Giving Kenyatta an advantage because he is the incumbent, but his popularity is not sky high compared to his opponent. There is a lot of campaigning left to be done between now and the election. Will need to continue updating as the election draws nearer. "], [691, "2017-06-30T11:21:30Z", [1.0], ""], [1034, "2017-06-30T06:45:47Z", [1.0], ""], [36239, "2017-06-29T21:58:39Z", [0.45], ""], [36232, "2017-06-29T17:31:22Z", [0.99], ""], [691, "2017-06-29T17:08:27Z", [1.0], ""], [67, "2017-06-29T16:53:47Z", [0.8], ""], [1034, "2017-06-29T06:58:12Z", [1.0], ""], [36217, "2017-06-28T23:46:45Z", [0.9], ""], [36212, "2017-06-28T19:30:06Z", [0.97], ""], [36211, "2017-06-28T18:38:01Z", [0.55], ""], [23943, "2017-06-28T14:16:57Z", [0.83], "Despite the successful change of government in the Gambia this year and Nigeria two years ago, incumbent Kenyan presidents always get re-elected."], [36104, "2017-06-28T14:01:56Z", [0.76], ""], [1034, "2017-06-28T05:24:27Z", [1.0], ""], [29266, "2017-06-28T00:29:15Z", [1.0], ""], [34353, "2017-06-27T17:59:04Z", [0.95], ""], [34879, "2017-06-27T10:47:50Z", [0.95], ""], [1034, "2017-06-27T05:59:27Z", [1.0], ""], [23006, "2017-06-27T03:47:47Z", [0.45], ""], [23006, "2017-06-27T03:41:20Z", [0.45], ""], [28414, "2017-06-26T17:42:45Z", [0.85], ""], [28414, "2017-06-26T17:42:36Z", [0.79], ""], [23006, "2017-06-26T16:20:38Z", [0.4], "http://nairobinews.nation.co.ke/news/uhurus-sigiri-bridge-budalangi/"], [36104, "2017-06-26T13:03:06Z", [0.73], ""], [691, "2017-06-26T12:25:25Z", [1.0], ""], [241, "2017-06-26T12:03:26Z", [0.6], ""], [1034, "2017-06-26T06:45:25Z", [1.0], ""], [23006, "2017-06-25T13:48:37Z", [0.43], ""], [23006, "2017-06-25T13:46:40Z", [0.44], "- Masai  feel like Kenyatta and Ruto have not listened to them since 2013 (maybe earlier)\n- impression that regional politics will colour presidential voting choices against Kenyatta\n- lots of press about voters and regional MPs urging ruling party to allow voters to vote for whoever they wish and not tie regional selections to presidential platform. (i.e no to six-piece voting)\n- some charges about fake news making it difficult for opposing candidates to run and some jump ship to opposition or run as independents.\n- \"you are free to vote for who you want as long as you cast your ballot for me and my friend Ruto,” President Kenyatta pleaded.\" clueless leaders are a big red flag (-5%)\n-large demographic of younger voters\n- fast, widespread adoption of cells and internet  with lots of young voters relying on internet news which could either mean they avoid mainstream press which seems heavily weighted to support Kenyatta, or mean they are beguiled by fake news which seems to come from Kenyatta's group as well as opposition. edit: masai very small percentage of citizens not much sway, but if other groups band together against kikuyu, then mr. Kenyatta might lose. Don't know how likely these groups are to work together - history of Kenya doesn't support this tactic."], [1034, "2017-06-25T08:26:04Z", [1.0], ""], [36133, "2017-06-24T17:41:56Z", [0.88], "I believe Kenya has some corruption in it, and re-election is therefore very possible if you are the incumbent.  "], [691, "2017-06-24T12:37:25Z", [1.0], ""], [1034, "2017-06-24T07:09:39Z", [1.0], ""], [33047, "2017-06-23T16:34:20Z", [0.8], ""], [241, "2017-06-23T15:01:46Z", [0.65], ""], [691, "2017-06-23T12:35:58Z", [1.0], ""], [1034, "2017-06-23T06:07:02Z", [1.0], ""], [35569, "2017-06-22T22:50:27Z", [1.0], "The voting irregularities in the 2013 Kenyan national elections appeared to be real and in favor of Kenyatta.  He is running against the same opponent with the same running mate and with a supreme court precedent on his side.  The pollsters say the race is close, but most fixed elections are close until they are over.  The opposition party has real support among Kenyans, but Kenyatta and his family have been in power long enough to know how to keep it.  I predict Kenyatta will win this upcoming election and more elections in the future.        "], [691, "2017-06-22T20:56:05Z", [1.0], ""], [22689, "2017-06-22T19:47:20Z", [0.92], ""], [241, "2017-06-22T19:22:16Z", [0.6], ""], [23006, "2017-06-22T16:03:38Z", [0.49], "Interesting to use his twitter feed map and cross reference with news articles on his reception in each town. I think he might be struggling to convince voters in certain regions he has their best interests at heart and not just election hopes, especially among the younger voters (a large demographic). Still, he has the resources to outblitz the competition. Very interesting country and a population force to be reckoned with in the next decade. http://www.nation.co.ke/news/politics/Vote-hunt-takes-toll-on-President-Kenyatta-and-Ruto-/1064-3981512-p8ovw1z/index.html https://twitter.com/UKenyatta?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor"], [23006, "2017-06-22T15:48:58Z", [0.49], ""], [36104, "2017-06-22T14:09:16Z", [0.7], ""], [11080, "2017-06-22T06:48:57Z", [0.8], ""], [1034, "2017-06-22T05:44:40Z", [1.0], ""], [23006, "2017-06-22T00:49:48Z", [0.5], ""], [36108, "2017-06-21T21:06:35Z", [0.45], "Although Uhuru is the current president, and according to the polls he is still leading, there is growing discontent as people feel their economic conditions have deteriorated: http://www.the-star.co.ke/news/2017/05/31/uhuru-raila-in-tight-race-ipsos-opinion-poll-shows_c1571200. The trend seems to be going against Uhuru but more information is needed to make a better judgement."], [35605, "2017-06-21T19:40:08Z", [0.85], ""], [1034, "2017-06-21T06:07:34Z", [1.0], ""], [34887, "2017-06-20T19:08:32Z", [0.75], ""], [1034, "2017-06-20T06:58:36Z", [1.0], ""], [691, "2017-06-19T13:54:44Z", [1.0], ""], [1034, "2017-06-19T06:53:49Z", [1.0], ""], [34353, "2017-06-19T04:07:40Z", [0.95], ""], [691, "2017-06-18T12:26:18Z", [1.0], ""], [593, "2017-06-17T20:58:50Z", [0.85], ""], [34353, "2017-06-17T16:29:38Z", [0.95], ""], [691, "2017-06-17T12:03:21Z", [1.0], ""], [691, "2017-06-16T20:00:48Z", [1.0], ""], [23006, "2017-06-16T12:45:32Z", [0.5], ""], [30594, "2017-06-16T11:23:48Z", [0.82], "Most forecasters are overconfident on this question... the race tightens and resembles regarding this much more the US Presidential Elections 2016, and the polls are less accurate than in the US... but still many are more than 90 percent sure Kenyatta will win. Good luck! https://kenopalo.com/2017/05/31/uhuru-kenyatta-ahead-of-raila-odinga-in-the-first-post-nomination-poll/"], [1034, "2017-06-15T23:14:38Z", [1.0], ""], [34353, "2017-06-15T11:31:16Z", [0.95], ""], [35033, "2017-06-15T05:48:36Z", [1.0], ""], [34353, "2017-06-14T12:46:18Z", [0.95], ""], [1034, "2017-06-14T05:41:31Z", [1.0], ""], [691, "2017-06-13T15:50:44Z", [1.0], ""], [34353, "2017-06-13T12:01:46Z", [0.95], ""], [1034, "2017-06-13T05:34:37Z", [1.0], ""], [34353, "2017-06-12T12:41:55Z", [0.95], ""], [691, "2017-06-12T11:55:48Z", [1.0], ""], [1034, "2017-06-12T07:07:43Z", [1.0], ""], [35405, "2017-06-11T22:12:54Z", [1.0], ""], [34353, "2017-06-11T21:15:54Z", [0.95], ""], [19652, "2017-06-11T14:49:53Z", [0.85], ""], [19801, "2017-06-11T08:50:34Z", [0.75], "The counties won by Odinga currently have 10,547,913 registered voters, compared to 7,556,609 in counties where Kenyatta prevailed. This means that Odinga still has a chance, but in order to win he will have to run up the numbers in his strongholds, while at the same time getting more of his voters to the polls. Given the 2017 registration numbers, and if the turnout and vote share patterns witnessed in 2013 were to hold this year, then Kenyatta would still win with 8,000,936 votes (51.5%) against Odinga’s 7,392,439 votes (47.6%).\nhttps://kenopalo.com/2017/05/26/by-the-numbers-a-look-at-the-2017-presidential-election-in-kenya/"], [1034, "2017-06-11T06:40:05Z", [1.0], ""], [34353, "2017-06-10T16:53:09Z", [0.95], ""], [31756, "2017-06-10T13:03:46Z", [0.9], ""], [691, "2017-06-10T12:52:31Z", [0.97], ""], [1034, "2017-06-10T08:07:50Z", [1.0], ""], [691, "2017-06-09T20:32:16Z", [0.97], ""], [34353, "2017-06-09T18:46:29Z", [0.95], ""], [1034, "2017-06-09T06:31:31Z", [1.0], ""], [35711, "2017-06-08T20:51:30Z", [0.83], ""], [34353, "2017-06-08T11:53:08Z", [0.95], ""], [691, "2017-06-08T11:30:24Z", [0.97], ""], [1034, "2017-06-08T06:08:20Z", [1.0], ""], [32300, "2017-06-07T17:06:52Z", [0.91], ""], [34353, "2017-06-07T11:56:32Z", [0.95], ""], [1034, "2017-06-07T07:16:25Z", [1.0], ""], [35944, "2017-06-06T15:43:04Z", [0.92], ""], [31238, "2017-06-06T13:30:42Z", [0.95], ""], [691, "2017-06-06T12:23:32Z", [0.97], ""], [34353, "2017-06-06T11:54:01Z", [0.95], ""], [26356, "2017-06-06T09:16:45Z", [0.95], ""], [1034, "2017-06-06T06:47:09Z", [1.0], ""], [34353, "2017-06-05T12:11:31Z", [0.95], ""], [1034, "2017-06-05T06:24:21Z", [1.0], ""], [691, "2017-06-04T20:06:02Z", [0.97], ""], [34353, "2017-06-04T15:54:16Z", [0.95], ""], [35915, "2017-06-04T11:43:08Z", [0.93], ""], [1034, "2017-06-04T06:37:10Z", [1.0], ""], [34353, "2017-06-03T16:20:50Z", [0.95], ""], [1034, "2017-06-03T07:04:34Z", [1.0], ""], [35894, "2017-06-02T11:23:08Z", [0.9], ""], [34353, "2017-06-02T11:04:18Z", [0.95], ""], [1034, "2017-06-02T06:07:21Z", [1.0], ""], [35889, "2017-06-02T04:42:24Z", [0.8], ""], [16652, "2017-06-02T00:08:55Z", [0.9], ""], [34353, "2017-06-01T11:06:08Z", [0.95], ""], [691, "2017-06-01T10:49:39Z", [0.97], ""], [1034, "2017-06-01T05:57:37Z", [1.0], ""], [3363, "2017-05-31T18:17:24Z", [0.7], ""], [35686, "2017-05-31T16:15:56Z", [0.6], "Election: August 8th 2017 Very interesting analysis on voter turnout rates in Kenia’s 2013 election incl. a 2017 outlook + sensitivities:\nhttps://kenopalo.com/2017/05/26/by-the-numbers-a-look-at-the-2017-presidential-election-in-kenya/ Based on various articles, Kenyatta is the frontrunner, but (i) a high voter turnout ratio for Odinga can quickly swing the result and (ii) recent news about discontent over rising cost of living favor a high turnout ratio. I start with a careful initial probability of 60%."], [34353, "2017-05-31T12:08:44Z", [0.95], ""], [691, "2017-05-31T11:32:31Z", [0.97], ""], [1034, "2017-05-31T05:28:16Z", [1.0], ""], [11080, "2017-05-30T19:24:35Z", [0.83], ""], [691, "2017-05-30T14:07:06Z", [0.97], ""], [35853, "2017-05-30T12:41:36Z", [0.95], ""], [34353, "2017-05-30T11:28:44Z", [0.95], ""], [1034, "2017-05-30T05:40:11Z", [1.0], ""], [16652, "2017-05-30T05:32:52Z", [0.9], ""], [34353, "2017-05-29T16:00:02Z", [0.95], ""], [28380, "2017-05-29T09:45:18Z", [0.5], ""], [1034, "2017-05-29T06:08:55Z", [1.0], ""], [30594, "2017-05-28T16:58:31Z", [0.8], ""], [34353, "2017-05-28T16:56:30Z", [0.95], ""], [35642, "2017-05-28T16:01:50Z", [0.67], ""], [35711, "2017-05-28T15:17:34Z", [0.81], ""], [1034, "2017-05-28T07:29:20Z", [1.0], ""], [34353, "2017-05-27T17:45:12Z", [0.95], ""], [1034, "2017-05-27T06:48:05Z", [1.0], ""], [30594, "2017-05-26T11:48:43Z", [0.78], ""], [34353, "2017-05-26T11:47:26Z", [0.95], ""], [29266, "2017-05-26T11:29:05Z", [1.0], ""], [1034, "2017-05-26T05:36:37Z", [1.0], ""], [16652, "2017-05-25T23:57:55Z", [0.93], ""], [1333, "2017-05-25T22:32:53Z", [1.0], ""], [32946, "2017-05-25T18:16:41Z", [1.0], ""], [34353, "2017-05-25T12:10:13Z", [0.9], ""], [4634, "2017-05-25T11:45:53Z", [0.82], ""], [1034, "2017-05-25T07:04:03Z", [1.0], ""], [16652, "2017-05-24T18:56:11Z", [0.93], ""], [34353, "2017-05-24T12:13:02Z", [0.9], ""], [1034, "2017-05-24T09:35:04Z", [1.0], ""], [35775, "2017-05-24T06:56:34Z", [0.85], "It seems likely that Kenyatta will win the 2017 election, even if facing a runoff, but 2022 may be a different story."], [35772, "2017-05-24T05:34:28Z", [0.69], ""], [30594, "2017-05-23T19:42:57Z", [0.72], "Trouble for Odingas campaign: http://allafrica.com/stories/201705230247.html"], [34879, "2017-05-23T14:02:42Z", [0.95], ""], [34353, "2017-05-23T12:04:42Z", [0.9], ""], [1034, "2017-05-23T06:21:20Z", [1.0], "The politics and controversies of Kenya's 2017 general election\nhttp://www.dw.com/en/the-politics-and-controversies-of-kenyas-2017-general-election/g-38601251 Your Guide to the Main Political Players in Kenya’s Elections Cohen, M. (2017). Your Guide to the Main Political Players in Kenya’s Elections. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2017-03-16/kenya-s-elections-who-s-who-guide-to-the-main-political-players What Kenya's chaotic primaries tell us about August election BBC News Website. (2017). What Kenya's chaotic primaries tell us about August election. BBC. Africa. Retrieved from\nhttp://www.bbc.com/news/world-africa-39730035\n"], [35405, "2017-05-22T20:04:49Z", [1.0], ""], [35405, "2017-05-22T19:58:07Z", [1.0], ""], [29266, "2017-05-22T14:47:08Z", [1.0], ""], [34353, "2017-05-22T12:41:24Z", [0.9], ""], [35711, "2017-05-21T21:49:20Z", [0.79], ""], [34353, "2017-05-21T18:00:27Z", [0.9], ""], [11080, "2017-05-20T19:20:36Z", [0.8], ""], [11080, "2017-05-20T19:20:22Z", [0.82], ""], [34353, "2017-05-20T16:13:20Z", [0.9], ""], [30594, "2017-05-20T09:40:18Z", [0.66], "Incumbency seems to be key, but the sample size is very low. In 2013, polls failed to predict election outcome: Kenyatta got 5 percent more than polls showed two weeks before the elections took place (https://en.wikipedia.org/wiki/Kenyan_general_election,_2013). In 2007, polls failed as well, but the race seemed itself too close to call for any predictive effort; nevertheless, the polls missed the vote share of the winner, Kibaki, by 3 percent (https://en.wikipedia.org/wiki/Kenyan_general_election,_2007). In 2017, polls in January showed Kenyatta clearly ahead, however, most recents polls (May 18) show that Odinga is closing in on Kenyatta. He has 40 percent; beeing only 9 percent behind Kenyatta (according to the pollster with a +/- 1,7 percent on a 95 confidence level: but this seems to exact even for developed countries - consider the French second round presidential elections; and beware of the notorious polling failures in Kenya mentioned above). Odinga is endorsed by a large national coalition: National Super Alliance (NASA). This poll is the first after his endorsment for NASA. So, there seems to be a considerable momentum in his favor (http://www.the-star.co.ke/news/2017/05/18/raila-closing-in-on-uhuru-poll_c1562863). Next polls will be published in four weeks. Kenyatta, on the other hand, seems to be well-known, highly approved, and has no current scandals to deal with. Also, there is some speculation that voters might fear riots and violence in the aftermath of a political swing: so this could help Kenyatta. Still, there are eigth weeks to go until election day. Many thinks can happen and voting behavior in Kenya is volatile, many voteres seem to be undecided - according to what the polling institute found out. 9 percent lead for Kenyatta for eigth weeks to go: this is no clear election outcome.  Given that the former elections were very close, I do not see, why the consensus to date gives Kenyatta a 88 percent chance to win. Seems overrated to me. I think, the chances for Kenyatta are clearly not in the region as they were for Macron in the second round of the french presidential elections; he had a 20 percent lead according to pollsters two weeks before election day (95-98 percent). Probably chances are somewhere in the region of Hillary Clinton vs. Trump some four weeks before election day: around 70 percent. Given that Odinga has considerable momentum, it is probably less. ---> So I start my forecast with 66 percent: or 2 to 1 in favor of Kenyatta."], [35642, "2017-05-20T03:03:14Z", [0.59], ""], [20297, "2017-05-19T16:13:24Z", [0.9], ""], [34353, "2017-05-19T11:41:03Z", [0.9], ""], [35377, "2017-05-19T10:31:06Z", [0.56], ""], [34353, "2017-05-18T19:32:31Z", [0.9], ""], [35658, "2017-05-17T23:37:20Z", [0.89], ""], [34353, "2017-05-17T22:36:24Z", [0.9], ""], [4634, "2017-05-17T18:12:05Z", [0.78], ""], [35518, "2017-05-17T17:08:38Z", [0.95], "Odinga has failed to garner enough support to make a big political swing. Kenyatta will push his \"successes\" hard leading up to August and will attempt to be the \"sensible\" candidate for stability in the country. Generally, I say fear of negative change (e.g. - violent political transitions) will prevent Odinga the chance at victory. "], [34353, "2017-05-16T19:36:22Z", [0.9], ""], [691, "2017-05-16T14:42:33Z", [0.97], ""], [34353, "2017-05-15T22:22:16Z", [0.9], ""], [691, "2017-05-15T19:45:22Z", [0.97], ""], [11759, "2017-05-15T15:16:31Z", [0.9], ""], [16652, "2017-05-15T10:58:33Z", [0.9], ""], [29266, "2017-05-14T18:18:35Z", [1.0], ""], [34353, "2017-05-14T16:35:11Z", [0.9], ""], [691, "2017-05-14T15:05:39Z", [0.97], ""], [35558, "2017-05-14T06:15:18Z", [0.75], ""], [35398, "2017-05-13T23:03:56Z", [0.15], "ithink  Raila Odinga will win the 2017 general elections\n"], [34353, "2017-05-13T17:08:53Z", [0.9], ""], [691, "2017-05-13T12:25:13Z", [0.97], ""], [35491, "2017-05-12T17:31:01Z", [0.95], ""], [35470, "2017-05-12T13:51:44Z", [0.82], ""], [35467, "2017-05-12T13:16:41Z", [0.85], ""], [34353, "2017-05-12T11:38:24Z", [0.9], ""], [14253, "2017-05-12T06:33:26Z", [0.84], ""], [35435, "2017-05-12T04:25:59Z", [0.9], "Names have power and that is power in that country"], [28002, "2017-05-11T15:26:38Z", [0.97], "Strong opinion polls, African elections have stronger than normal incumbency bias"], [34353, "2017-05-11T13:57:24Z", [0.9], ""], [16652, "2017-05-11T11:10:41Z", [0.95], ""], [22264, "2017-05-10T22:40:54Z", [1.0], ""], [34353, "2017-05-10T19:06:53Z", [0.85], ""], [691, "2017-05-10T14:08:34Z", [0.97], ""], [21800, "2017-05-10T12:01:36Z", [0.91], ""], [16652, "2017-05-10T09:19:38Z", [0.95], ""], [34353, "2017-05-09T23:15:35Z", [0.85], ""], [691, "2017-05-09T16:27:36Z", [0.97], ""], [16652, "2017-05-09T16:03:12Z", [0.95], ""], [4139, "2017-05-08T23:44:20Z", [0.99], ""], [34353, "2017-05-08T12:27:26Z", [0.85], ""], [691, "2017-05-08T11:18:07Z", [0.97], ""], [691, "2017-05-07T11:59:45Z", [0.97], ""], [691, "2017-05-06T12:51:34Z", [0.97], ""], [691, "2017-05-05T18:21:36Z", [0.97], ""], [691, "2017-05-04T12:13:08Z", [0.97], ""], [29266, "2017-05-04T11:15:21Z", [1.0], ""], [34353, "2017-05-04T10:59:42Z", [0.8], ""], [30207, "2017-05-03T22:13:49Z", [0.87], ""], [31501, "2017-05-03T20:22:31Z", [0.75], ""], [20720, "2017-05-03T17:18:08Z", [0.75], ""], [34353, "2017-05-03T12:32:15Z", [0.8], ""], [691, "2017-05-03T12:10:23Z", [0.97], ""], [14253, "2017-05-03T03:36:25Z", [0.78], ""], [691, "2017-05-02T20:03:24Z", [0.97], ""], [31275, "2017-05-02T15:21:17Z", [0.85], "The incumbent almost always wins."], [12453, "2017-05-02T14:48:17Z", [0.7], ""], [34353, "2017-05-02T12:23:38Z", [0.8], ""], [34353, "2017-05-01T12:48:31Z", [0.8], ""], [33487, "2017-04-30T19:49:20Z", [1.0], "No president has ever lost when being put up for initial re election. There is too much investment in international partnerships, a heightened level of fear and no departure from previous voting structures / messages to consider that this is as close to an election \"certainty\" as is likely to be in Kenya."], [34353, "2017-04-30T16:52:26Z", [0.8], ""], [691, "2017-04-30T11:54:58Z", [0.97], ""], [35162, "2017-04-30T10:54:13Z", [0.85], ""], [34353, "2017-04-29T19:46:48Z", [0.8], ""], [691, "2017-04-29T12:14:10Z", [0.97], ""], [29266, "2017-04-28T21:18:02Z", [1.0], ""], [35147, "2017-04-28T18:57:48Z", [0.65], ""], [32100, "2017-04-28T12:28:37Z", [0.95], ""], [691, "2017-04-28T12:17:26Z", [0.97], "http://www.aljazeera.com/news/2017/04/odinga-run-presidency-opposition-coalition-170427142741901.html\nRemember how well Adlai Stevenson did when he ran against the same guy twice?  Well, Odinga will now be running against the same guy three times.  "], [34353, "2017-04-28T12:15:28Z", [0.8], ""], [14253, "2017-04-27T22:34:58Z", [0.81], ""], [691, "2017-04-27T19:10:19Z", [0.97], ""], [34353, "2017-04-27T02:59:01Z", [0.8], ""], [35115, "2017-04-26T18:40:13Z", [0.75], ""], [35111, "2017-04-26T16:36:59Z", [0.3], ""], [34353, "2017-04-25T22:34:37Z", [0.8], ""], [29980, "2017-04-25T22:26:30Z", [0.65], ""], [34725, "2017-04-25T09:42:08Z", [0.93], ""], [691, "2017-04-24T14:43:27Z", [0.97], ""], [22308, "2017-04-24T14:03:17Z", [0.88], ""], [22507, "2017-04-24T08:01:53Z", [0.9], ""], [34353, "2017-04-23T15:27:27Z", [0.8], ""], [691, "2017-04-23T12:55:21Z", [0.97], ""], [35033, "2017-04-23T04:58:19Z", [0.9], ""], [12824, "2017-04-23T00:55:31Z", [0.63], ""], [34353, "2017-04-22T20:31:54Z", [0.8], ""], [14253, "2017-04-22T02:53:38Z", [0.84], ""], [34353, "2017-04-21T12:03:10Z", [0.8], ""], [30453, "2017-04-21T00:30:53Z", [0.65], ""], [22264, "2017-04-20T21:35:14Z", [1.0], ""], [11080, "2017-04-20T21:03:02Z", [0.84], ""], [11080, "2017-04-20T21:02:33Z", [0.86], ""], [691, "2017-04-20T17:04:11Z", [0.97], ""], [34353, "2017-04-20T11:56:24Z", [0.8], ""], [691, "2017-04-19T17:55:23Z", [0.97], ""], [68, "2017-04-19T17:14:10Z", [0.9], ""], [34353, "2017-04-19T11:59:59Z", [0.8], ""], [19801, "2017-04-18T12:47:20Z", [0.6], "According to a new poll, if the elections were held today, Uhuru would get 40 per cent of the Presidential votes and Raila 29 per cent.\nhttps://www.ipsos.com/en/kenya-2017-poll-two-horse-race?language_content_entity=en"], [34353, "2017-04-18T11:41:19Z", [0.8], ""], [34997, "2017-04-18T05:49:59Z", [1.0], ""], [34401, "2017-04-17T11:44:39Z", [0.9], ""], [34353, "2017-04-17T11:40:25Z", [0.8], ""], [691, "2017-04-17T11:27:29Z", [0.97], ""], [34353, "2017-04-16T18:02:58Z", [0.75], ""], [4729, "2017-04-16T02:40:38Z", [0.99], ""], [34353, "2017-04-16T00:31:36Z", [0.75], ""], [691, "2017-04-15T11:40:07Z", [0.97], ""], [691, "2017-04-14T21:11:28Z", [0.97], ""], [1333, "2017-04-14T20:30:32Z", [1.0], ""], [22345, "2017-04-14T20:03:04Z", [1.0], "Comment deleted on Oct 01, 2017 06:16PM UTC"], [4042, "2017-04-14T10:14:07Z", [1.0], ""], [691, "2017-04-13T12:12:07Z", [0.96], ""], [34353, "2017-04-13T11:37:44Z", [0.75], ""], [691, "2017-04-12T19:50:58Z", [0.96], ""], [25230, "2017-04-12T16:36:41Z", [0.75], ""], [34353, "2017-04-12T15:30:27Z", [0.75], ""], [691, "2017-04-11T18:46:35Z", [0.96], ""], [34877, "2017-04-11T18:01:43Z", [0.9], ""], [34353, "2017-04-11T16:04:24Z", [0.75], ""], [32840, "2017-04-11T04:49:46Z", [0.95], ""], [30207, "2017-04-10T14:56:21Z", [0.87], ""], [4634, "2017-04-10T08:17:56Z", [0.75], "Ipsos: \"Kenya: 2017 Poll a Two-Horse Race According to a new poll, if the elections were held today, Uhuru would get 40 per cent of the Presidential votes and Raila 29 per cent.\n\nDeputy President William Ruto would come a distant third at six per cent, while Cord co-principal Kalonzo Musyoka would get four per cent. The other politicians who showed interest in 2013 are all at two per cent and below.\" From: https://www.ipsos.com/en/kenya-2017-poll-two-horse-race?language_content_entity=en"], [7124, "2017-04-10T05:18:17Z", [0.87], ""], [15196, "2017-04-09T18:38:52Z", [1.0], ""], [18679, "2017-04-09T16:06:36Z", [0.95], ""], [691, "2017-04-09T12:01:28Z", [0.96], ""], [1993, "2017-04-09T07:44:21Z", [0.93], ""], [20156, "2017-04-08T12:49:18Z", [0.95], "Based on polls from February, 2017. https://www.standardmedia.co.ke/article/2001230125/president-uhuru-kenyatta-still-ahead-of-raila-new-opinion-poll-reveals"], [691, "2017-04-08T11:46:12Z", [0.97], ""], [31756, "2017-04-08T09:00:07Z", [0.95], ""], [20284, "2017-04-07T21:32:08Z", [0.9], "He runs the government.  He is not facing term limits.   His party controls patronage on a large scale.\nHow could he not win?"], [691, "2017-04-07T21:02:50Z", [0.97], ""], [28091, "2017-04-07T14:56:48Z", [0.9], "Incumbent president who must step down in 2012 against a three time opposition loser means that Kenyatta should win. "], [11080, "2017-04-07T09:16:10Z", [0.82], ""], [32872, "2017-04-07T05:08:23Z", [0.96], ""], [706, "2017-04-07T04:18:05Z", [0.85], "Name recognition.  And bribery."], [23006, "2017-04-07T01:48:34Z", [0.88], "-Largest land owner of largest tribe (first to market strength, harder for smaller guys to push off the podium)\n-Incumbent so very familiar with political landscape, deep relationships, knowledge of political infrastructure\n-Father, led country, considered a hero for standing up to colonial UK - elder lineage continuity Important to Kenyans\n-Kenyatta is wily, took on ICC, domestic opponents with some success\n-formed an alliance rule with opponent which was solid to beat an international threat \n- seems willing to take power by force if need be\n-Last election was relatively peaceful so Kenyans might be hoping for a similar transition to power\n- no likely rival in race"], [31238, "2017-04-07T01:09:31Z", [0.97], "Following @acohen cause that's good base rate information."], [31238, "2017-04-07T01:08:53Z", [0.96], ""], [23006, "2017-04-06T23:32:18Z", [0.88], ""], [34643, "2017-04-06T21:38:59Z", [0.92], ""], [31450, "2017-04-06T20:54:52Z", [0.97], "I know its a small sample size but no Kenyan president has lost reelection. Also, he seems to be generally popular, certainly more popular than his opponents."], [691, "2017-04-06T20:18:59Z", [0.97], ""], [34643, "2017-04-06T17:24:28Z", [0.82], ""], [4634, "2017-04-06T15:36:42Z", [0.75], ""], [28414, "2017-04-06T07:36:24Z", [0.97], ""], [30400, "2017-04-06T06:47:18Z", [0.98], ""], [11080, "2017-04-06T04:50:17Z", [0.8], ""], [34214, "2017-04-06T00:54:50Z", [0.92], ""], [12879, "2017-04-05T15:43:13Z", [0.95], ""], [26242, "2017-04-05T13:34:12Z", [0.9], ""], [691, "2017-04-05T11:41:18Z", [0.97], ""], [4634, "2017-04-05T04:17:28Z", [0.72], ""], [32872, "2017-04-04T22:49:58Z", [0.9], ""], [28414, "2017-04-04T21:24:36Z", [0.9], ""], [31238, "2017-04-04T19:25:16Z", [0.95], ""], [31082, "2017-04-04T19:02:39Z", [0.9], "Polls give him a significant, though below 50% advantage, that brings down to a very likely win"], [691, "2017-04-04T18:39:36Z", [0.78], "At this point, it's not easy to see who can beat him, but time marches."], [28414, "2017-04-04T18:11:26Z", [0.8], ""], [16272, "2017-04-04T17:54:38Z", [0.75], ""]]}