{"question_id": 1216, "title": "When will a commercial flight of a Boeing 737 MAX aircraft next take off in the United States?\n", "possible_answers": ["Before 1 October 2019", "Between 1 October 2019 and 31 December 2019, inclusive ", "Not before 1 January 2020"], "crowd_forecast": [0.0, 0.0, 1.0], "correct_answer": "Not before 1 January 2020", "correct_forecast": 1.0, "preds": [[37520, "2019-12-30T03:22:41Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-30T03:12:20Z", [0.0, 0.0, 1.0], ""], [81240, "2019-12-29T22:47:53Z", [0.0, 0.0, 1.0], ""], [593, "2019-12-29T19:33:30Z", [0.0, 0.0, 1.0], ""], [438, "2019-12-28T23:21:52Z", [0.0, 0.0, 1.0], ""], [19260, "2019-12-28T21:16:26Z", [0.0, 0.0, 1.0], ""], [31201, "2019-12-28T17:14:08Z", [0.0, 0.0, 1.0], ""], [691, "2019-12-28T14:39:40Z", [0.0, 0.0, 1.0], ""], [36440, "2019-12-28T08:34:40Z", [0.0, 0.0, 1.0], ""], [62808, "2019-12-27T23:22:54Z", [0.0, 0.0, 1.0], ""], [81216, "2019-12-27T16:22:41Z", [0.0, 0.03, 0.97], ""], [81216, "2019-12-27T16:21:43Z", [0.08, 0.29, 0.63], ""], [40584, "2019-12-27T03:38:04Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-26T19:31:52Z", [0.0, 0.0, 1.0], ""], [81201, "2019-12-26T14:11:39Z", [0.2, 0.6, 0.2], ""], [80325, "2019-12-26T02:50:09Z", [0.0, 0.0, 1.0], ""], [1738, "2019-12-25T10:25:10Z", [0.0, 0.0, 1.0], ""], [691, "2019-12-24T12:58:26Z", [0.0, 0.0, 1.0], ""], [81152, "2019-12-24T01:50:21Z", [0.0, 0.01, 0.99], ""], [81183, "2019-12-23T23:28:30Z", [0.0, 0.0, 1.0], ""], [62808, "2019-12-22T22:19:02Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-22T20:45:11Z", [0.0, 0.0, 1.0], ""], [81166, "2019-12-22T07:46:43Z", [0.0, 0.0, 1.0], "Most Boeing's senior management should be on their Christmas and New Year Holidays."], [80764, "2019-12-21T14:07:37Z", [0.0, 0.0, 1.0], "After the tragic accidents I wouldn´t enter one, even it was not meant to leave the ground."], [35217, "2019-12-20T08:02:46Z", [0.0, 0.0, 1.0], ""], [1738, "2019-12-20T04:45:12Z", [0.0, 0.0, 1.0], ""], [10192, "2019-12-20T00:46:52Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-19T12:37:40Z", [0.0, 0.0, 1.0], ""], [75093, "2019-12-18T21:10:05Z", [0.0, 0.0, 1.0], ""], [81139, "2019-12-18T17:29:59Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-18T14:16:33Z", [0.0, 0.0, 1.0], ""], [691, "2019-12-18T13:41:45Z", [0.0, 0.0, 1.0], ""], [81138, "2019-12-18T12:55:33Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-17T18:29:48Z", [0.0, 0.0, 1.0], ""], [8663, "2019-12-16T22:30:13Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-16T13:18:41Z", [0.0, 0.0, 1.0], ""], [62808, "2019-12-16T09:49:44Z", [0.0, 0.0, 1.0], ""], [25, "2019-12-16T01:01:19Z", [0.0, 0.0, 1.0], ""], [206, "2019-12-15T18:10:34Z", [0.0, 0.0, 1.0], ""], [29875, "2019-12-14T21:11:11Z", [0.0, 0.0, 1.0], ""], [28166, "2019-12-14T16:26:04Z", [0.0, 0.0, 1.0], ""], [172, "2019-12-13T02:16:21Z", [0.0, 0.0, 1.0], "Per Wall Street Journal\n“The Federal Aviation Administration is expected to approve fixes to a MAX flight-control system and related pilot training no sooner than February, about two months beyond what Boeing recently envisioned, according to people familiar with the matter. That means the troubled airliner might not carry passengers in the U.S. until the spring, with resumption of service in Europe and elsewhere likely coming weeks afterward.“"], [691, "2019-12-12T12:44:52Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-12T03:28:10Z", [0.0, 0.0, 1.0], ""], [81023, "2019-12-11T23:17:34Z", [0.0, 0.0, 1.0], "Just saw an article that reported an FAA administrator said the 737 MAX won't fly in 2019."], [691, "2019-12-11T13:07:49Z", [0.0, 0.0, 1.0], ""], [80993, "2019-12-10T16:34:43Z", [0.0, 0.0, 1.0], ""], [12837, "2019-12-10T09:36:23Z", [0.0, 0.0, 1.0], ""], [79118, "2019-12-10T03:41:11Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-10T00:39:30Z", [0.0, 0.0, 1.0], ""], [691, "2019-12-09T13:40:17Z", [0.0, 0.0, 1.0], ""], [80981, "2019-12-09T12:29:14Z", [0.0, 0.01, 0.99], "Without any significant governmental pressure to release the grounding and minimal software fixes from Boeing along with a sentiment of degrading quality, the FAA will methodically complete testing after Jan 1st 2020. The 1 percent chance stems from the power of large corporations in capital hill's hallways. However with the holidays around the corner, no government employee wants to be the authorizing officer presiding over a Christmas or holiday flight which may end in disaster. Rigorous testing will ensure the 737 stays grounded commercially throughout all of 2019."], [37379, "2019-12-09T02:02:13Z", [0.0, 0.0, 1.0], ""], [80970, "2019-12-08T19:22:51Z", [0.0, 0.0, 1.0], "All they have are setbacks"], [28251, "2019-12-08T18:34:08Z", [0.0, 0.0, 1.0], ""], [80967, "2019-12-08T17:58:05Z", [0.0, 0.01, 0.99], ""], [3316, "2019-12-07T21:09:00Z", [0.0, 0.0, 1.0], ""], [68146, "2019-12-07T15:36:06Z", [0.0, 0.1, 0.9], ""], [691, "2019-12-07T13:25:23Z", [0.0, 0.0, 1.0], ""], [80325, "2019-12-06T23:04:19Z", [0.0, 0.0, 1.0], ""], [80859, "2019-12-05T19:11:59Z", [0.0, 0.0, 1.0], ""], [80810, "2019-12-05T08:32:55Z", [0.0, 0.0, 1.0], ""], [40733, "2019-12-04T14:08:30Z", [0.0, 0.0, 1.0], ""], [691, "2019-12-04T13:25:48Z", [0.0, 0.0, 1.0], ""], [30194, "2019-12-04T01:04:54Z", [0.25, 0.55, 0.2], ""], [5171, "2019-12-03T18:39:07Z", [0.0, 0.01, 0.99], ""], [80325, "2019-12-03T13:21:41Z", [0.0, 0.0, 1.0], ""], [19782, "2019-12-03T04:53:10Z", [0.0, 0.0, 1.0], "Late to the game with this forecast but FAA signals no urgency in completing certification nor has it provided a time table for completion. Additionally, pilot retraining will likely be required which take some weeks. Thus, it is highly unlikely commercial flights will be available within the calendar year."], [79569, "2019-12-02T20:51:53Z", [0.0, 0.0, 1.0], ""], [1333, "2019-12-02T20:07:05Z", [0.0, 0.0, 1.0], ""], [34516, "2019-12-01T23:18:47Z", [0.0, 0.0, 1.0], ""], [586, "2019-12-01T19:31:00Z", [0.0, 0.0, 1.0], ""], [34527, "2019-12-01T16:25:01Z", [0.0, 0.0, 1.0], ""], [67232, "2019-11-30T18:32:53Z", [0.0, 0.0, 1.0], ""], [80735, "2019-11-30T16:42:50Z", [0.0, 0.0, 1.0], ""], [39003, "2019-11-30T03:56:57Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-29T19:44:48Z", [0.0, 0.0, 1.0], ""], [79693, "2019-11-29T15:33:20Z", [0.0, 0.0, 1.0], ""], [63600, "2019-11-29T15:31:51Z", [0.0, 0.1, 0.9], ""], [59116, "2019-11-29T14:54:57Z", [0.0, 0.05, 0.95], ""], [39003, "2019-11-28T23:54:45Z", [0.0, 0.0, 1.0], ""], [33991, "2019-11-28T15:46:52Z", [0.0, 0.0, 1.0], "The FAA signalling recently has been fairly negative for this one, and the calendar is running down.  Think it's very unlikely now to see in 2019. I think 100% could be seen as overconfidence but in this case, given the FAA has said they will use line pilots for testing and then open a public comment period.  "], [691, "2019-11-28T14:15:28Z", [0.0, 0.0, 1.0], "They have to wait for the runway to clear.  It is being used by some flying pigs."], [80325, "2019-11-27T23:58:03Z", [0.0, 0.0, 1.0], "my search has an averge return period in flight around march or april 2020."], [11278, "2019-11-27T00:16:29Z", [0.0, 0.01, 0.99], ""], [79079, "2019-11-26T21:08:51Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-26T01:26:33Z", [0.0, 0.0, 1.0], ""], [19127, "2019-11-24T20:34:52Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-24T12:24:14Z", [0.0, 0.0, 1.0], ""], [62808, "2019-11-23T02:36:45Z", [0.0, 0.0, 1.0], ""], [172, "2019-11-23T01:13:40Z", [0.0, 0.0, 1.0], "Per @Anneinak comments and I’ve heard it’s likely to be March before they’re back in regular schedule."], [38, "2019-11-22T21:20:52Z", [0.0, 0.0, 1.0], "https://punchng.com/boeing-expects-737-maxs-return-in-january/ November 17, 2019\nBoeing has maintained that the 737 MAX will receive regulatory approval before the end of the year, but it now expects a resumption of commercial flying in January.\n. . . \nWork on the final validation of the updated training requirements is also continuing, a necessary step before the MAX can return to commercial service. Boeing outlined five steps it has to complete before the aircraft can return to service. They are: simulator certification, a pilot workload evaluation, an FAA flight certification test, final submission of information to the FAA, and a simulator training evaluation. “Boeing and the FAA successfully concluded the first of these milestones this past week, and are now working towards the FAA line pilots evaluation and the FAA certification flight test,” the company said in a statement.\n. . . \nAirlines are expected to take at least four weeks from the FAA approval before they can have their stored 737’s back in service.\n~~~~~~~\nCOMMENT:   FINALLY, it seems that there's concrete progress towards re-certification!  But a pilot workload evaluation, an FAA flight certification test, final submission of information to the FAA, and a simulator training evaluation remain to be done, and then there will need to be time for the airlines to get a  plane ready for service, staffed, and in the schedule.  I'm thinking that this still looks impossible before 1/1, but there is there no glimmer of a chance it could?  Should we all be so certain it can't? @Emil, @ManuPV, @Khalid\n"], [80634, "2019-11-22T14:49:49Z", [0.0, 0.0, 1.0], ""], [26551, "2019-11-22T12:43:15Z", [0.0, 0.0, 1.0], ""], [12856, "2019-11-21T21:56:20Z", [0.0, 0.0, 1.0], ""], [40848, "2019-11-21T15:03:53Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-21T14:25:29Z", [0.0, 0.0, 1.0], ""], [61904, "2019-11-21T13:36:24Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-21T03:19:31Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-19T01:49:32Z", [0.0, 0.0, 1.0], ""], [75935, "2019-11-18T12:48:45Z", [0.0, 0.0, 1.0], ""], [13856, "2019-11-18T05:39:25Z", [0.0, 0.0, 1.0], ""], [206, "2019-11-17T20:51:33Z", [0.0, 0.05, 0.95], ""], [38, "2019-11-17T00:00:03Z", [0.0, 0.0, 1.0], "I keep reading that Boeing is saying the 737 Max will be re-certified in mid-December.  I'm also reading that the FAA is saying, \"Maybe.  We'll see.  It'll be re-certified when we are ready to re-certify it.\" I have to keep reminding myself that this question isn't about when it will be re-certified, but when there will be a commercial flight, which means that a crew will have to be trained & certified, and a plane maintained & inspected first.  "], [691, "2019-11-16T14:29:56Z", [0.0, 0.0, 1.0], "https://www.reuters.com/article/us-emirates-airshow-boeing/boeing-says-timing-of-737-max-return-in-hands-of-regulators-idUSKBN1XQ0BW This is sort of what's wrong at Boeing.  From the sound of this piece, it seems Boeing believes it has a perfect right to put its piece of junk back in the sky with souls on board whenever it feels like it, but has graciously condescended to let the cognizant authorities decide this instead.  The FAA response was a lot less snippy than it could have been, but nonetheless one doesn't suppose they or their counterparts elsewhere will move along more briskly now."], [80560, "2019-11-16T10:58:09Z", [0.0, 0.0, 1.0], ""], [80559, "2019-11-16T07:05:10Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-15T16:19:51Z", [0.0, 0.0, 1.0], ""], [12348, "2019-11-15T16:01:54Z", [0.0, 0.0, 1.0], ""], [43189, "2019-11-15T14:42:24Z", [0.0, 0.0, 1.0], ""], [32300, "2019-11-15T10:16:44Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-15T01:41:01Z", [0.0, 0.0, 1.0], ""], [38, "2019-11-14T23:49:51Z", [0.0, 0.0, 1.0], "https://www.reuters.com/article/us-boeing-airplane/southwest-pilots-union-says-boeing-may-be-trying-to-hasten-737-max-return-idUSKBN1XO0EM \"On Monday, Boeing spokesman Gordon Johndroe told Reuters that “we expect the Max to be certified, airworthiness directive issued, ungrounded in mid-December.” He added that the company expects “pilot training requirements to be approved in January.” Boeing noted that the “FAA and other regulatory authorities will ultimately determine return to service.” Two federal officials told Reuters this week that Boeing’s timetable is aggressive and far from certain, citing hurdles yet to be cleared. Boeing still must complete an audits of its software documentation before it can schedule a key certification test flight. Federal Aviation Administration (FAA) chief Steve Dickson on Tuesday said the agency was not “delegating” anything to Boeing in its review and offered no ungrounding timetable, saying it “will be based solely on our assessment of the sufficiency of Boeing’s proposed software updates and pilot training.”\n~~~~~\nhttps://onemileatatime.com/boeing-737-max-update/ \" Boeing has stated today that: It’s possible that the resumption of 737 MAX deliveries to airline customers could begin in December, when the FAA issues an airworthiness directive rescinding the grounding order\nThey hope the 737 MAX will return to service in January, which will happen after final validation of the updated training requirements Boeing states that there are five key milestones they have to complete with the FAA before the plane returns to service: FAA eCab Simulator Certification Session: A multi-day eCab simulator evaluation with the FAA to ensure the overall software system performs its intended function, both normally and in the presence of system failures. FAA Line Pilots Crew Workload Evaluation: A separate, multi-day simulator session with airline pilots to assess human factors and crew workload under various test conditions. FAA Certification Flight Test: FAA pilots will conduct a certification flight(s) of the final updated software. Boeing Final Submittal to the FAA: After completion of the FAA certification flight, Boeing will submit the final certification deliverables and artifacts to the FAA to support software certification. Joint Operational Evaluation Board (JOEB) Simulator Training Evaluation: The Joint Operational Evaluation Board (JOEB), a multi-regulatory body, conducts a multi-day simulator session with global regulatory pilots to validate training requirements. Following the simulator session, the Flight Standardization Board will release a report for a public comment period, followed by final approval of the training. Boeing and the FAA concluded the first milestone last week, and are now working towards the FAA line pilots evaluation and the FAA certification flight test. This All Seems Optimistic It’s interesting to see Boeing shares up this much following the news, because it doesn’t actually seem like that much of an update? While it’s nice that Boeing hopes they can resume deliveries in December and that the plane can resume commercial service in January, ultimately the timeline isn’t in their hands. Goodness knows the FAA is under a microscope here given that there are questions about how the plane was certified to begin with."], [12591, "2019-11-14T21:18:36Z", [0.0, 0.0, 1.0], ""], [80548, "2019-11-14T21:07:43Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-14T13:59:46Z", [0.0, 0.0, 1.0], "https://www.reuters.com/article/us-boeing-airplane/boeing-now-says-it-expects-737-max-to-resume-commercial-service-in-january-idUSKBN1XL24C\nEven Boeing says January, and they're probably being optimistic."], [26467, "2019-11-14T13:35:14Z", [0.0, 0.01, 0.99], ""], [78993, "2019-11-14T05:18:29Z", [0.0, 0.0, 1.0], "The PR is terrible for Boeing, and this story is getting overshadowed by Impeachment, Brexit, Chile, Hong Kong, etc.  They will wait until at least the New Year to do anything."], [62808, "2019-11-13T23:28:45Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-13T15:58:55Z", [0.0, 0.0, 1.0], ""], [3445, "2019-11-13T10:59:26Z", [0.0, 0.05, 0.95], ""], [38, "2019-11-13T01:29:22Z", [0.0, 0.0, 1.0], "https://www.latimes.com/business/story/2019-11-06/audit-of-boeing-737-max-fixes-could-keep-the-plane-grounded-longer NOV. 6, 2019 \n\"Regulators overseeing changes on Boeing Co.’s 737 Max rejected an audit of how the software was being developed, prompting the company to make revisions and possibly slowing the return of the jetliner to service, according to a person familiar with the action.\n . . .\nFull audit results are required before final simulator tests of the changes can be conducted. Depending on how long it takes to satisfy the FAA and European regulators, it could push back a certification flight test and regulators’ final decision on lifting the flight ban by a few days or even weeks, said the person. Boeing said it provided technical documents to regulators “in a format consistent with past submissions.” “Regulators have requested that the information be conveyed in a different form, and the documentation is being revised accordingly,” Boeing said . . .  \n~~~~~~~\nhttps://www.washingtonpost.com/business/when-will-boeing-737-max-fly-again-and-more-questions/2019/11/11/990b275a-04f8-11ea-9118-25d6bd37dfb1_story.html \"1. When will the 737 Max fly again?\nUnclear. Boeing says the U.S. Federal Aviation Administration is on track to certify redesigned flight-control software by mid-December, but the Max won’t be cleared to resume commercial flights until regulators also sign off on updated training material for pilots -- a step Boeing expects in January. It also will take time for airlines to ready stored jets for service and work them back into flight schedules. Two of the largest operators of the Max, Southwest and American airlines, have removed it from their flight schedules through early March. Europe’s top aviation regulator expects to take longer to get the plane back into service than in the U.S.\"\n~~~~~~~\nhttps://www.upi.com/Top_News/US/2019/11/11/Boeing-737-Max-to-return-in-January/3171573497402/ \"We are working towards final validation of the updated training requirements, which must occur before the MAX returns to commercial service, and which we now expect to begin in January,\" the Boeing statement said."], [12591, "2019-11-13T00:18:16Z", [0.0, 0.05, 0.95], ""], [57797, "2019-11-11T21:13:36Z", [0.0, 0.0, 1.0], "Even Boeing says January 2020."], [80325, "2019-11-11T19:16:36Z", [0.0, 0.0, 1.0], "They will or might sell the airplanes by december. This said it takes more than a month to get these particular countries aviation departments to get the requiered certificates to actually fly them."], [176, "2019-11-11T18:53:36Z", [0.0, 0.0, 1.0], "Boeing said it expected the U.S. Federal Aviation Administration (FAA) to issue an order approving the plane’s return to service next month, but added it now expected commercial service to resume in January. Boeing shares rose 5% on the company’s outlook. As recently as last week, Boeing said it expected flights could resume by the end of December. On Monday, the company said it was possible that resumption of MAX deliveries to airline customers could begin in December but said getting approval for training changes would take more time.\nhttps://www.reuters.com/article/us-boeing-airplane/boeing-says-737-max-should-resume-commercial-flights-in-january-shares-jump-idUSKBN1XL24C"], [80506, "2019-11-11T15:34:33Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-11T15:06:02Z", [0.0, 0.0, 1.0], "Nobody believes anything Boeing says, and nobody has time before January to rerun all the tests to find out what's true.   It'll be a while yet."], [80237, "2019-11-11T04:03:35Z", [0.0, 0.0, 1.0], ""], [67609, "2019-11-11T01:43:01Z", [0.0, 0.0, 1.0], "Updating in view of the latest news. Not a very exciting update though, just what we were all expecting by now. [1] https://gulfnews.com/business/aviation/delays-in-boeing-max-return-began-with-near-crash-in-simulator-1.67694445\n[2] https://www.wsj.com/articles/boeing-seeks-blessing-to-deliver-737-max-as-faa-reviews-pilot-training-11573421213"], [80325, "2019-11-11T00:17:05Z", [0.0, 0.0, 1.0], ""], [79461, "2019-11-10T21:35:29Z", [0.0, 0.0, 1.0], ""], [38, "2019-11-10T08:43:48Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-09T22:51:41Z", [0.0, 0.0, 1.0], ""], [176, "2019-11-09T14:20:51Z", [0.0, 0.0, 1.0], ""], [19801, "2019-11-09T14:10:07Z", [0.0, 0.0, 1.0], "It's clear that the airline don't believe Boeing. Southwest, American extend Boeing 737 Max cancellations until early March\nhttps://www.cnbc.com/2019/11/08/southwest-airlines-extends-boeing-737-max-cancellations-to-march.html In its summary to Congress, the FAA said it is still in the process of determining how much training pilots on the plane will need before it returns to service. An FAA pilot group as well as a Joint Operations Evaluation Board made up of representatives from the FAA, Europe, Brazil and Canada will evaluate the need for training, according to the summary to lawmakers.\nhttps://www.bloomberg.com/news/articles/2019-11-09/independent-review-of-boeing-737-max-finds-design-changes-safe"], [68, "2019-11-09T10:36:00Z", [0.0, 0.0, 1.0], "Neither Southwest nor American Airlines show the 737 max in their schedules before early Marvh"], [68, "2019-11-09T07:40:45Z", [0.0, 0.01, 0.99], ""], [29680, "2019-11-09T06:40:10Z", [0.0, 0.0, 1.0], ""], [77954, "2019-11-09T04:46:20Z", [0.0, 0.0, 1.0], ""], [59836, "2019-11-08T20:33:33Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-08T01:46:32Z", [0.0, 0.0, 1.0], ""], [25681, "2019-11-07T18:30:43Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-07T14:48:03Z", [0.0, 0.0, 1.0], "https://www.reuters.com/article/us-boeing-737max-audit/regulators-find-gaps-in-boeings-737-max-software-documentation-sources-idUSKBN1XG2PR\nSometimes it's hard to believe that Boeing sincerely wants to get those 737s back in service.  They can't seem to accept the notion that they have to get all the elements all the way right all the time if they want anybody at all to have any confidence at all in any of their products at all.   This software may be just fine--it probably is--but the apparently sloppy documentation implies that they continue to think everyone will believe what they say just because they say it.  Every week presents a new reason to dump your Boeing stock or refuse to get aboard one of their aircraft, or both.  If one didn't know better, one might think Elon Musk was running the company."], [80325, "2019-11-06T21:58:10Z", [0.0, 0.0, 1.0], ""], [691, "2019-11-06T13:44:52Z", [0.0, 0.0, 1.0], ""], [19801, "2019-11-06T05:44:13Z", [0.0, 0.0, 1.0], "Boeing's MAX likely to return to European service in first-quarter: regulator\nhttps://www.reuters.com/article/us-boeing-737max-easa/boeings-max-likely-to-return-to-european-service-in-first-quarter-regulator-idUSKBN1XE1U1?il=0"], [62808, "2019-11-05T22:57:33Z", [0.0, 0.0, 1.0], ""], [57797, "2019-11-05T16:48:31Z", [0.0, 0.01, 0.99], "Reportedly, Boeing has delivered its software update to the FAA sometime in the second half of October (Boeing's plan was September). [1] Now the next step \"is to complete pilot workload management testing and to have U.S. and international pilots conduct scenarios to determine training requirements before a key certification test flight, FAA Administrator Steve Dickson said.\" Then, the FAA has said it will need about 30 days from the certification flight to make its final decision. As far as I can tell the certification flight has not yet occurred.  Further procedural delays will come from pilot-training negotiations: \"Once the new pilot-training recommendations are published, there will be a 15-day public-comment period, during which airlines will be able to propose changes.\" EU regulators said they expect a re-certification in Q1 2020. My forecast remains unchanged. [1] https://www.reuters.com/article/us-ethiopia-airplane-boeing-factbox/factbox-when-will-the-boeing-737-max-fly-again-idUSKBN1X81T3"], [19127, "2019-11-05T12:01:39Z", [0.0, 0.01, 0.99], ""], [80355, "2019-11-04T18:15:13Z", [0.0, 0.1, 0.9], ""], [37413, "2019-11-04T17:56:28Z", [0.0, 0.05, 0.95], ""], [77954, "2019-11-03T16:37:58Z", [0.0, 0.25, 0.75], ""], [691, "2019-11-02T13:23:54Z", [0.0, 0.0, 1.0], ""], [80325, "2019-11-02T00:57:02Z", [0.0, 0.0, 1.0], ""], [68386, "2019-11-01T18:57:04Z", [0.0, 0.0, 1.0], ""], [25141, "2019-11-01T14:53:57Z", [0.0, 0.0, 1.0], ""], [80371, "2019-11-01T11:44:32Z", [0.0, 0.0, 1.0], ""], [72427, "2019-10-31T19:41:40Z", [0.0, 0.04, 0.96], ""], [34353, "2019-10-31T18:26:21Z", [0.0, 0.0, 1.0], ""], [80325, "2019-10-31T14:06:03Z", [0.0, 0.0, 1.0], "On updated news, usa should be the first to get this plane back in service. They mentionned that it won't happen befor jan or feb. If the usa is not ready to fly commercially t'il next year, boeing is based in the usa, why would anyother countries?\nThe FAA has said it will need about 30 days from the time the certification flight is completed before it decides whether to allow flights to resume.\nOnce the new pilot-training recommendations are published, there will be a 15-day public-comment period, during which airlines will be able to propose changes. Was published oct 29th 2019.\nCERTIFICATION\nOnce the test flights and pilot training recommendations are finalized, the FAA must approve the jets for flight. The agency has repeatedly said it will not certify the plane until it is safe to do so.\nU.S. and Canadian airlines have canceled MAX flights into January or February.\nEuropean regulators expect to clear the 737 MAX in January at the earliest, following flight trials by European test pilots scheduled for mid-December."], [42004, "2019-10-31T13:17:51Z", [0.0, 0.0, 1.0], ""], [43311, "2019-10-31T00:38:37Z", [0.0, 0.0, 1.0], ""], [172, "2019-10-30T23:39:25Z", [0.0, 0.0, 1.0], "~8 weeks left - time to go all in that there won’t be a commercial fight this year."], [61938, "2019-10-30T15:57:47Z", [0.0, 0.0, 1.0], ""], [80325, "2019-10-30T10:37:07Z", [0.0, 0.0, 1.0], ""], [80325, "2019-10-29T17:53:07Z", [0.0, 0.0, 1.0], "No airline will want to get this going before FAA makes a decision, which might take longer, so all certainty cards are in place. No one seems to be in a hurry to help boeing, especially those who profit from the situation. Also USA, assylum seeker who worked for the company who crashed the 737max, called for irregular practice by company maintenance. So, is it the airplane? the pilot training? or maintenance irrigularity? to many if."], [67844, "2019-10-29T15:05:12Z", [0.0, 0.0, 1.0], ""], [66692, "2019-10-29T13:42:01Z", [0.0, 0.0, 1.0], ""], [66692, "2019-10-29T13:41:29Z", [0.0, 0.2, 0.8], ""], [41922, "2019-10-29T08:39:43Z", [0.0, 0.0, 1.0], ""], [38094, "2019-10-29T00:58:46Z", [0.0, 0.0, 1.0], "When will a commercial flight of a Boeing 737 MAX aircraft next take off in the United States? My hindsight is 20/20. Its predicting the future that is harder."], [78944, "2019-10-27T15:37:24Z", [0.0, 0.05, 0.95], ""], [19801, "2019-10-25T22:38:36Z", [0.0, 0.0, 1.0], "All of the bad news continues to accumulate. A damning indictment of the Murican aircraft employee. Safety is an \"optional\" feature after all! Boeing said Friday that it is addressing safety recommendations raised by Indonesian investigators about its 737 Max aircraft to ensure that a fatal crash \"never happens again.\"\nThe promise was part of Boeing's lengthy response to the final report from Indonesia's National Transportation Safety Committee into last year's crash of a Lion Air flight. Investigators faulted the poor design of the Max and a lack of regulatory oversight from the US Federal Aviation Administration, along with errors by flight crews.\nThe agency plans to make the report public Friday, roughly a year after the 737 Max 8 plane crashed into the Java Sea. All 189 people on board died. Ahead of the report's publication, investigators held a press conference in Jakarta. Lion Air crash investigation faults Boeing 737 Max design and oversight\nLion Air crash investigation faults Boeing 737 Max design and oversight\nA summary of the report blames the crash on faulty \"assumptions\" made during the design and certification of the 737 Max about how pilots would respond to malfunctions by the Maneuvering Characteristics Augmentation System (MCAS). CNN saw a presentation of the summary earlier this week. A press release detailing the report's findings was also released Friday.\nMCAS lowers the nose of the plane when it receives information that the aircraft is flying too slowly or steeply, and at risk of stalling. The system was vulnerable because it relied on a single angle of attack (AOA) sensor, investigators said.\nThe AOA sensor on the doomed Lion Air plane experienced issues on earlier flights and was replaced. But the airline's maintenance crews and pilots couldn't identify the problem because one of the aircraft's safety features — the AOA Disagree alert — was not \"correctly enabled during Boeing 737-8 (Max) development,\" they said.\nBoeing has admitted this feature that should have been standard was instead enabled only for airlines that purchased an optional upgrade, and has said that it will fix the problem. \nhttps://edition.cnn.com/2019/10/25/business/lion-air-crash-boeing-737-max/index.html The grounding of the 737 Max after two fatal crashes continues to drag on, frustrating airline executives as the carriers miss out on close to $1 billion in revenue this year alone. Southwest Airlines, the largest U.S. operator of the Max, said the grounding cost it $210 million in revenue in the last quarter, $435 million in revenue in the first nine months of the year, and said it expects the “the damages to grow into 2020.” “We’re not happy about our situation,” CEO Gary Kelly told CNBC’s “Squawk on the Street” on Thursday. Southwest, which had 34 Max planes in its fleet at the time of the grounding, more than any other U.S. airline, posted stronger profit and revenue in the important third quarter, which includes the summer travel season. But the grounding crimped sales and dashed its capacity growth plans. Southwest expects to receive about 75 Max planes from Boeing next year when the grounding is lifted but the timeline is uncertain. “We put our future in the hands of Boeing in the Max and we’re grounded,” Kelly said. “I want to settle with Boeing to settle our damages.”\nhttps://www.cnbc.com/2019/10/24/airline-chiefs-frustrated-as-boeing-737-max-grounding-cost-nears-1-billion.html Alice Springs plane graveyard to house Silk Air's grounded Boeing 737 MAX 8 planes\nhttps://www.abc.net.au/news/2019-10-01/boeing-737-max-8-grounded-aircraft-stored-at-alice-springs/11560082"], [59116, "2019-10-25T13:32:41Z", [0.0, 0.1, 0.9], ""], [33991, "2019-10-25T08:38:21Z", [0.0, 0.1, 0.9], ""], [61938, "2019-10-24T21:39:16Z", [0.0, 0.0, 1.0], ""], [34879, "2019-10-24T19:50:48Z", [0.0, 0.01, 0.99], ""], [63835, "2019-10-24T17:11:47Z", [0.0, 0.0, 1.0], "I understand European authorities recently announced they will go their own way in re-certifying the airworthiness of the MAX.\nI see that as a blow to the FAA/WH efforts to hasten the return to service - as a coordinated response by global regulators would be needed to establish the plane's bona fides.\nThanks to @jumpupanddown below for the verbatim transcript on the plain question of \"when\". I own BA, and have silently questioned Muilenberg's management of  this matter, both pre- and post-crash. This gibberish is why there's diminished faith in BA's capabilities - and the re-checking that's holding up return-to-service. \nIt read like an answer my kid might give me about why the front bumper is hanging off my car."], [31450, "2019-10-24T16:04:24Z", [0.0, 0.0, 1.0], "Looking like next year as Boeing's response to this mess still feels like a rolling dumpster fire. Even if the planes are certified by the FAA, Boeing has done nothing to convince the public they have fixed the problem."], [1333, "2019-10-24T15:54:33Z", [0.0, 0.01, 0.99], ""], [14432, "2019-10-24T12:33:59Z", [0.0, 0.0, 1.0], ""], [58478, "2019-10-24T10:36:01Z", [0.0, 0.02, 0.98], ""], [30346, "2019-10-23T16:46:49Z", [0.0, 0.0, 1.0], "To provide more specifics on the language from preliminary transcript, this is the analyst question and the response from the company representative on the call: \"So maybe you can walk us through the milestones required to achieve your FAA airworthiness directive, the sequence of those milestones. And then the milestones between receiving the AD and resumption of US service, because most of your customers in the US are talking about flying again in February, not year end. Thanks so much.\"  \"this is a very detailed plan that we've laid out with all of our teams and stakeholders and one that we're working together with the FAA and our regulators. In the near term, we're marching through the the technical steps, if you will, and that includes finalizing the software that will go into a series of simulation evaluations, there is a near-term milestone that we referred to as the line pilot evaluation that will take that final software and with external line pilots from airlines come in and evaluate the handling qualities of the airplane.We'll also have a external set of pilots, coming in again authorized by the regulators that will conduct, what we call a joint operations evaluation board and that set of pilots will evaluate the training materials. So over the near term those are 2 key milestones for us, one that evaluates the software update to the airplane and the second that evaluates the training products. In that same time frame, as those 2 milestones are completed, we'll will roll into the certification flight that I mentioned earlier. That will be another key milestone for us. And then after all of the assessments are completed those valuations are done that will roll into the airworthiness directive decision that the FAA will make and that other regulators will make. Subsequent to the issuance of the airworthiness directive in the un-grounding of the airplane, then we would move into the phase of un-grounding the aircraft and incrementally bringing up fleet operations for our airline customers and the reference points that you're seeing out there from our customers are perfectly aligned with the detailed technical plan that I just walk you through. So they are very aware of that plan, and there is a time period between the airworthiness directive and when they can resume full operations revenue bearing [/ph]operations and that includes bringing each individual airplane up, making sure that each airplane is safe and ready to perform. We've been working as we've been storing airplanes to ensure the health of those vehicles. But we'll be working tail number by tail number with our customers to ensure they can bring the fleet up back successfully and then get back to full revenue bearing operations. And that's why you see a bit of a time lag between the airworthiness directive and what our customers are now quoting as going operational dates. So hopefully that gives you a feel for the time facing the plan and ultimately bringing all of those grounded airplanes back up and all of the airplanes back up fleet operations will be a multi-quarter operation.\""], [172, "2019-10-23T16:42:08Z", [0.0, 0.01, 0.99], "https://www.wsj.com/articles/boeing-to-cut-787-production-11571831356\nArticle specifically says “ but still expects the 737 MAX to return to service by the end of the year.”\nObviously from my forecast I’m in the doubtful camp. But they only need to squeeze in one flight to make this happen. There have been hundreds of flights for testing, inventory, and storage reasons since grounding (none of those satisfies question)."], [75093, "2019-10-23T15:10:44Z", [0.0, 0.05, 0.95], ""], [176, "2019-10-23T14:59:48Z", [0.0, 0.03, 0.97], "WASHINGTON (Reuters) - The chair of a panel of international regulators that harshly criticized the Federal Aviation Administration’s certification of the now grounded Boeing 737 MAX will testify Tuesday before a Senate committee, a statement from the committee showed. Christopher Hart, a former National Transportation Safety Board chair who oversaw the review, will speak before the Senate Commerce Committee alongside current NTSB chairman Robert Sumwalt. They will appear after the testimony of Boeing Co (BA.N) chief executive Dennis Muilenburg and John Hamilton, who is vice president and chief engineer for Boeing Commercial Airplanes. Muilenburg will then testify before a House panel on Wednesday. https://www.reuters.com/article/us-boeing-congress/head-of-international-737-max-review-ntsb-chair-to-testify-before-senate-idUSKBN1X21YB?il=0"], [30346, "2019-10-23T14:58:42Z", [0.0, 0.0, 1.0], "BA saying first flight expected to take please in early 2020 on the call, probability should round to 0% for the 10/31/19-12/31/19 bucket."], [30598, "2019-10-23T12:32:30Z", [0.0, 0.05, 0.95], ""], [29680, "2019-10-23T05:21:10Z", [0.0, 0.01, 0.99], ""], [80238, "2019-10-22T22:19:35Z", [0.0, 0.0, 1.0], "durr"], [28103, "2019-10-22T20:10:56Z", [0.0, 0.01, 0.99], ""], [691, "2019-10-22T13:25:13Z", [0.0, 0.0, 1.0], ""], [68717, "2019-10-22T09:47:24Z", [0.0, 0.0, 1.0], ""], [62356, "2019-10-22T00:24:09Z", [0.0, 0.0, 1.0], ""], [63835, "2019-10-21T22:39:44Z", [0.0, 0.02, 0.98], ""], [30346, "2019-10-21T15:53:40Z", [0.0, 0.01, 0.99], ""], [14027, "2019-10-21T15:46:35Z", [0.0, 0.0, 1.0], "The scandal regarding recently released text messages indicates that deep inside Boeing problems had been found and not addressed.  There are two problems for Boeing, and for the FAA.  There is the technical work of demonstrating that the fix to the MCAS system has been thoroughly verified.  The second problem is public acceptance of the plane.  Boeing's official stance is that the plane will be ready to fly before the end of 2019.  But will the public be ready to get on the plane?  I don't think so."], [78944, "2019-10-21T11:27:34Z", [0.0, 0.1, 0.9], "I am adjusting my prior forecast to reflect a higher probability for this matter to extend later into 2020."], [78944, "2019-10-21T11:24:05Z", [0.0, 0.25, 0.75], "The longer it has taken to get regulatory approval, the more Boeing related issues that are discovered along the way. This approval may take another 6 months to obtain."], [19127, "2019-10-21T10:44:41Z", [0.0, 0.02, 0.98], ""], [42004, "2019-10-21T10:00:13Z", [0.0, 0.02, 0.98], ""], [79947, "2019-10-21T03:15:29Z", [0.0, 0.01, 0.99], ""], [67609, "2019-10-20T15:55:58Z", [0.0, 0.03, 0.97], "I have halved the probability of a commercial flight of the 737 MAX before the end of the year. This is partly in view of the latest news about the texts of the test pilots[1] and that simulated flights will only begin in early November [2], which makes it unlikely (if not impossible) to have commercial flights till January. If anything Boeing will probably be overcautious, owing to the passenger's fear of the 737 MAX. [1] https://www.forbes.com/sites/jeremybogaisky/2019/10/18/are-the-boeing-text-messages-a-smoking-gun-maybe-maybe-not/#190b8c7eef3f\n[2] https://edition.cnn.com/2019/10/17/politics/737-max-boeing-flight-simulator/index.html"], [73, "2019-10-19T20:48:26Z", [0.0, 0.0, 1.0], ""], [691, "2019-10-19T14:33:54Z", [0.0, 0.01, 0.99], ""], [19801, "2019-10-19T11:58:10Z", [0.0, 0.0, 1.0], "It's not clear that the new investigation into the certification process will affect the separate question of when the FAA will lift its grounding of the 737 Max. But the agency's statement was not encouraging in terms of meeting Boeing's preferred target date of having the plane back in the air this year.\n\"The FAA is following a thorough process, not a prescribed timeline, for returning the Boeing 737 Max to passenger service. The agency will lift the grounding order only after we have determined the aircraft is safe,\" said its statement.\nhttps://edition.cnn.com/2019/10/18/business/boeing-737-max-financial-impact/index.html"], [172, "2019-10-19T11:27:02Z", [0.0, 0.0, 1.0], "From the Economist \n“ Messages shared between Boeing pilots cast doubt on what the aircraft-manufacturer knew about problems with the 737 MAX. During tests in 2016 one pilot described its anti-stall system as “running rampant”. In 2018 and 2019, 346 people were killed when two of the planes crashed. America’s aviation regulator requested an “immediate” explanation for Boeing’s delay in revealing the messages.”"], [1624, "2019-10-19T06:39:21Z", [0.0, 0.0, 1.0], ""], [745, "2019-10-19T00:49:37Z", [0.0, 0.0, 1.0], ""], [691, "2019-10-18T13:20:28Z", [0.0, 0.01, 0.99], ""], [41922, "2019-10-18T08:17:37Z", [0.0, 0.02, 0.98], ""], [80158, "2019-10-17T17:22:51Z", [0.0, 0.1, 0.9], ""], [61938, "2019-10-17T16:53:20Z", [0.0, 0.0, 1.0], ""], [76086, "2019-10-17T16:51:47Z", [0.0, 0.0, 1.0], "Regulator, and company particularly, will not wish to recommence flights until the international ban is lifted. Commercially it may need rebranding / renaming"], [691, "2019-10-17T14:19:28Z", [0.0, 0.01, 0.99], ""], [79118, "2019-10-17T02:43:15Z", [0.0, 0.01, 0.99], ""], [79964, "2019-10-17T00:57:23Z", [0.0, 0.01, 0.99], ""], [34516, "2019-10-17T00:26:27Z", [0.0, 0.01, 0.99], ""], [40848, "2019-10-16T22:44:38Z", [0.0, 0.01, 0.99], ""], [5766, "2019-10-16T20:31:47Z", [0.0, 0.0, 1.0], "It may be well beyond 2020 January as it will take while to build up travelers' trust."], [43189, "2019-10-16T14:02:06Z", [0.0, 0.07, 0.93], ""], [68, "2019-10-16T07:32:40Z", [0.0, 0.05, 0.95], ""], [79118, "2019-10-16T05:49:06Z", [0.0, 0.12, 0.88], ""], [63835, "2019-10-15T23:07:49Z", [0.0, 0.04, 0.96], "SWA pilots make a public statement that flights won't resume until Feb 2020"], [80085, "2019-10-15T17:14:15Z", [0.0, 0.0, 1.0], ""], [79410, "2019-10-15T17:01:01Z", [0.0, 0.05, 0.95], ""], [61904, "2019-10-15T15:32:40Z", [0.0, 0.01, 0.99], ""], [29680, "2019-10-15T15:15:49Z", [0.0, 0.02, 0.98], ""], [30346, "2019-10-15T14:55:25Z", [0.0, 0.02, 0.98], ""], [14027, "2019-10-14T19:29:23Z", [0.0, 0.03, 0.97], ""], [1333, "2019-10-14T18:38:10Z", [0.0, 0.02, 0.98], ""], [172, "2019-10-14T15:37:02Z", [0.0, 0.01, 0.99], "Perhaps with this appointment we’ll stRt getting real info. Expect non-nonsense new chairman to press reset and demonstrate pragmatism.\nhttps://www.wsj.com/articles/boeings-new-chairman-is-a-boardroom-force-familiar-with-crises-11571061169"], [63366, "2019-10-14T14:05:21Z", [0.0, 0.0, 1.0], ""], [691, "2019-10-13T12:59:28Z", [0.0, 0.01, 0.99], ""], [1624, "2019-10-13T02:36:15Z", [0.0, 0.01, 0.99], ""], [35217, "2019-10-12T19:53:35Z", [0.0, 0.03, 0.97], ""], [1333, "2019-10-12T19:40:28Z", [0.0, 0.03, 0.97], ""], [31251, "2019-10-12T15:40:32Z", [0.0, 0.0, 1.0], ""], [57797, "2019-10-12T15:32:13Z", [0.0, 0.01, 0.99], "United follows suit. Reducing 2nd bucket further from 3%. https://www.seattletimes.com/business/boeing-aerospace/united-follows-american-southwest-in-pulling-737-max-until-2020/"], [75462, "2019-10-12T14:32:09Z", [0.0, 0.0, 1.0], "It's now official. https://www.seattletimes.com/business/boeing-aerospace/united-follows-american-southwest-in-pulling-737-max-until-2020/"], [63914, "2019-10-12T13:25:44Z", [0.0, 0.0, 1.0], "The report yesterday on systems used by the FAA have blown a hole in its credibility. The Europeans have already said they will do their own independent checks, and that's very unlikely to finish by end 2019. The Max may never fly again, which is an extreme situation because it might split up the company, and blow apart the whole international Boeing/Airbus structure, but if that thing goes up and kills another 350 people, Boeing will not be salvageable. "], [691, "2019-10-12T12:36:50Z", [0.0, 0.01, 0.99], ""], [172, "2019-10-12T12:02:35Z", [0.0, 0.02, 0.98], "FYI and From the Economist:\n“A scathing report condemned the American Federal Aviation Administration’s certification of Boeing’s 737 MAX jets, which were involved in two crashes that killed 346 people. Boeing had failed to explain the MAX’s new flight-control system to the regulator, which was in turn unable to evaluate it adequately. Separately, Boeing said its CEO will no longer serve as its board’s chairman.“"], [75518, "2019-10-12T07:29:18Z", [0.0, 0.25, 0.75], ""], [38, "2019-10-12T05:11:32Z", [0.0, 0.01, 0.99], "https://www.politico.com/newsletters/morning-transportation/2019/10/10/faas-737-max-review-continues-as-airline-drafts-a-january-return-780096 The Air Current reports that regulators are looking at six “non-normal checklists,” which could end up being reordered or changed. That means a certification flight with Boeing won’t be conducted until November at the earliest, writes Jon Ostrower. EDIT:  As @jschluss has pointed out, Boeing has a lot of incentives to be as optimistic as possible, but the airlines need to be realistic, so I am putting more weight on the airlines' decisions to pull the 737MAX out of their schedules until 2020 than on Boeing's earlier estimates, however, as it will take only one flight to make this resolve, I'm reserving 1%. I think that this is my Final Answer."], [45404, "2019-10-12T03:15:03Z", [0.0, 0.0, 1.0], "Already announced."], [494, "2019-10-12T00:33:40Z", [0.0, 0.01, 0.99], ""], [30346, "2019-10-11T22:42:21Z", [0.0, 0.1, 0.9], "Moving probability down again due to United pulling."], [69752, "2019-10-11T21:42:21Z", [0.0, 0.0, 1.0], ""], [38, "2019-10-11T21:37:47Z", [0.0, 0.01, 0.99], "@jschluss pointed out that while Boeing has a ton of incentives to be optimistic about a RTS date, the airlines have more incentive to be realistic because cancelling flights does not happy customers make, and now all of them have deleted the 737 MAX from 2019 schedules."], [578, "2019-10-11T21:11:39Z", [0.0, 0.0, 1.0], "United just pulled it's 737 Max from this year's schedule. Now no US airlines have the MAX on its schedule this year!"], [75004, "2019-10-11T21:03:42Z", [0.0, 0.1, 0.9], "Their problems are growing, from whistle-blowers declaring that were pressed for time and money saving, customers that are suing Boeing (I mean industrial customers), the families of the victims suing it too and the expected decision if USA had given  subsidies  to Boeing, they might never take off again. "], [61037, "2019-10-11T20:21:48Z", [0.0, 0.0, 1.0], ""], [983, "2019-10-11T17:07:27Z", [0.0, 0.05, 0.95], ""], [691, "2019-10-11T13:26:47Z", [0.0, 0.01, 0.99], "https://www.reuters.com/article/us-usa-boeing-airplane-faa/faa-failed-to-properly-review-737-max-jet-anti-stall-system-jatr-findings-idUSKBN1WQ0H8\nWhat airline would want to fly one of these with souls on board just now?  Maybe the one Bob Newhart invented in one of his routines:  The Grace L. Ferguson Airline and Storm Door Company.  Stay tuned.\nhttps://www.youtube.com/watch?v=DR5auN1QSp0"], [30598, "2019-10-11T08:09:15Z", [0.0, 0.01, 0.99], ""], [159, "2019-10-10T22:14:34Z", [0.0, 0.0, 1.0], ""], [79069, "2019-10-10T21:19:24Z", [0.0, 0.15, 0.85], ""], [61938, "2019-10-10T18:09:47Z", [0.0, 0.0, 1.0], ""], [1333, "2019-10-10T18:04:39Z", [0.0, 0.04, 0.96], ""], [34349, "2019-10-10T17:12:05Z", [0.0, 0.0, 1.0], ""], [691, "2019-10-10T14:10:54Z", [0.0, 0.01, 0.99], "https://www.reuters.com/article/us-ethiopia-airplane/american-airlines-cancels-737-max-flights-until-jan-16-idUSKBN1WO1FX https://www.reuters.com/article/us-usa-boeing-cracks/boeing-says-it-is-working-with-airlines-on-737-structural-cracks-issue-idUSKBN1WO2UL?il=0 Lately there hasn't been a whole lot of good news for Boeing or any of its loyal customers...."], [46762, "2019-10-10T11:33:49Z", [0.0, 0.05, 0.95], "I still think it will fly before then.   \nhttps://abcnews.go.com/Politics/american-airlines-resume-flying-beleaguered-boeing-737-max/story?id=66149278 But, I'm so far exposed on oct-dec I might as well hedge my bet.  \n"], [76730, "2019-10-10T05:39:48Z", [0.0, 0.0, 1.0], ""], [38, "2019-10-09T20:39:36Z", [0.0, 0.05, 0.95], "Thanks to @Emil https://www.gjopen.com/comments/comments/913217 & @SuretyGuy. . .  It appears that the rats are abandoning the sinking ship in 2019. My concern remains, however, that this question will resolve if just ONE commercial flight occurs, even if it's a month before regular commercial flights are resumed, so I'm not going to reduce my Q4 forecast further--yet! @jumpupanddown"], [1333, "2019-10-09T19:13:01Z", [0.0, 0.05, 0.95], ""], [30346, "2019-10-09T16:48:19Z", [0.0, 0.3, 0.7], ""], [578, "2019-10-09T15:46:21Z", [0.0, 0.0, 1.0], "American Airlines just pulled 737 Max flights from its schedule till January next year. This leave United Airlines the only US carriers with 737 Max in its schedule this year (there are only 3 US airlines with 737 Max). United is expected to follow suit."], [57797, "2019-10-09T15:32:50Z", [0.0, 0.03, 0.97], "Reducing chance of a return this year further from 5% on this. \"American Delays 737 MAX’s Return as Grounding Costs Mount\" [1] AA was one of the airlines that seemed most eager to fly the airplane again soon, which makes this announcement meaningful for this question.  What other airlines are left that may conceivably fly the airplane in the US? United has only pulled the Max from schedules until Dec 19. Southwest had already announced no flights until 2020 [2] @Hammer-Time @Anneinak @GL2814 [1] https://www.wsj.com/articles/american-airlines-pushes-return-of-737-max-to-january-11570622402\n[2] https://www.cnbc.com/2019/07/25/southwest-air-to-pull-out-of-newark-after-taking-a-growth-hit-from-the-boeing-737-max-grounding.html"], [63835, "2019-10-08T18:40:40Z", [0.0, 0.08, 0.92], "WSJ reports today that European authorities remain unsatisfied with the present level of testing.\nIn response - FAA #2 official floated a trial balloon during Congressional testimony that FAA could release the MAX for flight and that a simultaneous un-grounding (aka: with other regulatory authorities) was not \"obligatory\".\nI suspect this was said to get EASA \"back in line\".\nSuch a statement is consistent with Trump administration policy to \"go it alone\". \nI want to account for that possibility, however slight.\nSince the question calls for \"takeoff\" ---\"takeoff\" remains highly unlikely.  Things remain too fluid for the FAA to even suggest an \"early\" release.\nExample: SWA mgt  announces a late Nov 2019 approval to \"return to service\". But today SWA pilots have sued Boeing for lost wages, and allege outright lying re: safety representations in that suit.\nThe optics alone suggest regulators be absolutely sure, business and political pressures notwithstanding."], [26551, "2019-10-08T16:40:49Z", [0.0, 0.05, 0.95], ""], [172, "2019-10-08T15:40:00Z", [0.0, 0.05, 0.95], "The latest in a semi fluid situation \nhttps://www.wsj.com/articles/friction-between-u-s-european-regulators-could-delay-737-max-return-to-service-11570527001?mod=mhp"], [176, "2019-10-08T13:38:01Z", [0.0, 0.03, 0.97], "Some grist for the mill:\n1. But as the probe expands and accelerates, these people said, greater attention is being paid to Lion Air’s maintenance practices. Specifically, investigators are delving into the reasons why the twin-engine aircraft, which experienced a number of problems with flight-control systems on trips before the crash, was dispatched without first undergoing a test flight without passengers.\nhttps://www.marketwatch.com/story/maintenance-mistakes-probed-by-lion-air-crash-investigators-2018-11-27 2.  Ethiopian Airlines' former chief engineer said in a whistleblower complaint the carrier accessed the maintenance records of a Boeing 737 Max jet a day after it crashed this year, a breach he contends was part of a pattern of corruption that included fabricating documents, signing off on shoddy repairs, and even beating those who got out of line.\nhttps://www.aljazeera.com/news/2019/10/ethiopian-airline-records-max-crash-engineer-191008104747226.html No Air Koryo for you. \nHere are five reasons to book your ticket now, before the thrill of flying the world's only one-star airline vanishes forever. (And as long as you don't mind helping fund Kim's nuclear-weapons program.)\nhttps://www.bloomberg.com/news/articles/2016-02-18/north-korea-s-air-koryo-why-you-should-fly-with-the-world-s-worst-airline"], [30346, "2019-10-08T13:12:55Z", [0.0, 0.7, 0.3], "WSJ reports, according to sources, that the EASE has raised issues with how the MAX's dual flight-control computers are now intended to start working together (which has not been reported before). Walking on-time return probability down as time passes and due to potential additional issues associated with inter-agency interactions."], [79861, "2019-10-08T11:04:05Z", [0.0, 0.03, 0.97], ""], [41922, "2019-10-08T09:17:15Z", [0.0, 0.05, 0.95], ""], [38, "2019-10-07T00:17:58Z", [0.0, 0.05, 0.95], "\nhttps://simpleflying.com/southwest-737-max-march/ \" . . .  Southwest anticipates the 737 MAX will receive re-approval before the end of November. This will put the 737 MAX on track to return to service by early 2020. However, if there are any delays to the process, it may push the timeline back. @Emil\n"], [19127, "2019-10-06T23:32:49Z", [0.0, 0.04, 0.96], ""], [26553, "2019-10-06T00:36:11Z", [0.0, 0.03, 0.97], ""], [3599, "2019-10-05T16:35:40Z", [0.0, 0.0, 1.0], ""], [691, "2019-10-05T13:42:00Z", [0.0, 0.02, 0.98], "https://www.reuters.com/article/us-ethiopia-airplane-canada-exclusive/exclusive-regulators-weigh-startle-factors-for-boeing-737-max-pilot-training-transport-canada-executive-idUSKBN1WJ2IU\nThe longer anyone looks at this, the more concerns are raised.  Nobody will want to be the last one to sign off on the okey-dokey for this aircraft. (Frankly, this whole episode causes me not to want to fly anywhere in anything ever again--who knows how many other aircraft have problems no one will know about until they start dropping out of the sky?  And that's before we get to the question of some passenger aircraft being downed accidentally by a 16-year-old flying a drone.  Luckily my wife and I are now fully retired and never have to leave the surface of the earth again.)"], [19801, "2019-10-05T01:29:15Z", [0.0, 0.0, 1.0], "It is very clear with airlines flying aircraft to graveyards to store the Boeings that they don't believe it will will fly soon. https://www.youtube.com/watch?v=yev9ao0-kPg"], [118, "2019-10-04T18:06:51Z", [0.05, 0.05, 0.9], "https://www.apnews.com/582d4da75deb4bcdac7472b1ccdd5a12"], [1333, "2019-10-04T16:33:27Z", [0.0, 0.06, 0.94], ""], [37413, "2019-10-04T15:12:52Z", [0.0, 0.15, 0.85], ""], [25, "2019-10-04T14:03:27Z", [0.0, 0.0, 1.0], ""], [79079, "2019-10-04T13:47:16Z", [0.0, 0.01, 0.99], ""], [61938, "2019-10-04T12:03:01Z", [0.0, 0.0, 1.0], ""], [79429, "2019-10-04T01:49:15Z", [0.0, 0.26, 0.74], ""], [61938, "2019-10-03T18:38:47Z", [0.0, 0.07, 0.93], ""], [40848, "2019-10-03T16:18:20Z", [0.0, 0.04, 0.96], ""], [176, "2019-10-03T03:01:03Z", [0.0, 0.03, 0.97], ""], [38, "2019-10-03T00:17:48Z", [0.0, 0.05, 0.95], "https://www.chicagobusiness.com/manufacturing/southwest-pilots-737-max-may-not-return-until-march Bloomberg) — Pilots at Southwest Airlines Co., the largest operator of the beleaguered Boeing Co. 737 Max, warned that the grounded plane may not resume commercial flights until as late as March. The carrier’s internal plans call for the Max to carry its first paying customers 45 to 60 days after U.S. regulators lift a no-fly order on the plane, Greg Bowen, training and standards committee chairman at the Southwest Airlines Pilots Association, said Monday. Union President Jon Weaks said his “best guess” for the Max’s resumption of commercial service is January at the earliest and March at the latest. Southwest expects regulators will certify the grounded jet to resume flights before Thanksgiving in the U.S., the airline’s chief financial officer said on Sept. 4. Boeing, which hasn’t yet filed its final package of changes to the Federal Aviation Administration for approval, has said it is targeting lifting the grounding early in the fourth quarter."], [79772, "2019-10-02T22:33:53Z", [0.0, 0.05, 0.95], ""], [578, "2019-10-02T18:37:09Z", [0.0, 0.0, 1.0], "There has been lots of information in September on the un-grounding of the MAX.  I will call this forecast update the case against a “phased-in” un-grounding of the MAX. -\tBoeing hopes/anticipates the re-certification of the MAX in early Q4.  It has announced the hiring of hundreds of temporary workers for preparing of grounded planes.  The CEO has suggested the un-grounding could be “phased-in”, meaning that different regulators could un-ground the plane at different times [1].  (Comment: The news is just Boeing’s wish.  There is no indication that the regulators, including FAA, agree to a phased-in or a time frame for the un-grounding.) -\tFAA met with regulators from different countries in the ICAO Montreal headquarter to discuss the MAX issues [2].  That meeting was, apparently, a (formal) information exchange as no decision of the un-grounding was made afterwards.  It appears that, currently, EASA has stricter safety requirements that the FAA on the re-certification of the MAX. -\tFAA administer Dickson went to Seattle to test the modified MCAS in a flight simulator. He did not make a statement on how well the modified MCAS works [3].  The only significant statement he made was that FAA will not re-certify the MAX until he personally “flies the plane” (whatever that means – as a test pilot on a test flight, as just a passenger, or in a simulator?). -\tIATA (a worldwide organization on aviation) stated that it is extremely important to have consistent airspace regulation worldwide lest creating havocs in air travel [4]. -\tSouthwest Airline pilots suggested that it requires 6 months to train pilots to fly the MAX [5].  Incidentally, Southwest will not schedule a MAX flight until January 2020 [6].  While a phased-in un-grounding is possible (because each regulator has jurisdiction in its own airspace only), it is extremely problematic for air travel worldwide (for regulators, airlines and the air travelers).  The only beneficiary is Boeing. If the phased-in is due to hardware/software issues, it means planes certify to fly in one country are not allowed to fly in, or into, a different country.  Imagine the headache for the regulators and airline scheduling. It is even worse if the phased-in is due to pilot training.  For example, if EASA requires pilot training for the MAX and the US does not, it means US pilots can only fly a MAX in the US, forever until they get the required training.  To achieve smooth worldwide operations, airlines will need to train the pilots to the highest worldwide requirements/standards.  So a phased-in un-grounding does not benefit the airlines that much in the long run. Furthermore, a phased-in un-grounding provide less confidence to the flying public.  After failing its oversight on the MAX and being the last regulator to ground the MAX after two fatal accidents, can FAA keep a straight face in declaring it knows better and ignore EASA’s more restricted requirements? Finally, it is still possible that all the regulators come to an agreement in re-certifying the MAX in Q4.  However I think that pilot training for the MAX will be part of the certification at the end.  (Remember that MACS was put in to make the MAX fly like an older 737 so that pilot training would not be required.  I suspect the modified MCAS will make flying the MAX different from an older 737.)  The time needed for pilot training will push the MAX flying into 2020 (which is the forecast question). Share this with @Anneinak @Emil [1]  https://www.cnbc.com/2019/08/20/boeing-hiring-hundreds-of-workers-to-maintain-parked-737-max-planes.html\n[2]  https://www.faa.gov/news/updates/?newsId=93206\n[3]  https://www.cnbc.com/2019/09/18/faa-chief-says-he-wont-certify-the-737-max-until-he-flies-the-plane-himself.html\n[4]  https://www.reuters.com/article/us-airlines-iata-boeing/global-regulator-discrepancies-over-boeing-737-max-worry-iata-idUSKCN1VO2E3\n[5]  https://www.bloomberg.com/news/articles/2019-09-30/southwest-air-pilots-see-risk-of-march-return-for-boeing-737-max\n[6]  https://www.businesstraveller.com/business-travel/2019/08/27/southwest-extends-b737-max-cancellations-into-2020/"], [79773, "2019-10-02T17:12:58Z", [0.0, 0.07, 0.93], ""], [6978, "2019-10-02T15:06:23Z", [0.0, 0.0, 1.0], "OH 14-21 days."], [33887, "2019-10-02T03:22:45Z", [0.0, 1.0, 0.0], ""], [79792, "2019-10-02T01:50:07Z", [0.01, 0.04, 0.95], "Even groundings with clear fixes ( new battery, change wiring layout ) take months.  The problem here seems structural.  Either they define a training protocol that makes pilots comfortable they can actually control the plane, they update the sensor array and control software, or both.  "], [78944, "2019-10-02T00:31:06Z", [0.0, 0.95, 0.05], "Thes Will fly before Thanksgiving holiday....."], [38, "2019-10-01T22:02:37Z", [0.0, 0.05, 0.95], "https://www.latimes.com/business/story/2019-09-30/boeing-fine-tunes-software-creates-safety-group-as-it-readies-737-max-for-return SEP. 30, 2019 1:24 PM\n\"Boeing Co. is in the “endgame” of preparing its 737 Max to return to the commercial market . . . Chief Executive Dennis Muilenburg said in an interview. The plane maker is fine-tuning a software upgrade for the Max’s flight-control computers in its simulation lab and girding for the evaluation of a final version by pilots — while discussing the timing of the certification flight with U.S. officials. That’s the final hurdle before the Federal Aviation Administration determines whether the flying ban can be lifted, Muilenburg said Monday.\n. . .\nThe final steps to lifting the ban are clearly defined, and timing will be determined by the FAA, Muilenburg said. Once a final version of the flight control computer update is ready, Boeing will invite airline pilots to test-fly it in the company’s engineering simulators known as e-cabs. A separate team of pilots will review the company’s updated training material. After that FAA pilots will test the changes in a Boeing 737 Max bristling with sensors and other flight-testing equipment. “That’s the certification endgame,” Muilenburg said. “We’re still marching to a timeline of return to service early in the fourth quarter, but I want to reiterate the timing will be determined by regulators.”\n~~~~~~~\nCOMMENT:  The question is how long is the endgame?  I think that by being vague about that Muilenburg encourages wishful thinking.  I think that when Boeing truly is in the endgame, they will give a date for when they'll submit all the necessary documentation to the FAA because they control this part of the game.\n"], [57797, "2019-10-01T13:14:19Z", [0.0, 0.05, 0.95], ""], [79780, "2019-10-01T12:49:46Z", [0.2, 0.5, 0.3], ""], [76730, "2019-10-01T09:48:06Z", [0.0, 0.01, 0.99], ""], [38, "2019-10-01T05:11:58Z", [0.0, 0.1, 0.9], "https://www.nytimes.com/2019/09/26/business/boeing-737-max-ntsb-mcas.html?te=1&nl=morning-briefing&emc=edit_MBAE_p_20190926&section=whatElse?campaign_id=7&instance_id=12664&segment_id=17377&user_id=dc6933c94fc82416d25dd297622374d1&regi_id=77825025ion=whatElse The National Transportation Safety Board said Thursday that Boeing made faulty assumptions during the development of its 737 Max jet..\nSept. 26, 2019 A monthslong federal investigation into Boeing’s 737 Max plane has called into question some of the most fundamental assumptions used by manufacturers and regulators when certifying aircraft, and challenged Boeing’s repeated assertions that pilots should have been able to easily handle a malfunction on its jet. The National Transportation Safety Board . . . faulted the company for making erroneous assumptions during the development of the jet and pushed for broader changes in the way airplanes are certified. The agency said Boeing had underestimated the effect that a malfunction of new automated software in the aircraft could have on the environment in the cockpit.  . . .  Boeing did not fully inform pilots about how MCAS functioned until after the first accident. The safety board calls for Boeing and federal regulators to revamp the way they assess the risk of key systems on airplanes, by giving more weight to how a cacophony of alerts could affect pilots’ responses to emergencies. The safety board’s suggestions are not binding, but the Federal Aviation Administration has accepted the vast majority of its recommendations in the past. . . . officials with the safety board suggested that Boeing was too confident the average pilot could easily recover the plane in that situation, because the company had not considered the chaos that ensued inside the cockpit.\n. . .\n. . . the company and federal regulators face multiple federal investigations into how the plane was built and certified in the first place. In a meeting last month, Boeing struggled to answer a raft of questions from international regulators and the F.A.A. about a software fix it has been working on to make the plane safer.\n. . . \nMs. Schulze said the agency would like the F.A.A. to review Boeing’s safety assessment of MCAS before allowing the plane to fly again. . . . The safety board recommended that the F.A.A. require Boeing and other manufacturers to consider the effect of multiple cockpit warnings when assessing how quickly pilots will respond to a malfunction. It also suggested that the agency direct plane makers to develop technology that could diagnose a problem during flight and tell pilots what procedure to follow.\n. . .\nResults of an internal review by Boeing . . .  recommended changes to the design of cockpits and the company’s organizational structure to improve safety. . . . A task force composed of several international regulators is expected to submit a report this month on how the plane was certified.\n~~~~~~~\nhttps://in.reuters.com/article/ethiopia-airplane-ntsb/boeing-assumptions-on-737-max-emergency-response-faulted-ntsb-idINKBN1WB2MI “We want FAA to ensure that Boeing takes a close look at all these different failure conditions that can activate MCAS and ensure that they have evaluated the pilots’ response to that,” Dana Schulze, director of the NTSB Office of Aviation Safety, told reporters. NTSB wants that assessment completed before the plane’s grounding is lifted. Boeing’s 737 MAX simulator tests with test pilots “did not look at all potential flight deck alerts and indications that pilots might face when this specific failure condition occurred in Lion Air and Ethiopian Airlines,” Schulze said, adding that Boeing did not evaluate the “actual scenario” of the two fatal crashes in the simulator. Boeing should “more clearly and concisely inform pilots of the highest priority actions when multiple flight deck alerts and indications are present,” the NTSB said.\n. . . \n“Commercial airplanes should be able to be safely flown by an appropriately-trained pilot on his or her worst day,” DeFazio added. The FAA said in a statement it “will carefully review these and all other recommendations as we continue our review of the proposed changes to the Boeing 737 MAX.” Boeing, in a statement, said it is “committed to working with the FAA in reviewing the NTSB recommendations.”\n. . . \nThe NTSB said the FAA should address assumptions Boeing and other manufacturers make in designing software systems to react to emergencies, and whether the systems should be revised to account for varying pilot reactions to cockpit alarms and alerts. The safety board also said the FAA should develop “robust tools and methods” to validate assumptions about pilot response. Boeing is revising the 737 MAX software to require the MCAS system to receive input from both AOA sensors, and has added additional safeguards.\n. . . \nIt is not clear when Boeing will conduct a key certification test flight, a step needed before the FAA can return the plane to service. The company has said it hopes to resume flights early in the fourth quarter. The FAA said last week it will need a month after the test flight is completed before it could allow flights to resume.\n~~~~~~~\nhttps://www.aviationtoday.com/2019/09/29/easa-clarifies-position-boeing-737-max-return-service/ On Sept. 27, the European Aviation Safety Agency (EASA) clarified statements it made that were recently published . . . \n Upon publishing the statement of clarification, the agency also noted its next milestones for the investigation include an upcoming week of flight testing on a modified 737 MAX flight simulator. . . .  “Aircraft longitudinal stability is subject to airworthiness requirements. Boeing has to demonstrate compliance of the 737 MAX airframe with these requirements. Consequences of failures of systems affecting potentially the aircraft stability need to be assessed using acceptable safety analysis methodology also subject to airworthiness requirements,” EASA said in its published statement. The agency declined to comment on several aspects of the ongoing investigation, including the level of delegation granted by the FAA to Boeing in certification of the 737 MAX and the possibility of necessitating hardware changes, aircraft redesign or pilot re-training on full-motion flight simulators in order to return the global fleet of MAX aircraft to service that have been grounded since March. Flight and simulator evaluation by EASA officials occurred in June and July, with the statement noting that evaluation resulted in “70 test points to be evaluated covering both normal and abnormal operations.” “In the case of the B737 max, our review of pilot training requirements is not completed yet and we have not reached a conclusion yet on that matter,” EASA said.\n. . .  \n“As you make your own decisions about returning the MAX to service, we will continue to make available to you all that we have learned, all that we have done, and all of our assistance,” FAA Administrator] Dickson said.\n. . .\nEASA is one of the civil aviation regulatory agencies represented on the Joint Authorities Technical Review (JATR) group, lead by former National Transportation Safety Board (NTSB) Chairman Christopher Hart, was also established by the FAA specifically to conduct a review of the certification of the 737 MAX’s automated flight control system. JATR includes experts from NASA and the civil aviation regulatory agencies of Australia, Brazil, Canada, China, Indonesia, Japan, Singapore, and the United Arab Emirates, in addition to EASA.\n~~~~~~~\nhttps://www.reuters.com/article/us-ethiopia-airplane-faa/faa-waiting-for-more-software-details-before-737-max-can-return-to-service-idUSKBN1W509E SEPT 19, 2019.  Boeing Co (BA.N) still has a series of steps to complete before the 737 MAX can return to service, including submitting a pre-production version of a software update, Federal Aviation Administration chief Steve Dickson said. Dickson met with Boeing executives in Renton, Washington on Thursday and tested revised software in a simulator. . . . \nThe FAA has been reviewing proposed software and training changes from Boeing Co (BA.N) for months and it remains uncertain when Boeing will conduct a certification test flight,  . . .  . . . Dickson laid out a series of steps that must happen before the certification test flight, adding it should then take about another month before the FAA could allow flights to resume absent unforeseen circumstances. “I am not going to sign off on the plane until I am personally satisfied,” he said. Some government officials have told Reuters they do not believe Boeing will conduct the certification flight until at least mid-October. Asked if there are at least several weeks of work to be done before that flight can occur, Dickson said he thought that was a “fair statement,” but did not want to set a specific date.\n. . .\nFAA still needs to see Boeing’s “final system description” - a “500-ish page document that has the architecture of the flight control system and the changes that they have made,” Dickson said, adding that the software changes must be in a “pre-production” code and not a “beta version”. “We need to see that level of refinement and there has been a good bit of back and forth and some constructive discussions,” he said. “Until it is locked down, we’ve got to go make sure that there aren’t any new fault trees that have developed that need to be mitigated.” Once the system description is completed, the FAA will work with Boeing to develop the “integrated system safety analysis” - a step that will take a few days. Then the FAA will move to the next phase - the pilot workload management scenarios. Once that is done, the agency will be “much closer to a predictable timeline for when the actual certification test flight will occur.” The FAA plans to get input from international regulators EASA, Canada and Brazil. “We’ve got U.S. and international pilots that have to be scheduled to come out and actually go through the scenarios,” Dickson said, adding it must also finalize training requirements. Boeing plans to revise the 737 MAX software to take input from both angle-of-attack sensors in the anti-stall system linked to the two deadly crashes.\n~~~~~~~\nhttps://www.cnbc.com/2019/09/27/getting-the-boeing-737-max-flying-again-will-require-less-confusion-in-the-cockpit.html PUBLISHED FRI, SEP 27 2019  . . . \n. . .\nAs Boeing moves closer to applying for recertification of the 737 Max, it’s becoming clear the company has to prove that its redesigned flight system won’t confuse pilots when it kicks in.\n. . . \nSafety experts believe pilot training will be critical to eliminating any possible confusion in the cockpit. That includes Christopher Hart, former chairman of the National Transportation Safety Board. “I think it’s time to revisit the standards that we use to determine if this automation is interfacing properly with the human,” Hart said in an interview.\n. . . \nThe company believes pilots won’t be confused when the new MCAS anti-stall software kicks in. The software has been redesigned so it won’t repeatedly lower the nose of the airplane as pilots are trying to pull up . . .  “The accident pilot responses to the unintended MCAS operation were not consistent with the underlying assumptions about pilot recognition and response that Boeing used, based on FAA guidance, for flight control system functional hazard assessments, including for MCAS, as part of the 737 MAX design,” was one conclusion of the NTSB. In short, the NTSB concluded that pilots were confused and that may have contributed to their inability to keep their planes from crashing. That’s not to say the crashes were due to human error. Investigators in Indonesia and Ethiopia have not released their final reports on the accidents, but initial reports indicate the design of the 737 Max, the repeated engagement of MCAS and the reaction of the pilots were factors in the crashes. The NTSB report concluded, “neither Boeing’s system safety assessment nor its simulator tests evaluated how the combined effect of alerts and indications might impact pilots’ recognition of which procedure(s) to prioritize in responding to an unintended MCAS operation caused by an erroneous AOA (angle of attack) input.” In response to the findings, Boeing issued a statement saying, “Safety is a core value for everyone at Boeing and the safety of our airplanes, our customers’ passengers and crews is always our top priority. We value the role of the NTSB in promoting aviation safety. We are committed to working with the FAA in reviewing the NTSB recommendations.” Boeing believes computer-based training will ensure pilots are clear about the modifications being made to the Max. But aviation regulators from different countries and regions around the world may require pilots to do additional training in 737 Max simulators. Hart, who is part of a panel reviewing the FAA certification process, won’t say if Max pilots should go through additional simulator training, but he believes the industry needs to rethink how simulators can better prepare pilots to remain calm in emergency situations. “I think the use of pilots in the engineering simulator has to involve a wide variety of pilots, not just your crack test pilots. It needs to look at different ages too because I think the millennials may respond differently than other ages,” he said. “When people are growing up who grew up on computers, they’re going to respond very differently than people who didn’t grow up on computers.”\n. . .\nThe head of the FAA, Steve Dickson, has actually been in the 737 Max simulator and has experienced how the plane is designed to operate with the updated MCAS software. Dickson, a former pilot who is certified to fly the 737, has not said publicly what he thinks of the changes to the plane or if pilots will notice them. Before visiting going in the Max simulator last week, Dickson said: “I will learn what the pilots were dealing with in these scenarios and looking at how the failure modes presented themselves. We need to take a holistic look at the process and not just look at it item by item, make sure we are accounting for the human element.”\n~~~~~~~\nCOMMENTS;  Bottomline for me is that I'm going back to being negative about this happening in Q4 because\n-more and more agencies and organizations are weighing in, and it sounds to me like each is trying to out-do the other to show that they are the ones who are best at safeguarding the flying public:  the regulatory picture is getting more complicated and the ante is being raised\n-it seemed that it was just a software problem.  Now there's suggestions that it was also a hardware problem (cockpit design) and a training problem as well, and possibly even an aeronautical design problem (longitudinal stability)!\n-the schedule keeps slipping. . . we're now at the end of Sept.  Boeing was saying for quite a while that they'd have everything to the FAA by \"early\" September.\n-it seems like the FAA and other regulatory bodies are determined to not be rushed and do not care a hoot about how much the grounding is costing Boeing and the airlines that fly 737s."], [67609, "2019-10-01T04:14:29Z", [0.0, 0.06, 0.94], "Well, besides the points considered previously, there is the point that though the FAA could decide to give the green light to the 737 Max before other agencies, such as EASA and CAAC, that would be a bad move regarding the public. Though the requirements for civil aviation are more stringent in the US (particularly pilots' required experience), this is not necessarily the case for aviation outside of the US (particularly in growing markets). Yet this is not necessarily known (or internalized) by the average person taking a flight, which means that the FAA might decide to err on the safe side. Besides, there are news of Southeast pilots not expecting the 737 Max to flight till February or March (inside view) [1]. [1] https://www.marketwatch.com/story/southwest-pilots-dont-expect-boeing-737-max-to-return-until-february-or-march-2019-09-30"], [14027, "2019-10-01T02:32:40Z", [0.0, 0.07, 0.93], "September is gone.  Decreasing chances of Q4 return to service."], [61938, "2019-09-30T18:51:37Z", [0.0, 0.09, 0.91], ""], [1333, "2019-09-30T16:20:45Z", [0.0, 0.07, 0.93], ""], [57797, "2019-09-30T12:09:45Z", [0.0, 0.08, 0.92], ""], [172, "2019-09-30T12:06:45Z", [0.0, 0.05, 0.95], "From the Economist - summarizing WSJ article\n“ The Wall Street Journal reported that Boeing’s engineers had omitted important safeguards in software linked to fatal crashes of two 737 MAX airliners that killed 346 people. The newspaper said the safeguards had been included in an earlier version of the flight-control system installed on a military tanker aircraft. America’s Department of Justice has previously launched a criminal investigation into the design and certification of the aircraft.”"], [63600, "2019-09-30T10:49:08Z", [0.0, 0.2, 0.8], ""], [79719, "2019-09-29T22:58:45Z", [0.0, 0.3, 0.7], "Boeing pushing hard to fix the problems and convince FAA that they're fixed.  However no airline seems to be communicating about the aircraft and it seems like they'd want to instill confidence in the public by releasing some information about how they're preparing for safe flights with MAX going forward.  Since I haven't heard anything it seems  less likely to happen in 2019."], [172, "2019-09-29T17:10:14Z", [0.0, 0.05, 0.95], "The attached article doesn’t necessarily help with forecasting but is good background material about what went wrong and partly how it’s being corrected.\nhttps://www.wsj.com/articles/before-737-max-boeings-flight-control-system-included-key-safeguards-11569754800?mod=mhp"], [34349, "2019-09-29T07:58:48Z", [0.0, 0.05, 0.95], ""], [29680, "2019-09-29T02:05:28Z", [0.01, 0.02, 0.97], ""], [79712, "2019-09-29T00:17:04Z", [0.0, 0.75, 0.25], ""], [28166, "2019-09-28T18:02:29Z", [0.0, 0.02, 0.98], ""], [1624, "2019-09-28T02:20:19Z", [0.0, 0.1, 0.9], ""], [176, "2019-09-28T02:20:17Z", [0.0, 0.35, 0.65], "Hoist on my own petard? \nThe U.S. Federal Aviation Administration process for certifying new airplanes is not broken but needs to be improved, the chair of an international panel of air-safety regulators, tasked to review Boeing Co’s (BA.N) 737 Max, said on Friday.\nhttps://www.reuters.com/article/us-ethiopia-airplane-faa/system-is-not-broken-after-737-max-crashes-review-panel-chair-idUSKBN1WC2G0"], [77516, "2019-09-27T20:10:02Z", [0.0, 0.05, 0.95], "Not only do they have to ensure the Boeing 737 is safe to fly, they have to enable crew passengers and other airports to totally believe in them too.  "], [57797, "2019-09-27T19:18:29Z", [0.0, 0.1, 0.9], ""], [691, "2019-09-27T17:43:33Z", [0.0, 0.03, 0.97], ""], [79693, "2019-09-27T16:00:57Z", [0.0, 0.3, 0.7], ""], [1333, "2019-09-27T15:51:19Z", [0.0, 0.08, 0.92], ""], [78328, "2019-09-27T13:11:33Z", [0.0, 0.0, 1.0], "Boeing may have addressed software failure but there is an increasing question over assumption made by FAA and Boeing about pilot reactions to alerts and alarm systems.  This most likely now expresses itself as further training/simulator flights which will even push domestic use back into new year."], [176, "2019-09-27T03:43:17Z", [0.0, 0.3, 0.7], "https://www.bnnbloomberg.ca/westjet-expects-737-max-software-certification-next-month-planes-to-remain-grounded-1.1319451"], [30346, "2019-09-27T01:45:16Z", [0.0, 0.8, 0.2], "Moving down on-time return to service incrementally following NTSB report. The report focuses on assumptions about pilot reaction times and recommends that the FAA \"develop robust tools and methods, with the input of industry and human factors expects...\" not structural issues associated with existing 737 MAX systems. That being said, there is some probability additional requirements on the pilot testing side are integrated into the current regulatory review. https://www.ntsb.gov/news/press-releases/Pages/NR20190926.aspx\nhttps://www.ntsb.gov/investigations/AccidentReports/Reports/ASR1901.pdf"], [172, "2019-09-27T00:38:56Z", [0.0, 0.05, 0.95], "no Update on timing but suggestion to use “average” pilots for testing...\nhttps://www.wsj.com/articles/plane-tests-must-use-average-pilots-ntsb-says-after-737-max-crashes-11569506401"], [14027, "2019-09-26T20:02:00Z", [0.0, 0.27, 0.73], "Small  adjustment.  The clock is ticking and "], [61938, "2019-09-26T19:07:43Z", [0.0, 0.11, 0.89], ""], [78415, "2019-09-26T14:24:17Z", [0.0, 0.0, 1.0], ""], [176, "2019-09-26T03:08:43Z", [0.0, 0.3, 0.7], "What are you supposed do when someone .85 different from you sees the same arrow?  https://www.youtube.com/watch?v=-RqHBfUTIKY"], [6978, "2019-09-25T17:10:35Z", [0.0, 0.75, 0.25], ""], [75828, "2019-09-25T02:05:17Z", [0.0, 0.05, 0.95], ""], [26551, "2019-09-24T18:20:09Z", [0.0, 0.15, 0.85], ""], [30346, "2019-09-24T06:56:47Z", [0.0, 0.85, 0.15], "As of 9/11/19, Boeing \"still\" targeting \"early fourth quarter\" for a return to service of the 737 Max. Of regulatory bodies responsible for certifying the 737 Max, the FAA appears to be working very closely with Boeing and over the course of the investigation has generally seemed to lay a large portion of the blame on undertrained pilots vs. structural safety issues associated with the 737 Max. Since the question specifically is for a U.S. commercial flight, I see no reason why the company's estimate should not be the best estimate of reality. I assign 15% probability that this occurs after 1/1/2020 due to potential Boeing management overconfidence and the possibility for tail outcomes delaying the return of the aircraft to commercial service."], [63835, "2019-09-23T23:18:36Z", [0.0, 0.05, 0.95], "New FAA administrator, a fmr commercial and F-15 pilot, recently tested in the simulator that has the MAX fixes. Neither he nor the FAA would comment about his experience in the simulator.\nHe has said he will personally fly MAX plane before certifying.\nHe has made very strong statements about being sure it is safe before certifying its return, and that no time has been set for its return. Boeing has been declaring for six months on that \"it is close\".\nThat's like spending a whole quarter in the red zone and not scoring - and just as unlikely. EU, Canada and others have re-affirmed they will not follow FAA's lead and will want their own certifications. It may be that the uber-strong statements by the FAA head is merely jawboning the EU and others to cooperate and to get back in line and do it the way \"it's always been done\".\nI think that train has left the station. A wide-ranging safety coordination is probably going to have to go on behind the scenes for a coordinated affirmation of flight safety among the regulatory bodies.\nThat further pushes the likelihood of a return to flight into 2020.\n"], [62808, "2019-09-23T22:34:15Z", [0.0, 0.0, 1.0], ""], [57797, "2019-09-23T21:36:42Z", [0.0, 0.12, 0.88], "Adjusting Q4 from 5% because, for Boeing to be undertaking these preparations they must have reason to assume at least a decent chance of Q4 flights.  [1] HT @sreichau https://www.reuters.com/article/us-ethiopia-airplane-boeing-logistics-fo/crisis-hit-boeing-readies-huge-effort-to-return-737-max-to-the-skies-idUSKCN1VY1NV"], [35217, "2019-09-23T21:29:01Z", [0.0, 0.27, 0.73], "Adjusting Q4 2019 up due to this report:\nhttps://www.reuters.com/article/us-ethiopia-airplane-boeing-logistics-fo/crisis-hit-boeing-readies-huge-effort-to-return-737-max-to-the-skies-idUSKCN1VY1NV"], [38, "2019-09-23T17:47:00Z", [0.0, 0.4, 0.6], "I am not feeling good about this forecast;  I think I've been too negative.  Increasing  forecast for Q4."], [59881, "2019-09-23T16:56:20Z", [0.0, 0.0, 1.0], ""], [67609, "2019-09-23T16:18:29Z", [0.0, 0.12, 0.88], "In principle, despite the pressure, it would be unwise for the FAA to allow the 737 MAX before there is at least some agreement with the EASA and other aviation agencies for a definite fix. If we factor that the EASA is not satisfied yet, that the draft from the Lion Air crash will only increase doubts and that the final report for that crash will not appear till November, I will reduce the probability from 18% till 12%, 2/3 of the previous estimation (though I think I am underreacting). Extra note: apparently the willingness to fly on a 737 Max is about 48% as of mid-September (but do not remember the source), from a thirty-something-percent when the grounding happened. This will probably deserve a further update."], [34725, "2019-09-23T09:16:16Z", [0.0, 0.05, 0.95], ""], [38, "2019-09-23T05:40:51Z", [0.0, 0.12, 0.88], "https://www.bnnbloomberg.ca/westjet-expects-737-max-software-certification-next-month-planes-to-remain-grounded-1.1319451 \"WestJet Airlines Ltd. says Boeing Co. has completed a critical software update to its troubled 737 Max jets, although the carrier still doesn’t know when the grounded aircraft will return to service, according to an internal email obtained by BNN Bloomberg. “Boeing has now finalized Flight Control Computer software version 12.1.2 which is slated for certification next month,” wrote Scott Wilson, WestJet’s vice-president of flight operations, in the email. \n. . . \nWilson also stated in the email that the airline’s management doesn’t know when the 737 Max planes will be cleared to fly by regulators. \n. . . \n. . .  WestJet will send a team to Boeing’s training facility in Miami next week to test the new software update “to experience the operating characteristics” during a flight simulation, Wilson said. \n"], [15358, "2019-09-22T21:32:50Z", [0.0, 0.13, 0.87], ""], [12591, "2019-09-22T21:17:21Z", [0.0, 0.15, 0.85], ""], [79600, "2019-09-21T10:54:36Z", [0.03, 0.2, 0.77], ""], [65832, "2019-09-21T00:50:56Z", [0.05, 0.15, 0.8], ""], [41922, "2019-09-20T20:59:55Z", [0.0, 0.1, 0.9], ""], [6978, "2019-09-20T20:14:04Z", [0.0, 0.5, 0.5], "~7 days."], [61938, "2019-09-20T18:30:17Z", [0.0, 0.13, 0.87], ""], [19127, "2019-09-20T16:15:02Z", [0.0, 0.08, 0.92], ""], [57797, "2019-09-20T13:21:17Z", [0.0, 0.05, 0.95], "A new article provides updates on the timeline HT @Anneinak [1,2] I will try to be as optimistic as possible so as to try to disprove my own forecast. 1) Boeing’s software update: Let’s assume they deliver 1 October. Boeing’s plan to deliver its update in September seems to be slipping. It is already Sept 20 and there are no signs they are close to delivering (of course absence of evidence is not evidence of absence). As Boeing is abstaining from giving updates, it seems they don’t want to be held to that deadline.  2) Certification flight - 1st week of Oct 3) FAA recert - 1st week of November. FAA will need 30 days they said from the recert. flight.  4) Crew retraining: Mid November: 1-3 weeks to have a few crews trained so flights can be scheduled. Unions will get FAA’s proposal in September and have 30 days to comment on it. So let’s say by 1 week of November that they’ve reached an agreement. 5) Airplane maintenance - a few weeks to maintain a few planes that can start o be put in service. Occurs in parallel with crew retraining and starts after FAA recertification, so early November. 6) Scheduling flights - airlines need a month or more to schedule flights and crews. In this most optimistic timeline, they will be able to start scheduling Max flights in mid November, so a commercial flight can conceivably take place late December. Conclusion - that is why I am not ruling out the third bucket. However, as I have mentioned before it is likely that FAA will not certify before other world agencies are ready to certify, which would introduce a much greater delay. As I’ve also discussed, EU’s agency had hardware questions to Boeing that might take longer to be addressed.  Forecast changed from 4-96. [1] https://www.gjopen.com/comments/comments/907071\n[2] https://www.reuters.com/article/us-ethiopia-airplane-boeing-factbox/factbox-what-needs-to-happen-before-boeings-737-max-can-fly-again-idUSKCN1VY22N"], [38, "2019-09-20T06:57:19Z", [0.0, 0.12, 0.88], "https://www.reuters.com/article/us-ethiopia-airplane-boeing-factbox/factbox-what-needs-to-happen-before-boeings-737-max-can-fly-again-idUSKCN1VY22N \". . .  Following are some of the key steps that need to take place before the 737 MAX returns to the skies. SOFTWARE UPDATES AND FLIGHT TESTS Boeing is still finalizing updates to flight control software, which will be followed by a certification test flight. CEO Dennis Muilenburg has said he was targeting the September timeframe for the flight but on Wednesday declined to give a specific date. Federal officials say it may not occur until October and the FAA may not give the green light to resume flights until November. Boeing and FAA pilots have been testing the updated software for months and the FAA is inviting regular 737 MAX line pilots to run tests as well. Those tests must also be completed before the aircraft is approved for return to service, the FAA has said. PILOT TRAINING The FAA’s Flight Standardization Board that determines U.S. pilot-training requirements must issue new recommendations for what kind of training is needed before U.S. airlines can fly passengers on the 737 MAX again. The final report is expected in September and will have a 30-day period for comments from airlines and pilots. A draft report in April recommended short computer-based training and classroom instruction about the new software. Simulator training, which some overseas regulators are weighing, would take longer and is more costly. CERTIFICATION Once the software updates, test flights and pilot training recommendations are finalized, the FAA must approve the jets for flight and has said it will need about 30 days from the time the certification flight is completed before it decides whether to allow flights to resume. The agency has repeatedly said it will not certify the plane until it is safe to do so. The European Union Aviation Safety Agency said on Tuesday will conduct its own test flights separate from, but in full coordination with, the FAA. The test flights are not scheduled yet and depend on Boeing’s progress. Muilenburg has said it is possible not all regulators around the world will concurrently approve the MAX to fly again. Some officials do not expect the 737 MAX to actually resume flights until early 2020. COMMERCIAL FLIGHTS Without the 737 MAX, airlines that were flying the jets before its grounding have had to cancel flights, cut routes and use aging jetliners. Once the MAX is approved to fly again, airlines will have to install the new software, run a series of maintenance checks on the idled jets and implement the recommended pilot training. U.S. airlines are hoping to fly the jets again later this year or early next year, pending regulatory approval."], [19829, "2019-09-20T04:22:05Z", [0.0, 0.1, 0.9], ""], [38, "2019-09-20T02:02:03Z", [0.0, 0.15, 0.85], "https://www.lse.co.uk/news/update-1-ryanair-expects-to-be-flying-boeing-737-max-by-feb-march-2020-iulza413s99i7rs.html \"Sept 19 (Reuters) - Ryanair thinks February or the start of March is the most realistic timetable for it to start flying the grounded Boeing 737 MAX aircraft, CEO Michael O'Leary . . .\n. . . \nMajor U.S. airlines have cancelled flights of the MAX into December, while Southwest Airlines Co has cancelled flights into early January. Ryanair . . . thinks January is a best-case but unlikely scenario. After the FAA has finished its review the plane will need approval by the European Union Aviation Safety Agency (EASA) . . . \"The best outlook is the first aircraft would come in January. The more realistic outcome: the end of February/March,\" O'Leary told journalists . . . . \"If it flies in North America this side of Christmas, I think we are pretty secure we will be back flying some time (around) end-February/March,\" he said. O'Leary said the current delivery timetable depends on Boeing getting approval for service in the United States towards the end of November \"we believe we are about two months behind that,\" he said.\""], [67609, "2019-09-19T19:04:01Z", [0.0, 0.18, 0.82], ""], [79573, "2019-09-19T18:58:03Z", [0.2, 0.4, 0.4], ""], [691, "2019-09-19T13:53:56Z", [0.0, 0.03, 0.97], ""], [50580, "2019-09-19T12:21:08Z", [0.0, 0.14, 0.86], ""], [176, "2019-09-19T01:00:18Z", [0.0, 0.25, 0.75], "Here I go again. https://www.youtube.com/watch?v=WyF8RHM1OCg Bad scores are us.\n"], [79550, "2019-09-18T19:55:19Z", [0.5, 0.5, 0.0], ""], [76730, "2019-09-18T18:21:53Z", [0.0, 0.03, 0.97], ""], [12348, "2019-09-18T17:41:53Z", [0.0, 0.1, 0.9], ""], [172, "2019-09-18T16:38:05Z", [0.0, 0.05, 0.95], "Just heard FAA chief (S Dickson) will be in Seattle this week to test modified 737 Max...in a simulator. Boeing continues to say next quarter (in 2019). "], [40848, "2019-09-18T14:20:48Z", [0.0, 0.09, 0.91], ""], [79079, "2019-09-18T13:06:57Z", [0.0, 0.04, 0.96], ""], [14027, "2019-09-17T19:25:20Z", [0.0, 0.29, 0.71], "Boeing's stock price has been holding up relatively well.  Money managers and investors seem to be betting that Boeing's troubles will be over soon.  The markets can of course be wrong, but it bears watching. And the head of the FAA is traveling to Seattle this week to evaluate Boeing's progress.  He is a pilot, and says he won't approve the plane until he would put himself and his family on the aircraft.  Does that signal that he is leaning towards further delays?  Or is he preparing the public for a possible earlier approval by intentionally sounding tough?  I don't know the answer, but I'm going to adjust the odds a little bit more favorably towards a December takeoff."], [691, "2019-09-17T11:29:38Z", [0.0, 0.03, 0.97], ""], [62460, "2019-09-17T04:17:04Z", [0.0, 0.35, 0.65], "I believe Boeing's engineering department is in more disarray than is recognized"], [172, "2019-09-17T02:40:28Z", [0.0, 0.01, 0.99], "FAA has notional timeline if early November with dependency in other nations having same timeline...which they don’t. Still no definitive date that I can tell. Regardless, more bad news for Boeing:\nhttps://www.wsj.com/articles/international-panel-set-to-criticize-faas-approval-process-for-boeing-737-max-jets-11568666088?mod=mhp"], [79503, "2019-09-16T21:29:43Z", [0.0, 0.0, 1.0], "They will rename the airframe, so it won’t be a MAX."], [1333, "2019-09-16T15:51:25Z", [0.0, 0.09, 0.91], ""], [57797, "2019-09-16T13:00:35Z", [0.0, 0.04, 0.96], "Moving further from 95 on UAE regulator comments https://www.gjopen.com/comments/comments/905951"], [172, "2019-09-16T12:02:57Z", [0.0, 0.01, 0.99], "From the Economist this morning:\n “The United Arab Emirates’ aviation regulator said that Boeing’s 737 MAX aircraft is unlikely to start flying again this year. It was grounded worldwide in March after two fatal crashes. Dennis Muilenburg, Boeing’s chief executive, recently said it could be in the air again as soon as October; the UAE’s regulator thinks early next year is a “more realistic” timeframe.“"], [67609, "2019-09-15T21:56:58Z", [0.0, 0.22, 0.78], ""], [21319, "2019-09-15T13:04:40Z", [0.0, 0.01, 0.99], "If it ever does fly it will be renamed."], [691, "2019-09-15T11:29:31Z", [0.0, 0.03, 0.97], ""], [1333, "2019-09-14T18:48:52Z", [0.0, 0.1, 0.9], ""], [79429, "2019-09-14T16:52:42Z", [0.02, 0.32, 0.66], "Boeing expects early November.  Possible, but will adjust forecast when closer to November  https://www.reuters.com/article/us-ethiopia-airplane-boeing-logistics-fo/crisis-hit-boeing-readies-huge-effort-to-return-737-max-to-the-skies-idUSKCN1VY1NV"], [36870, "2019-09-14T09:33:53Z", [0.01, 0.11, 0.88], ""], [79407, "2019-09-14T08:17:23Z", [0.01, 0.29, 0.7], ""], [83, "2019-09-13T21:31:18Z", [0.0, 0.0, 1.0], "Boeing not giving up, Hugh workforce reportedly at work:\nhttps://www.reuters.com/article/us-ethiopia-airplane-boeing-logistics-fo/crisis-hit-boeing-readies-huge-effort-to-return-737-max-to-the-skies-idUSKCN1VY1NV Reuters outlines a long uncertain list of requirements before return to service:\nhttps://www.reuters.com/article/us-ethiopia-airplane-boeing-factbox/factbox-what-needs-to-happen-before-boeings-737-max-can-fly-again-idUSKCN1VY22N"], [69813, "2019-09-13T15:02:22Z", [0.0, 0.05, 0.95], "Still too much work to do. Failure would be devastating to Boeing - have to get this right."], [79369, "2019-09-13T14:24:23Z", [0.0, 0.1, 0.9], ""], [73, "2019-09-13T14:01:10Z", [0.0, 0.3, 0.7], ""], [66440, "2019-09-13T09:41:10Z", [0.0, 0.05, 0.95], "There are too many uncertainties about this plane and the issues will not be resolved any time soon"], [176, "2019-09-13T03:38:18Z", [0.0, 0.0, 1.0], "Boeing cheated too many ways in the struggle against Airbus. "], [78856, "2019-09-13T03:35:50Z", [0.0, 0.4, 0.6], "The US has a high standard of commercial aircraft safety as computer to the rest of the world."], [63835, "2019-09-13T00:04:08Z", [0.0, 0.1, 0.9], "The Joint Authorities Technical Review - a precursor, apparently, to any final FAA consideration to resume flying, has 9 safety experts worldwide, in addition to participants from FAA and NASA. It is chaired by the former head of the NTSB.\nIt announced on Aug 30 that it is taking \"additional time\" to finish documenting its work.\n\"Additional\" time?\nThat rules out return to flight by end of September.\nSubsequently, on Sep 6, the new 777X failed a stress test on the wings - as a rear door blew out and the cabin depressurized.\nAn further impediment, perhaps, to a demonstration of engineering and manufacturing excellence?\nThat puts the chance of a hasty reintroduction in the \"low\" category. And yet the stock is up 19% from Aug 13 lows to today - that would argue \"somebody knows something\" about an early certification to resume flying. Nevertheless - overseas aviation authorities, it is speculated, are not inclined to automatically follow any FAA approval with their own approvals to fly (as they have done historically). \nIf they hold back their approvals - that would look to the public like a \"phased\" reintroduction - and would raise more doubts about regulatory/safety competency (\"well, is it safe...or isn't' it?\")  than would be gained by any early return into service.\nI can't imagine the FAA getting out ahead of other aviation authorities  - especially after being so far behind, relative to overseas authorities, in grounding the plane - and all that was found wrong with the plane thereafter. We'll be listening to BA's earning call next month for CEO Muilenburg's assessment...."], [16895, "2019-09-12T22:20:09Z", [0.03, 0.31, 0.66], ""], [39718, "2019-09-12T21:16:29Z", [0.0, 0.75, 0.25], "US gov will not allow Airbus to gain more weight on the market. So even security issues have in this case a secondary role"], [47953, "2019-09-12T20:45:39Z", [0.0, 0.01, 0.99], "not until after the xmas holidays "], [43901, "2019-09-12T16:55:00Z", [0.15, 0.6, 0.25], ""], [32501, "2019-09-12T16:42:56Z", [0.0, 0.7, 0.3], ""], [61938, "2019-09-12T16:40:52Z", [0.0, 0.15, 0.85], ""], [62149, "2019-09-12T13:41:17Z", [0.0, 0.0, 1.0], ""], [33789, "2019-09-12T11:44:31Z", [0.01, 0.16, 0.83], ""], [19630, "2019-09-12T02:24:57Z", [0.05, 0.3, 0.65], ""], [33789, "2019-09-11T21:26:04Z", [0.85, 0.14, 0.01], "Following the crowd on this one (I hear that crowd forecasts are a pretty good forecasting technique) until I develop a better take. "], [78999, "2019-09-11T18:46:32Z", [0.0, 0.2, 0.8], ""], [42004, "2019-09-11T15:36:13Z", [0.0, 0.05, 0.95], ""], [79079, "2019-09-11T12:48:04Z", [0.0, 0.05, 0.95], ""], [691, "2019-09-11T11:03:56Z", [0.0, 0.03, 0.97], "I'll bet you remember the scene in \"Jaws\" where nobody wants to go into the water, but then somebody does and then everybody does and then the shark comes anyway.   The airlines and the regulators remember this scene vividly."], [78328, "2019-09-11T09:44:54Z", [0.0, 0.25, 0.75], "I had previously been of opinion that commercial pressure would see a flight take of domestically before 2020... however this is looking less likely as various domestic airlines now rule  out a return to service before 2020. I still can't get rid of nagging doubt that FAA will expedite return though regardless of European regulators..... so it's hard to say with confidence that there won't be at least one flight before 2020. "], [79118, "2019-09-11T06:47:25Z", [0.03, 0.27, 0.7], ""], [19801, "2019-09-11T02:46:29Z", [0.0, 0.0, 1.0], "The European regulator no longer trusts the corrupt FAA. Hand in hand with Boeing, the rubber stampers don't know anythingabout safety. At the end of the day, with the many different organizations in charge of flight safety, one hasn't done its job. Iata chief hopeful for 737 Max return before the end of 2019 Exclusive: Alexandre de Juniac says 'fragmented' regulatory systems have added to lengthy grounding of the narrowbody jet\nhttps://www.thenational.ae/business/aviation/iata-chief-hopeful-for-737-max-return-before-the-end-of-2019-1. Europe will not accept US verdict on 737 Max safety907476\nhttps://www.bbc.com/news/business-49591363 MAX Certification Panel Takes More Time On Recommendations The FAA says it will take at least a few more weeks for the panel reviewing the recertification of the Boeing 737 MAX to finish its work and that will likely push back the return to service. The Joint Authorities Technical Review is not documenting its work and won’t have a report or recommendations until later in September. Other efforts to get the jets back in the air are happening in parallel. It will take some time to consider those recommendations and put together the paperwork and that might challenge Boeing’s hoped-for certification by October.\nhttps://www.avweb.com/aviation-news/max-certification-panel-takes-more-time-on-recommendations/\n"], [691, "2019-09-10T13:12:06Z", [0.0, 0.04, 0.96], ""], [63963, "2019-09-10T00:22:41Z", [0.0, 0.0, 1.0], ""], [35376, "2019-09-09T21:16:22Z", [0.05, 0.25, 0.7], ""], [83, "2019-09-09T15:37:26Z", [0.0, 0.0, 1.0], ""], [78328, "2019-09-09T14:07:28Z", [0.0, 0.0, 1.0], "well I messed this one up..... "], [57797, "2019-09-09T02:16:51Z", [0.0, 0.05, 0.95], "It is more clear now that EASA’s concern is with hardware, specifically the angle of attack sensors: “But the European agency still has concerns with the architecture Boeing has proposed for sensors that measure the angle of attack of a plane’s wings relative to the onrushing air” Additionally, airlines and industry associations are lobbying for the certification to happen simultaneously. As I discussed before, a patchwork would create difficulties, which are underlined in the article: “Without coordination among regulators globally, the Max’s return to commercial service will be “haphazard,” Kelly warned. Operators will be forced to avoid the airspace of countries where the plane is banned. “It makes it very difficult for airlines to plan — close on impossible,” he said“  One procedural titbit: clearing the Max to fly in Europe is not only up to EASA but member states as well. This adds an additional delay, under the assumption that FAA waits to clear the Max in conjunction with other countries. “A determination by EASA that the Max is airworthy wouldn’t automatically clear the 737 for flight in Europe, however.\n“Lifting the ban on the aircraft from the national air spaces will however involve coordination with the member states on the return to service, including with respect to the necessary training,” EASA said in an email” Raising last bucket from 92%. [1] https://fortune.com/2019/09/06/boeing-wants-to-bring-back-its-737-max-this-year-but-a-spat-between-regulators-could-thwart-it/"], [19127, "2019-09-09T01:12:49Z", [0.0, 0.17, 0.83], ""], [172, "2019-09-08T20:37:25Z", [0.0, 0.01, 0.99], "From WSJ - will take time to integrate into schedules... \n“Once the Boeing 737 MAX is allowed to fly, United Airlines says it can take the planes as quickly as Boeing can deliver them. Still, United CFO Gerry Laderman says the airline needs time to work new planes into its schedule and at least 60 days to sell tickets. He says the airline will work with Boeing on the delivery cadence once it’s clear when the plane will return. “We don’t want to be in a position of them saying, ‘here’s your aircraft,’ on short notice without us having plan for it,” he says at an investor conference. “"], [67635, "2019-09-08T18:59:11Z", [0.0, 0.2, 0.8], ""], [73, "2019-09-08T17:48:52Z", [0.0, 0.5, 0.5], ""], [206, "2019-09-08T17:06:35Z", [0.0, 0.3, 0.7], ""], [14027, "2019-09-08T15:47:01Z", [0.0, 0.13, 0.87], "With Southwest, United, and Air Canada all scheduling for 2020, only American Airlines is still saying Q4/2019.  One more schedule slip and it's 2020.  I had it at about a coin toss, but I now believe I was wrong.  It's not a coin toss.  Shifting to heavy odds on 2020."], [6978, "2019-09-08T14:21:10Z", [0.0, 1.0, 0.0], "OH ~21 days. Estimating probability of grounding > 9.5 months at < 21% (median ~4 months)."], [1333, "2019-09-07T18:28:51Z", [0.0, 0.11, 0.89], ""], [79171, "2019-09-07T14:10:02Z", [0.0, 0.05, 0.95], ""], [1333, "2019-09-07T08:02:01Z", [0.0, 0.12, 0.88], ""], [19801, "2019-09-07T02:56:46Z", [0.0, 0.0, 1.0], "@Emil I forgot to mention United Airlines has sent its aircraft to long term storage. That clearly shows they have no plans for the plane in the next 5 months. United Airlines To Send Its Boeing 737 MAX Aircraft To Storage United has been forced to make a judgment call on its Boeing 737 MAX aircraft dilemma. Keep the grounded aircraft on standby and ready to fly, or move them into long term storage to until they are confirmed to fly again? United has chosen the latter as reported by Bruce Drum from World Airline News.\nhttps://simpleflying.com/united-boeing-737-max-storage/ That means only 1 airline could possibly hit that December date. Unlikely."], [176, "2019-09-07T00:24:44Z", [0.0, 0.13, 0.87], "This is still the key variable:\nCHICAGO/WASHINGTON (Reuters) - The U.S. Federal Aviation Administration said on Thursday it would invite Boeing 737 MAX pilots from across the world to participate in simulator tests as part of the process to recertify the aircraft for flight following two fatal crashes.\n...\nAs part of its own testing process, Boeing has invited senior airline pilots to experiment with the software fix and use simulators to run scenarios similar to the ones that led to the two crashes. But sources told Reuters that the FAA also wanted to observe newer 737 pilots. One source said the simulator tests were supposed to be conducted during the first week of September but had been pushed back to the middle of the month. The FAA, which is working alongside global regulators, has said repeatedly it does not have a fixed time line to approve the grounded jets to fly commercially again.\nhttps://www.reuters.com/article/us-ethiopia-airplane-faa-boeing/faa-says-it-will-invite-global-boeing-737-max-pilots-to-simulator-tests-idUSKCN1VC28R\n"], [19801, "2019-09-06T23:43:39Z", [0.0, 0.0, 1.0], "1.When will a commercial flight of a Boeing 737 MAX aircraft next take off in the United States?  Based on 1. No airilne is ready to fly the Boeing Max. Boeing Timeline Boeing has said the Max is still on track to be cleared by U.S. regulators early in the fourth quarter. Southwest Airlines Co., the largest operator of the plane, thinks the go-ahead is likely to happen in early-to-mid November. Airlines will still need to make a range of preparations to ready the planes after they’re approved to fly, and Southwest has removed the Max from its schedule through early January.\nhttps://www.bloomberg.com/news/articles/2019-09-05/aviation-ceos-warn-of-europe-u-s-split-on-boeing-737-max-return Since airlines have removed those flights from their schedules to at least January 2020 this question has resolved."], [48709, "2019-09-06T20:12:33Z", [0.0, 0.8, 0.2], "There was a delays announced this week."], [79079, "2019-09-06T18:46:30Z", [0.0, 0.15, 0.85], ""], [57797, "2019-09-06T01:29:51Z", [0.0, 0.08, 0.92], "Increasing further from 90% as @dlaiocean [1] makes good arguments that EASA’s requirements which I discussed previously are a significant development. [1] https://www.gjopen.com/comments/comments/902551"], [578, "2019-09-05T23:22:42Z", [0.0, 0.0, 1.0], "The latest news [1] reported that EASA comes out with more stringent conditions for the Max's certifications. EASA's requirement is huge because it wants to test the flying of the Max with and WITHOUT using MCAS. Remember the reason that Boeing put in MCAS is to make the Max flies similarly to the other 737's so that no additional pilot training is required. I don't think the Max is unstable without MCAS but requiring pilot training is time consuming. So will FAA agree to this? My gut feeling is that FAA will be more cautious since it got burned (big time). For those who are interested in the working of the FAA and EASA (the equivalent regulatory agency in Europe), please follow another post [2]. [1] https://simpleflying.com/easa-737-max-test/\n[2]  https://www.gjopen.com/comments/comments/902550"], [79151, "2019-09-05T22:04:30Z", [0.05, 0.35, 0.6], ""], [172, "2019-09-05T22:02:20Z", [0.0, 0.2, 0.8], ""], [57797, "2019-09-05T16:31:53Z", [0.0, 0.1, 0.9], "Raising last bucket from 83%. The certification by EASA is adding delays [1]. I am assuming that FAA will most likely not certify until EASA is ready to certify (a discussion on that here [2]) Regarding EASA, some key new information from [1]:\n- \"Although Boeing has updated MCAS so that it now takes input from both Angle of Attack sensors on the MAX instead of only one, and won’t operate if they disagree, Ky indicated EASA finds this insufficient.\"\n- \"while Boeing’s proposal has improved the Angle of Attack system, there is “still no appropriate response to Angle of Attack integrity issues. /... /And EASA wants stringent flight tests that prove the MAX’s safety with or without MCAS.\" Improving safety \"with or without MCAS\" sounds like a major new task. The work has so far concentrated on the MCAS but it seems EASA is saying that additional checks and guarantees of safety are needed. An important question is if those require further aircraft changes to software or hardware. All in all, I am comfortable being so far from the base rate, which I calculated in my initial forecast [3] and which showed most grounded aircrafts return to service relatively fast (a median of 4 months), because the fact the 737 Max will be re-certified by international agencies independently makes this question more distinct than historical counterparts. Historically, certification is mainly done by the domestic agency with other agencies around the world deferring to it. With that not being the case here, it is reasonable to expect a longer time frame for a return to service. [1] https://www.seattletimes.com/business/boeing-aerospace/european-aviation-safety-agency-sets-strict-demands-for-737-max-return-to-flight/\n[2] https://www.gjopen.com/comments/comments/902365\n[3] https://www.gjopen.com/comments/comments/878062"], [34353, "2019-09-05T16:25:43Z", [0.0, 0.03, 0.97], ""], [172, "2019-09-05T15:58:26Z", [0.0, 0.25, 0.75], "Making it more difficult...European regulators won’t accept FAA (American) guidance for EASA - as is common practice...\nhttps://www.bbc.com/news/business-49591363\n"], [79127, "2019-09-05T11:45:37Z", [0.0, 0.2, 0.8], ""], [176, "2019-09-05T00:34:32Z", [0.0, 0.13, 0.87], "This feels good. "], [78983, "2019-09-04T19:28:48Z", [0.0, 0.05, 0.95], ""], [14027, "2019-09-04T19:09:03Z", [0.0, 0.53, 0.47], "The crowd has become less certain, but at 81% still heavily favors 2020 for the first commercial US flight.  Based on the airlines' and on Boeing's plans I went the other way, weighting Oct-Dec 2019 at 71%.  I'm going to continue to favor a relaunch in 2019, but at 53% instead of 71%.  Southwest says it will not fly the MAX until 2020.  If either American or United announces a delay into 2020 then I'll jump on the 2020 bandwagon."], [79104, "2019-09-04T14:06:40Z", [0.0, 0.1, 0.9], ""], [79069, "2019-09-04T13:17:37Z", [0.0, 0.35, 0.65], ""], [19127, "2019-09-04T12:22:36Z", [0.0, 0.19, 0.81], ""], [1333, "2019-09-03T18:19:44Z", [0.0, 0.13, 0.87], ""], [83, "2019-09-03T17:29:43Z", [0.0, 0.05, 0.95], ""], [38, "2019-09-03T15:38:39Z", [0.0, 0.15, 0.85], "@Emil has called my attention to a recent WSJ article that contains some discouraging news for a quick re-certification process. This is week 36; 16 to go.  I intend to reduce my forecast 1% per week and be at 0 before the end of the last week. https://www.gjopen.com/comments/comments/901516"], [57797, "2019-09-03T12:39:47Z", [0.0, 0.17, 0.83], "Increasing last bucket from 73% on the back of an informative article, which brings up several key points: - Process is delayed as a meeting between Boeing and regulators was cut short. Regulators expressed disapproval of Boeing’s transparency and asked it to resubmit briefing documents. “The upshot, the people said, is likely to be several more weeks of delay”\n\n- Timeline, Optimistic opinions: “Some industry officials still believe the latest problems can be resolved quickly enough to have the planes back in the air just before Christmas.” - Timeline, less optimistic: “In Europe, some industry officials say they are increasingly convinced the bulk of the planes on that side of the Atlantic aren’t likely to resume carrying passengers until January at the earliest” - New, vague, issues have arisen: “In recent weeks, Boeing and the FAA identified another potential flight-control computer risk requiring additional software changes and testing, according to two of the government and pilot officials.” - Coordination b/n international regulatory bodies is adding to the workload: “Separately, the FAA confirmed that an international group of experts it had assembled, including representatives of nine foreign regulatory bodies, will need more time to document its work and submit recommendations to U.S. certification efforts.” - Discussions on pilot retraining will occur *after* (not in parallel) the plane has been cleared: “Discussions about MAX pilot training pose the thorniest issues, which both U.S. and European regulators have put off resolving until the end of the approval process.” - Crew training (not just pilots) could be around 6 weeks. “It could take upward of six weeks to train crews on new software and procedures and perform checks and maintenance on planes that have been parked since March, a Southwest executive said last week.” - It is in the interest of airlines to err on the side of cancelling flights rather than risk having to reschedule holiday travels: “Airlines don’t want to run the risk of counting on the plane only to be caught off guard by another delay. People flying to visit friends and relatives for holidays and over school breaks often don’t have much flexibility to adjust plans on short notice, or much patience for last-minute changes.” [1] https://www.wsj.com/articles/new-delays-could-keep-boeing-737-max-grounded-into-holiday-travel-season-11567376957"], [79048, "2019-09-03T12:03:51Z", [0.0, 0.15, 0.85], ""], [26553, "2019-09-03T04:57:59Z", [0.0, 0.3, 0.7], ""], [38, "2019-09-03T04:11:49Z", [0.0, 0.2, 0.8], "Just when I was starting to think that I had been excessively negative about Q4, UA announces that it is taking 737 Maxes off their schedule until Dec 19th.  (Thanks!  @Hammer-Time)"], [12591, "2019-09-03T03:26:04Z", [0.0, 0.3, 0.7], ""], [176, "2019-09-03T02:41:09Z", [0.0, 0.6, 0.4], "White knuckle time:\nAmerican Airlines says it may have to cancel up to 140 flights a day from November to early December, as it follows United Airlines in pulling the Boeing 737 MAX 8 from its schedule. Both airlines had expected deliveries from Boeing earlier, meaning the decision could affect the busy Thanksgiving period for U.S. travelers. Boeing has seen a 38% drop in deliveries as it continues to grapple with the grounding of its troubled 737 MAX following two fatal plane crashes with that model. Both American and United expect the model to be back in the air in time for the end-of-year holiday season.\nFrom: https://www.linkedin.com/feed/news/american-axes-737-past-thanksgiving-4425667/ Will the Trump administration knuckle under to the prospect of the Northeast Corridor being hosed up for Xmas like they did with the government shutdown?  @Anneinak\n"], [83, "2019-09-02T14:32:59Z", [0.0, 0.2, 0.8], ""], [3445, "2019-09-02T11:03:59Z", [0.0, 0.3, 0.7], ""], [172, "2019-09-02T01:15:46Z", [0.0, 0.35, 0.65], ""], [172, "2019-09-02T01:15:18Z", [0.0, 0.1, 0.9], "United Airlines delayed return of 737 Max to Dec 19 2019.\nSouthWest delayed to Jan 2020.\nFAA blessing could still happen early November."], [29054, "2019-09-01T18:19:39Z", [0.0, 0.0, 1.0], ""], [206, "2019-09-01T17:20:21Z", [0.0, 0.3, 0.7], ""], [37250, "2019-09-01T16:19:04Z", [0.0, 0.3, 0.7], ""], [6978, "2019-08-31T17:03:09Z", [0.0, 0.5, 0.5], "Improving stock and airline plans indicate probable December resumption. Holiday demand and rising fuel prices could incentivize such plans."], [57797, "2019-08-31T15:02:33Z", [0.0, 0.27, 0.73], "Increasing chances of a return to service this year on several factors. 1)  Up to now, I've been factoring the possibility of further technical complications that would delay Boeing's plan to deliver a fix in September. The absence of information about such complicates lowers the chances of them having materialized. 2) In discussions here [1], I was alerted to the possibility that airlines could stagger the introduction of 737 max flights. Up to now I have been assuming that airplane maintenance and pilot retraining will take a certain number of weeks but that assumption referred to the time it would take to do that on all planes and for all pilots. However, it is conceivable that some pilots will be trained initially and start flying on the first few Maxes that are brought back to service. It is worth mentioning that this adds logistical complications for airlines. Pilots are crews are scheduled for flights more than a month in advance typically but get switched around often prior to their flights. It would be much harder to do this if you only have a few pilots that can fly some of your planes. Nonetheless, I assume it is in the interest of airlines and Boeing to reintroduce the plane slowly as they try to regain the public's trust. [1] https://www.gjopen.com/comments/comments/878062"], [691, "2019-08-31T12:30:45Z", [0.0, 0.04, 0.96], "Boeing is more or less Too Big To Fail, but fail they will if there is another accident, even an unrelated and fairly minor one, involving a MAX.  This would be Very Bad Indeed for a good chunk of the US economy, but so would much longer delays in the okey-dokey process.  Nonetheless, there is likely to be careful and time-consuming scrutiny of the way Boeing has used its self-approval authority.  And even if somebody can locate an official willing to sign off on this aircraft, it is not impossible that more intensive pilot training involving actual aircraft and not just simulators will be required before a US airline can get a MAX in the air.   "], [77502, "2019-08-31T02:52:57Z", [0.0, 0.0, 1.0], ""], [38, "2019-08-30T22:50:20Z", [0.0, 0.8, 0.2], "Generally, I make forecasts based on what I read.   Most of what I've read has said that the 737 Max will be re-certified in Q4.  \nMajor airlines that fly them have not taken these planes off their schedules after early November.  \nBoeing's CEO has been consistent in saying the fix(es) would be complete in Sept. So, why have I not more strongly forecast for Q4?   I can only surmise it is a prejudice  against large corporations and cynical disbelief in what they say.   Consequently, I'm increasing my forecast for Q4 to offset that cynicism and prejudice."], [691, "2019-08-30T12:32:43Z", [0.0, 0.05, 0.95], ""], [78948, "2019-08-30T10:19:23Z", [0.0, 0.8, 0.2], "No one will want to use these flights sooner than necessary, but strong incentive to get up and running for Christmas."], [33792, "2019-08-29T22:40:26Z", [0.0, 0.0, 1.0], ""], [76499, "2019-08-29T15:30:44Z", [0.05, 0.15, 0.8], ""], [78921, "2019-08-29T12:34:20Z", [0.0, 0.05, 0.95], ""], [745, "2019-08-29T01:56:45Z", [0.01, 0.03, 0.96], ""], [78907, "2019-08-28T22:24:54Z", [0.15, 0.15, 0.7], ""], [35766, "2019-08-28T19:49:57Z", [0.05, 0.65, 0.3], ""], [78597, "2019-08-28T17:27:22Z", [0.0, 0.15, 0.85], ""], [78858, "2019-08-28T00:40:37Z", [0.0, 0.15, 0.85], ""], [42298, "2019-08-27T21:12:37Z", [0.15, 0.65, 0.2], ""], [78834, "2019-08-27T19:38:20Z", [0.05, 0.65, 0.3], ""], [1333, "2019-08-27T18:42:20Z", [0.0, 0.14, 0.86], ""], [8267, "2019-08-27T17:57:18Z", [0.0, 0.05, 0.95], ""], [78818, "2019-08-27T15:48:24Z", [0.0, 0.0, 1.0], ""], [75547, "2019-08-27T12:57:48Z", [0.05, 0.25, 0.7], ""], [77502, "2019-08-27T07:13:21Z", [0.0, 0.0, 1.0], "It will take that long to work the bugs out, test flights, and pilot training to get completed."], [78749, "2019-08-27T02:35:37Z", [0.0, 0.05, 0.95], ""], [78717, "2019-08-27T01:41:53Z", [0.0, 0.8, 0.2], "There is a lot at stake here, and Boeing is going to be pushing this at the highest levels.  That being said, I don't think they can move too fast.  The middle window seems the safest bet.  If things take longer than January 2020 I would be surprised, but it is possible."], [176, "2019-08-26T23:35:20Z", [0.0, 0.66, 0.34], "Being less stupid"], [78328, "2019-08-26T22:13:22Z", [0.0, 0.7, 0.3], "After approval Boeing need to expedite redeployment in order to avoid mounting compensation costs. They've had plenty of time to chart a route for this so despite Approval to operation being a usually slow process it is likely to be swift n this particular case.\nThere may be further hurdles in Europe but FAA approval would clear flights for domestic USA. The question simply demands a commercial flight to take off in USA."], [38, "2019-08-26T21:20:13Z", [0.0, 0.65, 0.35], "There's lots of headlines to the effect that the FAA certification flight will likely be in October . . . . https://www.businesstimes.com.sg/transport/boeing-737-maxs-certification-flight-likely-in-oct \"A certification flight with FAA test pilots is one of the final steps that must be conducted before Boeing's submission is finalised, and based on the timing, the final paperwork may not be completed until the fourth quarter. If the plane behaves as expected, the results become part of the package for certification. Even though FAA engineers have worked closely with Boeing for months, the agency must perform a series of checks after the submission is made before granting approval. Another step in the process is a review by the FAA's Flight Standardization Board, which must recommend training requirements for the plane. In April, it made a preliminary conclusion that pilots wouldn't need simulator training before flights resume. But the body hasn't issued its final conclusions. BLOOMBERG"], [78698, "2019-08-26T20:58:31Z", [0.2, 0.5, 0.3], ""], [176, "2019-08-26T20:22:14Z", [0.0, 0.1, 0.9], ""], [176, "2019-08-26T20:15:09Z", [0.0, 0.0, 1.0], "Some airlines have put the plane back in their schedules for November, on the assumption that once Boeing submits fixes to the faulty software in September, America’s Federal Aviation Administration (FAA) and its counterparts in other countries will allow a return to service before the end of the year. This looks optimistic. Even if regulators approved the new software, it would take six to eight weeks to get planes out of storage and in the air. And as Jose Caiado of Credit Suisse, a bank, points out, it is unclear if pilots require retraining in flight simulators, adding more delays. Southwest, which aims to get the MAX in the air by January, seems to admit as much.\nFrom: https://www.economist.com/business/2019/08/22/boeings-troubles-cost-the-aerospace-industry-4bn-a-quarter"], [64873, "2019-08-26T19:55:11Z", [0.0, 0.0, 1.0], ""], [38, "2019-08-26T18:32:17Z", [0.0, 0.65, 0.35], "Boeing has reportedly already done over 500 test flights with \"fixed\" 737 Maxes.  No wonder they're saying they'll be ready to submit their documentation to the FAA in Sept."], [1333, "2019-08-26T18:22:52Z", [0.0, 0.15, 0.85], ""], [1333, "2019-08-26T18:19:54Z", [0.0, 0.2, 0.8], ""], [78624, "2019-08-26T16:53:27Z", [0.0, 0.02, 0.98], ""], [78626, "2019-08-26T16:27:44Z", [0.2, 0.3, 0.5], ""], [78607, "2019-08-26T16:12:52Z", [0.1, 0.2, 0.7], "Given the likely litigation if other problems are found with the aircraft I think Boeing will need to be sure it is fit to fly before it returns to the air."], [78587, "2019-08-26T14:50:26Z", [0.05, 0.1, 0.85], ""], [19127, "2019-08-26T12:57:07Z", [0.0, 0.22, 0.78], ""], [78532, "2019-08-26T12:37:20Z", [0.75, 0.15, 0.1], ""], [78483, "2019-08-26T10:56:55Z", [0.05, 0.2, 0.75], "No significant news of progress in testing, nor signs of political pressure to speed up. No clear timeline announced to date and with regulatory agencies four months is a reasonable notice period to expect."], [78418, "2019-08-26T08:59:24Z", [0.1, 0.2, 0.7], ""], [78413, "2019-08-26T08:41:19Z", [0.0, 0.0, 1.0], "Comment deleted on Sep 16, 2020 08:10PM UTC"], [78406, "2019-08-26T08:37:59Z", [0.0, 0.8, 0.2], "Boeing has been bragging about its fixes and the fact that they've been evaluated. However, while it's up to different authorities to allow the plane to fly again, it's likely that the FAA may be more cautious."], [78402, "2019-08-26T08:15:59Z", [0.0, 0.3, 0.7], ""], [1333, "2019-08-25T18:09:27Z", [0.0, 0.22, 0.78], ""], [34527, "2019-08-25T17:42:24Z", [0.0, 0.2, 0.8], ""], [41707, "2019-08-25T08:43:07Z", [0.01, 0.07, 0.92], ""], [73167, "2019-08-25T05:28:08Z", [0.1, 0.25, 0.65], ""], [38, "2019-08-25T00:20:51Z", [0.0, 0.6, 0.4], "Today's headline is that the FAA is recruiting pilots to test software changes in simulators.\nThe opinion of analysts that the 737 Maxx will be re-certified in the early part of Q3 has caused Boeing stock to rise."], [78350, "2019-08-24T22:48:34Z", [0.05, 0.2, 0.75], "The supposed issues with (self) certification mean that everyone involved will want to be exceptionally nothing is overlooked or can be seen as cutting corners. This will take a lot of time."], [31542, "2019-08-24T20:13:57Z", [0.0, 0.0, 1.0], ""], [76663, "2019-08-24T19:44:52Z", [0.0, 0.15, 0.85], ""], [77378, "2019-08-24T15:28:39Z", [0.1, 0.2, 0.7], ""], [77305, "2019-08-24T14:52:38Z", [0.0, 1.0, 0.0], ""], [78344, "2019-08-24T08:08:15Z", [0.0, 0.05, 0.95], ""], [38, "2019-08-24T07:40:04Z", [0.0, 0.15, 0.85], "https://www.bloomberg.com/news/articles/2019-08-22/boeing-climbs-as-cowen-boosts-optimism-over-return-of-737-max \"The Federal Aviation Administration’s certification flight to test key software changes -- a milestone in ending the flying ban in the U.S. -- could occur within four to six weeks, Cowen & Co. analyst Cai von Rumohr said in a note to investors. The recovery plan for the Max “looks intact.”\n. . . \nBoeing has estimated that it would present final paperwork to regulators next month, with the plane receiving certification to resume commercial flight early in the fourth quarter. The timetable could slip if a new issue emerges. “We see it as highly unlikely that the Max fails to receive FAA certification,” von Rumohr wrote. “The core issue is, how long will it take to win its cert? In a realistic adverse case, this might drag until early 2020.”\n. . . \nThe manufacturer’s assumptions around the Max’s return have proven over-optimistic before as regulators probed its flight-control system for potential hazards."], [19801, "2019-08-24T04:33:15Z", [0.0, 0.0, 1.0], "A certification flight with FAA test pilots is one of the final steps that must be conducted before Boeing’s submission is finalized, and based on the timing, the final paperwork may not be completed until the fourth quarter.\nhttps://www.bloomberg.com/news/articles/2019-08-23/boeing-737-max-s-certification-flight-likely-to-occur-in-october"], [26132, "2019-08-23T19:29:30Z", [0.0, 0.25, 0.75], "1st  Boeing needs to prove unequivocally that the fix is real. That will require some pretty serious real world flying hours. (Previous groundings are 100% irrelevant and any similarity will be coincidental.) Once they fix it they have to market it. Penance is important and a new calendar year seems like a basic marketing requirement to re-launch. Also, these planes and engines (and tires and doors and shitty coffee brewers) are made to fly not to sit on the ground for 10 months.  They all need some basic maintenance and air time. Any sane airline CEO will commit to a reasonable re-flying program, where every plane gets 10-25 launch/land cycles and every crew member gets to at least ride the middle seat for four or five of these. That is less time than it sounds like as they rotate Equipment in to service but still days or weeks. Edit here: ANNINAK's report on the July test represents a frankly devastating result for the current planned fix. Boeing's response appears notably cavalier and does NOT appear to involve actually re-tooling the fix itself. Instead they plan to further butterfly effect the whole system.  It sounds like the coffee pot and the tire pressure alarms might genuinely be auto-flying my ass off 17R in Denver through a high altitude tornado spawning zero vis summer high temperature squall line.  And wtf are the Pilots going to be told here? Curious what their reaction would be to the tests. (It looks like the revised fix is to add a whole new flight computer as a back up while rerouting the critical data through other systems'  microchips). More cowbell I guess. Once \"the Fix is In\" it will have to be installed/uploaded, certified, tested all along the paper trail.  Then, perhaps for the first 3-5 planes each carrier puts back up, they may well choose to fly them through some limit testing conditions - winds, density air temp, airfield elevation and runway length.   Keep in mind, they have to be un-grounded before they can be flight tested by the carriers. Even a hasty af test program will (had better) take weeks to fulfill. They will have to fly a few to Morocco for cross winds and Greenland for cold weather  (or wherever they can get away with), which will require international un-grounding / clearance as well.  It seems very likely they will encounter one or two \"glitches\".  If any carrier around the world -  any level of experience or competent operations -  dumps a Max after they get re-certified people are going to prison, so I expect such glitches will get a proper paper trail of CYA which will add a few weeks even for a minor occurrence or anomaly..  If I was a marketing advisor to a US carrier's CEO I'd be advising them to fill the first one with money and give it all to Chesty Sullenburger (and maybe a certain politically inclined former Astronaut or another certain politically inclined former female combat pilot) if they host a live-streamed series of mixed weather t/o landing cycles as explainer videos. Not telling you how to do your Job Fareed, but again, If I was the marketing guy for Boeing - I'd be in talks with YOU to ride the jump seat with Sully for a very public Return to Flight. Go get 'em dude. Edit: I infer \"commercial flight\" to mean a regular US carrier's passenger route. Test/cert/training flights seem to be on track for late 3rd 4th Quarter. I stand by 1st Commercial regular Passenger flight 2020."], [57797, "2019-08-23T14:32:39Z", [0.0, 0.1, 0.9], "Here I am putting together some recent timeline estimates [1,2] 1) Boeing planned software fix in September (say mid Sept).\n2) FAA certification: 6 weeks [1]\n3) Airline maintenance on grounded planes: six to eight weeks [2]\n4) pilot training (unclear, could occur in parallel with 3) [2] Steps 1) through 3) get us to sometime between mid-December to end of December. My forecast remains unchanged as these dates were in line with my previous expectations. [1] \"Chicago-based Boeing Co.'s stock rose Thursday after an analyst for financial-services firm Cowen said an FAA certification flight for the Max — a key milestone — could happen within six weeks.\" https://www.sacbee.com/news/business/article234290047.html#storylink=cpy\n[2] \"Even if regulators approved the new software, it would take six to eight weeks to get planes out of storage and in the air\""], [691, "2019-08-23T13:59:46Z", [0.0, 0.06, 0.94], ""], [10880, "2019-08-22T22:51:16Z", [0.0, 0.25, 0.75], "Boeing hiring on expectations of ramping up production. Don’t know the lag time from hiring to ramp-up, so still more likely that certification will happen after the New Year, but a change from my earlier prediction."], [926, "2019-08-22T15:57:31Z", [0.0, 0.0, 1.0], "Nobody Wants to Fly on the 737 MAXIMUM POS. WHY DOES THE CEO STILL HAVE A JOB???Oh Right. THIS IS OLIGARCH-OWNED AMERICA "], [46339, "2019-08-22T08:30:04Z", [0.11, 0.09, 0.8], ""], [76944, "2019-08-21T19:01:36Z", [0.0, 0.15, 0.85], ""], [14027, "2019-08-21T14:38:34Z", [0.0, 0.71, 0.29], "Boeing is hiring workers to prepare 737 Max planes to begin service in early Q4.  They could miss that target and still begin before Jan 1, 2020.  So I'm shifting my bet to favor return to flight between Oct 1 and Dec 31, 2019.  This bet runs counter to the crowd, and therefore has the potential to get a good score.  Of course it also carries the risk of a bad score.  For Boeing's sake I can only hope their plans are realistic.  We'll see very soon."], [46762, "2019-08-21T05:26:46Z", [0.0, 1.0, 0.0], ""], [35619, "2019-08-21T00:14:41Z", [0.55, 0.4, 0.05], ""], [83, "2019-08-20T23:11:09Z", [0.0, 0.35, 0.65], "\nBoeing says maybee October, after changes are approved... FAA ??? https://www.reuters.com/article/us-ethiopia-airplane-boeing-workers-idUSKCN1VA21J:\n\"Boeing Co said on Tuesday it plans to add extra staff and hire “a few hundred” temporary employees at an airport in Washington state where it is storing many grounded 737 MAX jetliners, a key step in its best-case plan for resuming deliveries to airline customers in October.\"\n...\n\"In late July, U.S. Federal Aviation Administration Deputy Administrator Dan Elwell declined to be pinned down on Boeing’s previously stated target of October for entry into service.\n“We don’t have a timeline,” Elwell said. “We have one criteria. When the 737 MAX has been - when the complications to it have been satisfactorily assessed, and the MAX is safe to return to service, that’s the only criteria.”"], [10880, "2019-08-20T22:57:35Z", [0.0, 0.05, 0.95], "This is a complex multi-variate question. There is more Boeing doesn’t know than they do on this. More issues may come up."], [39572, "2019-08-20T22:53:37Z", [0.0, 0.0, 1.0], ""], [6978, "2019-08-20T17:56:44Z", [0.0, 0.0, 1.0], "OH ~21 days."], [59499, "2019-08-20T16:09:53Z", [0.0, 0.0, 1.0], ""], [59068, "2019-08-19T17:31:19Z", [0.0, 0.08, 0.92], "See this article from the Wall Street Journal: https://www.wsj.com/articles/fixing-the-problems-with-boeings-737-max-11566224866?mod=cx_picks&cx_navSource=cx_picks&cx_tag=undefined&cx_artPos=5#cxrecs_s\n"], [76341, "2019-08-19T09:21:35Z", [0.0, 0.5, 0.5], ""], [19127, "2019-08-19T06:29:49Z", [0.0, 0.11, 0.89], ""], [36321, "2019-08-19T02:23:33Z", [0.01, 0.2, 0.79], "Irrespective of the merits of current and potential fixes, the damage done to Boeing's reputation is probably beyond repair."], [76562, "2019-08-18T18:15:17Z", [0.0, 0.25, 0.75], ""], [76258, "2019-08-18T15:46:39Z", [0.15, 0.45, 0.4], ""], [78211, "2019-08-18T15:34:52Z", [0.05, 0.75, 0.2], "soon or never"], [78206, "2019-08-18T07:45:29Z", [0.4, 0.4, 0.2], ""], [48709, "2019-08-18T02:33:00Z", [0.0, 0.0, 1.0], "Boeing, Boeing, Boeing doesn't want to go crash on the stocks ..."], [77968, "2019-08-17T20:19:22Z", [0.0, 0.1, 0.9], ""], [34516, "2019-08-17T17:14:28Z", [0.0, 0.08, 0.92], ""], [172, "2019-08-17T10:13:40Z", [0.0, 0.1, 0.9], "Tight timeline for certification by year end\nhttps://www.cnbc.com/video/2019/08/13/boeing-has-tight-timeline-to-get-737-max-certified-by-the-end-of-2019.html"], [176, "2019-08-17T03:11:56Z", [0.0, 0.0, 1.0], "I surrender. "], [47812, "2019-08-16T22:43:43Z", [0.01, 0.05, 0.94], ""], [78182, "2019-08-16T21:38:56Z", [0.65, 0.25, 0.1], ""], [1333, "2019-08-16T18:17:48Z", [0.0, 0.23, 0.77], ""], [62808, "2019-08-15T22:17:35Z", [0.0, 0.0, 1.0], ""], [78146, "2019-08-15T12:26:31Z", [0.05, 0.75, 0.2], "It's a big drain to the economy of the company, so the company will do everything it can to satisfy all stakeholders."], [691, "2019-08-15T12:05:24Z", [0.0, 0.06, 0.94], ""], [28810, "2019-08-14T16:36:48Z", [0.5, 0.3, 0.2], "Strong pressure to get the aircraft flying e.g. Cost of compensating the airlines, US protectionism to prevent Airbus gaining even more market share, potential cut backs at Boeing and loss of US jobs."], [38, "2019-08-14T06:04:50Z", [0.0, 0.1, 0.9], "Oops!  I thought I'd adjusted this forecast about a week ago. . . \nI'm thinking that I've been too cynical about the statements made by the CEO of Boeing.  He has said that Boeing would have the \"fixes\" completed by mid-Sept and expected FAA certification with in a few weeks after submission.  Even if he is off by 2 months, there's still time for this question to resolve in Q4 2019.  "], [14027, "2019-08-14T01:10:41Z", [0.0, 0.47, 0.53], ""], [78048, "2019-08-13T15:49:34Z", [0.0, 0.0, 1.0], "Think the plane will be renamed so no more flight under the old name "], [78046, "2019-08-13T05:09:18Z", [0.01, 0.01, 0.98], ""], [78041, "2019-08-13T04:04:21Z", [0.0, 0.0, 1.0], "This is pretty much what Boeing is saying.  Because of the level of government review, it will not happen before."], [68, "2019-08-13T02:17:57Z", [0.0, 0.1, 0.9], ""], [78004, "2019-08-12T08:55:47Z", [0.05, 0.05, 0.9], "Not likely they will ever fly again under that name."], [29057, "2019-08-11T18:29:58Z", [0.0, 0.1, 0.9], ""], [172, "2019-08-11T11:52:10Z", [0.0, 0.1, 0.9], ""], [77942, "2019-08-11T09:51:27Z", [0.0, 0.0, 1.0], ""], [77918, "2019-08-11T00:39:13Z", [0.05, 0.45, 0.5], ""], [75595, "2019-08-10T19:30:29Z", [0.0, 0.05, 0.95], ""], [64662, "2019-08-10T16:35:17Z", [0.0, 0.05, 0.95], ""], [691, "2019-08-10T15:33:54Z", [0.0, 0.06, 0.94], ""], [41922, "2019-08-09T21:55:21Z", [0.0, 0.02, 0.98], ""], [77864, "2019-08-09T20:08:50Z", [0.1, 0.1, 0.8], "The risks - and associated ruinous publicity - of a further crash, or even a last-minute halting of a scheduled flight, is just too great and too serious for Boeing to take."], [72695, "2019-08-09T20:06:06Z", [0.0, 0.05, 0.95], "See H Fairhead article."], [26731, "2019-08-09T16:40:04Z", [0.0, 0.3, 0.7], ""], [30598, "2019-08-09T15:29:19Z", [0.01, 0.08, 0.91], ""], [77830, "2019-08-09T10:48:53Z", [0.15, 0.25, 0.6], ""], [5002, "2019-08-09T08:34:40Z", [0.03, 0.25, 0.72], ""], [5002, "2019-08-09T08:34:18Z", [0.05, 0.25, 0.7], ""], [46762, "2019-08-08T21:14:09Z", [0.0, 0.4, 0.6], "https://marketrealist.com/2019/08/boeing-max-crisis-more-pain-three-us-airlines/ Boeing plans to have fix by end September.  \nEven if hardware, seems like you could start getting some planes ready while the faa is certifying solution."], [77595, "2019-08-08T19:28:19Z", [0.01, 0.14, 0.85], ""], [63963, "2019-08-08T15:18:41Z", [0.0, 0.2, 0.8], ""], [19801, "2019-08-08T06:09:14Z", [0.0, 0.0, 1.0], "At the Black Hat security conference today in Las Vegas, Santamarta, a researcher for security firm IOActive, plans to present his findings, including the details of multiple serious security flaws in the code for a component of the 787 known as a Crew Information Service/Maintenance System. \nhttps://www.wired.com/story/boeing-787-code-leak-security-flaws/ A Boeing 757 was hacked remotely while it sat on the runway\nhttps://www.tripwire.com/state-of-security/featured/boeing-757-hacked/ Can any Murican software be trusted to perform right? Boeing is on of the wealthiest companies with the biggest staff and most well paid.  Boeing 737 Max Software Fix Is Too Slow\nWritten by Harry Fairhead   \nWednesday, 10 July 2019 The situation with the Boeing Max 737 is rapidly becoming a textbook case on how not to implement embedded systems and how not to deal with problems. It now seems that the software fix that will return the plane to the skies overloads its flight computer. The New York Times has a report that in flight simulator tests of the new software a pilot was unable to follow the procedure to regain control of the plane. The key quote is: \"The issue discovered last week is linked to the data-processing speed of a specific flight control computer chip, according to the two people with knowledge of the matter. In the test, the F.A.A. pilot encountered delays in executing a crucial step required to stabilize an aircraft.\" dual 80286 with CPUs from different manufacturers is the most likely. There are two of these systems and either are capable of handling the demands of the plane in most situations. However according to one ex-Boeing engineer: The 737 dual-dual architecture is very unique. The decision to make speed trim single channel, single processor goes back to the 737 classic. The MCAS function is just another FCC software module that behaves, at a high level, like speed trim, whose architecture would have then been replicated. This seems to be saying that the MCAS system that is being revised only runs on one of the processors in one of the systems. A 80286 is an old processor, circa 1986, with a single core running at 20MHz or so.\nhttps://www.i-programmer.info/news/91-hardware/12919-boeing-737-max-software-fix-is-too-slow.html Bad software on super slow obsolete hardware. Even a mobile phone from the 90s is faster than a 286. Can any Murican hardware be trusted?"], [31450, "2019-08-07T16:43:54Z", [0.0, 0.15, 0.85], "Shifting later in the year due to the difficulties Boeing is having getting the plane ready to be certified again."], [15196, "2019-08-07T15:11:03Z", [0.0, 0.0, 1.0], ""], [57797, "2019-08-07T11:58:37Z", [0.0, 0.1, 0.9], ""], [77681, "2019-08-07T06:18:26Z", [0.01, 0.15, 0.84], ""], [38, "2019-08-07T02:41:25Z", [0.0, 0.0, 1.0], "https://www.cnbc.com/2019/08/05/boeing-conducts-500-test-flights-of-troubled-737-max-to-restore-trust.html \"Boeing CEO Dennis Muilenburg said Monday that the company has conducted almost 500 test flights with a new software update to its grounded 737 Max planes . . .  Muilenburg also reiterated the company’s plan to submit a certification package to the Federal Aviation Administration in September, and that he expects the 737 Maxes to return service early in the fourth quarter.\"\n~~~~~~~\nCOMMENT:  Muilenburg has not been in the media much for several weeks.  \". . . return to service early in the fourth quarter\" is later than he's said before, I think. Then there's the report by @Ben-Wright than a hardware & design problem has been identified . . . https://www.gjopen.com/comments/comments/891447\n"], [77667, "2019-08-06T19:57:35Z", [0.0, 0.1, 0.9], ""], [77650, "2019-08-06T13:30:09Z", [0.0, 0.1, 0.9], "公关处理不当，信任危机，难以消弭。"], [77643, "2019-08-06T12:14:52Z", [0.0, 0.15, 0.85], "It is too difficult to fix all the problems and make the travelling public comfortable that the aircraft is now safe!"], [77647, "2019-08-06T09:43:24Z", [0.0, 0.25, 0.75], ""], [55726, "2019-08-06T02:36:15Z", [0.0, 0.3, 0.7], "I read its now a hardware, not just a software problem. All the planes need a cockpit refit. That takes a long time to certify. It will get fixed, and a great plane will come from it....but its a classic MBA lesson on why big companies like Boeing need to employ generalist thinkers to watch over their big bets. "], [77587, "2019-08-05T18:38:53Z", [0.0, 0.1, 0.9], ""], [427, "2019-08-04T21:07:52Z", [0.0, 0.05, 0.95], ""], [83, "2019-08-04T18:54:26Z", [0.0, 0.05, 0.95], ""], [77481, "2019-08-04T14:07:58Z", [0.05, 0.25, 0.7], ""], [46762, "2019-08-04T12:30:00Z", [0.0, 0.0, 1.0], "https://www.wsj.com/amp/articles/737-max-safety-tests-covering-increasingly-remote-failure-risks-11564778841"], [70711, "2019-08-03T20:44:30Z", [0.0, 0.0, 1.0], ""], [77545, "2019-08-03T20:06:57Z", [0.05, 0.25, 0.7], ""], [2296, "2019-08-03T12:51:57Z", [0.0, 0.05, 0.95], "Group think. Very complicated software and extensive approval. Credibility issue."], [54140, "2019-08-03T10:34:14Z", [0.0, 0.0, 1.0], ""], [19127, "2019-08-03T09:57:02Z", [0.0, 0.13, 0.87], ""], [77502, "2019-08-03T05:42:47Z", [0.0, 0.0, 1.0], "Are you going on the test flight?"], [1333, "2019-08-02T18:07:30Z", [0.0, 0.24, 0.76], ""], [578, "2019-08-02T17:16:09Z", [0.0, 0.0, 1.0], "I am going all the way in!! "], [34353, "2019-08-02T14:36:09Z", [0.01, 0.04, 0.95], ""], [59068, "2019-08-02T14:27:38Z", [0.0, 0.11, 0.89], "Considering the continued delays in the aircraft, and the amount of time needed to make a complicated fix and then get it certified by the FAA."], [691, "2019-08-02T12:18:05Z", [0.0, 0.06, 0.94], ""], [14027, "2019-08-02T12:14:27Z", [0.0, 0.11, 0.89], ""], [75195, "2019-08-02T06:53:01Z", [0.0, 0.05, 0.95], ""], [34114, "2019-08-02T05:54:41Z", [0.0, 0.0, 1.0], ""], [6978, "2019-08-02T02:38:44Z", [0.0, 0.5, 0.5], ""], [57797, "2019-08-02T01:51:03Z", [0.0, 0.05, 0.95], "Reducing ‘Before 1 January 2020’ from 8% points on Southwest and Air Canada cancellations past end of 2019. I am positing that airlines are incentivized to be optimistic."], [578, "2019-08-01T23:55:14Z", [0.0, 0.02, 0.98], "Boeing is rewriting the MCAS software for the 737 Max [1]. It will include data from 2 onboard computers which changes the software architecture completely. This is a big deal. The company said that the software will be ready by end of September.  But there are lots of steps to go through before FAA dares to allow it to fly after its own mishandling to the Max's certification.  The steps are simulator testing, actual flight testing, pilot training (remember this step was deemed unnecessary before the accidents).  Also it would be prudent for the FAA to have the agreement with EASA first before letting the Max to fly. All these would take more than 3 months. On another note, Air Canada just joined Southwest in removing the Max from its schedule till 2020 [2]. [1]   https://www.seattletimes.com/business/boeing-aerospace/newly-stringent-faa-tests-spur-a-fundamental-software-redesign-of-737-max-flight-controls/\n[2] https://www.aerotime.aero/ruta.burbaite/23760-air-canada-joins-southwest-cuts-boeing-737-max-flights-till-2020"], [172, "2019-08-01T23:30:48Z", [0.0, 0.1, 0.9], "Not buying the explanation or optimism of this article. Note Boeing is Seattle based. \nhttps://www.seattletimes.com/business/boeing-aerospace/newly-stringent-faa-tests-spur-a-fundamental-software-redesign-of-737-max-flight-controls/\n"], [77510, "2019-07-31T19:37:58Z", [0.05, 0.8, 0.15], ""], [35217, "2019-07-31T17:42:23Z", [0.0, 0.08, 0.92], ""], [77489, "2019-07-30T23:25:06Z", [0.01, 0.13, 0.86], ""], [74640, "2019-07-30T20:51:24Z", [0.0, 0.07, 0.93], ""], [1333, "2019-07-30T18:30:45Z", [0.0, 0.25, 0.75], ""], [172, "2019-07-30T17:08:58Z", [0.0, 0.05, 0.95], "Going lower based on continued bad news and cancellations into Jan 2020"], [691, "2019-07-30T13:49:33Z", [0.0, 0.06, 0.94], ""], [12591, "2019-07-29T20:48:24Z", [0.05, 0.65, 0.3], ""], [66942, "2019-07-29T16:57:37Z", [0.05, 0.45, 0.5], ""], [32061, "2019-07-29T11:50:01Z", [0.0, 0.05, 0.95], ""], [172, "2019-07-29T10:05:40Z", [0.0, 0.2, 0.8], ""], [172, "2019-07-29T10:04:49Z", [0.0, 0.15, 0.85], ""], [172, "2019-07-29T10:04:31Z", [0.0, 0.35, 0.65], "This is going to hurt the Boeing case (Boeing engineer of 30 years told to minimize issues)...\nhttps://www.bbc.com/news/business-49142761\n"], [75319, "2019-07-29T06:50:41Z", [0.0, 0.15, 0.85], ""], [35, "2019-07-28T23:34:58Z", [0.0, 0.34, 0.66], ""], [34516, "2019-07-28T12:11:31Z", [0.0, 0.12, 0.88], "On Southwest’s announcement that it has cancelled 737 MAX flights until January."], [1624, "2019-07-28T09:31:55Z", [0.0, 0.0, 1.0], ""], [77449, "2019-07-28T06:38:46Z", [0.0, 0.0, 1.0], "The risk of an early flight would be too high fot the stock market."], [172, "2019-07-28T01:12:25Z", [0.0, 0.35, 0.65], "Key here is that it’s software (code) not hardware (physical object like a sensor). IMO it would be more challenging to incorporate new/different hardware (depending on its purpose, complexity, and interoperability with other components). Software is just as important in a machine as complex as a plane but they’ve given a timeline of about two months to address the “glitch”. It’s unclear if that includes extensive testing but it wouldn’t include certification. So if we take end of September as “glitch addressed” there is the possibility (but not certainty) it could be flying again in some capacity by year end.\nhttps://www.bloomberg.com/news/articles/2019-07-27/latest-737-max-fault-that-alarmed-test-pilots-rooted-in-software\n"], [691, "2019-07-27T11:20:13Z", [0.0, 0.06, 0.94], ""], [20156, "2019-07-27T08:50:53Z", [0.0, 0.0, 1.0], ""], [19127, "2019-07-26T20:11:22Z", [0.0, 0.15, 0.85], ""], [15414, "2019-07-26T18:24:35Z", [0.0, 0.0, 1.0], ""], [1333, "2019-07-26T18:19:38Z", [0.0, 0.3, 0.7], ""], [1333, "2019-07-26T17:55:45Z", [0.0, 0.35, 0.65], ""], [71198, "2019-07-26T11:18:29Z", [0.0, 0.3, 0.7], "Given that a second dangerous fault was found, I expect the investigation will be more thorough & slower. Confidence will be shaken as to the flight worthiness of the craft. However, Boeing have managed to convince some customers not to cancel future orders. That's good news that Boeing will want to move as quickly as possible. Rather than mothballing the project like Airbus did with A380 after slowing sales."], [43189, "2019-07-26T08:51:15Z", [0.15, 0.45, 0.4], ""], [76636, "2019-07-26T06:32:59Z", [0.57, 0.23, 0.2], ""], [38, "2019-07-26T01:39:08Z", [0.0, 0.0, 1.0], "Southwest has just cancelled all of its 737 Max flights until Jan 5th."], [77411, "2019-07-25T21:41:03Z", [0.15, 0.75, 0.1], ""], [77410, "2019-07-25T21:36:36Z", [0.1, 0.1, 0.8], ""], [37435, "2019-07-25T17:12:43Z", [0.15, 0.5, 0.35], "Not only does the software need to be fixed in the planes, pilots need to be retrained to understand the software better."], [578, "2019-07-25T13:55:28Z", [0.0, 0.02, 0.98], "Southwest just announced that it will not schedule 737 Max until January 3."], [172, "2019-07-25T10:14:22Z", [0.0, 0.35, 0.65], "Key here is Boeing’s plan to deliver final certification in September. From there will take at least 2 months (likely more) to get green light to fly. Appears to be semi subtle pressure by Boeing execs on political and financial side (from their perspective understandable) to get birds back in air with threat of halting production (assumes job losses and trade issues).\nhttps://www.theguardian.com/business/2019/jul/24/boeing-reports-largest-ever-quarterly-loss-following-737-max-grounding\n"], [14027, "2019-07-25T10:00:46Z", [0.0, 0.13, 0.87], ""], [83, "2019-07-25T00:40:42Z", [0.0, 0.09, 0.91], "FAA reviewing certification process.  Credibility of US public and foreign Aviation regulators are at risk.  Possible 60 day minimum the publish (draft?) revisions.  Beware politicians advocating \"cutting red tape that strangles business\". From: https://www.reuters.com/article/us-ethiopia-airplane-ntsb/ntsb-chair-expects-to-unveil-recommendations-on-faa-design-certification-issues-idUSKCN1UJ2TL\n\"Since the twin disasters, a host of government agencies and outside experts have been investigating how the FAA certifies new aircraft and its longstanding practice of delegating certification tasks to airplane manufacturers, including federal prosecutors, the Department of Transportation’s inspector general, Congress and several blue-ribbon panels.\n...\n\"Michael Perrone, who heads the Professional Aviation Safety Specialists union, said at a House hearing last week that external entities designated by the FAA “are now performing more than 90 percent of FAA’s certification activities despite serious concerns that oversight is lacking.”\n\"He added that this “creates a concerning dynamic whereby designees who are paid by the aircraft manufacturers, airlines, or repair stations are simultaneously overseeing for the FAA. Why allow individuals and companies outside the agency to perform work with the ability to impact the safety of the aviation system?”\n\"Elwell has repeatedly defended the FAA’s certification process, but criticism has continued to mount.\n\"Former airline pilot Chesley “Sully” Sullenberger, who in 2009 landed a US Airways flight safely on the Hudson River in New York, told a congressional panel in June that the U.S. system of certifying new aircraft is not working.\" “Our current system of aircraft design and certification has failed us,” he said."], [691, "2019-07-24T21:18:01Z", [0.0, 0.05, 0.95], ""], [172, "2019-07-24T16:14:55Z", [0.0, 0.35, 0.65], "Nothing new here - continued vagueness/Hope re returning to air late in 2019. Note - on Twitter, Boeing CEO also speculated if not returned to service in Q4, company could halt production. Not sure if just statement, covering bases, or a mild threat to US authorities given potential trade implications etc https://www.usatoday.com/story/news/2019/07/24/boeing-737-max-earnings-grounded-ethiopian-lion/1812039001/\n"], [31542, "2019-07-24T15:10:06Z", [0.0, 0.05, 0.95], ""], [28166, "2019-07-24T12:19:53Z", [0.0, 0.07, 0.93], ""], [77341, "2019-07-23T23:33:43Z", [0.1, 0.25, 0.65], ""], [77307, "2019-07-23T17:01:15Z", [0.0, 0.0, 1.0], ""], [77248, "2019-07-22T23:12:58Z", [0.0, 0.05, 0.95], ""], [76372, "2019-07-22T20:43:43Z", [0.02, 0.12, 0.86], ""], [77214, "2019-07-22T11:29:48Z", [0.0, 0.2, 0.8], ""], [19801, "2019-07-22T06:29:47Z", [0.0, 0.0, 1.0], "\nBoeing Max 737: airlines delay plane's return until November Southwest, American and United Airlines all put back return date for troubled jet\nhttps://www.theguardian.com/business/2019/jul/19/boeing-max-737-delay-return-airlines-november Boeing 737 MAX return to service faces further delays over new FAA concern\nhttps://www.abc.net.au/news/2019-06-27/us-faa-identifies-new-risk-in-boeing-737-max/11251220"], [77145, "2019-07-22T03:48:50Z", [0.05, 0.66, 0.29], ""], [8663, "2019-07-22T01:05:26Z", [0.0, 0.1, 0.9], ""], [77128, "2019-07-21T22:48:04Z", [0.02, 0.08, 0.9], ""], [77122, "2019-07-21T22:36:56Z", [0.02, 0.36, 0.62], ""], [691, "2019-07-21T13:03:29Z", [0.0, 0.05, 0.95], ""], [76992, "2019-07-21T10:24:43Z", [0.05, 0.25, 0.7], ""], [76964, "2019-07-21T09:42:26Z", [0.0, 0.1, 0.9], ""], [76907, "2019-07-21T02:00:14Z", [0.0, 0.3, 0.7], "The Trump administration is more likely to let safety concerns slide and doesn't like the idea of barriers to business"], [76838, "2019-07-21T01:04:11Z", [0.1, 0.2, 0.7], ""], [76885, "2019-07-21T00:58:03Z", [0.01, 0.04, 0.95], ""], [76869, "2019-07-21T00:11:19Z", [0.0, 0.65, 0.35], ""], [76852, "2019-07-20T23:59:57Z", [0.05, 0.15, 0.8], ""], [76797, "2019-07-20T23:15:23Z", [0.01, 0.25, 0.74], ""], [76783, "2019-07-20T17:33:00Z", [0.15, 0.7, 0.15], ""], [6978, "2019-07-20T13:18:35Z", [0.0, 0.75, 0.25], "Fading dumb money. Speaking of money, too much being lost for this to not be expedited--even if risks haven't been completely resolved."], [76752, "2019-07-20T08:40:04Z", [0.0, 0.0, 1.0], "Because the subject is topical and a very current social policy issue for many governments regarding their approval of an aircraft with a highly questionable flight record and the safety of their citizens."], [52778, "2019-07-20T07:55:37Z", [0.05, 0.1, 0.85], ""], [76743, "2019-07-20T07:23:40Z", [0.0, 0.0, 1.0], ""], [83, "2019-07-20T03:37:51Z", [0.0, 0.09, 0.91], "Points From the Economist: https://www.economist.com/gulliver/2019/07/10/the-end-is-not-yet-in-sight-for-boeings-737-max-crisis - No new orders for the 737 MAX in Q2 2019\n- New problem with microprocessors identified in June\n- European authorities find new software problem on July 5th\n- FAA does not want to approve the solutions until all other countries have approved (FAA has been criticized for not finding the issues first).  This will take time.\n- Saudi Arabia cancels an order for 30 of the 737 MAX In addition there are reports that airlines have already started to cancel expected flights out as far as November 2019.\n"], [57797, "2019-07-20T01:27:39Z", [0.0, 0.08, 0.92], "This article posted by @Hammer-Time makes an important point: the return of 737 depends not only on Boeing's technical fix (and subsequent approval by authorities) but also on its ability to regain public trust. Therefore, a passenger flight could be delayed beyond the time when the planes are technically cleared to fly.  A counterargument to that may be that Boeing may fly the 737 Max (e.g. with its CEO and/or FAA officials on board) as part of a PR campaign. However, note that the question asks about the first \"commercial\" flight. I am guessing that a flight for PR purposes will not count. https://www.theguardian.com/business/2019/jul/19/boeing-max-737-delay-return-airlines-november"], [172, "2019-07-19T18:50:59Z", [0.0, 0.25, 0.75], "November? Maybe? Possibly? Always possible to extend but doing so could make it appear more issues...\nhttps://www.theguardian.com/business/2019/jul/19/boeing-max-737-delay-return-airlines-november\n"], [76711, "2019-07-19T11:23:02Z", [0.01, 0.1, 0.89], "Forecasts keep extending.  The public will show an unwillingness to fly on this aircraft and investors will take note. "], [172, "2019-07-19T10:49:41Z", [0.0, 0.2, 0.8], "Per others, Boeing needs to get it right. They also need to get flying as soon as possible and safe again given damage to reputation. Airlines have a longer view and both airlines and Boeing have insurance. There are, however other providers - just that delivery times are also long...  losing half your profit can be quite an incentive to make things right as quick as possible. I continue to think there’s a chance of flight in busy year end season. From Economist:\n“Boeing is to spend $4.9bn compensating airlines whose 737 MAX aircraft have been grounded since March, after two crashes killed 346 people. The charge, wiping out half of Boeing’s annual profit, does not include the cost of lawsuits or fines. The planes could be cleared to fly again by the end of the year; their reputation may take longer.“"], [76674, "2019-07-19T04:14:25Z", [0.33, 0.34, 0.33], ""], [74640, "2019-07-18T22:46:02Z", [0.0, 0.07, 0.93], "Insider information from Boeing employee"], [76655, "2019-07-18T19:44:57Z", [0.05, 0.25, 0.7], "FAA will be ultra cautious. "], [76633, "2019-07-18T18:58:13Z", [0.0, 0.05, 0.95], "Need time before public will believe adequate testing done"], [76626, "2019-07-18T16:27:37Z", [0.05, 0.35, 0.6], ""], [76617, "2019-07-18T15:33:37Z", [0.02, 0.1, 0.88], "Boeing can’t afford to be seen to have treated this problem lightly or rushed for commercial reasons. Take the pain for long term gain!"], [76565, "2019-07-18T12:38:16Z", [0.0, 0.05, 0.95], ""], [76561, "2019-07-18T12:36:01Z", [0.1, 0.7, 0.2], ""], [76526, "2019-07-18T12:00:31Z", [0.0, 0.0, 1.0], "New problems emerging "], [76510, "2019-07-18T11:53:14Z", [0.0, 0.0, 1.0], "Opinion. "], [76492, "2019-07-18T11:28:10Z", [0.26, 0.51, 0.23], ""], [76473, "2019-07-18T11:21:01Z", [0.0, 0.15, 0.85], ""], [62808, "2019-07-18T11:16:29Z", [0.0, 0.0, 1.0], ""], [76466, "2019-07-18T11:13:07Z", [0.05, 0.15, 0.8], "If a fix was straightforward I feel it would have surfaced by now, or a timetable to a conclusion been announced"], [76470, "2019-07-18T11:11:26Z", [0.0, 0.0, 1.0], ""], [76426, "2019-07-18T11:09:14Z", [0.0, 0.0, 1.0], ""], [76434, "2019-07-18T10:58:22Z", [0.15, 0.55, 0.3], "Balance between controlling the risk which should be achievable in a shorter time frame than fixing the issue and the amount of lobbying for support putting pressure on US regulator. "], [76399, "2019-07-18T10:20:16Z", [0.0, 0.3, 0.7], "The problem they have to fix (and public awareness) is complex and greater than it first appeared"], [76381, "2019-07-18T10:12:30Z", [0.0, 0.25, 0.75], ""], [76358, "2019-07-18T09:36:36Z", [0.2, 0.6, 0.2], ""], [76345, "2019-07-18T09:27:36Z", [0.05, 0.15, 0.8], "The need for confidence in and proof of Boeing's solution means there will be no quick fix."], [76341, "2019-07-18T09:26:31Z", [0.0, 0.5, 0.5], ""], [76343, "2019-07-18T09:24:38Z", [0.0, 0.1, 0.9], ""], [76330, "2019-07-18T09:18:50Z", [0.25, 0.5, 0.25], ""], [76298, "2019-07-18T08:58:09Z", [0.01, 0.05, 0.94], "Still problems with this aircraft"], [76307, "2019-07-18T08:46:08Z", [0.0, 0.16, 0.84], "Interest"], [76261, "2019-07-18T08:37:11Z", [0.05, 0.05, 0.9], ""], [76284, "2019-07-18T08:36:18Z", [0.0, 0.05, 0.95], "This has been such a shocking safety lapse, there will have to be such rigorous testing for the controlling authorities to re-licence - even if they do many airlines will likely not fly them"], [76271, "2019-07-18T08:09:19Z", [0.1, 0.2, 0.7], ""], [76229, "2019-07-18T07:25:18Z", [0.2, 0.5, 0.3], ""], [76194, "2019-07-18T07:21:09Z", [0.1, 0.4, 0.5], ""], [76210, "2019-07-18T07:15:45Z", [0.0, 0.25, 0.75], "Release can’t take place before the issues have been thoroughly investigated and resolved."], [76204, "2019-07-18T07:06:00Z", [0.0, 0.2, 0.8], "Testing needs to be so thorough after what has happened."], [76165, "2019-07-18T06:44:10Z", [0.25, 0.65, 0.1], ""], [75462, "2019-07-17T22:58:40Z", [0.0, 0.15, 0.85], ""], [76135, "2019-07-17T22:54:01Z", [0.1, 0.2, 0.7], ""], [76133, "2019-07-17T21:36:06Z", [0.0, 0.0, 1.0], ""], [56400, "2019-07-17T18:04:15Z", [0.06, 0.22, 0.72], ""], [1333, "2019-07-17T16:44:32Z", [0.0, 0.45, 0.55], ""], [691, "2019-07-17T14:16:39Z", [0.0, 0.05, 0.95], ""], [15643, "2019-07-17T13:13:12Z", [0.01, 0.1, 0.89], ""], [46762, "2019-07-17T05:49:33Z", [0.07, 0.93, 0.0], "Southwest is keeping it on the schedule after sep1.    Means it expects a solution probably mid Aug. \nWhile southwest could be wrong, the chance of picking up points on the crowd is rich."], [46762, "2019-07-16T22:08:22Z", [0.0, 1.0, 0.0], ""], [75065, "2019-07-16T19:36:59Z", [0.0, 0.0, 1.0], ""], [25681, "2019-07-16T19:25:48Z", [0.0, 0.05, 0.95], ""], [68, "2019-07-16T12:37:23Z", [0.0, 0.2, 0.8], ""], [691, "2019-07-16T12:37:11Z", [0.0, 0.05, 0.95], ""], [76070, "2019-07-16T06:59:07Z", [0.05, 0.15, 0.8], ""], [1333, "2019-07-15T18:52:16Z", [0.07, 0.44, 0.49], ""], [172, "2019-07-15T16:46:07Z", [0.0, 0.2, 0.8], "Dies it count if they change the name?! (Kidding)\nhttps://www.theguardian.com/business/2019/jul/15/boeing-737-max-ordered-by-ryanair-undergoes-name-change\n"], [691, "2019-07-15T15:19:26Z", [0.0, 0.05, 0.95], ""], [21865, "2019-07-15T13:59:47Z", [0.0, 0.0, 1.0], ""], [38, "2019-07-15T02:30:50Z", [0.0, 0.14, 0.86], "I just urged @joshybear to remember that Boeing could miss its Nov 3rd scheduled return by a month and still be well within the middle time bin. . . . maybe I should listen to myself???!!! . . . or maybe I should not get panicky and hold steady with this forecast for now.   I'm seeing veteran forecasters & forecasters I admire forecasting strongly for not this year.  It is hard to not be swayed by their wisdom and experience, but I'm definitely not going to reduce the Oct-New Year's forecast any more for a while, or until there is more definitive news.  I wish I had not procrastinated and had bought one of the crystal balls on sale at the store last week! "], [19801, "2019-07-15T01:26:28Z", [0.0, 0.0, 1.0], "I see no possibility of the Max flying and even 2020 looks doubtful now. American, with 24 737 MAX aircraft and dozens more on order, is scheduling without the jets till November 2. Among other US MAX carriers, Southwest Airlines has removed the aircraft from its scheduling through October 1, and United Airlines Holdings until November 3. Southwest is the world's largest MAX operator.\nhttps://www.nbcnews.com/news/us-news/boeing-737-max-cancellations-extended-again-planes-may-be-grounded-n1029681 Boeing 737 MAX Grounding Could Stretch Into 2020\nCompany executives, FAA engineers and regulators have expanded their safety analyses to cover a growing list of issues\nhttps://www.wsj.com/articles/boeing-737-max-grounding-could-stretch-into-2020-11563112801 "], [34516, "2019-07-15T01:20:20Z", [0.0, 0.22, 0.78], "HT to @GL2814 for:\nhttps://www.reuters.com/article/us-ethiopia-airplane-american/american-airlines-extends-boeing-737-max-cancellations-for-fourth-time-idUSKCN1U90CI"], [75935, "2019-07-15T00:25:20Z", [0.0, 0.11, 0.89], ""], [76034, "2019-07-14T21:40:48Z", [0.01, 0.15, 0.84], ""], [176, "2019-07-14T21:29:41Z", [0.0, 0.7, 0.3], "Oh Oh! \nAmerican Airlines Group Inc (AAL.O) said on Sunday it is extending for a fourth time cancellations of about 115 daily flights into early November due to the ongoing grounding of the Boeing Co \nhttps://www.reuters.com/article/us-ethiopia-airplane-american/american-airlines-extends-boeing-737-max-cancellations-for-fourth-time-idUSKCN1U90CI"], [172, "2019-07-14T20:32:35Z", [0.0, 0.2, 0.8], "Lots of talk of stretching to 2020. Haven’t heard too much from Boeing side either pro/con...\nhttps://www.wsj.com/articles/boeing-737-max-grounding-could-stretch-into-2020-11563112801\nhttps://www.businessinsider.com/the-boeing-737-max-wont-relaunch-until-2020-report-2019-7"], [1092, "2019-07-14T17:19:59Z", [0.0, 0.7, 0.3], ""], [38, "2019-07-14T05:55:24Z", [0.0, 0.14, 0.86], "https://www.devdiscourse.com/article/business/595567-boeing-737-max-to-remain-off-united-airlines-schedule-until-nov-3 \"United Airlines Holdings said on Friday the Boeing 737 MAX would stay off its flight schedule until Nov. 3, a fresh extension leading to about 2,100 cancellations in September and 2,900 in October . . . \"Among other U.S. MAX operators, Southwest Airlines Co so far has canceled flights through Oct. 1 and American Airlines Group through Sept. 3, though those timelines are also likely to be extended.\n~~~~~\nCOMMENT:  @dlaiocean found this nugget of info before I did and has adjusted his forecast significantly as a result.  He's a braver soul than I!  There's a lot of weeks between Nov 3 and Dec 31and Boeing is really under pressure to get this problem resolved ASAP, so I'm going to hold steady for now."], [72713, "2019-07-14T05:38:04Z", [0.0, 0.0, 1.0], "737 Max is a disaster. Too much bad PR, even if they do fix the problems. \nhttps://markets.businessinsider.com/news/stocks/delta-nearly-bought-troubled-boeing-737-max-close-call-2019-7-1028350422"], [76023, "2019-07-13T18:19:26Z", [0.0, 0.2, 0.8], ""], [578, "2019-07-12T23:44:54Z", [0.0, 0.05, 0.95], "United just announced 737 Max flight cancellations till November 3. Further reduced chance of flight between October 1 and December 31."], [176, "2019-07-12T19:26:35Z", [0.0, 0.75, 0.25], ""], [75994, "2019-07-12T03:51:27Z", [0.0, 0.0, 1.0], ""], [172, "2019-07-12T01:56:38Z", [0.0, 0.2, 0.8], ""], [172, "2019-07-12T01:53:55Z", [0.0, 0.25, 0.75], "Not a good sign. They have something of a fall guy now.\nhttps://www.wsj.com/articles/head-of-boeings-737-max-program-retires-11562882041?mod=hp_lista_pos2\nBut still a chance by year end?\nhttps://www.reuters.com/article/us-ryanair-hldgs-boeing-737/ryanair-sees-risk-to-2020-growth-if-737-max-grounded-beyond-november-idUSKCN1U52ME\n"], [58247, "2019-07-11T15:27:39Z", [0.0, 0.0, 1.0], "The larger the institution the slower the recovery time. Boeing may be bankrupted by the next FU. When bean counter decisions trump engineering ones so regularly, its doom is at hand."], [6978, "2019-07-11T14:37:28Z", [0.0, 0.5, 0.5], ""], [19801, "2019-07-11T12:58:57Z", [0.0, 0.0, 1.0], "oeing has told the airline it expects the 737 MAX to be flying by end-September, Ryanair Chief Executive Michael O'Leary told Reuters. He added that while nobody knew when the MAX would be back in service, he believed this target could slip to end-year. \"Boeing are telling us at the moment they expect to be back flying by the end of September,\" O'Leary said in an interview on the sidelines of an airlines meeting. \"I think it will fly before the end of this year. I am not sure they will meet the end of September date, but I take comfort from the fact that it seems that now the American, European, Brazilian and Canadian regulators are working together,\" he said.\nhttps://www.smh.com.au/business/companies/boeing-expects-737-max-planes-back-in-the-air-by-october-but-ryanair-chief-is-sceptical-20190711-p52658.html Boeing initially hoped that flights could resume by July 2019;[354] by June 3, CEO Dennis Muilenburg, expected to have the planes flying by the end of 2019 but declined to provide a timeline.[355] The Emirates chief Sheikh Ahmed had a similar projection towards December 2019 for flydubai's 737 MAX operations, he said, due to a lack of regulator coordination.[356] Ethiopian Airlines CEO Tewolde Gebremariam expressed his confidence in the process for bringing the MAX back into service, and expected Ethiopian to be the last carrier to resume flights\nhttps://en.wikipedia.org/wiki/Boeing_737_MAX_groundings#Aviation_authorities"], [75518, "2019-07-11T07:09:12Z", [0.02, 0.4, 0.58], ""], [554, "2019-07-11T06:57:59Z", [0.1, 0.25, 0.65], ""], [482, "2019-07-11T00:30:38Z", [0.0, 0.05, 0.95], ""], [49194, "2019-07-11T00:14:29Z", [0.0, 0.0, 1.0], "It's going to take at least 2 years  before thet plane will fly with passengers on board\nThe testing process is going to be a long one \nBoeing will need one hell of a PR roll-out with plenty of advance time, and many airlines are skeptical regardless because of \"the internet of customer opinion\""], [60666, "2019-07-10T22:36:13Z", [0.0, 0.0, 1.0], ""], [46503, "2019-07-10T22:01:12Z", [0.1, 0.5, 0.4], ""], [13158, "2019-07-10T21:39:46Z", [0.0, 0.0, 1.0], ""], [20896, "2019-07-10T21:29:20Z", [0.1, 0.55, 0.35], ""], [52857, "2019-07-10T21:24:46Z", [0.05, 0.1, 0.85], "Boeing 737-max will have to do better in simulator tests than it has done in the past sevral weeks"], [578, "2019-07-10T20:59:20Z", [0.0, 0.1, 0.9], "Southwest Airlines has pulled 737 Max off its flight schedule until 1 October [1].  It is unlikely that the plane will fly before this date.   The additional problem discovered by government test pilots using flight simulator will further delay the return of the 737 Max to the air.  One of these pilots suggested that it will take one to three months for the problem to be fixed.  And then there is further testing.  [1]  https://www.cnbc.com/2019/06/27/southwest-airlines-pulls-boeing-737-max-off-flight-schedule-until-october.html\n[2]  https://www.cnet.com/news/boeings-737-max-8-all-about-the-aircraft-flight-ban-and-investigations/"], [72103, "2019-07-10T20:04:27Z", [0.0, 0.1, 0.9], ""], [75942, "2019-07-10T05:30:12Z", [0.0, 0.05, 0.95], ""], [14027, "2019-07-09T21:11:13Z", [0.0, 0.29, 0.71], ""], [62808, "2019-07-09T19:38:12Z", [0.0, 0.04, 0.96], "https://edition.cnn.com/2019/06/26/politics/boeing-737-max-flaw/index.html"], [19801, "2019-07-09T13:14:28Z", [0.0, 0.0, 1.0], "The problem The European Union Aviation Safety Agency (EASA) identified key details they wish to see remedied before allowing the 737 MAX to return to service. Most of these details were previously known issues with the aircraft. Here is the list, as reported by Bloomberg, of issues Boeing needs to fix with the 737 MAX:     The potential difficulty pilots have in turning the jet’s manual trim wheel\n    The unreliability of the angle of attack sensors\n    Inadequate training procedures for pilots\n    Software issue regarding a lagging microprocessor (the FAA identified this issue recently)\n    Failure of the autopilot to disengage in certain emergencies 737 MAX\nThe MAX investigation has turned up problem after problem.  Judging from the list, it seems that the 737 MAX will require a fair bit of work before returning to the sky. Whether or not the FAA agrees with the EASA is a different story.\nhttps://simpleflying.com/737-max-autopilot/"], [57797, "2019-07-09T12:50:29Z", [0.0, 0.08, 0.92], "Extending the timeline as per the Economist article today: \"Authorities in America now do not want to unground the MAX until those in other countries also do.\" http://espresso.economist.com/4c1062cc42d7e3c64306cbee964db44f HT @Hammer-Time"], [172, "2019-07-09T11:34:48Z", [0.0, 0.1, 0.9], "From the Economist:\n“Today Boeing will report orders and deliveries for the three months to June. Investors are expecting bad news. In March its 737 MAX aircraft, its best-selling plane, was grounded by safety regulators around the world after two crashes in just five months killed 346 people. In May it revealed a fix for the software issues that contributed to those accidents. It hoped that the MAX would be ungrounded by July. But in the past few weeks that timetable has slipped. A new problem with its microprocessors emerged in late June, which will take months to fix. On Friday European aviation regulators revealed another new software fault with the aircraft. Authorities in America now do not want to unground the MAX until those in other countries also do. As a result carriers are already cancelling more flights this autumn. The rumour among airline executives is that the MAX may not get airborne again this year.“"], [1333, "2019-07-08T18:05:30Z", [0.07, 0.45, 0.48], ""], [74743, "2019-07-08T17:07:22Z", [0.05, 0.15, 0.8], "Saudi just cancelled it's order for Boeing airplanes and other major ones have pushed out delivery dates. It is in Boeing's best interest to make sure that the airplane is completely safe before commercial flights commence."], [19127, "2019-07-08T09:56:09Z", [0.0, 0.16, 0.84], ""], [1624, "2019-07-08T04:35:38Z", [0.0, 0.15, 0.85], ""], [172, "2019-07-08T02:25:14Z", [0.0, 0.1, 0.9], ""], [172, "2019-07-08T02:23:30Z", [0.0, 0.15, 0.85], ""], [57797, "2019-07-08T01:11:15Z", [0.0, 0.14, 0.86], ""], [1333, "2019-07-08T00:09:19Z", [0.08, 0.45, 0.47], ""], [38, "2019-07-07T21:49:36Z", [0.0, 0.14, 0.86], "https://onemileatatime.com/737-max-autopilot-problems/ \" . . .  in late June FAA pilots uncovered a data processing issue impacting their ability to perform the procedure for counteracting “runaway stabiliser.” . . . \nBoeing stated that it would take until at least September to fix the newly discovered issue, and then there would be at least several more weeks of testing. At this point it seems unlikely that the plane will fly before the end of the year. \"Well, there’s now yet another issue with the 737 MAX. \"Specifically, the European Union Aviation Safety Agency has sent their list to both the US Federal Aviation Administration and Boeing of the five major requirements it wants Boeing to address before they will allow the plane to return to service in Europe. Per Bloomberg: . . . the agency also listed a previously unreported concern: the autopilot failing to disengage in certain emergencies. . . .  a new issue that hadn’t been addressed before. Only time will tell how big of an issue this is, though it sure doesn’t sound like good news.\""], [691, "2019-07-07T16:46:17Z", [0.0, 0.04, 0.96], ""], [48111, "2019-07-06T18:01:26Z", [0.1, 0.2, 0.7], ""], [1333, "2019-07-06T11:50:34Z", [0.09, 0.45, 0.46], ""], [40848, "2019-07-05T15:51:49Z", [0.0, 0.15, 0.85], ""], [38, "2019-07-05T01:01:41Z", [0.0, 0.16, 0.84], "SWA which flies the most 737 Maxs expects them to not be re-certified until after early October."], [73653, "2019-07-04T18:22:19Z", [0.0, 0.0, 1.0], ""], [74875, "2019-07-04T12:08:42Z", [0.0, 0.02, 0.98], ""], [38, "2019-07-04T07:05:36Z", [0.0, 0.16, 0.84], ""], [34516, "2019-07-03T18:18:54Z", [0.02, 0.18, 0.8], ""], [32100, "2019-07-03T18:07:34Z", [0.0, 0.67, 0.33], ""], [31450, "2019-07-03T17:13:37Z", [0.0, 0.35, 0.65], "While the timeline seems aggressive now, I wonder if this will still seem important in a few months once the news cycle has moved and the plane is re-certified and reintroduced."], [691, "2019-07-03T14:17:35Z", [0.0, 0.04, 0.96], ""], [19127, "2019-07-03T10:43:47Z", [0.0, 0.18, 0.82], ""], [29980, "2019-07-03T02:20:42Z", [0.0, 0.01, 0.99], ""], [1333, "2019-07-02T19:10:18Z", [0.1, 0.45, 0.45], ""], [75738, "2019-07-02T17:34:13Z", [0.1, 0.6, 0.3], "interest in good judgement process"], [36132, "2019-07-02T16:27:24Z", [0.0, 0.0, 1.0], ""], [691, "2019-07-02T15:53:03Z", [0.0, 0.04, 0.96], "https://www.reuters.com/article/us-ethiopia-airplane-southwest/southwest-expects-boeing-737-max-cancellations-beyond-oct-1-ceo-idUSKCN1TW3N4\nNo official wants to be the final sign-off on the okey-dokey for this aircraft; no airline wants to fly any aircraft with almost no cheeks in the chairs because travelers have cancelled or switched to another airline; and absolutely no airline wants to be the next one to discover a glitch in the aircraft while it is temporarily airborne with souls on board.   Good time to load up on Airbus stock, in other words."], [75696, "2019-07-02T12:46:23Z", [0.05, 0.25, 0.7], ""], [75663, "2019-07-02T11:19:18Z", [0.05, 0.15, 0.8], "Systemic problems exist in the certification process.  Not only does the aircraft have to be safe, but the system for certifying safety needs to be reviewed. In addition, the process needs to give confidence to the public and politicians, and (despite this being specific to US flights) this does have an international dimension as it is unlikely that the US will certify it as fit to fly without other major regulators (like the EU) agreeing with them."], [75654, "2019-07-02T11:01:33Z", [0.05, 0.15, 0.8], ""], [14027, "2019-07-01T18:28:17Z", [0.02, 0.41, 0.57], ""], [1333, "2019-07-01T18:18:27Z", [0.15, 0.5, 0.35], ""], [5766, "2019-07-01T18:08:40Z", [0.0, 0.0, 1.0], ""], [75093, "2019-07-01T17:04:14Z", [0.1, 0.25, 0.65], ""], [63914, "2019-07-01T14:21:07Z", [0.0, 0.5, 0.5], "It's getting too close, given the FAA has identified another 'issue', to get the thing in the air by September. If they skim though on not having to retrain pilots, a year end date might be possible but the more the FAA find, the further away it gets. Which will have an immense impact on Boeing. "], [30598, "2019-07-01T12:31:01Z", [0.02, 0.1, 0.88], ""], [691, "2019-07-01T11:00:46Z", [0.0, 0.16, 0.84], ""], [13550, "2019-07-01T08:06:25Z", [0.03, 0.07, 0.9], ""], [19801, "2019-07-01T03:57:58Z", [0.0, 0.0, 1.0], "A damning indictment of the inability of western programmers to master programming in safe languages. Boeing doesn't understand the meaning of safety and neither does anyone working at Boeing. The cowboy brogrammer culture at Boeing with its cavalier disregard of safety is the cause. Source: Boeing 737 Max has new flaw New York (CNN Business)Boeing's very bad year just got worse. It is now facing the very real possibility that the 737 Max crisis will stretch into next year.\nEven after it gets the planes back in the air, it will have to make deliveries of new planes to its customers. Until that backlog is cleared up, its earnings will suffer.\nThe company, had its best-selling 737 Max grounded in March following two fatal crashes, said this week that it will have to delay its efforts to get the plane back in the air because a new potential problem with the jet has been discovered during testing. Experts have been expecting that the planes could be back in the air by August. The three US airlines that own the 737 Max -- Southwest (LUV), United (UAL) and American (AAL) airlines - had canceled flights using that plane only through early September.\nBut now a Boeing (BA) official confirmed to CNN Business that the company does not expect to submit a new software fix to the US Federal Aviation Administration for testing until September. \"We believe this can be updated through a software fix,\" said the official. The new time frame was first reported by the Wall Street Journal.\nBut it is not certain that a software fix will be the final solution.\nNew flaw discovered on Boeing 737 Max, sources say Sources familiar with the testing process told CNN Business this week that the new problem is a failure of a microprocessor that could push the nose of the plane toward the ground. It is not known whether the microprocessor played a role in either crash. But it is too great of a risk to not be addressed, the sources said.\nIf the FAA determines that there needs to be a hardware fix in addition to a software fix, that could further delay the return to service.\nBoeing said it agreed with the FAA's decision to make additional changes.\n\"Boeing will not offer the 737 MAX for certification by the FAA until...it's safe return to service,\" said the company's statement.\nBut even if only a software fix is needed, it will likely be months after that fix is submitted in September before the plane is granted approval to fly again by the FAA.\nThat means the earliest Boeing and airlines can hope to have the plane flying again will be sometime close to the end of the year.\nhttps://edition.cnn.com/2019/06/29/business/boeing-737-max-outlook/index.html"], [75616, "2019-07-01T03:42:59Z", [0.0, 0.4, 0.6], ""], [19127, "2019-07-01T00:32:04Z", [0.01, 0.17, 0.82], ""], [75611, "2019-07-01T00:06:01Z", [0.15, 0.25, 0.6], "I would have said October in time for holiday rush but not with the new software issue found and no plan on re-training pilots"], [5018, "2019-06-30T22:43:12Z", [0.0, 0.1, 0.9], ""], [35, "2019-06-30T22:24:15Z", [0.0, 0.7, 0.3], ""], [2430, "2019-06-30T19:51:32Z", [0.0, 0.4, 0.6], "Too many unknowns:  1) Boeing certainly is not willing to share, which usually indicates there is 'more to come', and 2) The FAA keeps expanding their investigation scope.  The, the FAA, certainly are not in any hurry, and yes, there is definitely a political bend to this issue.  Complicates things and when combined with unknowns, it means later rather than sooner. Complicating things further, the question is \"a\" commercial flight ... anywhere in the world.  That's a pretty broad scope and every country is not as tied to the US FAA as some have lead us to believe.  It is not unthinkable for Boeing to come out and say \"Hey, we're good and the Max is set to go.\" and then another country decides to put one in the air.  Funnier things have happened..."], [38, "2019-06-30T19:33:00Z", [0.0, 0.2, 0.8], "@Emil convinced me that Oct 1st is not enough time to get the bugs worked out and it certified.  He also has interesting things to say about how to interpret estimated time requirements. https://www.gjopen.com/comments/comments/878326"], [57797, "2019-06-30T18:12:29Z", [0.0, 0.18, 0.82], "Updating given new information [1] and further accounting for the Planning Fallacy, which lead me to deviate from the base rate (see analysis in [2]) further. Based on [1] authorities other than FAA will need to sign off as well: \"The delay, at least in part, will likely stem from the fact that the FAA and Boeing will need to get near simultaneous approval from authorities around the world for the plane to fly again, Guzzetti said.\" Guzzettii is a former director of the FAA's accident investigation division. Assessment of the author's article and Guzzettii: \"That means the earliest Boeing and airlines can hope to have the plane flying again will be sometime close to the end of the year. \"I don't know if I'd say it's best case scenario, but that's what's likely,\" said Jeffrey Guzzetti, a former director of the FAA's accident investigation division.\" Not sure what Guzzetti means by \"likely\" there. Does he mean the mode of the probability distribution? Seems unlikely that would be the mode. Ultimately, it's important to consider Kahneman and Tversky's planning fallacy. Complicated projects usually take longer than one initially believes. Think for example about Larry Summers's strategy: when an employee gave him a timeline he doubled the employee’s estimate, then moved to the next higher time unit. So, if the research assistant says the task will take an hour, it will take two days. If he says two days, it will take four weeks. Adding on top of that Boeing's incentive to be optimistic (to prevent its stock price from falling further), I am guessing that a resolution before end of the year is quite unlikely. [1] HT @Chema_Soloregistro https://edition.cnn.com/2019/06/29/business/boeing-737-max-outlook/index.html\n[2] https://www.gjopen.com/comments/comments/878062"], [1333, "2019-06-30T18:11:51Z", [0.25, 0.45, 0.3], ""], [34349, "2019-06-30T17:58:56Z", [0.0, 0.2, 0.8], ""], [26551, "2019-06-30T17:53:54Z", [0.0, 0.2, 0.8], "All main information already provided by @Anneinak and @Emil , some points to assess timing: FAA's close relationship with Boeing [1]. FAA might want to go tougher (and longer) for their own credibility. This would add to the already mentioned September timeframe for software and also maybe a new hardware issue [2]. Stating the obvious: \"Boeing will not offer the 737 MAX for certification by the FAA until...it's safe return to service,\" [2]. Additionally, the question is about the plane flying again in the US. It is uncertain if the FAA will need the certification from other agencies: \"The delay, at least in part, will likely stem from the fact that the FAA and Boeing will need to get near simultaneous approval from authorities around the world for the plane to fly again\" [2]. Not sure how relevant but after leaked news about cheap outsourced work [3] BA might want to act slowly. The other side is obviously the airlines and the company itself [4] and [5]. The main US airlines seem to be performing ok in the stock exchange in the last 6 months, not the case of Ryanair or Norwegian, probably for other reasons. For BA, it seems it is assumed that it will take billions in costs [2], still stock is 12.87% higher than 6 months ago. Why is this the case I don't know, but (my) logic says it will not last.\n\n[1] https://www.economist.com/business/2019/03/23/regulatory-capture-may-be-responsible-for-boeings-recent-problems\n[2] https://edition.cnn.com/2019/06/29/business/boeing-737-max-outlook/index.html\n[3] https://www.bloomberg.com/news/articles/2019-06-28/boeing-s-737-max-software-outsourced-to-9-an-hour-engineers\n[4] https://www.economist.com/gulliver/2019/04/18/airlines-may-be-underestimating-the-cost-of-the-737-max-groundings\n[5] https://www.economist.com/gulliver/2019/04/07/why-boeings-shares-have-not-fallen-further-after-the-737-max-crashes"], [6978, "2019-06-30T17:42:15Z", [0.0, 0.7, 0.3], ""], [29057, "2019-06-30T17:06:37Z", [0.0, 0.1, 0.9], ""], [61638, "2019-06-30T16:03:47Z", [0.1, 0.2, 0.7], ""], [691, "2019-06-30T13:07:10Z", [0.0, 0.2, 0.8], ""], [75590, "2019-06-30T06:50:57Z", [0.08, 0.44, 0.48], "There will be many variables to address before assuring the safety of the 737 Max not the least of which are PR considerations. "], [1333, "2019-06-30T01:46:01Z", [0.25, 0.5, 0.25], ""], [31201, "2019-06-29T22:04:55Z", [0.0, 0.4, 0.6], ""], [74120, "2019-06-29T17:28:17Z", [0.05, 0.05, 0.9], ""], [57797, "2019-06-29T14:29:31Z", [0.0, 0.4, 0.6], "Digest: The historical base rates suggest grounding length varies greatly and is relatively short based on the median value. However, the Inside View shows clearly that a fix by Boeing is to be delivered in Sept, requiring months for FAA to test and coordinate with unions and air lines (assuming things go according to plan). ~~~\nOutside view: what is the historical frequency of planes coming back into service following a grounding?\n~~~ Groundings have a large variance. [1,2, 6]\n* 2013 Dreamliner: back to service after 3 months\n* 2000: Concorde: 15 months\n* 1979: McDonnell Douglas DC-10: back in 37 days (~1 month)\n* 1982: Yakovlev Yak-42: ~24 months\n* 1954: de Havilland Comet: 48 months\n* 1947: Douglas DC-6: 4 months\n* 1946: Lockheed L-049 Constellation: 1.5 months\n* 1931: Fokker F-10A: 3 months Average = 12 (heavily affected by the two outliers in 1982 and 1954)\nMedian = 4\nStandard deviation = 16 The 737 Max was grounded on March 13 by the FAA [3]. What do the buckets require?\n1: return in fewer than 7 months.\n2: return between 7 and ~10ish months\n3: > ~10 months It is worth noting that this Reference Class I have chosen (groundings of any airplane for any reason) has its flaws. Some of the historical groundings listed were for reasons not inherent to the aircraft (e.g. poor maintenance). Others were a long time away when aviation didn't feature the same high level of standards and engineering capability. ~~~\nInside view\n~~~ POM:\nPlayers: Boeing, Airlines, and FAA mostly. The public perception also matters to a degree. \nOpportunities: The FAA holds the ultimate power to decide from my understanding. Boeing has strong engineering expertise and has made this issue its priority. Since the question refers to the first take-off, airlines are an important player.\nMotives (incentives): FAA is likely to err on the side of caution. Boeing has to get the airplanes back in service as fast as possible. Airlines also want a resolution asap. But they are driven by public perception and hence demand. So, given that it depends on FAA to determine that Boeing has done its job, how bad is the problem?\n- Boeing has been arguing that resolving the problem with the MCAS automated flight control system requires a software fix (i.e. not very time consuming) [4]\n- However, FAA just found a new problem with the in-flight control chip [4]. This is unrelated to the MCAS problem. Timeline:\n- The FAA has explicitly refused to offer timelines\n- Boeing official - “We’re expecting a September time frame for a full software package to fix both MCAS and this new issue,” [4] A Sept timeframe to deliver the fixes means more time for the FAA to test the solution and make its own determination. Further as stated in [4] \"Boeing will need to reach agreement with airlines and pilots unions on how much extra training pilots will need. And the airlines will need some time to complete necessary maintenance checks.\" \n- Systemic issues at Boeing are being uncovered [5] which suggest a longer timeframe to reestablish the trust of regulators (and the public). Outstanding questions:\n- how much time will it take from FAA's ruling to the first take-off of a 737 Max?\n- Will pilots need lengthy training?\n- will a \"rogue\" airline decide to fly a 737 Max prior to FAA ruling? I ascribe a very small chance to that. [1] https://www.cnn.com/2019/03/16/business/us-airplane-groundings-history/index.html\n[2] https://www.baaa-acro.com/crash/crash-fokker-f10a-bazaar-8-killed\n[3] https://en.m.wikipedia.org/wiki/Boeing_737_MAX_groundings\n[4] https://www.cnbc.com/2019/06/28/boeing-737-max-likely-grounded-until-the-end-of-the-year.html\n[5] https://www.nytimes.com/2019/04/20/business/boeing-dreamliner-production-problems.html\n[6] https://news.aviation-safety.net/2019/03/14/list-of-global-aircraft-groundings-in-history/ Did I miss something @Anneinak @pietrokc?"], [75452, "2019-06-29T12:26:07Z", [0.8, 0.15, 0.05], ""], [691, "2019-06-29T12:03:30Z", [0.0, 0.2, 0.8], ""], [20156, "2019-06-29T08:48:44Z", [0.1, 0.3, 0.6], ""], [75571, "2019-06-29T07:33:55Z", [0.0, 0.75, 0.25], "Further issues uncovered"], [1624, "2019-06-29T07:12:49Z", [0.0, 0.25, 0.75], ""], [23006, "2019-06-29T01:28:11Z", [0.0, 0.02, 0.98], "New problems emerging: chip failure (microchip?) that can cause non-commanded movement of a panel on the aircraft’s tail, pointing the plane’s nose downward This is in addition to the original fault, the MCAS automated flight control system, that seems to have caused the crashes/ Also Dept of Justice probe has expanded to include Dreamliner aircraft. This is due to similar issues, adding a burden to 737 Max timeline. I.e Investigation is not a two for one deal, rather separate teams will investigate both aircraft lines -- at least they should for independent corroboration of findings but who knows, eh?"], [75485, "2019-06-29T01:00:48Z", [0.0, 0.1, 0.9], "Court of public opinion won’t take this during holiday travel "], [691, "2019-06-28T21:32:29Z", [0.0, 0.32, 0.68], ""], [172, "2019-06-28T21:00:28Z", [0.0, 0.35, 0.65], ""], [1333, "2019-06-28T20:48:34Z", [0.35, 0.5, 0.15], ""], [11885, "2019-06-28T20:11:15Z", [0.0, 0.0, 1.0], ""], [176, "2019-06-28T20:00:08Z", [0.12, 0.75, 0.13], ""], [38227, "2019-06-28T19:35:23Z", [0.15, 0.3, 0.55], "With the current government priorities set in other areas it less likely to pay too much attention to aviation quality checks. The quality checks will probably take more time since the Boeing company will want to minimize further media attention on potential future casualties. "], [38, "2019-06-28T19:22:01Z", [0.05, 0.2, 0.75], "https://en.wikipedia.org/wiki/Boeing_737_MAX_groundings \"In June 2019, during simulator testing by FAA pilots, a failure scenario was flown for evaluating the effect of a fault in a microprocessor: as expected from the scenario, the horizontal stabilizer pointed the nose downward. Although the test pilot ultimately recovered control, the system was slow to respond to the proper runaway stabilizer checklist steps, due to the microprocessor being overwhelmed with data. This slow response led the FAA to characterize the issue as \"catastrophic\", whereas Boeing initially classed it as \"major\". Boeing believes that the issue can be fixed in software by rerouting data across multiple chips. However, this new software update will not be ready for evaluation until at least September 2019.[309] In a statement, Boeing said that it agreed with additional requirements that the FAA required it to fulfill, and added that it was working toward resolving the safety risk. It will not offer the MAX for certification until all requirements have been satisfied.[310] Airline projections\nIn April, Southwest and American Airlines estimated that groundings could continue until August 2019.[311] United Airlines then expected its 737 MAXs to remain grounded until July.[312] Air Canada, which also initially descheduled its 737 MAXs until July, has pushed their return to August 2019.[313] On May 24, United extended scheduled cancellations until August 2019.[314] At the end of May, the International Air Transport Association expected flights to resume in mid-August.[315] During June, American Airlines[316], Southwest Airlines[317][318] and United Airlines[319] all extended their cancellations to September 2 or 3. Boeing initially hoped that flights could resume by July 2019;[320] by June 3, CEO Dennis Muilenburg, expected to have the planes flying by the end of 2019 but declined to provide a timeline.[321] The Emirates chief Sheikh Ahmed had a similar projection towards December 2019 for flydubai's 737 MAX operations, he said, due to a lack of regulator coordination.[322] Ethiopian Airlines CEO Tewolde Gebremariam expressed his confidence in the process for bringing the MAX back into service, and expected Ethiopian  COMMENT:\nI expect Boeing to be optimistic and the FAA to now be super-cautious. "]], "open_date": "2019-06-28T18:30:52Z", "close_date": "2019-12-30T07:59:52Z"}