{"question_id": 1856, "title": "Will the IMF estimate for world GDP growth for 2021 be higher in its April 2021 World Economic Outlook report relative to its October 2020 report?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[98271, "2021-04-01T01:16:34Z", [0.99], ""], [98183, "2021-03-31T22:11:37Z", [1.0], ""], [31275, "2021-03-31T20:17:06Z", [1.0], ""], [691, "2021-03-31T16:15:58Z", [1.0], ""], [98233, "2021-03-31T14:50:08Z", [1.0], ""], [100184, "2021-03-31T14:20:08Z", [0.9], ""], [100184, "2021-03-31T14:19:34Z", [0.74], ""], [1333, "2021-03-31T09:14:48Z", [1.0], ""], [100176, "2021-03-31T09:02:51Z", [0.75], ""], [96828, "2021-03-31T06:48:33Z", [1.0], ""], [98234, "2021-03-31T03:44:35Z", [1.0], "current data and very close to deadline"], [84288, "2021-03-31T01:23:46Z", [1.0], ""], [88098, "2021-03-31T00:22:18Z", [0.99], ""], [71171, "2021-03-30T23:24:48Z", [0.81], ""], [98252, "2021-03-30T21:40:49Z", [1.0], ""], [94556, "2021-03-30T20:24:14Z", [1.0], ""], [98251, "2021-03-30T19:39:44Z", [1.0], ""], [98241, "2021-03-30T16:36:20Z", [1.0], ""], [88569, "2021-03-30T16:30:42Z", [0.98], ""], [55987, "2021-03-30T15:28:44Z", [1.0], ""], [13657, "2021-03-30T13:15:10Z", [1.0], ""], [94556, "2021-03-29T21:46:20Z", [0.99], ""], [89038, "2021-03-29T15:58:40Z", [0.99], ""], [55987, "2021-03-29T15:19:31Z", [1.0], ""], [62808, "2021-03-29T14:49:03Z", [1.0], ""], [61016, "2021-03-29T10:30:21Z", [1.0], "The IMF update in Jan 2021 has already revised the October 2020 projection from 5.2% to 5.5% based on the active vaccination efforts and the quick turnaround by China. \nhttps://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update.\n"], [18679, "2021-03-29T06:58:29Z", [1.0], ""], [86367, "2021-03-29T03:45:56Z", [0.99], ""], [98256, "2021-03-28T22:25:45Z", [1.0], ""], [98183, "2021-03-28T13:07:41Z", [0.99], ""], [94872, "2021-03-28T03:45:27Z", [0.99], ""], [96828, "2021-03-28T02:02:05Z", [0.99], ""], [98241, "2021-03-28T01:05:59Z", [0.99], ""], [88452, "2021-03-27T11:39:22Z", [1.0], ""], [62808, "2021-03-26T21:16:17Z", [1.0], ""], [96450, "2021-03-26T17:16:08Z", [1.0], ""], [81334, "2021-03-26T13:59:21Z", [0.7], "recent news flow\n+ us vaccination\n- eu vaccination\nmaybe on balance somewhat more positive but with assymetric vaccination in rich countries, let alone the rest of the world, risks (mutation mostly) to the downside Suez-channel blockage could have significant impact\n12% (that's the number i have in mind, not sure) of international trade translates to 0.5% for 2-3 weeks of full blocked flows\nsome of that is send allong cape good hope but on the other hand there might be excessive spillovers (a component's delivery delayed might prevent a finished product worth \"x\" times as much as the component itself) \nthese arguments kinda balance but for sure a delay of 2-3 weeks can be made up for at least partially during the rest of the year so maybe, MAYBE;  0.1% points in actual GDP at most. on balance i'll improve my outlook somewhat"], [97185, "2021-03-26T09:16:39Z", [0.99], ""], [97375, "2021-03-26T08:35:35Z", [0.99], ""], [914, "2021-03-26T01:23:20Z", [1.0], ""], [31275, "2021-03-25T21:50:25Z", [0.98], ""], [48709, "2021-03-25T21:40:41Z", [1.0], "Time update "], [98254, "2021-03-25T19:05:17Z", [1.0], ""], [94872, "2021-03-25T18:32:04Z", [0.98], ""], [42417, "2021-03-25T14:38:43Z", [1.0], ""], [2965, "2021-03-25T14:27:29Z", [1.0], ""], [96383, "2021-03-25T14:22:26Z", [0.99], ""], [534, "2021-03-25T14:08:13Z", [0.99], ""], [1528, "2021-03-25T14:02:04Z", [1.0], ""], [86554, "2021-03-25T11:30:58Z", [0.99], ""], [25400, "2021-03-25T11:21:15Z", [1.0], ""], [97801, "2021-03-25T07:50:42Z", [0.82], ""], [37520, "2021-03-25T06:42:26Z", [1.0], ""], [97569, "2021-03-24T21:12:50Z", [1.0], ""], [97569, "2021-03-24T21:12:20Z", [0.99], ""], [98241, "2021-03-24T14:57:53Z", [0.98], ""], [72271, "2021-03-23T23:13:24Z", [0.99], ""], [62808, "2021-03-23T22:07:16Z", [1.0], ""], [34959, "2021-03-23T04:26:53Z", [1.0], ""], [98191, "2021-03-23T01:18:43Z", [1.0], ""], [86554, "2021-03-22T22:45:25Z", [0.95], ""], [80790, "2021-03-22T21:40:13Z", [1.0], ""], [98081, "2021-03-22T20:02:29Z", [1.0], ""], [98108, "2021-03-22T13:16:55Z", [1.0], ""], [98196, "2021-03-22T09:48:00Z", [0.99], ""], [97801, "2021-03-21T15:47:47Z", [0.78], ""], [98183, "2021-03-21T14:04:32Z", [0.98], ""], [87744, "2021-03-21T13:17:53Z", [0.99], ""], [98242, "2021-03-21T03:03:14Z", [0.99], ""], [96318, "2021-03-20T23:54:12Z", [0.92], ""], [62808, "2021-03-19T21:07:22Z", [0.99], ""], [88452, "2021-03-19T12:52:04Z", [1.0], ""], [86367, "2021-03-19T05:26:22Z", [0.97], ""], [86554, "2021-03-18T20:22:17Z", [0.83], ""], [92447, "2021-03-18T16:07:19Z", [0.95], ""], [98687, "2021-03-18T15:06:33Z", [0.99], ""], [98191, "2021-03-18T14:15:33Z", [1.0], ""], [37893, "2021-03-18T06:46:34Z", [0.95], ""], [18679, "2021-03-18T04:01:11Z", [0.99], ""], [97522, "2021-03-18T02:09:41Z", [0.85], "Uptick 75 to 85, following the trend but also convinced the numbers will suggest big growth projections based on what was stated by Jerome Powell today after the Feds meeting anticipating 6.5% growth this year"], [97838, "2021-03-17T19:06:45Z", [0.95], ""], [31275, "2021-03-17T14:31:49Z", [0.97], ""], [96828, "2021-03-17T10:55:37Z", [1.0], ""], [34959, "2021-03-17T05:25:52Z", [0.99], ""], [98215, "2021-03-16T22:50:48Z", [1.0], ""], [49877, "2021-03-16T21:49:20Z", [0.9], ""], [2965, "2021-03-16T14:57:02Z", [1.0], ""], [86554, "2021-03-16T14:08:17Z", [0.95], ""], [98265, "2021-03-16T09:44:54Z", [0.99], ""], [94556, "2021-03-16T09:09:27Z", [0.98], ""], [98241, "2021-03-16T00:34:10Z", [0.98], ""], [2965, "2021-03-15T17:56:18Z", [1.0], ""], [28346, "2021-03-15T00:00:28Z", [0.92], "Vaccines + US stimulus. Maybe negative on Eurozone"], [6303, "2021-03-14T22:03:59Z", [0.99], "Higher GDP growth due to the COVID vaccines!"], [96558, "2021-03-14T18:00:46Z", [0.7], ""], [98108, "2021-03-14T16:21:47Z", [0.97], ""], [96828, "2021-03-14T03:30:28Z", [1.0], ""], [86554, "2021-03-13T18:52:55Z", [0.9], "Fabricated GDP"], [98258, "2021-03-13T18:40:28Z", [1.0], "IMF predicted a 5.5% increase as of January 2021. Nothing suggests that this should change or that it should drop below the October 2020 prediction of 5.2%.\nhttps://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update#:~:text=Amid%20exceptional%20uncertainty%2C%20the%20global,and%204.2%20percent%20in%202022."], [96450, "2021-03-12T19:03:25Z", [1.0], ""], [98183, "2021-03-12T15:29:52Z", [0.97], ""], [96991, "2021-03-12T15:27:37Z", [0.99], "By now every major organization or bank has put the world GDP growth over 5.2%\nhttps://odishatv.in/business_economy/world-gdp-to-grow-5-6-if-vaccines-roll-out-fast-524988"], [98183, "2021-03-12T15:26:59Z", [0.95], ""], [13657, "2021-03-12T06:41:20Z", [0.99], ""], [22690, "2021-03-12T04:12:56Z", [0.99], "As they will be putting the forecast together now, there is nothing to suggest that they should reduce their Jan forecast of 5.5%, if anything with Biden's stimulus package passed, they may even bump it higher."], [88569, "2021-03-10T19:51:55Z", [0.95], ""], [987, "2021-03-10T14:42:37Z", [0.97], ""], [18679, "2021-03-10T11:49:01Z", [0.99], ""], [98241, "2021-03-10T01:22:59Z", [0.98], ""], [1529, "2021-03-09T19:47:36Z", [0.95], "Obviously, the vaccine rollout (worldwide) will make a difference to numerous segments of the markets, even if  rollout is slower than hoped. Biden administration has started to pull back some tariffs and is engaging in a behind-the-scenes set of discussions with a variety of countries under the rubric of \"studying\" the current tariffs. It seems probable that various countries will come to near-term partial agreements with the US where there are easy wins. These tariff relaxations should provide some GDP push. Now that the Trump administration is out of office, China may decide there is a more favorable landscape to more-fully meet their agricultural purchases/promises. And, looking at just the US, rail traffic is increasing."], [97569, "2021-03-08T22:24:30Z", [0.98], ""], [88452, "2021-03-08T21:56:09Z", [1.0], ""], [86554, "2021-03-08T21:41:35Z", [0.77], ""], [27710, "2021-03-08T19:43:11Z", [0.98], "The current IMF World Economic Outlook is at 5.5 percent with a potent driver being the emerging markets group of countries that have been coping with COVID-19 fairly well and are not looking to be hit by a hard third wave of infections. Even if a third wave of COVID variants should hit Europe and the developed world as current case numbers indicate, it is unlikely for it to push the global average below 5.2 percent as long as esp. Asia remains relatively stable."], [31275, "2021-03-08T16:54:35Z", [0.96], ""], [88569, "2021-03-08T06:55:05Z", [0.9], ""], [94872, "2021-03-08T05:06:37Z", [0.97], ""], [99409, "2021-03-08T03:18:28Z", [0.9], "Yes. We are already seeing an economic growth in the United States and China. With the approval of vaccines and organizations such as COVAX working to distribute vaccines along with multinational cooperation to slow the corona virus and distribute vaccines the economy will continue to improve. The IMF estimates growth will continue and economies will continue to improve as long as countries continue to work together to stop the spread of the corona virus and help developing countries access vaccines. \nThere is still a chance that the variants we are beginning to see will get out of hand. \nhttps://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update"], [98843, "2021-03-08T01:43:56Z", [0.95], "\tIn my assessment, the IMF estimate is almost certainly going to be higher in its April 2021 World Economic Outlook report relative to its October 2020 report. The IMF has since released a January 2021 World Economic Outlook Update to account for policy support and vaccines to increase economic activity (IMF, 2021). Due to the support of the international community in combating COVID-19, economic relief and activity has increased and the market has adapted to redirect the course of economic growth over 2021. With the ability to obtain the COVID-19 vaccines becoming widely available soon, the impact to the economy has softened and thus allowed for a stronger recovery in the market (IMF, 2021). Policy implementations such as providing for households, providing resources for healthcare facilities, and economic policies to limit persistent damage have all aggressively combatted the damage of COVID-19 (IMF, 2021). The 15% No estimate in my assessment pertains to the impact of differing strains of the COVID-19 virus. While the vaccines have proved to be effective in most sectors, if a new strain of the virus is not combatted effectively by the virus, more research, containment strategies, and economic recovery programs could stall the hopeful outlook outlined in the January 2021 World Economic Outlook Update (IMF, 2021). Reference: IMF. (2021, January 01). World Economic Outlook Update, January 2021: Policy support and Vaccines expected to LIFT ACTIVITY. Retrieved March 07, 2021, from https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update\n"], [99363, "2021-03-08T00:26:40Z", [0.95], "I anticipate that growth will outperform all models and that will lead to increased optimism regarding the markets. This will be especially true if MRNA vaccinations prove to be easily tweakable to combat variants. News can be a force-multiplier, good or bad. I suspect that after 2020, a year of relieving news will seep into market predictions. "], [99356, "2021-03-08T00:23:47Z", [0.78], "The IMF estimate for world GDP growth for 2021 will be higher. Due to the covid-19 vaccine rollout, there is a more positive outlook for the world GDP. CNBC states that “the institution now excepts the global economy to grow 5.5% this year – a 0.3 percentage point increase from October’s forecasts” (Amaro, 2021).  https://abcnews.go.com/Business/wireStory/imf-downgrades-outlook-global-economy-face-virus-71426050#:~:text=For%202021%2C%20the%20IMF%20envisions%20a%20rebound%20in,percentage%20point%20weaker%20than%20in%20its%20April%20forecast."], [98580, "2021-03-07T22:54:08Z", [0.98], "In January 2021, the IMF put out an updated World Economic Outlook. This updated report states “After an estimated 3.5 percent contraction in 2020, the global economy is projected to grow 5.5 percent in 2021 and 4.2 percent in 2022. The estimate for 2020 is 0.9 percentage point higher than projected in the October WEO forecast. This reflects the stronger than-expected recovery on average across regions in the second half of the year. The 2021 growth forecast is revised up 0.3 percentage point, reflecting additional policy support in a few large economies and expectations of a vaccine-powered strengthening of activity later in the year, which outweigh the drag on near-term momentum due to rising infections” (IMF 2021, p. 5).  Additionally, in late 2020 the “OECD projects global GDP to fall by 4.5 percent this year before growing 5 percent in 2021” which leads me to confidently predict that the IMF April 2021 report will be higher than October 2020.  International Monetary Fund. (2021). World Economic Outlook Update. https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update\nRichter, F. (2020). Global GDP could return to pre-pandemic levels as early as 2021, says OECD. https://www.weforum.org/agenda/2020/09/oecd-global-gdp-pre-pandemic-level-2021-sustainable-resilient/ "], [98682, "2021-03-07T22:53:39Z", [0.97], "Probability: 97% The IMF’s October 2020 Report projected estimated world GDP growth for 2021 was 5.152% (“World Economic Outlook Databases”). Since the time of this projection, the IMF released a World Economic Outlook Update, in January 2021. In it, they revised their latest World Economic Outlook Growth Projection to 5.5%, a revision up ~0.3% relative to the previous forecast, reflecting expectations of a vaccine-powered strengthening of activity later in the year and additional policy support in a few large economies (“World Economic Outlook Update”). One of the key policy drivers for this upward revision was the “more ambitious stimulus plans of the new U.S. Administration and Congress,” which could “raise U.S. GDP growth by another 1.25%” (Smith).  The IMF’s Managing Director Kristalina Georgieva warned that the outlook remained uncertain, citing concerns about different strains of the virus and the slow rollout of vaccines across most of the world. In her words, “It is going to be a long and uncertain ascent” (Shalal). If additional, more deadly strains of the virus emerge, this could dramatically impact the accuracy of this projection. Another important factor that the IMF is relying on for their projections is policy support. Biden’s American Rescue Plan was passed by the US House of Representatives on February 27, 2021 (Biden). On March 6, the Senate passed the stimulus bill (“H.R. 1319”), moving the possibility of additional stimulus one step closer to spending an additional $1.9 trillion on pandemic and economic recovery. All signs point to the IMF’s estimate for world GDP growth for 2021 being higher in its April 2021 World Economic Outlook report relative to its October 2020 report. Sources: Biden, Joseph. “Remarks by President Biden on the American Rescue Plan.” The White House. February 27, 2021. https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/02/27/remarks-bypresident-biden-on-the-american-rescue-plan/. Accessed March 5, 2021. “H.R.1319 - American Rescue Plan Act of 2021.” Library of Congress. https://www.congress.gov/bill/117th-congress/house-bill/1319. Accessed March 5, 2021. Shalal, Andrea. “IMF Chief Urges G20 Action to Reverse Global Economy's 'Dangerous Divergence'.” U.S. News and World Report. January 24, 2021. https://money.usnews.com/investing/news/articles/2021-02-24/imf-chief-urges-strong-g20-action-to-reverse-dangerous-divergence-in-global-economy. Accessed \nMarch 5, 2021. Smith, Geoffrey. “Crude Oil Prices Rise as IMF Raises Growth Outlook.” Investing.com. January 26, 2021. https://ca.investing.com/news/commodities-news/crude-oil-prices-rise-as-imf-raises-growth-outlook2341128. Accessed March 5, 2021. “World Economic Outlook Databases.” International Monetary Fund. https://www.imf.org/en/Publications/SPROLLS/world-economic-outlookdatabases#sort=%40imfdate%20descending. Accessed March 5, 2021. “World Economic Outlook Update January 2021.” International Monetary Fund. https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update. Accessed March 5, 2021.\n"], [98728, "2021-03-07T22:27:31Z", [0.98], "\"In our latest World Economic Outlook, we are projecting global growth for 2021 to be 5.5 percent, which is 0.3 percentage points above our previous forecast. And then growth is expected to moderate to 4.2 percent in 2022. The upgrade is owing to positive effects that have come upon with the onset of vaccinations in many countries and also because of the additional fiscal policy support that has been provided in some economies like the US and Japan.\" Says Gita Gopinath, the Economic Counselor, and Director, Research Department, IMF.  Since the data is already published in the January report, I expect that the April 2021 report will yield similar predictions. The presence of new variants of the COVID-19 virus poses a level of uncertainty for the world, but with the vaccination being distributed, the outlook is much better than in 2020. \"We are in a race between mutating virus, and vaccinations and a lot depends on the outcome of this race\", says Gopinath.    https://www.imf.org/en/News/Articles/2021/01/28/tr012621-transcript-of-the-world-economic-outlook-update-press-briefing#:~:text=In%20our%20latest%20World%20Economic,to%204.2%20percent%20in%202022. https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update"], [98868, "2021-03-07T21:27:26Z", [0.9], "America's labor market serves as a good litmus test for analyzing the global economy. Unemployment is particularly helpful in determining the outlook of global futures. The US labor market recovered faster than expected with a unemployment rate of 6.9% reported in OCT2020. However, the true state of employment will emerge once the heavy government aid subsides (Curr, 2020). The Organization for Economic Cooperation and Development (OECD) projected that all G-20 countries, other than China, would experience a recession in 2020 as a result of the pandemic. The global GDP will not return to pre-pandemic levels until Q3 2021. While the OECD projections differed from November 2019 to September 2020 given the sharp dip caused by the pandemic lockdowns, the rate of growth remain largely the same (World Economic Fund, n.d.). However, the global GDP is not expected to extend above pre-pandemic levels until 2022. The continuance of the pandemic and associated economic impacts have suppressed economic predictions going into 2021 (Ritcher, 2021). In June, 2020, the IMF  reported a 1.9 percent decrease in economic growth as compared to its April, 2020 predictions. For 2021, the IMF forecasted a 5.4 percent growth in GDP, which is 6.5 percent lower than the predictions made in January 2020 prior to the pandemic (IMF, 2020). In October, 2020, the IMF projected a 5.2 percent growth in world GDP for 2021.  A primary factor in analyzing the world's economic recovery timeline is linked to the roll out of the vaccine. In October, 2020, the timeline for roll out was debatable. Since then, vaccines are becoming available and economic uncertainty is becoming more clear. Also in October, 2020, US unemployment was 6.9 percent. By January, 2021, unemployment fell to 6.3 percent. As vaccines offer more opportunity for economies to open, then the labor market is likely to benefit thus increasing the potential for GDP growth. Overall, vaccine confidence and falling unemployment rates below that which was anticipated will increase the potential for a higher projection for GDP growth in 2021. However, the continuance of government aid and realization of long-term economic scars present the potential to temper positive projections.  Curr, H. (2020, November 16). Governments Must Judge if the Economic Recovery Needs More Help: The Economist.  https://www.economist.com/the-world-ahead/2020/11/16/governments-must-judge-if-the-economic-recovery-needs-more-help International Monetary Fund. (2020, October). World Datasets. https://www.imf.org/external/datamapper/profile/WEOWORLD International Monetary Fund. (2020, June). World Economic Outlook Update, June 2020. https://www.imf.org/en/Publications/WEO/Issues/2020/06/24/WEOUpdateJune2020 Ritcher, F. (2021, Jan 8). World Economy to Trail Pre-Pandemic Trajectory for Years. Statista. https://www.statista.com/chart/22924/global-gdp-projections-made-before-and-during-covid-19-pandemic/ World Economic Forum. (n.d.). Global GDP Could Return to Pre-Pandemic Levels as Early as 2021, Says OECD. https://www.weforum.org/agenda/2020/09/oecd-global-gdp-pre-pandemic-level-2021-sustainable-resilient/"], [89038, "2021-03-07T16:22:13Z", [0.98], ""], [98845, "2021-03-07T12:52:08Z", [0.95], "According to the International Monetary Fund (IMF) and others, the global economy will experience growth in the near future. IMF made a statement that “amid exceptional uncertainty, the global economy is projected to grow 5.5 percent in 2021 and 4.2 percent in 2022” (World Economic Outlook Update). In comparison to the previous estimate, the 2021 prediction has been raised by 0.3 percentage point. Indicating that the expectations for a vaccine-driven boost in development later this year, as well as additional policy support in a few advanced economies. So with this knowledge there is a 95% chance for the GDP growth to be higher in April 2021. \n"], [37893, "2021-03-07T09:44:30Z", [0.95], ""], [99144, "2021-03-07T07:00:12Z", [0.99], "The IMF has already posted an updated report this year, stating the following: “Amid exceptional uncertainty, the global economy is projected to grow 5.5 percent in 2021 [...] The 2021 forecast is revised up 0.3 percentage point relative to the previous forecast, reflecting expectations of a vaccine-powered strengthening of activity later in the year and additional policy support in a few large economies” (IMF, 2021). In addition, just last week China set an increased goal for their GDP growth in 2021 (China rebounds with economic growth target above 6%, 2021). Therefore, leaving the (extremely low) possibility of an impactful, unforeseen world event, there is almost a 100% chance that the IMF estimate for world GDP growth for 2021 will be higher in its April 2021 World Economic Outlook report relative to its October 2020 report, as it already personally reported that the outlook has been revised to a higher projection. China rebounds with economic growth target above 6%. (2021, March 5). BBC News. https://www.bbc.com/news/business-56289063 International Monetary Fund. (2021). World economic outlook update. https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update#:~:text=Amid%20exceptional%20uncertainty%2C%20the%20global,and%204.2%20percent%20in%202022."], [94872, "2021-03-07T05:41:03Z", [0.95], ""], [98867, "2021-03-07T02:59:08Z", [0.95], "According to most recent world economic outlook report, world GDP growth is suspected to rise. While not entirely certain, it is safe to predict that this will be the case and the the estimate in the April 2021 report will be higher than the October 2020 report.  https://www.un.org/development/desa/dpad/publication/world-economic-situation-and-prospects-february-2021-briefing-no-146/\nhttps://www.economist.com/the-world-ahead/2020/11/16/governments-must-judge-if-the-economic-recovery-needs-more-help\nhttps://www.imf.org/en/Publications/WEO/Issues/2020/09/30/world-economic-outlook-october-2020"], [64041, "2021-03-07T01:23:12Z", [1.0], ""], [98725, "2021-03-06T21:42:05Z", [0.99], "Since the October 2020 issue of the World Economic Outlook, the IMF released a January 2021 World Outlook update which projects the global economy to grow 5.5% this year. The report states that the growth is a recovery from 2020’s severe collapse, revised by 0.3% from the previous projection of 5.152%. This 0.3% increase reflects “expectations of a vaccine-powered strengthening of activity”. The recovery will vary across countries and regions, dependent on access to medical interventions, effective policy support, and infection spillovers from other countries. Despite the toll of the pandemic on the economy and people, economic activity is adapting. There are, however, risks to this outlook. If progress is slower-than-anticipated and there is a struggle to contain the virus and vaccinate people, this could weaken confidence and lead to withdrawn policy support. Growth is going to depend on vaccine rollout and the incidence of COVID-19 infections. Though, it is expected that therapies will gradually become more widely accessible during 2021-2022. By the end of 2022, local transmission of the virus will be brought down to lower levels everywhere. The April 2021 growth estimate will be higher than the estimate provided in the October 2020 report. Compared to the January 2021 update, the April 2021 estimate could become higher due to the increasing accessibility to vaccines worldwide. I give the scenario a possibility score of 99%. "], [98731, "2021-03-06T18:56:45Z", [0.98], "According to a World Economic Outlook (WEO) Update published by the IMF in January 2021, the IMF notes that “policy support and vaccines expected to lift activity,” revising its previous 2021 forecast of estimated world GDP growth from October 2020 from 5.152% to 5.5.%. It does note that its prediction is clouded in uncertainty, complicated by hopes from vaccine approvals and concerns from new virus variants, but that its increase of 0.3. percentage points reflects “expectations of a vaccine-powered strengthening of activity later in the year and additional policy support in a few large economies.” I believe that the predictions that IMF will make in its April 2021 WEO report will depend on the success of vaccine rollouts, country policies aimed at economic recovery, and multilateral cooperation to aid low-income developing countries in recovery over the next month. These things are hard to forecast, but with new vaccines being administered and distributed each day, countries aimed at reigniting their economies, and rising international cooperation to distribute vaccines to low-income countries, I expect the IMF estimate for world GDP growth for 2021 be higher in its April 2021 World Economic Outlook report relative to its October 2020 report. Additionally, the WHO  There are factors that could cause the estimate to decrease, such as international conflicts, rapid spread of COVID variants, or evidence of vaccine failure, which is why I am leaving a 2% possibility of a decrease, but I do not foresee any major changes occurring within the next month before the April 2021 report is released. "], [97801, "2021-03-06T16:36:52Z", [0.7], ""], [94563, "2021-03-06T15:32:43Z", [0.95], ""], [1528, "2021-03-06T15:09:24Z", [0.95], ""], [2965, "2021-03-06T02:38:29Z", [1.0], ""], [62808, "2021-03-06T02:37:36Z", [0.99], ""], [98851, "2021-03-06T00:08:12Z", [0.9], "The IMF predicted a 5.5% growth for 2021 and 4.2% for 2022, this is due to the rollout of COVID vaccinations and some of the lessening of the grip of the pandemic. This will more than likely instill faith in their next estimate compared to the one in October. "], [98720, "2021-03-05T11:46:43Z", [0.95], "The IMF released an update in January of 2021 projecting a .3% growth relative to its October 2020 report (https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update). With vaccinations continuing well and with increasing production, the world will more quickly return to prepandemic levels of economic output, particularly in the U.S. which makes up a large percentage of the world’s GDP. As well as China, showing a projected 8.3 percentage growth and India showing a 11.5 percentage growth in 2021. This projected percentage increases show strong confidence that the April 2021 world GDP growth in the Work Economic Outlook will be much higher than the October 2020 report."], [13657, "2021-03-05T08:50:59Z", [0.75], "Dang. This is a question of how ignorant the IMF is."], [13657, "2021-03-05T08:46:46Z", [0.5], "Ach. What I see happening is massive quantitative easing (they'll call it yield curve control) this month which will postpone the treasury crisis temporarily. I don't expect the IMF to see what is coming or if they see it I don't expect them to scare us by telling us about it. Revising back upward due to well-established Keynesian stupidity."], [13657, "2021-03-05T08:04:57Z", [0.2], "Seeing what is happening in the 10 year treasury repo market, with such colossal short selling that it went to -4.25% (which is supposed to be impossible), and March is going to be very turbulent in the financial markets. Keep in mind that the 10-year Treasury is The benchmark for a lot of things in the stock market and for mortgages. Things were so bad in the repo market that chairman Powell didn't even touch on it in his speech today. He is trying to reassure markets and doesn't want to draw attention to what a lot of people don't look at. The only thing not making me go to 0% is that I don't trust IMF economists to see what is coming, and if they do see it coming they may not want to panic the market with a bad forecast. Chairman Powell recently stated that he doesn't see inflation going above 2% for another three years which is a clear lie to try to calm the markets, it is obviously going to go above 3% this year and market sentiment is that it's going to 3.3%.  for those people who don't know what the repo market is, this is a way for banks to get overnight money by pledging assets as collateral. When an asset brings a negative yield out of repo market that means that so many institutions are putting up 10 year treasuries as collateral that they are willing to get a negative amount of money back. no rational investor would do this unless they are desperately trying to get 10-year treasuries off their books. This means major financial institutions are expecting the 10 year treasury to crash very soon, and this is something that is a benchmark for most of the economy. Just to be clear, the world economy cannot handle 3.3% inflation and the rising interest rates that go along with that. This is going to be worse than 2008. I just don't necessarily trust the IMF to see it by April. This is a problem that has nothing to do with the virus. This has been building for 20 years. Inflation will rise again in a few days when Feb gets published. It will jump above 2% in April and likely above 3% in May when we replace the -0.8 from April 2020, but that will be too late for this question. But a lot of people see it coming. https://www.zerohedge.com/markets/10y-treasury-hits-stunning-425-repo-yields-blow-out"], [2965, "2021-03-05T02:17:41Z", [1.0], ""], [86554, "2021-03-04T23:55:28Z", [0.59], ""], [88569, "2021-03-04T20:11:17Z", [0.85], "Many conundrums. The US is only 16% of the global economy, but it is also correlated with the global economy, so how the US does is significant.  Changes in the US stock market are predictive of US GDP 2-3 quarters out.  US stocks currently descending but due to, supposedly, rising rates. Rising interest rates imply a heating economy. The risk is an overheated economy which moves the Fed to tighter policy, which generally results in recession, the US having no history even once of a soft landing.  Powell today says easy money still appropriate. Stock market down on this news.  Overall, things look rosy. What could change this is a market crash. Edging lower in case this volatility keeps up."], [172, "2021-03-04T13:27:28Z", [1.0], ""], [96450, "2021-03-04T12:54:06Z", [1.0], ""], [81334, "2021-03-04T09:24:06Z", [0.67], "Focus-economics, a forecast aggregator, published its monthly outlook a couple days ago.\n5.2% for the World economy as a whole*...A close call indeed but still i see most risks to the downside. * it seems somewhat ridiculous to give 3 meaningful decimals for these growth rates. Standard practice is just the one.\njust to be complete, focus economics currently has 5.209 but rounded both are 5.2% (i had actually missed that in my first forecast...) as part of my resolution, i will average out my own forecasts and that of the crowd...reluctantly\n42 & 92 > 67"], [98737, "2021-03-04T01:45:14Z", [0.89], "Vaccination for Covid-19 is beginning to take hold of the virus and reduce the new cases reported, along with pandemic control efforts.  Many areas have been seeing extended declining infections, as a result, we can finally start to \"return to normal\" which includes reopening businesses, consumer shopping increases.  "], [88569, "2021-03-03T21:56:19Z", [0.88], ""], [96991, "2021-03-03T18:40:11Z", [0.95], "Faster of the vaccine rollout than expected. https://www.cnbc.com/2021/03/02/white-house-moves-up-vaccine-supply-timeline-says-us-will-have-enough-for-every-adult-by-end-of-may.html "], [98440, "2021-03-03T17:47:45Z", [0.97], "The International Monetary Fund (IMF) has in fact already published an update in January 2021 which increased its estimate for world gross domestic production (GDP) growth from 5.152% to 5.5%, citing development of vaccines against coronavirus and effective policy support to recovery efforts.  A few pandemic related concerns raised in the update include further spread of coronavirus and logistical challenges to vaccine distribution.  According to the John Hopkins global tracker, global daily cases have slightly decreased since the new estimate, returning to levels like those seen in October 2020.  Also, Google’s calculation of available data shows that ten times as many people are fully vaccinated as there were on 26 January 2021 and almost three times as many people have received at least one dose of the vaccine.  Furthermore, the recent U.S. Food and Drug Administration emergency use authorization of the Johnson and Johnson vaccine should provide additional optimism for the April estimate.  One other risk previously identified was the impact of a “no-deal Brexit”, which the latest report dismisses due to the December agreement between the United Kingdom and the European Union.  Based on these factors, I predict with almost certainty that the IMF will maintain an estimate higher than 5.152% for global GDP growth in the April report.  I have assigned a 97% chance for this to occur, with only a 3% chance based on the possibility of issues in the efficacy of some vaccines or the rapidly increased spread of the virus due to early lifting of pandemic restrictions."], [98686, "2021-03-03T15:30:38Z", [0.9], ""], [61016, "2021-03-03T06:46:20Z", [0.2], "In the last decade, actual annual global GDP was <5%.  \nWhy it will be <5%?\nAccording to a World Bank blog, it is estimated that 80% of economies will be in contraction mode in 2021. \nThere have been a dozen recessions in the last 80 years. As per the graph, in only one instance (2010), the bounce was > 5% immediately after a recession.\nHence, with these facts, I believe the forecast will be <5%.\nI will correct with more facts."], [97569, "2021-03-02T01:52:36Z", [0.95], "Rising interest rates during a global recession are generally a sign of a strengthening global economy.[1] [1] https://www.investopedia.com/articles/pf/09/avoid-five-recession-risks.asp"], [88569, "2021-03-02T01:33:16Z", [0.9], ""], [31275, "2021-03-02T01:28:15Z", [0.95], ""], [86554, "2021-03-01T23:44:45Z", [0.77], ""], [37893, "2021-03-01T11:47:38Z", [0.92], ""], [13657, "2021-03-01T06:04:53Z", [0.5], "Lowering based on rising interest rates."], [86785, "2021-03-01T01:59:43Z", [0.99], ""], [34527, "2021-02-28T21:29:24Z", [0.95], ""], [94563, "2021-02-28T13:28:00Z", [0.88], ""], [94872, "2021-02-28T05:06:14Z", [0.92], ""], [534, "2021-02-27T16:58:52Z", [0.95], ""], [86554, "2021-02-27T11:55:28Z", [0.57], ""], [86554, "2021-02-27T11:55:01Z", [0.68], ""], [13657, "2021-02-27T11:42:45Z", [0.9], "Lowering my prediction from 100%. inflation is rising worldwide and many central banks are discussing the need to restart quantitative easing in order to keep treasury rates low. I think that by June the world economy is really going to start imploding, but I don't think most government analysts are going to recognize this by April. "], [95555, "2021-02-26T19:06:47Z", [0.95], ""], [21884, "2021-02-26T04:29:20Z", [0.85], ""], [96450, "2021-02-25T10:32:19Z", [0.95], ""], [86367, "2021-02-25T04:22:45Z", [0.92], ""], [86554, "2021-02-24T04:21:07Z", [0.82], ""], [96450, "2021-02-23T16:48:54Z", [0.91], ""], [34959, "2021-02-23T14:31:32Z", [0.96], ""], [92863, "2021-02-23T14:03:59Z", [0.99], ""], [22690, "2021-02-23T10:31:30Z", [0.77], "bumping it on how well the vaccine rollouts appear to be going in US +4"], [172, "2021-02-23T00:07:54Z", [0.99], ""], [37893, "2021-02-22T18:28:47Z", [0.91], ""], [31275, "2021-02-22T17:33:08Z", [0.92], ""], [4239, "2021-02-22T01:27:37Z", [0.5], ""], [28346, "2021-02-21T21:00:39Z", [0.66], ""], [14208, "2021-02-21T05:26:56Z", [0.5], "“Estimate”. Gotta beat expectations.  I don’t get upset over cold soup I overplayed for. "], [86554, "2021-02-21T00:28:15Z", [0.7], ""], [987, "2021-02-20T16:47:56Z", [0.92], "IMF was already a bit below median in Dec. in its 2021 forecasts, plus there was room for GDP growth to decouple from lockdowns in the US provided policy was supportive so I gave this a higher chance than the group in Dec. Updating (belatedly) based on the IMF's positive update: https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update Vaccine news continues to be good, I see this as very likely"], [96828, "2021-02-20T03:38:48Z", [0.91], ""], [98108, "2021-02-18T17:36:27Z", [0.96], ""], [92863, "2021-02-16T11:19:14Z", [0.98], ""], [98436, "2021-02-16T06:47:02Z", [0.15], ""], [50395, "2021-02-15T23:27:26Z", [0.84], ""], [11447, "2021-02-15T21:14:07Z", [0.85], "January revised up from October. Recovery in the forecast is back ended so not sure Q1 data will make a big difference. https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update"], [172, "2021-02-14T21:51:56Z", [0.85], ""], [62808, "2021-02-14T16:50:20Z", [0.99], ""], [13657, "2021-02-14T06:23:51Z", [1.0], ""], [88569, "2021-02-14T06:08:14Z", [0.86], ""], [13657, "2021-02-14T05:58:16Z", [1.0], ""], [86554, "2021-02-14T02:49:51Z", [0.62], "I think I don’t know how calculation of nr’s work.... nr’s would be less than october imo...but most think more, hedging..."], [48709, "2021-02-13T04:46:59Z", [0.61], "Between 0-4.0% is the projected  rate."], [49877, "2021-02-12T17:37:05Z", [0.8], ""], [73687, "2021-02-12T07:27:38Z", [0.99], ""], [97569, "2021-02-12T01:25:39Z", [0.9], ""], [98293, "2021-02-11T06:59:02Z", [0.97], ""], [94872, "2021-02-11T03:31:30Z", [0.97], ""], [88569, "2021-02-10T20:39:56Z", [0.88], ""], [97375, "2021-02-10T19:11:15Z", [0.88], ""], [81334, "2021-02-10T08:37:57Z", [0.42], "Q4 gdp number so far are much better than expected\nthe double impact is again at it here: \n1) in most models, lower (or no) dip in q4 and thus 2020 means less growth in 2021, if the recovery point (moment in time when GDP is back to its  Q4 2019 level for example) is kept constant 2) the fact that 4q was better than feared under at least some sort of lockdown in many advanced economies suggests that perhaps this recovery points should\nbe moved FORWARD in time. On balance i think 2>1 so i will up my forecast somewhat with the expectation that growth might end up closer to 6% but significant risks to the downside remain"], [914, "2021-02-10T03:02:33Z", [0.9], ""], [62808, "2021-02-10T01:29:12Z", [0.99], ""], [43189, "2021-02-09T13:36:36Z", [0.9], ""], [22690, "2021-02-09T03:46:09Z", [0.73], "Bumping it +8 on the January forecast (https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update)"], [98081, "2021-02-08T20:29:56Z", [0.92], "The October forecast was made without knowledge of the extent of the Dec/Jan peak of covid cases but also without knowledge of the vaccines now being rolled out.  However IMF have issued a 5.5% growth forecast in Jan, would take major new negative information to take this below 5.2% by April which I think unlikely now. https://www.imf.org/en/Publications/WEO/Issues/2020/06/24/WEOUpdateJune2020"], [98196, "2021-02-08T06:26:04Z", [0.9], ""], [96318, "2021-02-07T10:57:08Z", [0.7], ""], [96828, "2021-02-06T00:12:26Z", [0.97], ""], [86367, "2021-02-04T16:06:26Z", [0.89], ""], [98293, "2021-02-04T06:30:02Z", [0.95], "The two growth engines for the world economy this year most likely be China and the US. There is clearly upside to GDP forecasts in the US."], [914, "2021-02-04T03:51:33Z", [0.85], ""], [46339, "2021-02-03T19:15:17Z", [0.98], ""], [88569, "2021-02-03T18:49:56Z", [0.9], ""], [86554, "2021-02-03T17:25:22Z", [0.45], ""], [40685, "2021-02-03T14:09:02Z", [0.95], ""], [98241, "2021-02-03T01:29:39Z", [0.9], ""], [42417, "2021-02-02T01:25:05Z", [0.95], ""], [62808, "2021-02-02T00:38:57Z", [0.99], ""], [93, "2021-02-01T03:34:18Z", [0.99], ""], [63674, "2021-02-01T03:17:44Z", [0.95], ""], [97747, "2021-01-31T23:13:00Z", [0.75], ""], [98108, "2021-01-31T22:31:53Z", [0.9], "Increasing my forecast following the release of the January 2021 report. (https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update) Vaccine distribution is ramping up across the world and the United States will likely pass another stimulus bill shortly which will benefit the economy. The stimulus bill will either be passed by Democrats through reconciliation or in a bipartisan manner after compromise. Either way the American economy will benefit which will likely have a positive impact on the economies of other countries. https://www.cnbc.com/2021/01/31/republican-senators-present-smaller-covid-proposal.html\nhttps://www.nytimes.com/live/2021/01/29/us/biden-trump-impeachment/biden-wants-republicans-to-back-a-1-9-trillion-relief-package-but-some-democrats-are-happy-to-go-it-alone\n"], [2965, "2021-01-31T19:13:46Z", [1.0], ""], [88569, "2021-01-31T17:46:55Z", [0.86], ""], [45650, "2021-01-31T14:57:35Z", [0.05], ""], [96828, "2021-01-31T13:21:57Z", [0.85], ""], [96450, "2021-01-31T10:55:38Z", [0.9], ""], [94556, "2021-01-31T08:02:45Z", [0.96], ""], [94556, "2021-01-31T08:02:27Z", [0.92], ""], [98241, "2021-01-31T02:51:37Z", [0.6], "In october there was more uncerteninty than now on vaccines"], [94872, "2021-01-31T00:43:04Z", [0.97], ""], [86233, "2021-01-30T22:12:14Z", [1.0], ""], [11447, "2021-01-30T20:54:05Z", [0.6], "Moving up slightly given January report and consensus, but still think a strong chance they revise down given a going lockdowns and restrictions."], [691, "2021-01-30T18:18:27Z", [0.99], ""], [89038, "2021-01-30T16:08:56Z", [0.95], ""], [92863, "2021-01-30T14:18:14Z", [0.97], ""], [88098, "2021-01-30T10:49:29Z", [0.93], ""], [97185, "2021-01-30T01:29:32Z", [0.95], "\"In its latest World Economic Outlook, the IMF said it expects the global economy to grow at 5.5% this year, up three-tenths of a percentage point from its estimate in October.\" https://www.cfo.com/the-economy/2021/01/imf-more-optimistic-on-global-growth/"], [94872, "2021-01-30T00:26:40Z", [0.95], ""], [691, "2021-01-29T21:32:58Z", [1.0], ""], [89038, "2021-01-29T16:41:45Z", [0.9], ""], [92447, "2021-01-29T03:18:30Z", [0.35], "Likely that some of the current optimism corrects with delayed vaccination prolonged political consensus on fiscal support"], [88569, "2021-01-28T21:36:02Z", [0.88], ""], [88569, "2021-01-28T21:35:02Z", [0.85], ""], [76440, "2021-01-28T20:27:36Z", [0.9], ""], [96991, "2021-01-28T07:25:55Z", [0.85], "https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update "], [94872, "2021-01-28T05:45:56Z", [0.87], ""], [97721, "2021-01-28T04:04:15Z", [0.65], ""], [94556, "2021-01-27T16:18:58Z", [0.79], ""], [86554, "2021-01-27T00:42:52Z", [0.33], ""], [80790, "2021-01-26T22:27:20Z", [0.99], ""], [53391, "2021-01-26T18:44:06Z", [1.0], "Hard to starboard, sulu."], [88569, "2021-01-26T17:35:53Z", [0.7], ""], [96450, "2021-01-26T15:51:21Z", [0.9], "January 2021 forecast 0.3 higher than October 2020 because of the vaccines: https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update"], [87827, "2021-01-26T14:40:00Z", [0.85], "IMF increased forecast by 0.3 percentage points in its latest release. Going up 10 on this as I think it's pretty likely to increase farther rather than decrease. https://www.cnbc.com/2021/01/26/imf-world-economic-outlook-jan-2021-update-covid-variants-are-a-risk.html"], [63674, "2021-01-26T13:52:07Z", [0.9], ""], [98108, "2021-01-25T22:10:48Z", [0.65], ""], [53391, "2021-01-25T20:35:45Z", [0.2], "Uh-oh, CNBC: ECB's Lagarde says pandemic recovery might be delayed, but shouldn't be derailed.\nhttps://www.cnbc.com/2021/01/25/davos-ecbs-lagarde-says-pandemic-recovery-might-be-delayed.html"], [34959, "2021-01-25T14:45:39Z", [0.94], ""], [98021, "2021-01-25T03:39:49Z", [0.7], ""], [86554, "2021-01-24T22:35:09Z", [0.15], ""], [534, "2021-01-24T18:35:08Z", [0.85], ""], [72727, "2021-01-23T20:07:02Z", [0.0], ""], [28346, "2021-01-23T16:21:25Z", [0.41], ""], [86554, "2021-01-23T09:57:47Z", [0.21], ""], [94737, "2021-01-23T08:25:12Z", [1.0], ""], [61391, "2021-01-22T23:53:23Z", [1.0], ""], [88569, "2021-01-22T19:09:03Z", [0.6], ""], [85535, "2021-01-22T15:08:33Z", [1.0], ""], [98025, "2021-01-19T17:38:08Z", [0.99], ""], [86367, "2021-01-19T14:55:05Z", [0.78], ""], [88766, "2021-01-18T19:56:04Z", [1.0], ""], [86233, "2021-01-18T18:26:52Z", [0.88], ""], [96450, "2021-01-18T08:23:13Z", [0.75], ""], [94872, "2021-01-18T01:50:24Z", [0.87], ""], [86233, "2021-01-17T20:49:41Z", [0.85], ""], [97775, "2021-01-17T20:10:19Z", [0.75], "I am improving my forecast from 65% to 75% confidence that the IMF estimate for global GDP growth for 2021 will be higher in April 2021 than what was forecast in Oct 2020 report (5.152%) due to two recent reports: one from Goldman Sachs in which it raised its US GDP forecast by 0.5% to 6.4%, and one from Morgan Stanley which raised its global GDP forecast from 5.9% to 6.4%. The Morgan Stanley report that we are now entering the self-sustaining phase of the V-shaped recovery initially projected in 2020. This assessment directly conflicts with the initial worries this past fall that the pandemic will have a bigger impact on private-sector risk appetite and, hence, global growth; however, experts say that consumers have driven the recovery. To continue progress in economic recovery, the reports state that 3 key factors will characterize the next stage: synchronized global growth, an emerging-market rebound, and the return of inflation. So I will be looking for these indicators in news/reporting to determine whether my confidence will increase or decrease in the coming weeks.  Goldman Sachs also increased its US economic growth forecast for 2021, as Democratic officials make it more likely to see a larger stimulus package adopted in the first quarter of 2021. Unemployment is also projected to decrease to 4.8% in 2021. Although the U.S. GDP growth is only one part of the overall global GDP, I think it's still an indicator. Overall, my confidence is still discouraged by the news on the virus front, namely the slow pace of vaccination rollouts and and the emergence of additional infectious virus strains, and the affect this will have on spending, restrictions, and economic recovery despite the stimulus.   "], [98001, "2021-01-17T12:22:38Z", [0.88], ""], [97992, "2021-01-16T23:55:12Z", [1.0], ""], [97650, "2021-01-16T20:52:27Z", [0.3], "GDP for April 2020 may include momentum from 2019, all the economy shock was really accounted from March 2020 to date."], [97650, "2021-01-16T18:11:51Z", [0.65], "April 2020 was all in shock."], [691, "2021-01-16T17:48:44Z", [0.88], ""], [97964, "2021-01-16T14:36:05Z", [0.7], ""], [88098, "2021-01-16T11:16:23Z", [0.9], ""], [63087, "2021-01-16T09:58:33Z", [0.6], ""], [914, "2021-01-16T03:40:12Z", [0.75], ""], [86554, "2021-01-16T01:10:51Z", [0.13], "Everybody so high? Isn’t the situation and outlook worse then in 10/2020? "], [86246, "2021-01-15T23:15:39Z", [1.0], "The current consensus is 5% growth. "], [97524, "2021-01-15T22:41:01Z", [0.55], ""], [97337, "2021-01-15T17:53:01Z", [0.9], ""], [93, "2021-01-15T02:36:31Z", [0.15], ""], [96828, "2021-01-14T10:20:31Z", [0.87], ""], [88766, "2021-01-13T17:52:38Z", [0.89], ""], [49526, "2021-01-13T14:50:08Z", [0.5], ""], [88098, "2021-01-13T11:24:44Z", [0.85], "Looks like consensus by analyst is 5.4% for 2021 [1]\nGoldman Sachs raises US GDP forecast for 2021[2] [1] https://www.morganstanley.com/ideas/global-economic-outlook-2021\n[2] https://www.aa.com.tr/en/americas/goldman-sachs-raises-us-gdp-forecast-for-2021/2102968"], [96450, "2021-01-13T08:48:30Z", [0.7], ""], [94872, "2021-01-13T01:21:36Z", [0.7], ""], [86554, "2021-01-12T22:54:09Z", [0.06], ""], [97855, "2021-01-12T18:30:53Z", [0.0], ""], [97844, "2021-01-12T15:35:45Z", [0.25], ""], [63674, "2021-01-11T20:29:34Z", [0.65], ""], [96828, "2021-01-11T01:03:56Z", [0.75], ""], [97775, "2021-01-10T22:46:11Z", [0.65], "I forecasted with 65% confidence that yes, the IMF estimate for world GDP growth for 2021 will be higher in its April 2021 report than the 5.152% it estimated in its October 2020 report. I am cautiously optimistic that the IMF's estimate will increase in its next report since October because we have gained a clearer picture of COVID-19 spread and the roll-out of vaccines was ahead of expectation. There are many advanced economic nations that have had positive monetary policy responses. I also think there will be a stronger global, internationalized response to combatting the virus in 2021 than there was in 2020. However, I am tempering my positivity because it is unknown just how much lasting damage the pandemic has inflicted on the global economy, from shutting down businesses, unemployment, government intervention to bail out. It is also unknown how rapid the virus recovery can take place in emerging and developing economies compared to advanced economies."], [95555, "2021-01-10T21:28:45Z", [0.9], ""], [2965, "2021-01-10T19:32:24Z", [1.0], ""], [97801, "2021-01-10T18:45:00Z", [0.32], ""], [2965, "2021-01-10T16:52:52Z", [1.0], ""], [31275, "2021-01-10T16:29:00Z", [0.78], ""], [97375, "2021-01-10T11:34:29Z", [0.7], ""], [97776, "2021-01-09T23:30:20Z", [0.0], ""], [43189, "2021-01-08T11:45:53Z", [0.05], ""], [92863, "2021-01-08T10:36:47Z", [0.95], ""], [97747, "2021-01-08T02:14:57Z", [0.4], ""], [97185, "2021-01-07T23:43:44Z", [0.65], ""], [86554, "2021-01-06T10:30:48Z", [0.08], ""], [40685, "2021-01-06T08:26:33Z", [0.9], ""], [94556, "2021-01-06T07:20:34Z", [0.77], ""], [94556, "2021-01-06T07:20:19Z", [0.84], ""], [75093, "2021-01-05T21:47:28Z", [0.15], ""], [96450, "2021-01-05T12:06:22Z", [0.7], ""], [97700, "2021-01-05T00:54:29Z", [0.9], ""], [92863, "2021-01-04T22:36:13Z", [0.88], ""], [81187, "2021-01-04T22:34:47Z", [1.0], ""], [92863, "2021-01-04T19:42:27Z", [0.84], ""], [31275, "2021-01-04T18:02:18Z", [0.75], ""], [92863, "2021-01-03T23:17:37Z", [0.79], ""], [75714, "2021-01-03T17:45:05Z", [0.7], "The IMF growth forecasts, both from October for the next year and from April for the current year, appear to be statistically biased only in that they, in common with other forecasts, underestimate the likelihood of a recession (http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.587.9776&rep=rep1&type=pdf). Having just had a recession, a new one's unlikely in the next three months (https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0232615 implies <1% chance), so I'll base probability estimates on other forecasts released since October 2020.\n\nThe IMF's October 2020 forecast of 5.152% is slightly lower than the average of more recent forecasts, with the OECD's December forecast being 4.2% (https://www.oecd.org/economic-outlook/), Fitch's 5.3% (https://www.fitchratings.com/research/sovereigns/world-gdp-recovery-to-strengthen-from-mid-2021-on-vaccine-rollout-07-12-2020), Morgan Stanley's 6.4% (https://www.morganstanley.com/ideas/global-economic-outlook-2021), Citi's 5.0% (https://www.citi.co.in/portal/pdf/annual-outlook.pdf), and Consensus Economics' November forecast 5.9% (calculated from a PWC average, https://www.pwc.com/gx/en/research-insights/economy/global-economy-watch/projections.html). Those forecasts are consistent with their prior versions (2.8 - 5.2% by the OECD in June, http://www.oecd.org/economic-outlook/june-2020/, 5.2% by Fitch in September, same link as prev.), so neither vaccines' better-than-expected performance nor worse-than-expected late-Autumn case numbers seem to have dominated other effects on growth forecasts, but indicators like the OECD's CLI provide indications that might make those more recent forecasts closer to the IMF April forecast (https://www.econstor.eu/handle/10419/180842). Supposing recent forecasts are iid around the best possible estimate of the IMF's April forecast with current data, the mean of these forecasts will be taken from an approximately normal distribution, with maximum-likelihood underlying mean 5.4% and standard deviation 0.4%. In that model, there's a 70% chance that this best possible estimate of the April forecast is higher than the IMF's October forecast."], [37893, "2021-01-03T09:13:47Z", [0.75], ""], [89038, "2021-01-03T01:09:21Z", [0.88], ""], [97664, "2021-01-03T00:20:30Z", [0.95], "Vaccine development much further ahead of schedule than predicted in their October report - impacting on GDP recoveries from Covid-19 pandemic. "], [86367, "2021-01-02T23:02:24Z", [0.74], ""], [987, "2021-01-02T22:42:02Z", [0.82], "A majority of the forecasts that have come out from reputable institutions since October that I could find are higher than the IMF's. Not all, but most. So my base rate was a bit better than 50/50 for an upward revision.  It *looks* to me like the superforecasters are somewhat bullish, but a) I had to translate their version of the question into ours (they're asked 2021 relative to 2019 and b) there seem to be two versions of the question with different estimates, so I'm not sure I can put much weight on their numbers right now.  Vaccine news since October has been significantly good which is worth a big bump up in my estimate. And while the new, faster-spreading strain could increase Q1 lockdowns, in the US there's actually been some divergence between consumer spending and lockdowns, leading me to think that the GDP hit from lockdowns is slowing a bit over time. Finally, the US passed another relief bill which will keep consumer spending up.  All that together I came here at about 70 and seeing this group tilting in the same direction I'm upgrading my forecast, up to 82."], [24690, "2021-01-02T21:07:01Z", [0.75], " vaccination progress"], [14813, "2021-01-01T23:18:48Z", [0.25], "Growth will disappoint in Q1"], [97628, "2021-01-01T19:03:30Z", [0.7], ""], [96450, "2021-01-01T17:50:56Z", [0.65], ""], [96318, "2021-01-01T16:08:58Z", [0.6], ""], [44308, "2021-01-01T10:51:47Z", [0.65], ""], [97603, "2020-12-31T21:51:05Z", [0.95], "Vaccine phase 3 trial data was incomplete and unpublished in October 2020"], [97600, "2020-12-31T19:26:50Z", [0.56], ""], [97597, "2020-12-31T17:44:56Z", [0.55], ""], [97503, "2020-12-31T17:24:13Z", [0.65], ""], [73687, "2020-12-30T23:39:31Z", [0.87], ""], [28002, "2020-12-30T21:22:13Z", [0.7], "More news in risks space than central forecast, but still think there's been some positive surprises."], [11447, "2020-12-30T19:21:50Z", [0.5], "Difficult one. I understand the IMF has a history of being overly optimistic in initial projections (which I think is true of most official forecasters). Positive vaccine news, but I think that is most relevant for USA and Western European economics for H2 2021 and could still be downside from Covid elsewhere. Plus I think we are supposed to expect a much worse Q1 than would have been anticipated in September. Also 5.15% seems high even following a bad year. I would probably be lower if it were not for the crowd forecast."], [21258, "2020-12-30T17:47:24Z", [0.25], ""], [94872, "2020-12-30T02:26:38Z", [0.75], ""], [914, "2020-12-29T23:02:13Z", [0.85], ""], [62808, "2020-12-29T22:12:30Z", [0.9], ""], [691, "2020-12-29T19:49:06Z", [0.86], ""], [64357, "2020-12-29T15:29:14Z", [0.75], ""], [1333, "2020-12-29T10:42:14Z", [1.0], ""], [97552, "2020-12-29T00:30:08Z", [0.3], ""], [49877, "2020-12-28T17:55:15Z", [0.5], ""], [97545, "2020-12-28T14:58:02Z", [0.85], ""], [38645, "2020-12-28T04:27:52Z", [0.75], ""], [38645, "2020-12-28T04:17:53Z", [0.9], ""], [97524, "2020-12-27T18:18:00Z", [0.25], ""], [1528, "2020-12-27T18:09:10Z", [0.8], ""], [97525, "2020-12-27T17:58:28Z", [0.0], ""], [97518, "2020-12-27T17:01:16Z", [0.4], "IMF´s 5,1% GDP growth already included a big bounce up in the economy from 2020. However, the number doesn't include the vaccines approval that happened in November but also it doesn't include the worsening situation in the economy that we are seeing at the moment and that i think it will continue until the rolled out of the vaccines are large enough, probably later than expected, late second half. So net net, the situation in April should be worse. Summary:  in last October there were high expectations for 2021 GDP growth, the vaccines approval won't have a meaningful effect in 2021´s GDP above what it was already expected, however the REAL situation is worse. "], [97522, "2020-12-27T15:55:29Z", [0.75], "Global acceptance of the current monetary/fiscal practices of nations. Little chance of public pushback on further government stimulus. More is expected around the world in the coming months so I do not see recessions on the horizon before April 1, 2021. I do not believe true economic output is going to be higher than 5% in 2021, but the not so great measures of an economy (GDP) will gauge that effect poorly and report a better economic outlook."], [67635, "2020-12-27T15:40:34Z", [0.15], ""], [63094, "2020-12-27T14:17:31Z", [0.6], ""], [2965, "2020-12-27T14:14:29Z", [1.0], ""], [35072, "2020-12-27T07:43:54Z", [0.75], "1. Brexit deal; 2. COVID vaccin rollout ; 3. Send positive signals to the market. How much higher? I think the increase will be just enough to meet point 3, but I don’t expect the economy to recover much faster than expected for point 2 (predictable)."], [97510, "2020-12-26T19:15:51Z", [0.3], ""], [97506, "2020-12-26T17:07:08Z", [0.82], ""], [97505, "2020-12-26T14:54:53Z", [0.0], ""], [89785, "2020-12-26T02:23:14Z", [0.9], ""], [2965, "2020-12-25T19:37:45Z", [1.0], ""], [30173, "2020-12-25T19:33:01Z", [0.5], ""], [94872, "2020-12-25T12:43:28Z", [0.71], ""], [50395, "2020-12-25T01:59:40Z", [0.66], ""], [373, "2020-12-24T19:15:42Z", [0.35], ""], [37250, "2020-12-24T18:17:05Z", [0.9], ""], [88569, "2020-12-24T14:27:49Z", [0.5], "There's an old saying in Hollywood \"Nobody knows anything.\" It referred to the idea that nobody really knew what was going to be a commercial hit.  The crowd here sure is optimistic at 80%. The argument seems to be that the surprise of vaccines have changed the calculus since October. Maybe.  There's also been an upgrade in some economic forecasts for 2020.  All by way of saying, I got nothing. Two forecasts. To me it's a coin flip. My forecast is 50%. A nothing forecast, yet far off the crowd. As Cool Hand Luke says \"Sometimes nothing is a pretty cool hand.\" "], [22690, "2020-12-24T02:37:03Z", [0.65], "Bumping it +5% on back of expected brexit and US fiscal deals."], [96450, "2020-12-23T18:53:44Z", [0.7], ""], [44887, "2020-12-23T16:36:15Z", [0.75], ""], [63370, "2020-12-23T16:21:39Z", [0.8], ""], [86678, "2020-12-22T16:58:11Z", [0.99], ""], [97174, "2020-12-22T06:06:05Z", [0.66], "Secret"], [97448, "2020-12-22T00:02:37Z", [0.75], ""], [62808, "2020-12-21T22:29:54Z", [0.9], ""], [87827, "2020-12-21T21:48:01Z", [0.75], "My guess is that the IMF probably wasn't anticipating a quick vaccine rollout. I think vaccine rollout may be be above most expectations in the first quarter of next year, leading to a potential for a quicker return to normal than the IMF would have anticipated in October of 2020 and maybe more economic activity in Q1 of next year."], [88766, "2020-12-21T14:45:51Z", [0.93], ""], [92863, "2020-12-21T14:15:40Z", [0.86], ""], [63087, "2020-12-21T07:16:31Z", [0.65], ""], [87691, "2020-12-21T04:49:49Z", [1.0], ""], [96991, "2020-12-20T20:01:14Z", [0.65], "In general the IWF has a tendency to overestimate the growth for the next year in it's April forecast. But during crises it seems to be the opposite which is the first reason I'm leaning slightly to more to yes. Also, the Covid19 Pandemic has been less severe than in October predicted which leads to the same conclusion.\n[ https://covid19.healthdata.org/global?view=total-deaths&tab=trend ]\n[https://web.archive.org/web/20201002070629if_/https://covid19.healthdata.org/global?view=total-deaths&tab=trend ]\n"], [88766, "2020-12-20T15:38:47Z", [1.0], ""], [13657, "2020-12-20T12:50:39Z", [0.99], "It looks like the test thresholds are going to change as the the vaccine is rolled out. The WHO just released a paper acknowledging that PCR tests with high cycle thresholds can have false positives. This opens the door for all jurisdictions to ensure that their testing thresholds are flow the levels that can create false positives. This information has been known for a long time. The New York times reported on it in the summer. Dr Fachi acknowledged it several months ago. Previously I believe it was believed by the authorities that having false positives was beneficial because it was better to err on the side of caution and it helped to justify stronger lockdowns. Now that the vaccine is being distributed changing the test threshold amounts will help it look like the vaccine is working, restoring public confidence. Florida has recently required its testing centers to report what their cycle thresholds are I believe that this will be a trend among all jurisdictions, which will lead to many fewer positive test results. "], [88569, "2020-12-20T06:31:33Z", [0.5], "I got nothing on this one, but sometimes nothing is a cool hand according to Luke"], [34527, "2020-12-20T02:32:35Z", [0.89], ""], [97419, "2020-12-20T00:34:08Z", [1.0], ""], [56265, "2020-12-19T18:45:58Z", [0.75], ""], [88569, "2020-12-18T20:45:51Z", [0.5], ""], [28346, "2020-12-18T17:52:35Z", [0.3], "Need to dig into details, but:\n- Upside potential: greater rebound because of vaccine, growth in certain economic sectors such as online retail, expected fast bounce in Europe or N Am with Biden\n- Downside potential: unexpected economic issues eg from a commercial property collapse, worse-than-expected winter pandemic in N Hemisphere, negative reaction to early Biden decisions, 2nd virus wave in China\n"], [92863, "2020-12-18T13:07:33Z", [0.7], ""], [81334, "2020-12-18T10:52:28Z", [0.33], "Ok so after seeing how out of consensus my prediction was, i went and had a look at the actual performance of IMF forecasts.\navailable for download here: https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjZza7yp9ftAhWB2KQKHZrxAXEQFjATegQIIRAC&url=https%3A%2F%2Fwww.imf.org%2Fexternal%2Fpubs%2Fft%2Fweo%2Fdata%2FWEOhistorical.xlsx&usg=AOvVaw1a2MKXkNESwR0xsRUlR4Iw Since the question is about the last FY GDP growth forecast for 2021 before the year starts and the first of the year itself, i gathered these two datapoints for the global economy for every year since 1991. For good measure i also added the number of the last report published that still included this year so\nFY t-1 Fall, FY t Spring and FY t+2 Fall On average the FY t-1 Fall is 0.38 percentage points ABOVE FY t Spring.\nIn 61% the last outlook of the year before was revised downwards in the subsequent year.\nI would say this mostly confirms my earlier intuition about the IMF's optimistic bias* with regards to the evolution of subsequent projections. 1 So in terms of base rates i stand by my earlier take. 2 In terms of what \"improved\" in september vs now:\nmaybe somewhat more optimistic on vaccine availability but to pinpoint when an eocnomy will reopen, there's not much difference to having 10% vs 20% of people vaccinated by let's say april. as long as not enough people are vaccinated/immune, social distancing measures will remain in place.\nin that sence, improvements in vaccine availability need to \"tip a scale\" (or \"not fall below a certain level\" rather) and i don't think the newsfeed there materially changed the outlook of the timing for herd immunity, and by consequence the end of social distancing. somewhat lower mobility than expected in Q4 2020 but mostly we knew this was coming? 3 In terms of what i think will improve between now and april:\ni don't really know >>> so all in all i guess i think shifting growth from 2020 to 2021 is the main change since the fall-outlook and i doubt this will more than offset the imf's optimistic bias so i will actually double down on my take here and move to a 1/3 * i then went and checked FY t-1 Fall vs FY t+2 Fall (so the \"actuals\") and here on average the outlook in the year before is of byNEGATIVE  0.25%points, slightly more than half of the cases are overestimations.\nI did the same exercise for FY t Spring vs FY t+2 Fall and ended up with an average error of POSITIVE 0.13%points and 43% cases were there was too much optimism.\nI revised my beliefs accordingly :)"], [81334, "2020-12-18T08:57:05Z", [0.35], "Base rate: ever since the GFC of 2008-2009 the IMF has been predicting too much growth 1-2 years out.\nI currently identify at least one opposite force:\nThe more \"negative\" economic impact (GDP reduction) economists have been putting in 2020, the higher the subsequent 2021 growth has been set.\nArguably, the short term economic news about Corona has been deteriorating since the October report.\nMore bad news is expected as gov measures are playing a huge role in western world in avoiding mass bankruptcies and unemployment.\nThats a negative for 2020\nHowever, in April, vaccination efforts should be well under way in most parts of the (western) world.\nI would say vaccination-related news has improved somewhat since october\nThats a positive for 2021 On balance i'd be cautiously optimistic that global growth could be somewhat higher, but 5.1% is already quite high.\n3-4 = normal so we'd at least expect that if not catch up\n4-5 = some catchup\n>5= we'll recover fully by early 2022 (somewhat consensus)\nso i think anything above 5% is likely unless many countries in 3rd wave before vaccination roll out somewhat completed update, just redid the whole thing but apparently didn't save. I recalculated base rates for IMF outlooks via https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjZza7yp9ftAhWB2KQKHZrxAXEQFjATegQIIRAC&url=https%3A%2F%2Fwww.imf.org%2Fexternal%2Fpubs%2Fft%2Fweo%2Fdata%2FWEOhistorical.xlsx&usg=AOvVaw1a2MKXkNESwR0xsRUlR4Iw The question here is: will Spring t=0 > than Fall T-1 F-1 was on average 0.38%points above S0, too optimistic in 61% of cases\nF-1 was on average 0.25%points above actuals, too optimistic in 54% of cases\nS0 was on average 0.13%points BELOW actuals, too optimistic in just 43% of cases 1) So some optimism bias early in the process 2) changes between september and now\n- some shift in growth from 2020 to 2021 because lower mobility/higher NPI than expected\n- some positive vaccine news (effectivity) but supply/availability won't really impact timing of economic recovery i think: there's not material difference between having 15% vs 30% of population vaccinated by say april, as social distancing measures will need to remain in place in both case\n3) changes between now and april\nI don't know so growth shift to ofset the IMF bias but only partially -> 1/3 probability (i don't dare changeing the number here again for fear my submission will again get deleted:))"], [32100, "2020-12-17T21:44:49Z", [0.9], ""], [97382, "2020-12-17T20:35:57Z", [0.2], ""], [97379, "2020-12-17T18:55:22Z", [0.99], ""], [7131, "2020-12-17T14:48:43Z", [1.0], "Vaccine rollout, continued fiscal stimulus and the easing of border restrictions will improve overall economic growth"], [97373, "2020-12-17T14:17:03Z", [0.8], ""], [97291, "2020-12-17T11:13:41Z", [0.78], ""], [45594, "2020-12-17T09:22:43Z", [0.6], ""], [88569, "2020-12-17T08:05:20Z", [0.68], "I'm less optimistic than the crowd. As best I can remember there was vaccine optimism in October.  I agree that on net vaccines have improved the outlook right now.  Right now isn't April. The economy is complicated and hard to predict. I'll probably go a lot by what financial market do over the next couple months   as they tend to be predictive of the economy within 6 months "], [67232, "2020-12-17T04:11:48Z", [1.0], ""], [96383, "2020-12-17T03:44:04Z", [0.95], "Global economy has outperformed expectations throughout the pandemic, very early vaccine rollout will make it even stronger."], [88569, "2020-12-17T00:24:59Z", [0.68], ""], [88569, "2020-12-16T23:50:18Z", [0.6], "It occurs to me that because the question is growth upward revisions for 2020 will subtract from 2021 growth. For the US the Fed just revised the anticipated 2020  contraction from - 3.7 to - 2.4. [1] Need to check EU revisions somewhere now. What's the best source for that? Anyone? Edit: Having read the article I linked a bit further I notice the Fed also revised its forecast for 2021 and 2022 growth upward, so maybe I am thinking about this the wrong way. I suppose having momentum away from a recession more than makes up for pulling some of that growth forward into the prior year.  1.  https://www.politico.com/amp/news/2020/12/16/federal-reserve-recession-vaccine-446774?__twitter_impression=true"], [691, "2020-12-16T16:14:54Z", [0.88], ""], [81572, "2020-12-16T13:14:23Z", [0.05], ""], [97356, "2020-12-16T09:57:24Z", [0.85], "Some economies will be starting to recover and vaccine rollout will improve outlook"], [97346, "2020-12-15T23:05:51Z", [0.04], ""], [88452, "2020-12-15T22:21:17Z", [1.0], ""], [97337, "2020-12-15T21:41:40Z", [0.2], "Whilst there is vaccine and distribution has begun, governments are likely to employ greater restrictions during the first quarter of the year - limiting overall growth for the year. Some countries will be better off than forecast (China) as seen from its stronger recovery."], [97342, "2020-12-15T21:11:43Z", [0.8], ""], [2965, "2020-12-15T12:49:36Z", [1.0], ""], [97304, "2020-12-13T22:09:04Z", [0.35], ""], [31275, "2020-12-13T19:38:32Z", [0.74], ""], [31859, "2020-12-13T16:28:24Z", [0.32], ""], [94563, "2020-12-13T15:42:03Z", [0.77], "The October forecast, whilst doubtless assuming a vaccine would be available in the early part of 2021, may not have anticipated approval of any vaccines and the start of vaccination programs quite as quickly as has happened. Given economic recovery rates have generally been quicker than initially anticipated throughout the crisis, it seems likely by April things will be looking on the up.\nOne caveat is how serious the post-Christmas period COVID uptick becomes - hence a 3-1 chance."], [42301, "2020-12-13T11:01:07Z", [0.75], ""], [88569, "2020-12-13T02:01:11Z", [0.65], ""], [97293, "2020-12-12T22:47:42Z", [0.99], ""], [87427, "2020-12-12T21:55:15Z", [0.4], ""], [96948, "2020-12-12T20:41:35Z", [0.85], ""], [8826, "2020-12-12T16:42:56Z", [0.9], ""], [92863, "2020-12-12T10:28:47Z", [0.89], ""], [88569, "2020-12-12T09:52:00Z", [0.6], ""], [88098, "2020-12-12T02:52:13Z", [0.75], "Too much uncertainty as of now."], [48081, "2020-12-11T15:57:46Z", [0.78], "The Oct 2020 forecast improved over the Jun 2020 forecast, indicating the assumption that the global economy in moving forward. WIth the news of a vaccine coming into production late 4Q 2020 and increasing volume in 1Q 2021, it should give hope to improved global growth. This should be especially true in developed countries which should get access to the vaccine more easily allowing for a quicker rebound. There are still questions about when enough vaccines will be available to make a major economic impact and how countries will handle getting their economies on track. However, given the OCT 2020 report indicated a 4% contaction, it is highly likely the global economy should make enough of a rebound by April 2021 to improve over Oct 2020. "], [30495, "2020-12-11T10:11:32Z", [0.8], ""], [88569, "2020-12-11T06:10:50Z", [0.5], "Economic destruction of retailers is underrated. The October report probably assumed congress would have done more by now. "], [81567, "2020-12-10T23:02:53Z", [1.0], ""], [41352, "2020-12-10T21:34:23Z", [0.8], ""], [49877, "2020-12-10T18:29:58Z", [0.5], "The new US government will be a much better team to manage the crisis we are in. The president elects nominees are all more qualified than the current people in charge of the different aspect of dealing with a pandemic and an economic disaster. This team will definitely push for stimulus which will help the world economy. However, currently the outcome of the senate races in Georgia is undetermined. Thus, making it a bit harder to predict how big of a stimulus can a Biden government pass through congress."], [63087, "2020-12-10T16:03:12Z", [0.7], ""], [89785, "2020-12-10T14:50:55Z", [0.8], "With the vaccine now being distributed and will have been given to the vast majority of the population by late summer, economic activity should resume and therefore even though long term economic growth may be sluggish, relative to 2020, 2021 growth should most definitely be better."], [96450, "2020-12-10T10:30:46Z", [0.85], ""], [94737, "2020-12-10T02:53:01Z", [0.0], ""], [22690, "2020-12-10T02:00:48Z", [0.6], "Forecasting a forecast, if I hadn't committed to this challenge I would be avoiding this one.  The IMF report was published on 7th of October so realistically the latest data included should be that of September 2020. Compared to September the news on vaccines is more positive, and mobility graphs (https://covid19.apple.com/mobility) have trended down, \"theoretically\" pushing more growth from 2020 into 2021. \nThe Oct 20 report growth estimate of 5.2% reflected \"a moderate downturn projected for 2020 and [was] consistent with expectations of persistent social distancing\" and a \"level of global GDP in 2021 [that] is expected to be a modest 0.6 percent above that of 2019. (https://www.imf.org/en/Publications/WEO/Issues/2020/09/30/world-economic-outlook-october-2020 executive summary). \nSo while I don't see any reason for them to change their moderate downturn projection in 2021, their persistent social distancing expectation should lessen.  I am projecting the over, but with limited conviction (60%), especially as we have only had 4 years in the last forty with growth above 5.2% (www.imf.org/external/datamapper/NGDP_RPCH@WEO/OEMDC/ADVEC/WEOWORLD)."], [89826, "2020-12-09T23:42:29Z", [0.99], ""], [96972, "2020-12-09T20:16:19Z", [0.65], "Yes. A COVID-19 vaccine should well be under distribution by then and retail, travel/hospitality, and manufacturing sectors will continue to slowly rebound."], [86367, "2020-12-09T17:53:40Z", [0.71], "The downturn in economic activity that we have seen towards the end of this year will just make the base more favorable (increasing the % improvement).\nIf we dont see another wave between December and March then the estimate for April should definitely be better with vaccines coming up earlier than what they originally thought while making this estimate in Oct. My gut still says the 5.15% number is too high (Assuming GDP will be higher than the 2019 figure is a tall ask) and is only one debt crisis away from a sharp downgrade and credit spreads shooting up , The World bank forecast at 4.4% is also lower\nhowever since i dont have anything to back my intuition, i am ignoring that for now. Also hard to precisely predict the timing of a debt crisis.\n"], [49526, "2020-12-09T14:34:27Z", [0.65], "Not more because it`s to close to October 2020. It need some time to have the first results of vaccinate."], [34959, "2020-12-09T04:29:11Z", [0.9], "While I'm pessimistic on the US ability to curb the spread of Covid-19 into 2021, this pessimism is based on the belief that they will not shut down their country, even under a Biden government, so despite some harsher measures to combat the pandemic in the US, I can't see a slowdown in growth for 2021.  Next is China, who will delivery higher than normal growth in 2021, because they don't fail at a national level. This covers almost 40% of global GDP (1).  If the US and China are forecasted to grow by 6.5%, the rest of the world would need a forecasted average growth above ~4.25% for the number to go up.  Given some of the optimism kicking about, this looks pretty good - Atlanta fed GDPnowcast is forecasting above 10% growth for Q4 (2). 1. https://www.worldometers.info/gdp/gdp-by-country/#:~:text=World's%20GDP%20is%20%2480%2C934%2C771%2C028%2C340%20(nominal%2C%202017).\n2. https://www.frbatlanta.org/cqer/research/gdpnow"], [37513, "2020-12-09T04:11:04Z", [0.25], ""], [96915, "2020-12-08T21:45:47Z", [0.95], ""], [87744, "2020-12-08T13:28:42Z", [0.2], "I think there will be a unexpected crises"], [40685, "2020-12-08T11:36:14Z", [0.95], ""], [18679, "2020-12-08T09:11:17Z", [0.95], ""], [97203, "2020-12-08T07:07:23Z", [0.7], ""], [97202, "2020-12-08T02:11:18Z", [0.65], ""], [31275, "2020-12-07T17:55:16Z", [0.86], ""], [94556, "2020-12-07T08:25:56Z", [0.87], ""], [94556, "2020-12-07T08:25:18Z", [0.85], ""], [94556, "2020-12-07T08:25:06Z", [0.72], ""], [21884, "2020-12-07T05:25:45Z", [0.65], ""], [86554, "2020-12-07T04:18:59Z", [0.1], ""], [31795, "2020-12-06T23:33:42Z", [0.85], ""], [92863, "2020-12-06T22:14:49Z", [0.94], ""], [88422, "2020-12-06T22:05:37Z", [0.85], ""], [172, "2020-12-06T22:02:02Z", [0.35], "Crowd forecast = 86%. I’m not as optimistic (re. 5.152%). Will be tough winter in Northern Hemisphere. "], [88452, "2020-12-06T20:33:43Z", [0.93], ""], [87420, "2020-12-06T17:11:05Z", [0.87], ""], [691, "2020-12-06T15:50:56Z", [0.91], ""], [96450, "2020-12-06T15:25:48Z", [0.9], ""], [88766, "2020-12-06T15:11:31Z", [0.7], ""], [97208, "2020-12-06T10:47:20Z", [0.9], ""], [60695, "2020-12-06T08:08:19Z", [0.0], ""], [8318, "2020-12-06T04:28:45Z", [0.06], ""], [50395, "2020-12-06T04:25:51Z", [0.6], ""], [97203, "2020-12-05T21:52:20Z", [0.8], "on one hand, in October 20 the vaccine against Covid was not ready, on the other hand the second wave of Covid in Europe was just beginning. I weight the vaccine more for a higher GDP, but there is still a lot of uncertainy."], [691, "2020-12-05T21:20:04Z", [0.91], ""], [53391, "2020-12-05T19:03:44Z", [0.2], "An over/under on the IMF forecasting algorithm, this is a loser. Note to self: you should of turned around and walked away.  \nThe IMF forecast is a baseline and then it has upside and downside scenarios.  In october the forecasters (I think) would not have included first quarter lockdowns as stringent as in  1 Q 2020.  So  potential on the downside revision just based on what is occurr in December.  There is minimum historical data for a global synchronized recession for a forecaster to prepare a reliable model to make a future prediction about the rebound strength.   Basically theyare relying on past precedent of no recession last greater than 12 months and the recovery is robust in the first quarter of the recovery  and continues on for three quarters following.  The 2009 recession demonstrated that recessions can expand and u-bottom or flatline.  There are other unknowns like the impact of lifting of payment moratoriums on consumers (rent and education bills), rebuilding of savings rates, informal economy activity access to money and materials, moving foreign workers back to the countries employing them, and recovery in oil comsumption.  To conclude all these unknowns makes me lean to the under.  "], [80790, "2020-12-05T16:40:45Z", [0.31], ""], [88766, "2020-12-05T16:03:51Z", [1.0], ""], [63087, "2020-12-05T14:59:00Z", [0.85], ""], [1333, "2020-12-05T13:56:31Z", [1.0], ""], [89099, "2020-12-05T13:49:17Z", [1.0], ""], [45594, "2020-12-05T10:06:09Z", [0.6], ""], [92863, "2020-12-05T09:22:18Z", [0.88], ""], [34815, "2020-12-05T07:30:56Z", [1.0], ""], [13657, "2020-12-05T06:53:06Z", [0.25], "The biggest problems with the world economy do not include the virus. Authoritarianism is on the rise in the developed world. I don't see economies springing back to recover lost ground now that we have a vaccine. The effects of the debt and business closings from the government response to the virus have yet to fully hit us. "], [97197, "2020-12-05T06:43:00Z", [0.8], ""], [88098, "2020-12-05T02:46:18Z", [0.9], ""], [92079, "2020-12-05T02:06:04Z", [1.0], "Although projections are now trending -0.2 percentage points below the IMF June projection.Growth is still projected to rebound in 2021 to 5.2 percent, "], [22689, "2020-12-05T01:25:23Z", [1.0], ""], [62808, "2020-12-04T23:16:16Z", [0.9], ""], [11430, "2020-12-04T22:56:07Z", [1.0], "Reflation and snap back will revive growth forecasts."], [97185, "2020-12-04T22:18:16Z", [0.75], ""], [86554, "2020-12-04T21:58:23Z", [0.15], ""], [691, "2020-12-04T21:43:28Z", [0.85], ""], [63674, "2020-12-04T21:03:13Z", [0.4], ""], [97125, "2020-12-04T19:19:34Z", [0.8], "%5.15 is too pessimistic given the recent news. Global growth averages at about %2.5 per year and there is likely to be a little over %4 contraction in GDP in 2020, making for an especially low base rate. That means world GDP is about %6.5 below trend, and it only needs to gain less than half of the distance back to the trend line in order to do better than the IMF forecast. Recovery in monthly data measuring economic activity is strong; such as PMI, other measures of manufacturing output and unemployment. The shock appears to not be very persistent. The vaccine news, which was not available as of October 2020, should also improve the situation. I think a lot of people are being misled about the current macroeconomic outlook by drawing inappropriate analogies to the Great Recession or the Great Depression, even though the data we have available is showing a much faster recovery. Despite this optimistic outlook, however, one must be mindful of tail risks in the forecast. Low growth years are by no means rare and the next year could turn out to be one due to bad luck. Based on my ground estimate of the frequency of sufficiently below average performance in global growth, I'm setting a forecast of %80 for now."], [92863, "2020-12-04T18:24:01Z", [0.71], ""], [92863, "2020-12-04T18:23:40Z", [0.62], ""], [70711, "2020-12-04T18:23:01Z", [1.0], ""]], "open_date": "2020-12-04T18:00:50Z", "close_date": "2021-04-01T07:01:50Z"}