{"question_id": 1863, "title": "In Cedar Point Nursery v. Hassid, will the Supreme Court rule that California's access regulation, as applied to Cedar Point Nursery, is a per se physical taking under the federal constitution?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.55, 0.45], "correct_answer": "Yes", "correct_forecast": 0.55, "preds": [[88452, "2021-06-23T11:14:42Z", [1.0], ""], [1333, "2021-06-23T09:16:49Z", [0.25], ""], [94872, "2021-06-23T02:26:17Z", [0.5], ""], [73050, "2021-06-22T21:45:47Z", [0.5], ""], [691, "2021-06-22T15:02:54Z", [0.62], ""], [1333, "2021-06-22T13:31:57Z", [0.38], ""], [34959, "2021-06-22T05:46:19Z", [0.55], ""], [94872, "2021-06-22T03:55:27Z", [0.55], ""], [1333, "2021-06-20T18:05:09Z", [0.5], ""], [534, "2021-06-20T16:03:00Z", [0.55], ""], [67232, "2021-06-17T16:58:12Z", [0.09], ""], [96828, "2021-06-17T13:40:47Z", [0.47], ""], [67232, "2021-06-17T05:12:34Z", [0.15], "I took another look at the case and the commentary in legal publications.  As a result, I think my previous reasoning was likely incorrect, and I am vastly changing my forecast. According to The Atlantic, Justice Sotomayor as much as stated that the plaintiffs would win.  That is, the union would lose.  However, the issue is the rational.   The per se physical taking clause might cause a seismic shift in constitutional law in a wide variety of other areas.  Even the conservative justices discussed how inspections of nuclear power plant could be considered a per se taking if the per se taking argument were to prevail.  Kavanaugh said they could have prevailed easily using a less intrusive precedent from the 1950s.  Roberts and Kavanugh expressed strong support for finding a different rational to support the plaintiffs position.    Mitch McConnell seems to be trying to make the supreme court an issue in the mid-term elections.   I base this upon his statement that there will be no Democratic appointments if Republicans win in the mid-terms.   That puts pressure on Breyer to retire now when the Democrats have a one vote majority in the senate (VPHarris).   If Beyer did retire, this would create a monumental fight for his seat in the senate.   Also, the supreme court, whom I suspect communicates with McConnell, also just asked Biden for his position on a Harvard affirmative action case involving Asians claiming discrimination.  This is a no win situation for Biden.  It will alienate either Asian-  or African-Americans -- both of whom vote for democrats.    Thus, I feel very confident that the union will lose but likely for a different reason that the per se physical takings clause.    https://www.theatlantic.com/ideas/archive/2021/03/cedar-point-scotus/618405/"], [1333, "2021-06-16T14:21:22Z", [1.0], ""], [691, "2021-06-16T12:57:44Z", [0.67], ""], [94872, "2021-06-14T18:24:40Z", [0.55], ""], [691, "2021-06-14T15:15:16Z", [0.7], ""], [1333, "2021-06-14T13:34:36Z", [0.67], ""], [1333, "2021-06-12T13:56:08Z", [0.78], ""], [1333, "2021-06-10T14:41:39Z", [0.83], ""], [73050, "2021-06-09T21:33:35Z", [0.8], ""], [1333, "2021-06-07T13:16:43Z", [0.84], ""], [94872, "2021-06-06T01:12:30Z", [0.55], ""], [70711, "2021-06-05T19:36:59Z", [0.75], ""], [96828, "2021-06-05T05:50:52Z", [0.49], ""], [1333, "2021-06-04T19:46:19Z", [0.85], ""], [1333, "2021-06-04T14:23:15Z", [0.98], ""], [34959, "2021-06-04T04:27:29Z", [0.67], ""], [67232, "2021-06-03T21:13:05Z", [0.9], "There are really two issues here: Will the supreme court find a per se taking? and, Will the court exclude the union organizers from going on the property for any reason? The conservative majority will forbid the union organizers from going on the property based upon the oral argument summaries.   After oral arguments,  there are three strong votes for finding a per se  taking -- Alito, Thomas and Gorsuch -- and three strong votes for no per se  taking -- Kagan, Sotomayor and Breyer.  None of the remaining three justices seem to like the statute, but Kavanaugh and Barrett both seem to favor the per se taking argument.  Roberts disliked the harassment that might  occur under this statute that allows so much access to the property.   The statistics page of Scotus blog states that the Supreme Court overturned all nine Ninth Circuit cases before the court in the October 2020 term.  Thus, they will likely over-turn this ruling as well.  As stated above, the issue here is why.  Specifically, will the court's ruling be based on a per se taking.   Barrett voted 100 percent of the time with Gorsuch, who is a definite yes on per se taking and only 71 percent with Sotomayor, who is definite no on pro se taking.   Barrett is new.  There may be a \"law of small numbers\" issue.  Yet, she is likely a yes based upon an outside view as it exists right now.  Kavanaugh votes much more often with the conservatives on property issues.  Thus, he is likely a yes based on outside view.  Kavanaugh stated during oral arguments that a re-wording of the statue would  -- not could -- avoid the constitutional issue altogether and allow the union organizers to continue organizing on the company's property.    That is dicta since a re-wording is not before the court.   Kavanaugh voted in favor of upholding property rights in prior cases. Thus, this firms up the outside view in favor of a yes. Barrett and Kavanaugh in their lower court rulings have a history of voting in favor of property rights and in favor employers.  Therefore, i think there is a likelihood they will vote in favor of finding a per se taking.    Roberts will vote with the majority if Barrett and Kavanaugh vote in favor of the per se taking.  He an unknown otherwise despite his conservative leanings.   (Sorry for not posting sources but ATT Uverse disconnected me --it is the absolute worst internet service-- and I lost the links before I could cut and paste them.)"], [67232, "2021-06-03T20:04:40Z", [0.85], ""], [691, "2021-06-02T22:42:09Z", [0.76], ""], [100184, "2021-06-02T18:10:48Z", [0.75], ""], [1333, "2021-06-01T13:47:06Z", [0.99], ""], [94872, "2021-05-31T21:55:44Z", [0.55], ""], [34959, "2021-05-30T13:43:38Z", [0.7], ""], [70711, "2021-05-29T12:46:11Z", [0.25], ""], [94872, "2021-05-28T01:35:15Z", [0.55], ""], [88452, "2021-05-27T08:53:18Z", [0.64], ""], [94872, "2021-05-21T05:43:08Z", [0.57], ""], [96828, "2021-05-20T06:53:47Z", [0.42], "I am still torn between both sides but I am leaning toward no. https://www.vox.com/2021/3/22/22344399/supreme-court-cedar-point-nursery-hassid-union-busting-california-brett-kavanaugh\nhttps://ij.org/cje-post/a-line-beyond-penn-central/"], [34959, "2021-05-19T03:44:36Z", [0.75], ""], [97140, "2021-05-13T10:43:23Z", [0.6], ""], [67232, "2021-05-03T21:12:20Z", [1.0], ""], [691, "2021-05-02T17:49:19Z", [0.82], ""], [98734, "2021-04-14T23:09:18Z", [0.15], ""], [70711, "2021-04-11T07:33:11Z", [0.5], ""], [94872, "2021-04-10T05:18:25Z", [0.65], ""], [94872, "2021-04-09T05:43:55Z", [0.7], ""], [94872, "2021-04-09T05:42:48Z", [0.5], ""], [96828, "2021-04-09T05:07:39Z", [0.38], "Follow-up: @Ryan-Beck delved into the oral argument and put out his thoughts. Here are my thoughts in response, which agrees to his overall thinking: https://www.gjopen.com/comments/1261109 I leave a wide margin of uncertainty because different legal websites are coming to different conclusions about what the likely outcome is based on oral arguments. And in oral arguments itself, the Justices seemed to go back and forth defending and refuting the sides, which made it tricky to figure out which side each Justice was shooting for. As a final point, Gorsuch had once in oral argument made comments that made it almost clear that he supported one side but then made a 180 in the court's final decision. I can't remember what case that was but it may have been Bostock v. Clayton County (first to mind; availability heuristic lol). PS: Another big statistic to consider is the 85%-ish reversal rate for Ninth Circuit decisions. Following this base rate, that would mean that this question resolves YES."], [914, "2021-04-08T02:44:58Z", [0.8], ""], [94872, "2021-04-06T23:59:44Z", [0.8], ""], [34959, "2021-04-06T03:19:18Z", [0.8], ""], [88452, "2021-04-05T15:31:53Z", [0.79], "https://www.hoover.org/research/labor-law-and-takings-clause-collide"], [1333, "2021-04-03T14:48:07Z", [1.0], ""], [94872, "2021-04-02T23:45:50Z", [0.84], ""], [34959, "2021-04-02T06:51:43Z", [0.88], ""], [100184, "2021-04-01T01:20:32Z", [0.85], ""], [691, "2021-03-31T16:39:13Z", [0.8], ""], [94872, "2021-03-24T04:22:20Z", [0.83], ""], [87827, "2021-03-23T17:18:22Z", [0.45], "Reading through the oral arguments, I think it's fairly likely that the law is ruled unconstitutional, but I think it's much less likely that it's ruled unconstitutional on the grounds of being a per se taking. After reading the oral arguments and doing some brief searching of past cases referenced, it sounds like current precedents typically limit per se physical taking to be a permanent occupation or any occupation that eliminates all economically beneficial uses. The plaintiffs want the court to expand the per se definition to apply to even short-term temporary occupations that didn't exist under common law (so government inspections for the purpose of health and safety would be exempt, since those existed in the early history of America), which I think would mean that any occupation via government regulation would require compensation (unless the form of occupation existed under common law). Alternatively, the California government argues that that would be too expansive and basically that it limits the ability to decide cases on an ad hoc basis, or a more case-by-case basis. In the government's position there are many scenarios where government has an interest in providing temporary access to property which should not be considered a taking when evaluating on a case-by-case basis. Both sides were questioned by the justices for the inability to specify a reasonable line to define where a per se taking happens. Barrett suggested the plaintiffs proposal was so expansive that it would deny union access rights established under the National Labor Relations Act and subsequent SCOTUS cases. The California government was criticized for not having a clear definition of how permanent an occupation would have to be to meet the per se standard. When questioned by Justice Kagaon on whether an occupation of 360 days instead of 365 days would qualify as a per se taking the government agreed it probably would, but didn't have a clear answer as to how you would draw the line for when it stopped being a per se taking. Both Sotomayor and Kavanaugh seemed inclined to say the law is unconstitutional under a previous SCOTUS ruling, Babcock. That one allowed for narrower access of union organizers under certain conditions, such as if employees were inaccessible at other locations, such as their residences or other public spaces. Here's sort of my perception of the justices right now: Roberts: Unclear\nThomas: Likely per se\nBreyer: Very unlikely per se\nAlito: Probably per se\nSotomayor: Unlikely per se\nKagan: Unclear\nGorsuch: Likely per se\nKavanaugh: Unlikely per se\nBarrett: Unclear So I'm currently guessing 3 going in favor of it being a per se taking, 3 not considering it a per se taking, and 3 unclear. However, the justices that seemed unclear on it are Roberts, Kagan, and Barrett. If we just look at their conservative-liberal leanings that would imply 5-4 in favor of it being a per se taking, but really I think Roberts can't be analyzed on those lines. He seems inclined to go with narrower rulings when possible, and I would suspect he might be hesitant to create a new precedent that would strike down a potentially wide variety of regulations as unconstitutional. I think there's a good chance that the approach of Kavanaugh and Sotomayor is appealing to the justices who seem more on the fence, where they would strike down the law (or just rule that compensation is required) on the grounds of the previous Babcock case. Basically the question is where to draw the line, and it doesn't sound like the justices found either side convincing on the issue, so I'm inclined to think they would try to avoid drawing that line. I don't feel very confident in much of the above, but based on my impression here I'm going down 15 and saying it's a hair more likely that the California regulation is not ruled as a per se physical taking. Link to the transcript of the oral arguments: https://www.supremecourt.gov/oral_arguments/argument_transcripts/2020/20-107_3ebh.pdf"], [94872, "2021-03-23T03:37:41Z", [0.9], ""], [53391, "2021-03-22T19:43:48Z", [1.0], ""], [534, "2021-03-22T18:33:45Z", [0.85], "Apparently most justices sound sympathetic to the plaintiffs: https://www.latimes.com/politics/story/2021-03-22/supreme-court-hears-clash-between-california-agribusiness-and-farm-workers-union"], [534, "2021-03-21T14:41:03Z", [0.8], "I'm just following the crowd forecast for the moment (just jumping in, although I've been \"following it\" for months), but this piece in the NYT highlights the critical nature of the decision (which had been worrying me all along) - the impact will go far beyond union busting: https://www.nytimes.com/2021/03/20/opinion/Supreme-Court-labor-property-rights.html"], [88452, "2021-03-19T15:34:36Z", [1.0], ""], [1333, "2021-03-19T13:37:57Z", [0.99], ""], [94872, "2021-03-18T03:13:40Z", [0.83], ""], [96318, "2021-03-17T22:41:58Z", [0.81], ""], [1333, "2021-03-17T11:13:37Z", [0.98], ""], [96828, "2021-03-17T02:20:52Z", [0.83], "Hedging based on the high reversal rate of 9th Circuit and \"conservative\" \"disdain\" of unions. Would go higher but will stay put due to uncertainty whether the court will not rule based on merits and instead send the case back down for reasons related to \"failure to state a claim.\""], [96828, "2021-03-17T02:13:10Z", [0.8], ""], [1333, "2021-03-16T13:30:55Z", [0.97], ""], [1333, "2021-03-13T14:30:08Z", [0.96], ""], [96828, "2021-03-12T18:45:17Z", [0.75], ""], [88452, "2021-03-08T21:55:49Z", [1.0], ""], [1333, "2021-03-08T14:28:31Z", [0.95], ""], [1333, "2021-03-05T17:50:31Z", [0.96], ""], [1333, "2021-03-02T14:19:43Z", [0.97], ""], [94872, "2021-03-01T03:09:21Z", [0.83], ""], [1333, "2021-02-27T14:12:23Z", [0.96], ""], [1333, "2021-02-24T14:35:15Z", [0.95], ""], [1333, "2021-02-16T14:17:05Z", [0.85], ""], [96828, "2021-02-15T10:40:12Z", [0.62], ""], [1333, "2021-02-14T14:11:05Z", [0.75], ""], [1333, "2021-02-11T14:17:03Z", [0.65], ""], [1333, "2021-02-08T14:21:25Z", [0.55], ""], [1333, "2021-02-08T10:59:03Z", [0.45], ""], [34959, "2021-02-08T03:12:56Z", [0.7], "Argument set for March 22,  lets see if this even closes out in 2020..."], [1333, "2021-02-07T17:34:20Z", [0.35], ""], [691, "2021-02-05T17:29:50Z", [0.72], ""], [1333, "2021-02-05T15:04:05Z", [0.25], ""], [94872, "2021-02-04T05:49:06Z", [0.83], ""], [1333, "2021-02-03T14:52:29Z", [0.2], ""], [96828, "2021-02-03T06:02:33Z", [0.61], ""], [98108, "2021-02-01T23:37:48Z", [0.8], "The Supreme Court has a strong conservative lean right now and will likely side with property owners over labor organizers."], [1333, "2021-02-01T14:18:06Z", [0.21], ""], [34959, "2021-02-01T02:15:24Z", [0.77], "Only checking this today, but the respondents were granted an extension of time on Jan 22.  Not something people do when they are ready to go. "], [1333, "2021-01-30T14:16:37Z", [0.2], ""], [1333, "2021-01-28T16:10:32Z", [0.16], ""], [1333, "2021-01-27T14:19:09Z", [0.17], ""], [1333, "2021-01-26T21:05:15Z", [0.16], ""], [96828, "2021-01-26T13:04:02Z", [0.63], ""], [67232, "2021-01-26T05:55:45Z", [0.95], "Usually, the Supreme court does not take a case unless it wants to overrule the lower court or the court wants to take a rule created in one circuit and make it a national rule.  The majority of cases that go to the Supreme Court by writ of certiorari are rejected because the court agrees with the decision.  This is not always the case.  Yet, in the majority of the cases, lawyers say, \"the court said yes to the rule (as decided by the appellate court) by saying no to hearing the case. In this case,  I suspect there are four solid votes for Cedar Point Nursery,  Gorsuch, Alito, Thomas and Kavanaugh, but Barrett and Roberts are also a strong yes.   Cedar only needs five. "], [67232, "2021-01-26T05:44:43Z", [0.95], ""], [1333, "2021-01-25T14:41:54Z", [0.15], ""], [96318, "2021-01-23T23:47:52Z", [0.63], ""], [1333, "2021-01-23T14:40:20Z", [0.18], ""], [11447, "2021-01-22T21:17:23Z", [0.75], "Happy with my previous forecast"], [1333, "2021-01-22T14:07:06Z", [0.17], ""], [1333, "2021-01-20T14:19:55Z", [0.16], ""], [1333, "2021-01-18T08:18:22Z", [0.15], ""], [691, "2021-01-17T17:26:59Z", [0.7], ""], [34959, "2021-01-12T02:23:52Z", [0.77], ""], [94872, "2021-01-10T05:48:30Z", [0.83], ""], [691, "2021-01-09T16:36:57Z", [0.72], ""], [1333, "2021-01-08T18:14:30Z", [0.0], ""], [96828, "2021-01-06T13:39:56Z", [0.6], ""], [81187, "2021-01-04T22:28:55Z", [1.0], ""], [11447, "2020-12-30T01:27:55Z", [0.75], "I found this that suggests a c 2/3rd overturn rate by the Supreme Court as a base case. Going higher given the conservative domination on the court and that the dissent seems quite convincing. Might have been higher but there do seem a lot of ways for this to resolve as no. https://news.ballotpedia.org/2019/07/02/supreme-court-overturned-lower-court-rulings-at-lowest-rate-since-2015-term/"], [87827, "2020-12-28T22:35:30Z", [0.6], "I took a quick read through the district court ruling. I can't be confident either way, but I would guess the conservative court would go along the lines argued by the dissent in the district court. Basically that unions can be granted access to private property when they can prove that there is little to no way to reach employees otherwise. Which I would guess would lead them to rule that the California regulation is unconstitutional since it doesn't require enough proof that access to the property is necessary. That said it's very possible this question doesn't get resolved, I imagine the court could decide on more narrow grounds. Perhaps they could rule that the specific actions taken by the union in this case were against the California law or that the the case should not have been dismissed and that it could be heard at the lower court. Overall though it seems a little more likely that the court granted cert to strike down the law as unconstitutional. District court ruling (pdf download): https://cdn.ca9.uscourts.gov/datastore/opinions/2019/05/08/16-16321.pdf"], [97525, "2020-12-27T17:56:22Z", [0.0], ""], [97510, "2020-12-26T19:13:50Z", [0.0], ""], [97505, "2020-12-26T14:49:53Z", [1.0], ""], [29980, "2020-12-26T00:34:31Z", [0.0], ""], [94872, "2020-12-25T12:38:12Z", [0.93], ""], [34959, "2020-12-21T08:45:47Z", [0.87], ""], [87691, "2020-12-21T04:46:06Z", [1.0], ""], [691, "2020-12-19T17:23:40Z", [0.86], ""], [32100, "2020-12-18T13:46:04Z", [0.85], ""], [691, "2020-12-17T17:03:56Z", [0.88], ""], [45594, "2020-12-17T09:33:06Z", [0.4], ""], [97269, "2020-12-14T16:19:23Z", [0.33], "Per se taking cases are based on the premise that the plaintiff suffers a loss that is uncompensated by a law or regulation.  Generally, a permanent physical occupation is required.  The Court would have to determine that the regulation constitutes an easement, which is permanent.  That would create a slippery slope with a lot of other regulations that permit inspections, etc.  I think this could come down to whether the court determines that the plaintiff actually suffered an uncompensated harm.  It's not clear that the plaintiff suffered a harm or loss of use of property.  Where I think I could be wrong is that (a) there is a split in jurisdictions over this issue, (b) this is a 9th Circuit decision (and the 9th Circuit is known as particularly liberal), whereas the Supreme Court is a solid 6/3 conservative court.  However, I think the liberals and perhaps Roberts and Gorsuch will not agree this is a per se taking, because doing so could invalidate a broad swath of other regulations that permit inspections, etc."], [92079, "2020-12-14T01:14:20Z", [0.79], "Salon The Supreme Court poised to overrule farmworker union rights\nLegal observers worry a ruling against a California law could signal a willingness to undermine labor codes By DAVID BACON\nNOVEMBER 27, 2020 4:52PM (UTC) \"Not long before Donald Trump's election in 2016, the Pacific Legal Foundation filed suit against California's farmworker access rule in federal court on behalf of two companies — Cedar Point Nursery in Siskiyou County and the Fowler Packing Company in Fresno.  The foundation is a conservative libertarian group that holds property rights sacred and campaigns against racial equity. It fought hard for the appointment of Amy Coney Barrett to the high court. Had the political atmosphere in the country not changed in the 40 years since the regulation has been in effect, the suit might never have been filed at all. Agribusiness challenged the access rule from its inception and went all the way to the California Supreme Court, where the growers lost in 1976. In the last decade, however, visions of a liberal U.S. Supreme Court evaporated in the final years of the Obama administration, and Trump's election led to the appointment of three right-wing justices, giving the court a 6-3 conservative majority. When the U.S. Supreme Court agreed on Nov. 13 to hear the growers' appeal from their loss at the U.S. Court of Appeals, many legal observers became concerned. \"State court decisions over state issues used to be respected by the U.S. Supreme Court,\" says Jerry Cohen, who helped write the law as the legal director for the UFW. \"States' rights used to be a Republican issue. Now the end product is all that matters.\""], [25601, "2020-12-13T22:06:22Z", [0.67], ""], [12573, "2020-12-13T19:29:21Z", [0.63], "This is based upon the Supreme Court issuing a decision. The entire balance of my answer is based upon them not addressing the particular issue of law. I don't think there is any chance of them issuing an opinion that is in opposition to the question, but I see a chance they may not address it."], [73050, "2020-12-13T18:59:29Z", [0.9], ""], [73050, "2020-12-13T18:58:30Z", [0.3], ""], [691, "2020-12-13T16:47:23Z", [0.94], ""], [31859, "2020-12-13T16:34:23Z", [1.0], ""], [88766, "2020-12-13T15:31:14Z", [1.0], ""], [88452, "2020-12-13T03:01:44Z", [1.0], ""], [34815, "2020-12-12T21:36:55Z", [1.0], ""], [59881, "2020-12-12T20:50:15Z", [1.0], ""], [691, "2020-12-12T18:18:14Z", [0.85], "\"Taking\" has been expanded in meaning a fair amount lately, and by courts less business-friendly than the current one.  I suppose I'll have to look into this further, which will cut into my nap time."], [8826, "2020-12-12T16:37:15Z", [0.95], "Conservative court"], [86946, "2020-12-12T01:36:48Z", [0.8], "Partially as the question itself is unclear if they want compensation for property or humans. If the company wants compensation for the stolen employees and agrees that if compensated they will continue to allow land access and thus “recruitment” of human labor aka slaves, then the company is in violation of the 13th amendment and they have no case."], [53391, "2020-12-11T20:23:07Z", [0.75], "The conservative court will say it is per se.  The result probably is not as dire as some predict. Because if it is a per se taking then just compensation is required oh, so it goes back to the district court to facilitate a compensation agreement. And I would think the compensation for this type of access would be minimal since the nursery is not providing any Services other than access. I am not at 100% because there are too many new justices on the court and they could do crazy things."]], "open_date": "2020-12-11T18:00:36Z", "close_date": "2021-06-23T14:30:03Z"}