{"question_id": 1838, "title": "Who will win Georgia's special election runoff for the U.S. Senate (Class III seat)?", "possible_answers": ["Kelly Loeffler (R)", "Raphael Warnock (D)"], "crowd_forecast": [0.48, 0.52], "correct_answer": "Raphael Warnock (D)", "correct_forecast": 0.52, "preds": [[67232, "2021-01-05T07:40:21Z", [0.55, 0.45], ""], [34815, "2021-01-05T07:30:05Z", [0.0, 1.0], ""], [92208, "2021-01-05T03:08:53Z", [0.41, 0.59], ""], [14027, "2021-01-05T03:01:45Z", [0.29, 0.71], ""], [767, "2021-01-05T02:27:02Z", [0.2, 0.8], ""], [767, "2021-01-05T02:26:42Z", [0.3, 0.7], ""], [11817, "2021-01-05T02:25:25Z", [0.5, 0.5], ""], [85986, "2021-01-05T01:59:24Z", [0.46, 0.54], ""], [94872, "2021-01-05T01:52:54Z", [0.45, 0.55], ""], [95565, "2021-01-05T01:15:15Z", [0.45, 0.55], ""], [63353, "2021-01-05T00:18:01Z", [0.46, 0.54], ""], [84880, "2021-01-04T23:37:09Z", [0.51, 0.49], ""], [97699, "2021-01-04T23:35:41Z", [0.51, 0.49], "I think it will probably be tight, but for a couple specific reasons I think the republican will win. \n1. Coronavirus may now be scarier to swing voters in higher risk groups who may NOT have been overly concerned about COVID before but at least acknowledge it now. Those voters who had planned to turn out, may end up being more afraid of coronavirus, than they are of the prospect of a republican senate. They just may not be motivated enough, and they are probably more likely to believe that COVID is a thing and something, now, they should be concerned about getting. \n2. Conversely the actions of the president and others have further mobilized, not only the base, but also the far right contingent(s) of republican voters, many of whom are motivated to \"save America\" and they generally tend to be less concerned about transmitting and/or contracting the coronavirus. \n3. Current polls which vary wildly, could just be so skewed Democrat (access to and use of technology is NOT as ubiquitous as we all think, even though it very nearly is, there are some glaring blind spots, and there could be an influx of rural voters, predominantly republican, who haven't been an active part of the conversation, except for the signs, and other Trump flags they are flying on the country highways everywhere.  I just think it will be a numbers game that every little bit will hurt the democrat and help the republican. I think these and a few other things combined will likely end up being JUST enough to tip the balance. "], [85097, "2021-01-04T22:44:37Z", [0.37, 0.63], ""], [81187, "2021-01-04T22:44:09Z", [0.0, 1.0], ""], [78237, "2021-01-04T22:28:21Z", [0.46, 0.54], "A few less promising polls for Warnock, therefore revising downwards, but he still does consistently better than Ossoff so am making him favourite. "], [2965, "2021-01-04T22:12:22Z", [0.01, 0.99], "www.538.com and www.rcp.com.\nLate polls shows  momentum with Warnock and Ossoff.\nTrumps appears in Dalton GA will be great television but appears to be too little too late "], [96796, "2021-01-04T22:03:28Z", [0.55, 0.45], ""], [73050, "2021-01-04T21:28:07Z", [0.45, 0.55], ""], [77523, "2021-01-04T20:10:32Z", [0.51, 0.49], "It's going to be tight."], [87827, "2021-01-04T19:48:03Z", [0.4, 0.6], "+5 on Warnock. Ahead in the polls and Trump seems to be actively harming R chances right now."], [96367, "2021-01-04T19:34:16Z", [0.3, 0.7], "Whilst it remains highly likely the race will be incredibly close I think Trumps latest outburst (https://www.washingtonpost.com/politics/trump-raffensperger-call-georgia-vote/2021/01/03/d45acb92-4dc4-11eb-bda4-615aaefd0555_story.html) will only help drive the wedge deeper and divide the Republican vote \"on the day\". In tight political races the most unified party trends strongly to be the winning side, and every time something like this comes up the wedge gets deeper and the balance tilts further. Making a fairly bold correction (+14%) on the final day with a mixture of qualitative reasoning and hope / faith in the honour and decency of enough Georgians to still be appalled in the face of the appalling."], [1333, "2021-01-04T19:05:34Z", [0.25, 0.75], ""], [68240, "2021-01-04T18:10:58Z", [0.5, 0.5], "Change (R -5). The early turnout plus Trump's call to Raffesbergerer are not helping Loeffler. "], [96755, "2021-01-04T16:44:22Z", [0.35, 0.65], ""], [1333, "2021-01-04T15:43:44Z", [0.35, 0.65], ""], [96541, "2021-01-04T13:27:27Z", [0.45, 0.55], ""], [75863, "2021-01-04T13:26:00Z", [0.46, 0.54], ""], [1019, "2021-01-04T11:35:57Z", [0.76, 0.24], ""], [97097, "2021-01-04T09:38:18Z", [0.51, 0.49], "Warnock 22 > 49 Arguments based on polling error in the November election for the ordinary Senate seat (Perdue's current seat) \nPrior to the election in November, fivethirtyeight's model had Ossoff leading 49.5 to 48.9 percent (0.6) in their polls based forecast and realclearpolitics gave Ossoff a 0.7 [1], |2] lead.  In the end the result was 47.9-49.7 (-1.8). Thus the polls were off by 2.4 or 2.5 to Perdue's advantage. \nThe polls in the special election are Warnock - Loeffler 49.8-48.0 (1.8) (realclearpolitics [3]) and 49.5-47.2 (2.3) (fivethirtyeight [4]) . Assuming the same absolute polling error I put this as a Loeffler lead of 0.7 or a small Warnock lead of 0.1. For comparison, at the moment fivethirtyeight has Ossoff ahead 49.2-47.4  (1.8) [4] and realclearpolitics 49.3 - 48.5 (0.8) [5]\nAssuming the same polling error, Perdue would be leading with up to 0.7 points. According to Nate Silver [6] many of the better pollster are not polling in Georgia for the runoff, decreasing the quality of the polls. I can't reliably quantify other relevant factors such as the fraud allegations, how a runoff might draw more Republicans, the fact that control of the Senate is at stake and assume that these are captured by the polls. [1] https://projects.fivethirtyeight.com/2020-election-forecast/senate/georgia/ (using the lite model)\n[2] https://www.realclearpolitics.com/epolls/2020/senate/ga/georgia_senate_perdue_vs_ossoff-7067.html\n[3] https://www.realclearpolitics.com/epolls/2020/senate/ga/georgia_senate_special_election_runoff_loeffler_vs_warnock-7318.html\n[4] https://projects.fivethirtyeight.com/georgia-senate-polls/\n[5] https://www.realclearpolitics.com/epolls/2020/senate/ga/georgia_senate_runoff_election_perdue_vs_ossoff-7319.html\n[6] https://fivethirtyeight.com/features/why-a-split-verdict-in-georgia-isnt-that-crazy/\n"], [94837, "2021-01-04T07:55:53Z", [0.3, 0.7], "Warnock 65 > 70\nhttps://projects.fivethirtyeight.com/georgia-senate-polls/\nAlso, the obvious attempt of Trump to threaten GA Secretary of State Brad Raffensperger, so that he would \"find\" votes for Trump, should mobilize Democratic voters.\nhttps://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-call-georgia.html "], [85097, "2021-01-04T03:34:26Z", [0.25, 0.75], "Polling + turnout + I think split-ticket voters who want to deny Democrats the ability to do crazy stuff but don't want to reward Republicans for bad behaviour will mostly go for Perdue/Warnock Put their debate on in the background if you need some help getting to sleep at night, I don't think I've ever listened to a debate where both candidates sounded like they wanted the job any less than in this one. Both seem like extremely weak candidates unable to answer most of the criticisms leveled against them."], [85097, "2021-01-04T03:33:14Z", [0.3, 0.7], "[forgot to update]"], [97553, "2021-01-04T01:52:52Z", [0.4, 0.6], ""], [84880, "2021-01-03T22:19:37Z", [0.5, 0.5], "It will be close and I will be wrong about one of these two Georgia races..."], [1034, "2021-01-03T22:13:37Z", [1.0, 0.0], ""], [58028, "2021-01-03T21:53:24Z", [0.45, 0.55], ""], [62808, "2021-01-03T21:48:42Z", [0.5, 0.5], ""], [90569, "2021-01-03T21:02:58Z", [0.35, 0.65], ""], [94556, "2021-01-03T20:49:32Z", [0.47, 0.53], ""], [1333, "2021-01-03T20:45:19Z", [0.45, 0.55], ""], [78237, "2021-01-03T20:39:40Z", [0.45, 0.55], "Another poll with Warnock having a solid lead, revising upwards. "], [97676, "2021-01-03T20:08:01Z", [0.58, 0.42], "-Baseline puts Loeffler at about a 65% favored position as a Trump backed candidate in a southern state, but early voting turnout is strong, likely due to the rise of mail-in ballots, has favored democrats thus far and eats into Republican advantage in the state. Additionally, the mishandling of the widely popular relief bill could prove to impact those constituents who might not otherwise vote.\n "], [96714, "2021-01-03T17:05:09Z", [0.52, 0.48], "Reviewing the Trafalgar Group's assessment (political survey and research group that was the only group to accurately predict the outcome of the 2016 presidential election, and was much closer to predicting how tight the 2020 presidential election results were), the group conducts polling that includes a variety of medium, demographics, and unique methods to remove what they call \"Social Desirability Bias.\"  Their methodology is more sound in my assessment than many news articles.  Considering that MANY pollsters were extremely inaccurate in predicting how tight the 2020 Presidential Election turned out to be, the Trafalgar Group has a higher fidelity with their methodology (thus many polls referenced in news articles were lower fidelity than Trafalgar's).    Trafalgar actually has Loeffler at 50.2 and Warnock at 45.3 (including \"leans\" versus confirmed votes), good judgment requires it to add up 100, but given the undecided is only 4.7%, Loeffler will most likely come out the winner if their ability to remove social desirability proves to be as accurate as 2016.\nhttps://www.thetrafalgargroup.org/news/gasen-dec04/\nFull report:https://drive.google.com/file/d/1eFVivsXv4uwZNBzuO-y7rMjo7LXVvfVF/view"], [96714, "2021-01-03T16:55:19Z", [0.46, 0.54], ""], [20504, "2021-01-03T16:34:33Z", [0.35, 0.65], "+15% to Warnock, -15% to Loeffler. Polling and early vote #s imply to me that Warnock is favored."], [96367, "2021-01-03T16:25:00Z", [0.44, 0.56], "Adjusting very slightly due to trend in polling (https://projects.fivethirtyeight.com/polls/georgia/) shifts, being very aware of \"low trust\" voter responses and the huge efforts Republicans have made to affect voter registrations and turnout."], [2965, "2021-01-03T14:58:30Z", [0.1, 0.9], "www538.com and early voting. northwest Georgia ( Dalton ) underperform and central Georgia and Atlanta overperform 11-2020 vote totals"], [2965, "2021-01-03T14:05:44Z", [0.1, 0.9], ""], [97116, "2021-01-03T12:50:27Z", [0.48, 0.52], "The state is divided. But it saw some really powerful moments and I think a small percentage will swing to the Democrat after the Republican leadership so publicly challenged the legitimacy of the state's election result. "], [45594, "2021-01-03T12:18:17Z", [0.6, 0.4], ""], [56, "2021-01-03T08:04:18Z", [0.55, 0.45], ""], [94872, "2021-01-03T06:04:12Z", [0.48, 0.52], ""], [89785, "2021-01-03T02:58:42Z", [0.3, 0.7], ""], [75863, "2021-01-03T00:51:04Z", [0.48, 0.52], ""], [40848, "2021-01-02T22:41:32Z", [0.6, 0.4], ""], [24690, "2021-01-02T21:25:56Z", [0.39, 0.61], ""], [92394, "2021-01-02T21:19:06Z", [0.65, 0.35], "I think there’s a high degree of uncertainty but that I’d expect that to break in favor of the GOP. "], [1333, "2021-01-02T20:12:26Z", [0.5, 0.5], ""], [85097, "2021-01-02T19:19:08Z", [0.3, 0.7], ""], [67374, "2021-01-02T19:07:27Z", [0.7, 0.3], ""], [97654, "2021-01-02T16:03:09Z", [0.45, 0.55], ""], [93434, "2021-01-02T15:09:50Z", [0.49, 0.51], "Polls show Warnock ahead by a greater lead, but her attacks and entrenched voters may bring the results to a very close race. "], [2965, "2021-01-02T13:29:58Z", [0.1, 0.9], ""], [691, "2021-01-02T12:53:54Z", [0.5, 0.5], ""], [84880, "2021-01-02T05:22:38Z", [0.53, 0.47], ""], [37520, "2021-01-02T04:48:51Z", [0.75, 0.25], ""], [97577, "2021-01-02T01:43:05Z", [0.49, 0.51], ""], [96792, "2021-01-01T23:46:21Z", [0.75, 0.25], ""], [96040, "2021-01-01T22:53:10Z", [0.4, 0.6], ""], [50825, "2021-01-01T22:23:37Z", [0.58, 0.42], ""], [50825, "2021-01-01T22:21:39Z", [0.57, 0.43], ""], [1333, "2021-01-01T20:23:36Z", [0.51, 0.49], ""], [94751, "2021-01-01T19:54:30Z", [0.49, 0.51], ""], [80790, "2021-01-01T18:51:35Z", [0.48, 0.52], ""], [75863, "2021-01-01T18:35:09Z", [0.51, 0.49], ""], [61598, "2021-01-01T18:02:42Z", [0.45, 0.55], ""], [1333, "2021-01-01T17:39:23Z", [0.52, 0.48], ""], [94837, "2021-01-01T17:37:30Z", [0.35, 0.65], "Warnock 60>65\nLates polls look good for Democrats"], [2965, "2021-01-01T16:08:56Z", [0.1, 0.9], ""], [97620, "2021-01-01T16:04:52Z", [0.53, 0.47], ""], [78237, "2021-01-01T14:25:10Z", [0.47, 0.53], "Poll lead for Warnock is quite healthy and the reports of less turnout for GOP in mail-ins further boost the D's chances here. There does seem to be a poll disparity for this special election and the 'regular' run off election and that disparity favours the Dems in this election and that perhaps can be explained by a lack of incumbency bonus for Loeffler. Going to slightly favour the Dems as a result. "], [93134, "2021-01-01T12:15:14Z", [0.53, 0.47], ""], [1333, "2021-01-01T08:10:49Z", [0.51, 0.49], ""], [91561, "2021-01-01T05:43:56Z", [0.5, 0.5], ""], [14027, "2021-01-01T02:50:01Z", [0.43, 0.57], ""], [2965, "2021-01-01T01:25:51Z", [0.2, 0.8], ""], [96367, "2020-12-31T22:02:50Z", [0.45, 0.55], "Lots of factors to tip this forecast either way: -historical Georgia voting trends (R) vs unprecedented results in Nov elections (D)\n-Recent voting tipping for Warnock (D) vs unreliability of polling with “low trust” voter blocks (R)\n-deep seated evangelical and conservative vote (R) vs massive voter turn out (historically favouring Dems but recent mass turnout on both sides breaks that trend!)\n-Trump turning on Georgia republicans (D) vs Trump coming to Georgia to rally (which on recent performances could benefit either side) So many factors to balance each other out (which I guess explains the crowd forecast of 50/50). But there’s one trend in western elections that has held true and, for me, tips the balance.  The most unified side tends to take the day in close elections and the Republicans appear to be eating each other right now."], [68240, "2020-12-31T21:45:33Z", [0.55, 0.45], "R (-8), strong early turnout numbers for the democrats give them even more of a chance."], [1333, "2020-12-31T20:36:30Z", [0.55, 0.45], "reports of record voting in the Mail and in person in GA causes me to consider the problems there unabated and this is eroading my confidence in the outcome."], [97110, "2020-12-31T20:14:29Z", [0.46, 0.54], "Updated fivethirtyeight poll aggregation shows Warnock up +1.8 points, and with the anecdotal evidence of less Republican turnout in early voting, I’m edging my forecast up from 51% to 54% for Warnock. TBH it’s basically 50/50 but I’ll put a (tiny) stake in the ground for Warnock based on the polling data alone."], [67232, "2020-12-31T19:16:15Z", [0.35, 0.65], ""], [11242, "2020-12-31T18:49:24Z", [0.25, 0.75], ""], [84880, "2020-12-31T16:23:54Z", [0.57, 0.43], ""], [45198, "2020-12-31T15:59:01Z", [0.48, 0.52], ""], [80475, "2020-12-31T15:53:50Z", [0.55, 0.45], "Adjusting odds based on new information. Warnock is now up by 1.9 in polls: https://projects.fivethirtyeight.com/georgia-senate-polls/\nGeorgia polls were actually dead-on accurate before the November election: https://projects.fivethirtyeight.com/polls/president-general/georgia/  I come from a marketing background and usually marvel at how horrible Democrats are at campaigning, but I've been surprised at how good Warnock and Ossoff have been at their messaging.\n\nOn the other hand, GA has a large number of rural and evangelical Whites who are going to turn out on January 5th, plus Trump will be hosting a rally in Dalton, GA on January 4th. "], [97569, "2020-12-31T15:53:09Z", [0.53, 0.47], "The inability to poll accurately at the state level in the demographic of so-called “low trust” voters, who are overwhelmingly Republican voters complicates this prediction, especially when I have relied so heavily on Nate Silver in the past.  This leads me to discount what few polls we do have that show a slight lead for Warnock.  Given the unlikelihood that pollsters have been able to correct for the underrepresentation of “low trust” voters since the general election, I have assumed that the nominal razor thin margin for Warnock indicates Loeffler may have a comfortable but slim lead.  I have also focused on fundamentals in the absence of good polling: it has been almost three decades since a Democrat has won state wide office in a runoff.  There’s always a first time, but it does not seem assured this time.  Georgia is turning purple, but that is several cycles from turning blue."], [88766, "2020-12-31T15:37:11Z", [0.39, 0.61], ""], [94444, "2020-12-31T15:25:31Z", [0.47, 0.53], ""], [94556, "2020-12-31T15:22:19Z", [0.48, 0.52], ""], [21388, "2020-12-31T15:08:44Z", [0.55, 0.45], ""], [97060, "2020-12-31T14:51:06Z", [0.45, 0.55], ""], [56170, "2020-12-31T14:47:26Z", [0.47, 0.53], ""], [31859, "2020-12-31T14:31:42Z", [0.49, 0.51], ""], [93068, "2020-12-31T10:36:15Z", [0.55, 0.45], ""], [2965, "2020-12-31T10:04:27Z", [0.25, 0.75], "Warnock surges ahead in the one poll that consistently was the most Trump and Republican flavored of the www.538.com polls See https://www.thetrafalgargroup.org/news/ga-sen-122/ Warnock (plus 1 shut shy of 50) and Ossoff plus 3 over 50.\nEarly turnout same as general election: favors Democrats\nand 40% black  voters and\nso far 100,000 new voters who did not vote  11-3"], [67232, "2020-12-31T07:56:09Z", [0.4, 0.6], ""], [94872, "2020-12-31T04:21:14Z", [0.5, 0.5], ""], [85097, "2020-12-31T01:47:41Z", [0.46, 0.54], ""], [85986, "2020-12-31T01:16:00Z", [0.5, 0.5], ""], [97569, "2020-12-31T01:12:23Z", [0.53, 0.47], "The passage of the stimulus helps her significantly."], [58028, "2020-12-30T23:31:33Z", [0.52, 0.48], ""], [96383, "2020-12-30T22:44:25Z", [0.4, 0.6], ""], [95503, "2020-12-30T21:14:17Z", [0.55, 0.45], ""], [95565, "2020-12-30T19:54:28Z", [0.45, 0.55], ""], [75863, "2020-12-30T19:28:49Z", [0.54, 0.46], ""], [90167, "2020-12-30T18:31:49Z", [0.0, 1.0], "Going all-in on Team Blue down the stretch. Gambler’s hunch."], [22689, "2020-12-30T18:28:21Z", [0.45, 0.55], ""], [88766, "2020-12-30T18:21:54Z", [0.53, 0.47], ""], [87827, "2020-12-30T14:17:20Z", [0.45, 0.55], "+5 on Warnock based on this tweet thread from Nate Silver and slight edge in the polls. While there's good reason to think both seats might go the same way, it's also possible that it could split with a Perdue victory and a Warnock victory. https://twitter.com/NateSilver538/status/1343970514809843713 https://projects.fivethirtyeight.com/georgia-senate-polls/"], [1034, "2020-12-30T08:34:42Z", [1.0, 0.0], ""], [84880, "2020-12-30T05:08:00Z", [0.6, 0.4], ""], [94587, "2020-12-30T02:51:52Z", [0.49, 0.51], ""], [75639, "2020-12-30T02:29:04Z", [0.4, 0.6], "I believe voters are more activated to vote on the Dem side. There seems to be some confusion on GOP side as to whether or not even to vote (for complicated and esoteric reasons). I also believe more GOP voters may be depressed by the Trump win and are mentally checking out which will likely lower the number of GOP voters. However; there is a strong GOP contingent in GA & should not be underestimated. But my money’s on Warnock winning. "], [94872, "2020-12-30T01:39:15Z", [0.58, 0.42], ""], [2965, "2020-12-29T23:42:16Z", [0.3, 0.7], "early voting, no $2000  check, no repeal of Sec.230 of 96 Com Act, no Kelly ."], [58028, "2020-12-29T20:14:30Z", [0.55, 0.45], ""], [53391, "2020-12-29T19:09:57Z", [0.5, 0.5], "I am hunkering down at 50/50 and letting the week rollby.  "], [92208, "2020-12-29T19:05:39Z", [0.41, 0.59], ""], [92208, "2020-12-29T19:05:11Z", [0.4, 0.6], ""], [92249, "2020-12-29T17:31:42Z", [0.65, 0.35], "Analysis of votes from Nov that trended republican.   Harder to get people to polls when Donald Trump is not on the ballot.  Looking at the possibility of United government will ensure lubertarians vote republican."], [88576, "2020-12-29T16:49:55Z", [0.5, 0.5], ""], [96755, "2020-12-29T16:17:57Z", [0.45, 0.55], ""], [75863, "2020-12-29T15:00:47Z", [0.58, 0.42], "The Georgia Senate runoff forecast (w/ default assumptions) of the new Open Model Project currently gives Warnock a 42% chance of winning. They have a transparent and seemingly rigorous methodology and have recently conducted a Georgia poll too. I have no reason to think I shouldn't defer to them. https://www.openmodelproject.org/"], [63674, "2020-12-29T14:40:45Z", [0.4, 0.6], ""], [62808, "2020-12-29T09:21:23Z", [0.51, 0.49], ""], [94837, "2020-12-29T07:29:53Z", [0.4, 0.6], "Warnock 40 > 60 \nhttps://projects.fivethirtyeight.com/georgia-senate-polls/ "], [97531, "2020-12-29T03:22:09Z", [0.49, 0.51], ""], [94900, "2020-12-29T02:54:52Z", [0.45, 0.55], ""], [33028, "2020-12-28T16:25:14Z", [0.4, 0.6], ""], [88766, "2020-12-28T15:22:09Z", [0.5, 0.5], ""], [32100, "2020-12-28T15:13:27Z", [0.45, 0.55], ""], [1333, "2020-12-28T14:24:18Z", [0.64, 0.36], ""], [93181, "2020-12-28T12:58:22Z", [0.43, 0.57], ""], [11817, "2020-12-28T03:33:27Z", [0.53, 0.47], ""], [97530, "2020-12-28T02:35:08Z", [0.45, 0.55], "depends entirely on republican voter turnout, which may be lower than predicted by the polls. Trump's contradictory ravings about election fraud may make some of them stay at home.  https://projects.fivethirtyeight.com/georgia-senate-polls/"], [96828, "2020-12-28T01:21:49Z", [0.55, 0.45], ""], [85986, "2020-12-28T00:28:55Z", [0.51, 0.49], ""], [94556, "2020-12-27T21:24:06Z", [0.5, 0.5], ""], [96940, "2020-12-27T20:57:44Z", [0.59, 0.41], ""], [94751, "2020-12-27T19:05:31Z", [0.51, 0.49], ""], [691, "2020-12-27T17:08:12Z", [0.51, 0.49], ""], [75824, "2020-12-27T16:51:46Z", [0.58, 0.42], ""], [88766, "2020-12-27T16:47:05Z", [0.51, 0.49], ""], [2965, "2020-12-27T14:36:40Z", [0.4, 0.6], "Early voting "], [58718, "2020-12-27T14:11:18Z", [0.25, 0.75], ""], [95784, "2020-12-27T11:34:27Z", [0.6, 0.4], ""], [96792, "2020-12-27T08:29:08Z", [0.75, 0.25], ""], [58785, "2020-12-27T03:30:48Z", [0.45, 0.55], ""], [68240, "2020-12-27T02:03:58Z", [0.63, 0.37], "The swing in polling make me think there is even more uncertainty (Dems +7). "], [75385, "2020-12-26T23:56:11Z", [0.0, 1.0], ""], [95565, "2020-12-26T20:14:35Z", [0.48, 0.52], ""], [90167, "2020-12-26T17:54:41Z", [0.48, 0.52], ""], [63852, "2020-12-26T15:31:33Z", [0.55, 0.45], ""], [97505, "2020-12-26T15:10:54Z", [0.0, 1.0], ""], [97503, "2020-12-26T13:31:00Z", [0.45, 0.55], ""], [93134, "2020-12-26T06:08:59Z", [0.68, 0.32], ""], [59141, "2020-12-26T00:24:32Z", [0.7, 0.3], "There is no swing against the Republicans but against Trump, Trump gone so she should get up"], [96828, "2020-12-25T23:20:36Z", [0.58, 0.42], ""], [30173, "2020-12-25T19:22:26Z", [0.39, 0.61], ""], [2965, "2020-12-25T10:54:07Z", [0.4, 0.6], ""], [45594, "2020-12-25T10:31:33Z", [0.6, 0.4], ""], [94556, "2020-12-25T08:08:40Z", [0.52, 0.48], ""], [70711, "2020-12-25T06:16:47Z", [0.5, 0.5], "Polls.. yeah right..\nBiden won.. Trump factor..\nTurnout favors Democrats.. but this is a runoff in a Southern State.. and there is a pandemic ongoing..\nAdd everything up and I end up with a coin toss.. "], [97483, "2020-12-24T17:14:26Z", [0.4, 0.6], "Turnout is breaking records.  Biden won, albeit narrowly, in the Presidential election in November.  High turnout favors democrats.  Kelly Loeffler has never run for any office before, and is a poor candidate.  Republican turnout is being depressed by conspiracy theories about a rigged election, championed by Trump and his \"legal\" team, which is alternatively encouraging Republicans to vote and to stay home.  Rapahel Warnock is strong candidate with strong ties in the Black community.   Countervailing considerations:   Democratic turnout in GA in runoff elections has historically been very low.  Loeffler is an incumbent, albeit an appointed incumbent.  GA has been a stronghold for Republicans until recently.  It's possible Biden won against Trump more out of distaste for Trump than partisan affiliation.  "], [10445, "2020-12-24T16:42:51Z", [0.5, 0.5], ""], [92641, "2020-12-24T16:30:11Z", [0.75, 0.25], ""], [95503, "2020-12-24T15:57:00Z", [0.6, 0.4], ""], [31859, "2020-12-24T14:37:21Z", [0.48, 0.52], ""], [56170, "2020-12-24T14:05:00Z", [0.48, 0.52], ""], [67232, "2020-12-24T10:04:59Z", [0.5, 0.5], ""], [96828, "2020-12-24T09:28:17Z", [0.56, 0.44], ""], [61598, "2020-12-24T08:50:27Z", [0.48, 0.52], ""], [80790, "2020-12-23T23:03:03Z", [0.5, 0.5], "This is a total toss up wholly dependent on who actually votes.  "], [80790, "2020-12-23T23:00:14Z", [0.51, 0.49], ""], [49359, "2020-12-23T22:58:17Z", [0.49, 0.51], "It's a dead heat, but Trump's hissy fits about the defense bill and COVID relief package can only hurt Republicans."], [85986, "2020-12-23T22:08:55Z", [0.58, 0.42], ""], [85986, "2020-12-23T22:08:09Z", [0.51, 0.49], ""], [45198, "2020-12-23T18:26:06Z", [0.45, 0.55], "gut feeling"], [422, "2020-12-23T18:25:18Z", [0.55, 0.45], ""], [80475, "2020-12-23T16:57:22Z", [0.75, 0.25], "All comments welcome, as I've been working on developing thicker skin (do your worst), but I find Loeffler/Perdue's odds to be increasing: 1) Regression analysis of the GA counties by turnout so far, compared with their votes in the general election. I find no significant early voting advantage for Democrats. I see Election Twitter cherrypicking certain counties to show a Democratic advantage, but when you actually do the work and enter the data for all 159 counties, the R2 approaches zero. This is a huge problem for Democrats, since election day will be heavy Republican. 2) Black early vote is now down to 31.3% of total, and shrinking daily. Still a few points higher than election day, but Democrats need to have a huge advantage here going into January 5th. Recommended site to follow these demographic stats (compiled using data from GA Secretary of State): https://www.georgiavotes.com/ 3) Depressed turnout so far among voters under 30. 4) Tried-and-true GOP playbook of voter suppression: https://www.northwestgeorgianews.com/rome/news/local/eligibility-of-364-000-georgia-voters-challenged-before-senate-runoffs/article_a8a8b986-4483-11eb-b1fb-7fbe9ae9838c.html  I hope people didn't think that was magically going to stop, especially after the general election results."], [29224, "2020-12-23T16:49:04Z", [0.6, 0.4], ""], [56170, "2020-12-23T16:30:32Z", [0.52, 0.48], ""], [36, "2020-12-23T16:12:21Z", [0.48, 0.52], ""], [97474, "2020-12-23T16:04:27Z", [0.45, 0.55], ""], [97472, "2020-12-23T15:58:40Z", [0.58, 0.42], "Polls put these two basically neck and neck. In the first Trump election, people were lying about who they supported. Given the controversy around Loeffler, I wonder if the same thing is happening. Additionally, when you look at the new votes coming from Collins, I think they better align with Loeffler. Last Warnock has some new bad press coming out about him - Loeffler has had controversy since the beginning. People who support her aren't learning anything new, whereas with Warnock they are."], [85840, "2020-12-23T15:51:42Z", [0.4, 0.6], ""], [22689, "2020-12-23T02:57:14Z", [0.5, 0.5], ""], [691, "2020-12-22T16:47:40Z", [0.52, 0.48], ""], [68240, "2020-12-22T16:27:46Z", [0.7, 0.3], "Change: R (-2) D (+2) Reasoning: An A quality poll put the dems slightly in the lead. Online polls tend to favor the democrats, and for comparison a phone poll conducted recently favored Republicans. But, my general inkling is that the Dems have a 30% chance to win this thing. "], [62808, "2020-12-21T22:36:43Z", [1.0, 0.0], ""], [1034, "2020-12-21T09:07:06Z", [1.0, 0.0], ""], [97097, "2020-12-21T08:01:51Z", [0.78, 0.22], ""], [1034, "2020-12-21T03:40:10Z", [1.0, 0.0], ""], [45141, "2020-12-21T01:54:54Z", [0.15, 0.85], ""], [94872, "2020-12-21T01:30:36Z", [0.53, 0.47], ""], [93134, "2020-12-21T00:29:27Z", [0.73, 0.27], ""], [58028, "2020-12-20T22:31:03Z", [0.49, 0.51], ""], [67374, "2020-12-20T20:43:39Z", [0.8, 0.2], ""], [21388, "2020-12-20T18:15:45Z", [0.65, 0.35], ""], [95503, "2020-12-20T17:21:33Z", [0.65, 0.35], ""], [75824, "2020-12-20T16:07:26Z", [0.55, 0.45], ""], [75824, "2020-12-20T16:06:50Z", [0.62, 0.38], ""], [68240, "2020-12-20T16:04:18Z", [0.72, 0.28], "The polling average on 538 has Loeffler ahead. This confirms the expectation that Loeffler will win because the GOP got more votes in the general. "], [233, "2020-12-20T15:48:10Z", [0.1, 0.9], ""], [1333, "2020-12-20T14:46:43Z", [0.63, 0.37], ""], [56170, "2020-12-20T14:37:04Z", [0.56, 0.44], ""], [97232, "2020-12-20T06:55:26Z", [0.65, 0.35], ""], [62808, "2020-12-20T02:47:03Z", [0.51, 0.49], ""], [34527, "2020-12-20T02:39:11Z", [0.6, 0.4], ""], [97422, "2020-12-20T00:57:14Z", [0.55, 0.45], ""], [97198, "2020-12-20T00:39:52Z", [0.54, 0.46], "The general election results showed the changes in GA's political landscape, enough to bring a typical Democratic candidate closer to parity with a Republican. Warnock also appears to be a compelling candidate, whereas Loeffler seems more off-putting than the average candidate. Factoring in the success at Dem GOTV, I think the race is close, with Warnock at only a slightly smaller chance at winning than the Republican."], [97414, "2020-12-19T20:56:08Z", [0.45, 0.55], "The public blue wave will go on .."], [97414, "2020-12-19T20:44:28Z", [0.45, 0.55], "Time is public is ripe for a change "], [1333, "2020-12-19T14:53:17Z", [0.62, 0.38], ""], [20504, "2020-12-19T14:08:34Z", [0.5, 0.5], "+5% to Loeffler, -5% to Warnock. \nhttps://projects.fivethirtyeight.com/georgia-senate-polls/"], [67403, "2020-12-19T09:34:11Z", [0.33, 0.67], ""], [97405, "2020-12-19T07:53:12Z", [0.6, 0.4], ""], [97405, "2020-12-19T07:52:37Z", [0.8, 0.2], ""], [96686, "2020-12-18T22:59:26Z", [0.55, 0.45], ""], [1034, "2020-12-18T19:37:37Z", [1.0, 0.0], ""], [1333, "2020-12-18T19:07:55Z", [0.61, 0.39], ""], [691, "2020-12-18T18:29:41Z", [0.51, 0.49], "heavy turnout in early voting so far, and i have been reminded that a whole lot of georgians will have turned 18 by the time the polls close. still, it's georgia."], [9518, "2020-12-18T16:43:12Z", [0.25, 0.75], "Gut"], [26467, "2020-12-18T16:00:55Z", [0.51, 0.49], ""], [530, "2020-12-18T15:30:52Z", [0.51, 0.49], ""], [87827, "2020-12-18T15:09:59Z", [0.5, 0.5], "+5 on Loeffler based on recent polls. https://projects.fivethirtyeight.com/georgia-senate-polls/"], [67232, "2020-12-18T14:36:49Z", [0.6, 0.4], ""], [97185, "2020-12-18T11:40:59Z", [0.9, 0.1], ""], [95784, "2020-12-18T11:24:35Z", [0.64, 0.36], ""], [95784, "2020-12-18T11:24:04Z", [0.65, 0.35], ""], [97180, "2020-12-18T11:15:03Z", [0.46, 0.54], ""], [1034, "2020-12-17T22:45:28Z", [1.0, 0.0], ""], [75863, "2020-12-17T22:40:00Z", [0.63, 0.37], ""], [96541, "2020-12-17T19:41:26Z", [0.5, 0.5], "Most recent polls show a closing of the gap.  https://projects.fivethirtyeight.com/georgia-senate-polls/"], [67374, "2020-12-17T19:40:12Z", [0.7, 0.3], ""], [94837, "2020-12-17T17:23:44Z", [0.5, 0.5], "Loeffler 45>50, Warnoch 55>50\ndue to recent pollingt https://projects.fivethirtyeight.com/georgia-senate-polls/\n"], [1333, "2020-12-17T14:10:25Z", [0.6, 0.4], ""], [1333, "2020-12-17T13:44:46Z", [0.59, 0.41], ""], [45594, "2020-12-17T09:10:39Z", [0.6, 0.4], ""], [97110, "2020-12-17T07:49:16Z", [0.49, 0.51], "Very close race, as latest poll aggregates from FiveThirtyEight.com show a diminishing lead from Warnock down to +0.3% from +1.7% from just five days ago. Warnock is still leading technically but by a scant hair = slight favorite (+1% over 50/50 in probability forecast) to win\n"], [93134, "2020-12-17T04:35:24Z", [0.68, 0.32], ""], [95503, "2020-12-16T22:13:51Z", [0.6, 0.4], ""], [95503, "2020-12-16T19:34:25Z", [0.52, 0.48], ""], [1333, "2020-12-16T19:07:58Z", [0.58, 0.42], ""], [96970, "2020-12-16T15:09:30Z", [0.85, 0.15], "It's Georgia, a lot of the commentary about Warnock having solid odds strikes me as wishful thinking"], [97032, "2020-12-16T14:49:17Z", [0.49, 0.51], "Warnock has mostly outperformed Loeffler in polls in the past month. Trump's loss in the state's recount may also suggest Republican's traditional advantage may be dwindling."], [97037, "2020-12-16T14:31:13Z", [0.53, 0.47], ""], [97038, "2020-12-16T14:24:32Z", [0.49, 0.51], ""], [96969, "2020-12-16T14:04:25Z", [0.25, 0.75], "Warnock has strong name recognition and many voters are agitated that Texas and 100 Congressional leaders petitioned SCOTUS to invalidate multiple states' votes, eroding their democratic franchise, building more steam and get-out-the-vote enthusiasm for Democrats.  With Pres. Trump claiming the election is a fraud it is harder to motivate folks to vote.  Early voted started."], [96556, "2020-12-16T13:38:57Z", [0.51, 0.49], ""], [96972, "2020-12-16T13:17:24Z", [0.65, 0.35], ""], [96984, "2020-12-16T09:48:14Z", [0.5, 0.5], ""], [96983, "2020-12-16T09:06:01Z", [0.45, 0.55], "revising slightly my forecasts to acknowledge how tight the race is"], [61598, "2020-12-16T08:14:49Z", [0.55, 0.45], ""], [97349, "2020-12-16T03:57:44Z", [0.5, 0.5], ""], [97349, "2020-12-16T03:57:26Z", [0.7, 0.3], ""], [2965, "2020-12-16T03:17:06Z", [0.4, 0.6], ""], [96971, "2020-12-16T01:58:19Z", [0.5, 0.5], ""], [96990, "2020-12-16T00:58:20Z", [0.51, 0.49], ""], [96987, "2020-12-15T22:03:59Z", [0.54, 0.46], "shifting to recent polls + error"], [97026, "2020-12-15T21:51:13Z", [0.65, 0.35], ""], [96755, "2020-12-15T21:45:09Z", [0.64, 0.36], "Contrary to my earlier theory that Warnock would win and Ossoff lose, current betting odds have Loeffler at a -175 and Warnock at +125. This is a ~60% chance for Loeffler, but Republicans have more on the line for this election and generally do better in special elections (especially in red-leaning states). The most recent polls have Loeffler doing well. Loeffler is an unpopular candidate, but the betting odds indicate she will win \"reelection\" (she was never elected in the first place). \nhttps://projects.fivethirtyeight.com/polls/georgia/\nhttps://www.actionnetwork.com/politics/georgia-senate-election-odds-perdue-loeffler-ossoff-warnock\n"], [97029, "2020-12-15T20:12:11Z", [0.45, 0.55], "Early indications of very high voter turnout, combined with Trump's efforts to depress Republican votes, suggest that Warnock may be able to win in a very tight election. https://www.wsj.com/articles/georgia-senate-runoffs-early-voting-begins-as-requests-for-mail-in-ballots-top-1-million-11607953020 "], [96998, "2020-12-15T20:10:23Z", [0.52, 0.48], "Unclear how Republican concerns about the presidential election will impact turnout. I think the calls for a boycott of the election are unlikely to materialize and Loeffler is a slight favorite as a Republican in a special election."], [78366, "2020-12-15T18:42:27Z", [0.8, 0.2], ""], [691, "2020-12-15T16:13:33Z", [0.54, 0.46], ""], [1333, "2020-12-15T14:10:27Z", [0.57, 0.43], ""], [73183, "2020-12-14T23:41:11Z", [0.52, 0.48], ""], [84880, "2020-12-14T19:32:13Z", [0.69, 0.31], ""], [1333, "2020-12-14T19:19:14Z", [0.56, 0.44], ""], [1333, "2020-12-14T19:16:26Z", [0.55, 0.45], ""], [89187, "2020-12-14T18:29:54Z", [0.95, 0.05], "bookies.com shows an improvement for Kelly Loeffler and the federalist shows that if you count votes simply along party lines that republic votes outnumber the democrats' votes. This assumes that Atlanta does not have another broken water main and have to count votes in the middle of the night when no one is watching and pow! Warnock then wins with 95% of all votes : )"], [75863, "2020-12-14T17:10:57Z", [0.56, 0.44], ""], [75824, "2020-12-14T15:46:00Z", [0.61, 0.39], ""], [96714, "2020-12-14T14:08:50Z", [0.46, 0.54], "Most Senate elections this cycle aligned with the state's Presidential vote. Coupling that with efforts questioning the legitimacy of the election which are likely to effect turnout, this race will most likely go democrat. The perception of a \"rigged\" election will likely disenfranchise many republican voters, and Biden's presidential victory will likely energize democrat voters."], [95565, "2020-12-14T13:38:09Z", [0.45, 0.55], ""], [97097, "2020-12-14T07:37:22Z", [0.47, 0.53], "Latest poll average on https://projects.fivethirtyeight.com/georgia-senate-polls/ and https://www.realclearpolitics.com/epolls/2020/senate/ga/georgia_senate_special_election_runoff_loeffler_vs_warnock-7318.html give Wanock a 1.6% and 1.0% lead. \nPredictit gives Loeffler a rougly 60% chance https://www.predictit.org/markets/detail/6567/Which-party-will-win-the-US-Senate-special-election-in-Georgia-in-2020"], [96792, "2020-12-14T04:16:16Z", [0.75, 0.25], ""], [20504, "2020-12-14T00:09:06Z", [0.45, 0.55], ""], [93134, "2020-12-13T23:16:46Z", [0.6, 0.4], ""], [64078, "2020-12-13T22:17:04Z", [0.5, 0.5], ""], [22745, "2020-12-13T20:44:10Z", [0.65, 0.35], ""], [9263, "2020-12-13T18:21:06Z", [0.9, 0.1], ""], [31859, "2020-12-13T16:38:48Z", [0.48, 0.52], ""], [2965, "2020-12-13T15:23:19Z", [0.52, 0.48], ""], [56170, "2020-12-13T14:29:06Z", [0.58, 0.42], ""], [1333, "2020-12-13T14:18:57Z", [0.46, 0.54], ""], [96785, "2020-12-13T13:11:36Z", [0.51, 0.49], "This will be extremely close. Typically, the advantage goes to the Republican candidate in GA. Loeffler is tainted with corruption (insider trading related to knowledge on the potential impacts of COVID-19 on the economy gained in closed Senate testimony), but in this polarized political environment integrity does not seem to weigh as heavily on Republican leaning voters as one would expect. Also, while GA went for Biden on a thin margin, that was driven by tremendous voter mobilization in the Atlanta area; mobilized by anti-Trump sentiment, it may be difficult to repeat that feat. All will hinge on how well the Democrats are able to energize the Atlanta suburbs and continue the anti-MAGA momentum."], [40848, "2020-12-12T22:47:27Z", [0.75, 0.25], ""], [45198, "2020-12-12T19:34:37Z", [0.45, 0.55], "Hard to explain. With so much chaos in the electoral process and such high levels of anger and frustration, voters aren't thinking with objectivity or with reason. It's too emotional. However, I predict that both Democrat candidates will win narrowly, simply because congress in totally ineffective now under Republican chairmanship, so a forced upset in the majority may be worth a shot for a lot of voters."], [56170, "2020-12-12T14:04:43Z", [0.48, 0.52], ""], [88452, "2020-12-12T09:01:52Z", [0.0, 1.0], ""], [85986, "2020-12-11T21:54:38Z", [0.54, 0.46], ""], [96923, "2020-12-11T20:25:50Z", [0.5, 0.5], ""], [88766, "2020-12-11T20:00:20Z", [0.76, 0.24], ""], [530, "2020-12-11T19:37:58Z", [0.49, 0.51], "This will be a tight race"], [691, "2020-12-11T16:14:09Z", [0.56, 0.44], ""], [54789, "2020-12-11T15:59:19Z", [0.55, 0.45], ""], [97029, "2020-12-11T14:59:36Z", [0.5, 0.5], "Extremely tight race, polling has Warnock ahead but the polling in the 2020 general was overweight on democrats so discounting the current 49/47 forecast from fivethirtyeight in favor of warnock. "], [1333, "2020-12-11T14:16:22Z", [0.45, 0.55], ""], [96985, "2020-12-11T10:00:59Z", [0.45, 0.55], "Georgie has historically been a red state, however Biden's most recent victory in the state gives Warnock is very slight edge in my opinion. "], [97110, "2020-12-11T05:08:40Z", [0.45, 0.55], "Looked at fivethirtyeight’s most recent poll aggregation and Warnock leads by +2.1 points, which he’s been trailing in weeks prior. I’m inclined to think Warnock has slightly higher than 50/50 chance of winning now so setting it at 55%. "], [84880, "2020-12-11T00:55:04Z", [0.6, 0.4], ""], [97037, "2020-12-10T22:43:44Z", [0.53, 0.47], ""], [97037, "2020-12-10T22:42:55Z", [0.55, 0.45], ""], [88010, "2020-12-10T19:56:17Z", [0.4, 0.6], ""], [96974, "2020-12-10T19:25:27Z", [0.7, 0.3], "The incumbent advantage in a state that has voted in Republican Senators for the past 17 years, particularly after an election that threatens the Republican majority, is potent. However, Loeffler wasn't voted into office, rather she was appointed to fill an empty seat, which I would argue negatively impacts her odds (admittedly an unresearched theory). Warnock received 7% more votes in the general election, but I think that was due to R voters choosing between Loeffler and Collins (R) (Collins received 20% and Loeffler 25.9). I imagine, without Collins on the ticket and given Rs tendency to do better than Ds in elections without a presidential race, enough Rs will turn out to keep the seat. All the differences in this election, from mail-in voting, Rs questioning election validity, to strong D efforts in the state, keep me from taking a stronger stance"], [73050, "2020-12-10T18:57:59Z", [0.7, 0.3], ""], [73050, "2020-12-10T18:56:33Z", [0.51, 0.49], ""], [97021, "2020-12-10T16:23:55Z", [0.7, 0.3], "- Republican and libertarian candidates received more than 50% of the vote in the general election for this race.\n- Democratic turnout is weaker in elections where there is not a Presidential race at the top of the ticket. In 2008 Saxby Chambliss increased his margin of victory by 12 points in his runoff. Dems lost the 2018 runoff for public service commission by larger margins.\n- Many polls before the General election over estimated Dem Senate candidates. For instance, polling error was R+4 in the Ossoff-Perdue race \n- Polls have had difficulty predicting turnout in general elections, that is likely even harder for the runoff\n- Biden out performed Democratic Senate candidates both in Georgia and nationally, suggesting that some of the Democrats success could be attributed to people disliking Trump. Independents and moderates may prefer a divided government out of fear of \"socialism\". \n- Students at many universities will not have returned to campus/the state prior to the election"], [96724, "2020-12-10T15:45:54Z", [0.6, 0.4], ""], [87385, "2020-12-10T12:28:52Z", [0.05, 0.95], "i think the Dems are going to win this race, unless something significantly changes. Yes, Georgia is a difficult ground for them, but the GOP still sticking to Mr Trump undermining the sanctity of democratic process will turn off decent Republican voters and motivate the Democrat electorate to produce a big turn-out at the polling stations."], [95503, "2020-12-10T11:44:14Z", [0.48, 0.52], ""], [97180, "2020-12-09T22:07:31Z", [0.41, 0.59], "Very close, but there is momentum following bidens win. \nAlso, legal challenges and very disparaging comments feom white house likely to turn off Republicans who are near the centre."], [45217, "2020-12-09T21:48:14Z", [0.15, 0.85], ""], [96775, "2020-12-09T19:48:56Z", [0.52, 0.48], "Updated from previous forecast: from 60/40 in favor of Loeffler to 52/48. This factors in last Sunday's senate race debate and Loeffler's underperformance, as well as POTUS' rally last Saturday and his continued adversarial approach to GA republicans and the sanctity of the electoral system. "], [1333, "2020-12-09T19:19:37Z", [0.35, 0.65], ""], [86785, "2020-12-09T18:52:58Z", [0.4, 0.6], ""], [75863, "2020-12-09T18:47:08Z", [0.57, 0.43], ""], [1034, "2020-12-09T18:45:37Z", [1.0, 0.0], ""], [96763, "2020-12-09T18:17:43Z", [0.65, 0.35], "Loeffler is the incumbent. The result could decide the balance of the Senate. Many Democrat voters may be satisfied with the fact they appear to have won the Presidential election and not turn out to vote. Many Republicans may turn out to vote in protest from the November election result."], [58718, "2020-12-09T16:37:34Z", [0.44, 0.56], "Polls show Kelly behind (although state level polls are not that accurate it is better to be ahead than behind). Also, Trump's rhetoric attacking the Governor and the SoS is increasing and this could drive down REpublican turnout. "], [1333, "2020-12-09T15:52:06Z", [0.25, 0.75], ""], [1333, "2020-12-09T15:51:35Z", [0.15, 0.85], ""], [40584, "2020-12-09T13:35:27Z", [0.6, 0.4], ""], [15923, "2020-12-09T01:38:54Z", [0.48, 0.52], "Warnock will capture suburban and urban voters.  However traditional Republican voters and rural voters will support Loeffler.  "], [22689, "2020-12-09T00:07:10Z", [0.49, 0.51], ""], [96923, "2020-12-08T22:56:57Z", [0.6, 0.4], ""], [55306, "2020-12-08T21:42:26Z", [0.51, 0.49], ""], [96992, "2020-12-08T21:30:36Z", [0.8, 0.2], "Perdue and generic GOP candidate in open Senate race in 2020 both outperformed Trump, Biden barely beat Trump, turnout will be lower in midterm, expect very little ticket splitting, Warnok+Osoff are not strong Dem candidates."], [44887, "2020-12-08T21:17:20Z", [0.05, 0.95], "Trump is discouraging republicans from voting, the democrats are pushing the vote out and people are getting choked that they have heard nothing about COVID vaccines in their states and support from Washington.  "], [97185, "2020-12-08T21:13:26Z", [0.7, 0.3], ""], [95503, "2020-12-08T21:08:12Z", [0.43, 0.57], ""], [96791, "2020-12-08T20:24:32Z", [0.33, 0.67], "Given GA's strong showing of democratic voters in Atlanta in the 2020 presidential election, I predict Warnock will take it due to increased voter turnout in Atlanta."], [88010, "2020-12-08T20:20:20Z", [0.4, 0.6], ""], [95565, "2020-12-08T20:18:44Z", [0.46, 0.54], ""], [1034, "2020-12-08T19:59:16Z", [1.0, 0.0], ""], [1333, "2020-12-08T19:28:47Z", [0.05, 0.95], ""], [691, "2020-12-08T17:51:56Z", [0.54, 0.46], ""], [96983, "2020-12-08T16:23:41Z", [0.4, 0.6], "Polls are in favour of Warnock but the margin is very minor."], [96998, "2020-12-08T16:13:41Z", [0.55, 0.45], "Polls show Warnock ahead, but turnout will be the main question. Loeffler seems to have less support than Perdue, although I don't expect much ticket splitting so she could get a slight bump. Likely to be very close, but I think Loeffler has a slight incumbent/Republican edge in a runoff."], [96988, "2020-12-08T16:01:09Z", [0.55, 0.45], "Incumbents in the Senate tend to have a structural advantage when it comes to elections. Likewise, despite Joe Biden's recent national win in the state, Georgia has a long history of republican senators and governors going back decades defining the state as heavily red. However, recent mobilization by Stacey Abrams of the Democratic base along with the prospect of unified government will excite democrats in the state tending to increase the chances of a Warnock win. Ultimately, however, the power of incumbency and the state's red-leanings to me still suggest the odds slight in Loeffler's favor."], [56170, "2020-12-08T14:23:44Z", [0.49, 0.51], ""], [81567, "2020-12-08T14:11:54Z", [0.0, 1.0], ""], [48709, "2020-12-08T13:22:09Z", [0.2, 0.8], "Yep a 50/50 question with weight."], [88452, "2020-12-08T07:41:50Z", [0.32, 0.68], ""], [94872, "2020-12-08T05:36:11Z", [0.5, 0.5], ""], [97233, "2020-12-08T04:00:24Z", [0.55, 0.45], "Warnock is ahead in polling but special elections typically benefit GOP. "], [67232, "2020-12-08T03:53:07Z", [0.65, 0.35], ""], [88098, "2020-12-08T02:11:56Z", [0.5, 0.5], ""], [94837, "2020-12-07T21:54:06Z", [0.45, 0.55], "Warnock slightly ahead \nhttps://fivethirtyeight.com/features/what-the-polls-say-about-georgias-senate-runoffs/\ndecided to give him an edge 50 > 55"], [68240, "2020-12-07T18:13:59Z", [0.63, 0.37], "Change: Warnock (+5). Polling summarized on 538 today gave Warnock an edge. With my priors and the recent polling error seeming to favor the GOP I still lean towards Loeffler but the data indicates more uncertainty and a tighter margin. If additional polling follows the same trend I will tighten the margin further. Anyone have any indication as to how we should read the polls this cycle? Should we treat them as accurate as they were in 2018 or are we going to have a 4 point error (albeit only 1 point in Georgia) that we had in November?"], [96769, "2020-12-07T18:02:39Z", [0.65, 0.35], "With President Trump's presence limited within in the state, GOP voters are likely to show up in order to ensure GOP retention of the Senate with the Left controlling the House and White House"], [96541, "2020-12-07T16:28:52Z", [0.45, 0.55], " Still not seeing any big changes, other than the hints of a possible boycott, and the potential for a lower voter turnout for the Republican party due to the belief that the election is already decided. Some of the voters are also getting frustrated with the insistence that Trump did not lose the election. Claims that elections are rigged will only push more of those that are strong supporters to believe that the election is already decided. However, rallies to get people to vote on the Republican side may also have an impact on turnout, so I am not changing my forecast yet. https://www.politico.com/news/georgia-senate-runoff-2021-latest-race-updates-and-polls https://www.cnbc.com/2020/12/03/georgia-senate-runoffs-focus-on-stock-trading-trumps-claims-of-rigged-elections-.html https://abcnews.go.com/Politics/pro-trump-election-lawsuit-significantly-hinder-preparations-georgia/story?id=74542114 https://www.marketwatch.com/story/supporters-of-democrats-in-georgia-races-for-u-s-senate-are-optimistic-about-turnout-11606484745 https://www.politico.com/news/georgia-senate-runoff-2021-latest-race-updates-and-polls"], [56170, "2020-12-07T15:48:31Z", [0.48, 0.52], ""], [88010, "2020-12-07T15:45:51Z", [0.43, 0.57], ""], [94556, "2020-12-07T08:04:57Z", [0.65, 0.35], ""], [835, "2020-12-07T01:57:31Z", [0.52, 0.48], ""], [75824, "2020-12-07T01:53:31Z", [0.6, 0.4], ""], [96858, "2020-12-07T01:12:39Z", [0.0, 1.0], ""], [1034, "2020-12-06T22:25:01Z", [1.0, 0.0], ""], [75863, "2020-12-06T21:45:51Z", [0.44, 0.56], ""], [95817, "2020-12-06T20:34:58Z", [0.6, 0.4], "I believe the incumbent will win given the current problems the Democrats are having with branding related to identity politics.  Although Warnock has raised more campaign funds, Loeffler can leverage Georgia on economic issues in light of COVID shut downs.  "], [2497, "2020-12-06T19:01:36Z", [0.7, 0.3], ""], [9263, "2020-12-06T18:51:37Z", [0.9, 0.1], ""], [691, "2020-12-06T15:40:57Z", [0.52, 0.48], ""], [80475, "2020-12-06T10:28:32Z", [0.7, 0.3], "I don’t understand the crowd’s 50/50 odds. The university town of Athens just held a runoff, and the R candidate healthily outperformed what Trump got on Nov. 3, so R voters are still showing up for the polls despite the memes: https://results.enr.clarityelections.com/GA/Clarke/107425/web.264614/#/summary?v=272500%2F At the end of the day partisanship is a powerful force, especially on the R side. "], [8318, "2020-12-06T04:15:08Z", [0.51, 0.49], ""], [11860, "2020-12-06T02:58:00Z", [0.0, 1.0], ""], [75824, "2020-12-06T01:01:22Z", [0.6, 0.4], ""], [27800, "2020-12-06T00:40:35Z", [0.47, 0.53], ""], [94751, "2020-12-05T21:36:22Z", [0.45, 0.55], ""], [96973, "2020-12-05T20:36:58Z", [0.6, 0.4], ""], [58028, "2020-12-05T20:07:45Z", [0.5, 0.5], ""], [54817, "2020-12-05T12:28:17Z", [0.8, 0.2], ""], [45594, "2020-12-05T10:10:39Z", [0.6, 0.4], ""], [85986, "2020-12-05T00:42:44Z", [0.55, 0.45], ""], [94444, "2020-12-04T22:08:23Z", [0.49, 0.51], "Republicans have been self-destructing in GA while Dems are highly organized and motivated.  Loeffler isn't doing herself any favors either, and is widely portrayed as corrupt and out-of-touch. "], [68240, "2020-12-04T19:59:57Z", [0.68, 0.32], "For the dems to win they need to turn out more of their base than the opposition. Assuming 2020 showed the maximum possible turn out in Georgia and expecting some drop-off they need to hold and improve on the ratio of their voters to GOP voters. This means: a) overcoming the post-Trump drop off expected now that Biden is the president elect and b) overcoming Georgia's partisan lean. My priors then highly favor the GOP. However: There is not a lot of good information.  This question is really hard to evaluate without good polling data. We need to estimate how likely turn-out is in a post-Trump world, how Trump's election claims play a role, if there will be any split-ticket voting, and how much one candidates strengths or vulnerabilities matter given the other candidate on the ballot. It is possible that everything can go the Dems way and that they will win and it is really hard to tell if it is breaking that way or not. Hence why only 68%, because of the ambiguity. "], [90860, "2020-12-04T19:53:58Z", [0.85, 0.15], ""], [96969, "2020-12-04T19:27:21Z", [0.25, 0.75], "Warnock was ahead of Loeffler at the end of the Nov 3 count, also Trump surrogates are telling R voters not to participate in the rigged run-off election.  Lastly, the get out the vote machine is more sophisticated on the D side and run off elections are atypical. "], [97192, "2020-12-04T18:17:57Z", [0.75, 0.25], "I think Republicans will be motivated and Democrats will self sabotage."], [68240, "2020-12-04T17:46:12Z", [0.68, 0.32], "This question is really hard to evaluate without good polling data. We need to estimate how likely turn-out is in a post-Trump world, how Trump's election claims play a role, if there will be any split-ticket voting, and how much one candidates strengths or vulnerabilities matter given the other candidate on the ballot. "], [97032, "2020-12-04T17:21:06Z", [0.51, 0.49], ""], [96983, "2020-12-04T16:57:33Z", [0.4, 0.6], ""], [96970, "2020-12-04T16:40:00Z", [0.85, 0.15], ""], [58718, "2020-12-04T16:35:35Z", [0.48, 0.52], ""], [86785, "2020-12-04T15:32:17Z", [0.45, 0.55], ""], [97037, "2020-12-04T14:56:39Z", [0.7, 0.3], ""], [75863, "2020-12-04T14:53:42Z", [0.44, 0.56], ""], [96974, "2020-12-04T14:16:27Z", [0.7, 0.3], "Latest polling on FiveThirtyEight have Loeffler and Warnock right around 50/50. Last time a Democrat was elected to a GA Senate seat was Zell Miller in 2000, so base case is that Republicans will keep it. But, with all the news about the 2020 elections and changing motivations based on the presidential outcome, talks of voter fraud, etc., I'm increasing Warnock's shot at winning. "], [97188, "2020-12-04T11:58:28Z", [0.3, 0.7], ""], [97030, "2020-12-04T11:02:35Z", [0.55, 0.45], ""], [97097, "2020-12-04T09:15:36Z", [0.45, 0.55], "https://www.realclearpolitics.com/epolls/2020/senate/ga/georgia_senate_special_election_runoff_loeffler_vs_warnock-7318.html Gives Warnock the edge. Though I also think that Republicans will vote in large numbers to prevent D controlling the Senate. The talk about election fraud could potentially dissuade them"], [61598, "2020-12-04T08:58:21Z", [0.6, 0.4], ""], [96040, "2020-12-04T07:35:37Z", [0.45, 0.55], ""], [93134, "2020-12-04T05:44:54Z", [0.55, 0.45], ""], [97185, "2020-12-04T02:04:39Z", [0.85, 0.15], ""], [4209, "2020-12-04T01:49:27Z", [0.75, 0.25], ""], [96992, "2020-12-04T00:11:12Z", [0.75, 0.25], ""], [93, "2020-12-03T22:58:42Z", [0.55, 0.45], ""], [64357, "2020-12-03T22:48:32Z", [0.45, 0.55], ""], [87827, "2020-12-03T21:20:06Z", [0.45, 0.55], "+4 to D. New SurveyUSA poll has Warnock +7. Interestingly, scrolling back down to SurveyUSA's October 14th poll they appear to have pretty accurately matched the margins/outcomes of the two Senate seats and were pretty spot on on Warnock's vote share compared to other polls. Again, can't read too much into a couple polls because it could have been a fluke, but is perhaps a small indicator that this poll could be the most useful so far. https://projects.fivethirtyeight.com/polls/senate/georgia/"], [691, "2020-12-03T20:53:00Z", [0.54, 0.46], ""], [87155, "2020-12-03T20:26:31Z", [0.5, 0.5], ""], [63442, "2020-12-03T20:09:53Z", [0.15, 0.85], ""], [94872, "2020-12-03T20:01:14Z", [0.56, 0.44], ""], [96556, "2020-12-03T18:32:53Z", [0.52, 0.48], ""], [86785, "2020-12-03T18:15:43Z", [0.46, 0.54], ""], [95503, "2020-12-03T18:00:39Z", [0.5, 0.5], ""], [63306, "2020-12-03T17:36:57Z", [0.5, 0.5], "Sidney Powell speaking more nonsense. I'm probably over adjusting, but that's my underlying desires showing through."], [96998, "2020-12-03T17:30:20Z", [0.6, 0.4], ""], [75863, "2020-12-03T16:30:37Z", [0.44, 0.56], ""], [67377, "2020-12-03T05:03:48Z", [0.55, 0.45], ""], [47396, "2020-12-03T01:26:55Z", [0.45, 0.55], "Thank you Stacy Abrams."], [94872, "2020-12-03T00:45:39Z", [0.6, 0.4], ""], [91516, "2020-12-03T00:32:24Z", [0.51, 0.49], "This isn't what I want to happen, but what I fear is unavoidable. Getting all the New Democratic voters to vote in the runoff will be an incredibly difficult lift and the Republicans have the edge and the experience of winning the second round in Georgia fairly easily. This doesn't mean the right wing hasn't done itself terrible damage by failing to accept the election results on the Presidential level. But seldom do Republican voters demand accountability from people like Loeffler, who has misrepresented how her state handled the ballots. Four years ago, I would have said she was finished. Not now. Sadly."], [32339, "2020-12-02T22:31:19Z", [0.0, 1.0], ""], [62808, "2020-12-02T22:11:29Z", [0.51, 0.49], ""], [88010, "2020-12-02T20:48:00Z", [0.45, 0.55], ""], [63306, "2020-12-02T19:28:06Z", [0.55, 0.45], "This is one where what I want to have happen and what is likely are diverging. I'm not convinced that Georgia's democratic voters are organized enough to pull it off. \nSomeone asked if it was possible to have a Purdue/Warnock split voter. I think it is possible for someone voting for the familiar name, and the pastor from the church where MLK Jr. was pastor. Loeffler just isn't well known.\nAs an ancedote, I drove to work this morning in Georgia and traffic was being directed by an African American police officer. The front license plate on his vehicle was a blue line flag. Messages are muddy here."], [50835, "2020-12-02T19:27:35Z", [0.48, 0.52], "Disillusionment among Trump voters, conservative distrust of election results."], [50825, "2020-12-02T18:33:50Z", [0.67, 0.33], ""], [97016, "2020-12-02T16:43:42Z", [0.4, 0.6], ""], [75863, "2020-12-02T14:21:02Z", [0.5, 0.5], ""], [53391, "2020-12-02T13:29:03Z", [0.6, 0.4], ""], [70342, "2020-12-02T07:51:01Z", [0.7, 0.3], ""], [51956, "2020-12-02T04:36:51Z", [0.42, 0.58], ""], [31859, "2020-12-02T03:34:18Z", [0.45, 0.55], ""], [46030, "2020-12-02T03:27:12Z", [0.4, 0.6], "BECAUSE THEY MUST.  ONLY WAY TO ENSURE THAT THINGS GET DONE FOR AMERICANS"], [83103, "2020-12-02T01:39:24Z", [0.55, 0.45], ""], [22343, "2020-12-02T01:27:22Z", [0.18, 0.82], ""], [81567, "2020-12-02T00:30:40Z", [0.2, 0.8], ""], [64078, "2020-12-02T00:27:41Z", [0.5, 0.5], ""], [92207, "2020-12-02T00:25:32Z", [0.25, 0.75], "Supports biden"], [2379, "2020-12-01T23:29:22Z", [0.45, 0.55], "In this race, I think the D voters are united behind their candidate, but the R voters are splintered by the various, conflicting claims - the voting is rigged, there's no point in voting and the voting is accurate and fair."], [7658, "2020-12-01T23:10:48Z", [0.05, 0.95], ""], [85352, "2020-12-01T22:46:07Z", [0.35, 0.65], ""], [55200, "2020-12-01T22:41:17Z", [0.4, 0.6], ""], [58648, "2020-12-01T22:37:32Z", [0.3, 0.7], ""], [92208, "2020-12-01T22:32:14Z", [0.4, 0.6], ""], [61598, "2020-12-01T15:46:56Z", [0.63, 0.37], ""], [95503, "2020-12-01T14:37:15Z", [0.6, 0.4], ""], [1333, "2020-12-01T14:15:13Z", [0.0, 1.0], ""], [95808, "2020-12-01T14:00:49Z", [0.95, 0.05], ""], [95707, "2020-12-01T13:56:15Z", [0.35, 0.65], ""], [80475, "2020-12-01T01:51:30Z", [0.6, 0.4], "Making an adjustment because I don't wanna be too far from the crowd here, but I am finding it hard to believe that these two things are both true:\na.) Warnock's true odds are 45% \nb.) Ossoff's true odds are 33%.  https://www.gjopen.com/questions/1759-who-will-win-the-u-s-senate-election-for-georgia-class-ii-seat-in-2020 How could there be so many Georgia voters, with partisanship being at a record high, splitting their votes? Who is the Warnock/Perdue voter?"], [91561, "2020-11-30T23:20:53Z", [0.58, 0.42], ""], [96784, "2020-11-30T20:42:45Z", [0.65, 0.35], ""], [94872, "2020-11-30T20:41:46Z", [0.63, 0.37], ""], [96998, "2020-11-30T19:35:50Z", [0.65, 0.35], ""], [94435, "2020-11-30T06:47:47Z", [0.6, 0.4], ""], [22689, "2020-11-30T01:06:15Z", [0.5, 0.5], ""], [96630, "2020-11-30T00:18:11Z", [0.55, 0.45], "If Trump campaigns heavily."], [47210, "2020-11-29T23:16:20Z", [0.0, 1.0], "Democratic turnout will remain high. R's will decrease. Both will rely more on mail-in ballots, and D's are in the habit..."], [95565, "2020-11-29T22:57:03Z", [0.48, 0.52], ""], [26642, "2020-11-29T21:19:22Z", [0.45, 0.55], "I'm adjusting my forecast.  Trump's constant war on the Vote is apparently starting to adversely affect Republican planned participation in the runoff election.  They believe that no matter what they do, the outcome is rigged against them so why bother.  It is an interesting adverse effect of the President's unwillingness to accept the election results.  "], [14027, "2020-11-29T20:26:30Z", [0.5, 0.5], "We recently learned that we cannot rely on polls, so I'm not even going to check them.  Georgia has historically been very Republican.  But Biden just won it, probably due to the get-out-the-vote work by Stacey Abrams and others.  Whoever turns out their voters will win.  So I'm forecasting this one as a coin toss."], [1333, "2020-11-29T19:41:56Z", [0.0, 1.0], "Republican turnout will be dismal as  70percent believe the General election was rigged."], [766, "2020-11-29T16:26:35Z", [1.0, 0.0], ""], [87744, "2020-11-29T07:09:05Z", [0.48, 0.52], ""], [86785, "2020-11-29T03:44:56Z", [0.52, 0.48], ""], [22689, "2020-11-28T20:02:20Z", [0.65, 0.35], ""], [64684, "2020-11-28T17:38:26Z", [0.35, 0.65], ""], [75863, "2020-11-28T16:31:43Z", [0.6, 0.4], ""], [1034, "2020-11-28T04:12:41Z", [1.0, 0.0], ""], [85986, "2020-11-28T01:49:45Z", [0.6, 0.4], ""], [96686, "2020-11-27T19:39:21Z", [0.45, 0.55], ""], [86279, "2020-11-27T16:08:43Z", [0.25, 0.75], "Republicans won't turn out in the required numbers as Biden will have begun to calm things down after divisive fury of the Trump years "], [95503, "2020-11-27T12:21:35Z", [0.45, 0.55], ""], [80475, "2020-11-26T01:20:23Z", [0.65, 0.35], "It's becoming more clear to voters that Republicans really are the party out of power now. Due to GA's red partisan lean, this favors Loeffler"], [97021, "2020-11-25T18:45:22Z", [0.7, 0.3], ""], [96775, "2020-11-25T18:34:44Z", [0.6, 0.4], "Update to original forecast made on 18 NOV: from 45 Loeffler / 55 Warnock to 60 / 40. According to new 538 polls, Loeffler extended her lead to +4 points. With her negative PCR test results, she is able to return to a full schedule on the campaign trail. If President Trump decides to campaign for the GA Republicans in the special election runoff, Loeffler's numbers could go higher. However, POTUS has not made any announcements suggesting that he will. I will continue to update this forecast as January nears. "], [63674, "2020-11-25T16:14:11Z", [0.45, 0.55], "1. Democrat shift to in-person canvassing \n2. Polls showing a huge Warnock lead (yes I’m aware of all the polling challenges, but it takes me from 90%+ to closer to 50%)\n3. Trend in Georgia politics from red towards purple. To believe Raphael Warnock will lose, you have to believe some Biden voters will voters will stay home or vote for Loeffler Broadly-speaking though it seems like there is a tendency towards divided govt and republicans are throwing the kitchen sink at the race. Tough call, but that’s what keeps me away from a 70/30 Warnock"], [1333, "2020-11-25T14:35:39Z", [0.95, 0.05], ""], [87427, "2020-11-24T22:56:09Z", [0.51, 0.49], ""], [90096, "2020-11-24T16:12:31Z", [0.35, 0.65], ""], [85031, "2020-11-24T14:40:25Z", [0.6, 0.4], ""], [96728, "2020-11-24T14:36:07Z", [0.8, 0.2], ""], [52857, "2020-11-24T14:10:42Z", [0.49, 0.51], ""], [11817, "2020-11-24T03:35:30Z", [0.55, 0.45], ""], [29054, "2020-11-24T02:58:08Z", [1.0, 0.0], ""], [422, "2020-11-24T01:00:41Z", [0.72, 0.28], ""], [50769, "2020-11-23T23:30:29Z", [0.78, 0.22], ""], [73687, "2020-11-23T22:12:32Z", [0.96, 0.04], ""], [40584, "2020-11-23T22:03:33Z", [0.7, 0.3], ""], [92208, "2020-11-23T19:53:56Z", [0.45, 0.55], ""], [92208, "2020-11-23T19:51:33Z", [0.5, 0.5], ""], [75863, "2020-11-23T19:32:50Z", [0.67, 0.33], ""], [1034, "2020-11-23T18:11:43Z", [1.0, 0.0], ""], [94872, "2020-11-23T15:39:37Z", [0.61, 0.39], ""], [96801, "2020-11-23T03:11:15Z", [0.48, 0.52], "The last polls that I found placed Loeffler at 49% and Warnock at 48% of the vote. Every Senate election this November aligned with how the state voted in the Presidential election (if the state voted for Trump the Republican won the Senate race too). Therefore, with this race being so close I predict that the GA Senate seat will go to the Democrats.  https://www.msn.com/en-us/news/politics/what-the-polls-say-about-kelly-loeffler-vs-raphael-warnock-in-georgia-senate-runoff/ar-BB1aZxPF"], [9263, "2020-11-23T01:42:57Z", [0.8, 0.2], ""], [67374, "2020-11-23T01:09:27Z", [0.6, 0.4], ""], [93134, "2020-11-23T00:43:42Z", [0.7, 0.3], ""], [94872, "2020-11-22T22:41:25Z", [0.63, 0.37], ""], [651, "2020-11-22T20:27:20Z", [0.4, 0.6], "Democratic resources and national attention; negative attention from the presidential election and disrupted transition; negative consequences of KL covid diagnosis; KL insider trading issues"], [90167, "2020-11-22T19:26:30Z", [0.52, 0.48], "Loeffler will likely be off the campaign trail for another week-plus due to her COVID-19 diagnosis on Friday.\nhttps://www.cnn.com/2020/11/21/politics/kelly-loeffler-tests-positive-covid-georgia/index.html\n"], [10837, "2020-11-22T18:47:20Z", [0.7, 0.3], ""], [12573, "2020-11-22T18:18:59Z", [0.98, 0.02], ""], [96724, "2020-11-22T17:34:17Z", [0.52, 0.48], ""], [96556, "2020-11-22T15:33:02Z", [0.58, 0.42], ""], [75863, "2020-11-22T15:27:23Z", [0.67, 0.33], "https://www.getguesstimate.com/models/17271"], [1333, "2020-11-22T14:42:01Z", [0.97, 0.03], ""], [1034, "2020-11-22T08:05:43Z", [1.0, 0.0], ""], [94837, "2020-11-22T07:44:03Z", [0.5, 0.5], "Polling presently doesn't show advantage for one of the candidates. Results on Nov. 3 strongly influenced by turnout for presidential candidates, race might end up very differently."], [79609, "2020-11-22T07:27:15Z", [0.45, 0.55], ""], [96722, "2020-11-21T22:51:10Z", [0.44, 0.56], "On going efforts questioning the legitimacy of the election are likely to effect turnout. This drop is in addition to the likely reduction in votes due to the election not containing the highly polarizing Trump/Biden contests. The Republican effort to delegitimize the Nov 3 General Election will effect turn out for the parties in two distinct ways. First, Republican turnout will likely drop due to a few reasons: Significant belief that the election system is inherently flawed, de-incentivizing participation; and, voters that disagree with efforts to delegitimize the general election. Second, Democrats will likely be highly motivated to correct messaging issues that led to underperforming in the general election."], [62808, "2020-11-21T21:47:41Z", [1.0, 0.0], ""], [691, "2020-11-21T19:31:01Z", [0.68, 0.32], ""], [88010, "2020-11-21T18:45:30Z", [0.6, 0.4], ""], [8826, "2020-11-21T15:22:53Z", [0.99, 0.01], "Democrat's don't vote in special elections. The two republican's  got 2/3 of votes in the jungle election."], [64078, "2020-11-21T00:57:15Z", [0.25, 0.75], ""], [35736, "2020-11-20T23:07:13Z", [0.2, 0.8], ""], [96717, "2020-11-20T21:13:39Z", [0.55, 0.45], "Crowd sourced."], [96969, "2020-11-20T20:14:02Z", [0.35, 0.65], "Warnock received 1.6 million votes to Loeffler's 1.3 million votes in the Nov 3rd election and the get-out-the-vote apparatus has been fine-tuned by Democrats like Stacy Abrams and her group.  Democratic votes are therefore more likely to vote than Republican voters who have been told voting is a fraud. "], [96972, "2020-11-20T19:44:34Z", [0.65, 0.35], ""], [96987, "2020-11-20T19:32:01Z", [0.75, 0.25], ""], [1333, "2020-11-20T19:19:27Z", [0.98, 0.02], ""], [19260, "2020-11-20T17:39:02Z", [0.8, 0.2], ""], [96990, "2020-11-20T15:00:03Z", [0.5, 0.5], ""], [97038, "2020-11-20T14:53:28Z", [0.49, 0.51], ""], [97016, "2020-11-20T14:52:46Z", [0.15, 0.85], "Democrat will win with Trump on the ballot"], [96998, "2020-11-20T14:52:26Z", [0.65, 0.35], ""], [97029, "2020-11-20T14:46:36Z", [0.55, 0.45], ""], [96985, "2020-11-20T14:41:00Z", [0.45, 0.55], ""], [97028, "2020-11-20T14:38:57Z", [0.55, 0.45], ""], [96974, "2020-11-20T14:29:00Z", [0.75, 0.25], ""], [96970, "2020-11-20T14:24:12Z", [0.85, 0.15], "It's Georgia, but it's also 2020"], [96973, "2020-11-20T14:23:17Z", [0.75, 0.25], ""], [97040, "2020-11-20T14:23:15Z", [0.5, 0.5], ""], [96995, "2020-11-20T14:22:50Z", [0.5, 0.5], ""], [96971, "2020-11-20T14:20:28Z", [0.55, 0.45], "Almost a coin-flip - Biden won Georgia, which is a big deal.  But Republicans got more support in the special election than Democrats."], [58718, "2020-11-20T14:19:31Z", [0.45, 0.55], "Loeffler will be more impacted by Trump absence at the top of the ticket and African American turnout will be very strong. "], [96984, "2020-11-20T14:19:11Z", [0.5, 0.5], ""], [96988, "2020-11-20T14:17:46Z", [0.65, 0.35], "The tremendous advantage that incumbents have tends to outweigh the enthusiasm of the democratic base within the state of Georgia."], [97026, "2020-11-20T14:13:58Z", [0.6, 0.4], ""], [96436, "2020-11-20T13:46:13Z", [0.82, 0.18], "In my opinion, voter turnout is the deciding factor in run-off elections. Data from 538 suggests that lower voter turnout favors the Republican candidate (https://fivethirtyeight.com/features/georgias-runoffs-will-determine-control-of-the-senate-heres-what-we-know-so-far/). This Republican run-off advantage has been in place for 7 of the last 8 runoff elections (1992-2018) and  will serve as my base-rate for this forecast. That said, this year could be different given Stacy Abrams' strong voting machine. GA democrats may be more motivated to vote and shift the Senate's balance of power. On the other hand, Republican voters may prove to be more consistent at voting.  I will be monitoring for polling data and amending this forecast as polling data arrives."], [97038, "2020-11-20T12:56:17Z", [0.49, 0.51], ""], [95503, "2020-11-20T12:32:29Z", [0.42, 0.58], ""], [97039, "2020-11-20T08:51:14Z", [0.3, 0.7], "Warnock is looking likely to win this race due to a few factors. Republican turnout will likely suffer more than Democratic turnout. Democrats will again vote early in large numbers giving them an advantage over Republicans that again wait for voting day."], [84880, "2020-11-20T00:51:34Z", [0.73, 0.27], ""], [97037, "2020-11-19T23:44:50Z", [0.6, 0.4], ""], [84880, "2020-11-19T22:20:00Z", [0.53, 0.47], ""], [22689, "2020-11-19T22:18:18Z", [0.6, 0.4], ""], [97032, "2020-11-19T20:11:47Z", [0.55, 0.45], "Combined Republican votes exceeded combined Democratic votes on November 3, 2020."], [26642, "2020-11-19T19:38:34Z", [0.5, 0.5], "Trump will continue to stall the election results, continuing to claim fraud, and the longer it goes without fraud being found, the less republicans will be trusted.  That can have a backlash on these two races."], [94587, "2020-11-19T19:12:46Z", [0.5, 0.5], "I live in GA.  It is a toss-up.  Who will turn out the vote is the question."], [835, "2020-11-19T16:19:13Z", [0.58, 0.42], ""], [691, "2020-11-19T16:17:42Z", [0.68, 0.32], ""], [97026, "2020-11-19T16:11:17Z", [0.6, 0.4], ""], [93409, "2020-11-19T15:39:09Z", [0.25, 0.75], ""], [11817, "2020-11-19T08:45:29Z", [0.47, 0.53], ""], [87827, "2020-11-19T03:15:57Z", [0.49, 0.51], "The 538 forecast accounted for the runoff and gave the edge to Warnock. Since the forecast is no longer updating the big question is if the election outcome showed that the polling average was inaccurate. Warnock underperformed the ~40% the heaviest weighted polls gave him, but some of that seems to be because of the vote going to a variety of other Democrats who didn't show up in the polls, such as Deborah Jackson and Johnson-Shealey. Adding up the final vote shares and counting Libertarian for Republicans and Green for Democrats, I get 48.7% for Democrats and 49.9% for Republicans. The latest rated poll has Warnock +1. For now I'm going to lean Warnock by a hair based on 538 but adjusted for the fact that Republicans+Libertarians were close to 50%. Some factors at play are potential discouragement from the Trump loss, possible distaste at Loeffler encouraging the election fraud complaints, and Republicans having higher turnout in off elections. Will have to adjust as more polls come in. https://projects.fivethirtyeight.com/2020-election-forecast/senate/georgia-special/"], [96595, "2020-11-19T00:31:53Z", [0.65, 0.35], ""], [84880, "2020-11-18T22:56:41Z", [0.61, 0.39], "Presuming greater GOP turnout in JAN 2021. I could be very wrong about these. Aggregate turn out of the senate vote NOV 2020... \nGOP - 4709449\nDEM - 4648720"], [96775, "2020-11-18T22:33:34Z", [0.45, 0.55], "While President-elect Biden won Georgia by 14,000 votes (.3%), there will be a considerable drop in voter turnout for the special election in January.  Warnock took 33 percent of the vote on Election Day to Loeffler's 26 percent. Given this 7-pt lead, I will expect Warnock to narrowly come out on top despite both being within the margin of error in current polls. However, I will continue to update this forecast, watching political ad campaign funds and polls leading into January.  https://projects.fivethirtyeight.com/polls/georgia/"], [94872, "2020-11-18T20:16:18Z", [0.65, 0.35], ""], [61231, "2020-11-18T18:26:26Z", [0.4, 0.6], "If all of the Republican voters go to Loeffler (2,378,212), and all the Democratic voters go to Warnock (2,375,970) there are 35,390 Libertarian votes most which will go to Loeffler, and a mix of 74,416 independent/green party voters most of which will go to Warnock. This will give him an edge, if those numbers hold. Democratic turn out needs to hold for this assessment to prove true, which historically doesn't but the current political climate might lend this to change."], [96923, "2020-11-18T18:09:55Z", [0.75, 0.25], ""], [25601, "2020-11-18T17:23:33Z", [0.67, 0.33], ""], [1333, "2020-11-18T13:53:25Z", [0.99, 0.01], ""], [87691, "2020-11-18T07:18:07Z", [0.0, 1.0], ""], [94556, "2020-11-18T04:26:43Z", [0.82, 0.18], ""], [94556, "2020-11-18T04:23:55Z", [0.85, 0.15], ""], [11278, "2020-11-18T02:44:52Z", [0.65, 0.35], ""], [49359, "2020-11-18T01:31:33Z", [0.48, 0.52], ""], [86946, "2020-11-18T01:21:21Z", [0.6, 0.4], ""], [422, "2020-11-18T00:40:47Z", [0.63, 0.37], ""], [55306, "2020-11-17T22:18:34Z", [0.55, 0.45], ""], [55306, "2020-11-17T22:07:47Z", [0.55, 0.45], ""], [96995, "2020-11-17T21:35:48Z", [0.45, 0.55], ""], [96992, "2020-11-17T19:23:00Z", [0.75, 0.25], ""], [31656, "2020-11-17T19:10:49Z", [0.75, 0.25], ""], [95503, "2020-11-17T19:00:58Z", [0.45, 0.55], ""], [87064, "2020-11-17T18:00:21Z", [1.0, 0.0], ""], [47443, "2020-11-17T17:52:10Z", [0.1, 0.9], ""], [87867, "2020-11-17T17:29:25Z", [0.6, 0.4], "first guess no research yet"], [93181, "2020-11-17T17:27:18Z", [0.2, 0.8], "I think the dems are likely but given Biden won that my cause people to second guess"], [90847, "2020-11-17T16:14:52Z", [0.9, 0.1], "Moving from a crowded field to a narrow field tends to amplify the count for the previous highest vote recipient.  The Democratic voters no longer motivated by anti-Trump sentiment are less motivated to vote.  A few centrists who previously sided with Warnock will vote Republican to keep liberal policies in check.  It's an uphill battle for Warnock, but that doesn't mean it can't be overcome.  Hence the 10% shot at winning."], [93068, "2020-11-17T15:49:11Z", [0.6, 0.4], ""], [80475, "2020-11-17T14:24:33Z", [0.5, 0.5], ""], [96983, "2020-11-17T10:36:47Z", [0.5, 0.5], ""], [73970, "2020-11-17T08:18:13Z", [0.49, 0.51], ""], [30717, "2020-11-17T06:25:31Z", [0.4, 0.6], ""], [25601, "2020-11-17T05:09:17Z", [0.51, 0.49], ""], [1034, "2020-11-17T02:09:36Z", [1.0, 0.0], ""], [1078, "2020-11-17T01:13:52Z", [0.4, 0.6], ""], [75093, "2020-11-16T22:50:48Z", [0.45, 0.55], ""], [62808, "2020-11-16T22:00:38Z", [1.0, 0.0], ""], [96009, "2020-11-16T18:53:43Z", [0.9, 0.1], "Historic voting behaviors of democrats and the state in general indicate it is highly unlikely democrats will win the seat"], [95823, "2020-11-16T18:27:38Z", [0.45, 0.55], ""], [29054, "2020-11-16T17:14:52Z", [1.0, 0.0], ""], [96930, "2020-11-16T17:03:57Z", [0.65, 0.35], "The President-elect flipped Georgia blue by 14k a real reversal from the President's win in 2016 by over 210k. With neither party leader on the ticket turnout may be lower than November 3rd. Some are arguing that GOP does better in Georgia runoff, but that seems to be predicated on one race back in 2008. In 2018 (non election year) Gov Kemp won by over 50k. The same year GOP won the lg race by 130k and the ag race by 100k. With both parties aware of how this will affect the senate they should cancel each other out in terms of endorsements and money. I think Loeffler has the edge in the now purple state. I will put her at 65% and update with more polling and info (according to 538 Pres elect had 1.5 lead in GA and he won by .3 so fairly accurate polling there). "], [22689, "2020-11-16T16:55:06Z", [0.65, 0.35], ""], [691, "2020-11-16T16:28:08Z", [0.7, 0.3], ""], [95565, "2020-11-16T14:19:51Z", [0.6, 0.4], ""], [85535, "2020-11-16T14:17:01Z", [0.1, 0.9], ""], [21865, "2020-11-16T14:07:19Z", [1.0, 0.0], ""], [96541, "2020-11-16T13:18:22Z", [0.45, 0.55], "Warnock was the clear leader in the first election. After adding up the percentages of votes for each party, it appears that the Republican party had a slight advantage in the last election when looking at the overall percentage of votes. However, not all that voted in the previous election will vote the same (or at all), and some of the other parties voters may vote for either the Democrats or Republicans. Based on party views, however, I believe that the Republicans will likely pick up some of the Libertarian votes, and the Democrats will likely pick up some of the Independent and Green party votes.  Republicans 49.2%\nDemocrats 48.4%\nIndependent 1.3%\nLibertarian 0.7%\nGreen 0.3%\n"], [14282, "2020-11-16T11:48:40Z", [0.55, 0.45], ""], [81334, "2020-11-16T08:21:47Z", [0.5, 0.5], "https://projects.fivethirtyeight.com/2020-election-forecast/senate/georgia-special/ D had a 2/3 p??\nSo i guess now at lot lower + momentum against?\nCan't see much beyond 50-50"], [88010, "2020-11-16T03:07:04Z", [0.6, 0.4], ""], [4209, "2020-11-15T21:54:58Z", [0.71, 0.29], ""], [35398, "2020-11-15T20:42:17Z", [0.99, 0.01], ""], [835, "2020-11-15T20:11:07Z", [0.51, 0.49], ""], [96556, "2020-11-15T19:39:57Z", [0.6, 0.4], ""], [534, "2020-11-15T19:03:15Z", [0.55, 0.45], ""], [13979, "2020-11-15T18:43:00Z", [0.35, 0.65], ""], [21258, "2020-11-15T18:20:50Z", [0.95, 0.05], ""], [90457, "2020-11-15T17:48:46Z", [0.99, 0.01], ""], [94751, "2020-11-15T16:34:50Z", [0.45, 0.55], "Democrats are energized, and will pick up additional young voters through registrations. Loeffler is not as popular with the republican base. "], [4768, "2020-11-15T14:18:24Z", [0.72, 0.28], ""], [4768, "2020-11-15T13:47:01Z", [0.28, 0.72], ""], [2965, "2020-11-15T07:40:47Z", [0.52, 0.48], "http://www.538.com forecast plus 5 for dems\nI figure he is being cautious.\nActually 538 did great.\nAs Nate explained it under his 92% Forecast for Biden, about 10% of the time.\nBut Nate cautioned, Trump had as much chance of winning as it rqinubg in LA\nIt does rain in LA about  35 days a year\nNate is right and use some Bayesian logic on his probability curve you wont be disappointed. "], [1034, "2020-11-15T05:18:38Z", [1.0, 0.0], ""], [11242, "2020-11-15T05:15:57Z", [0.25, 0.75], ""], [1034, "2020-11-15T04:56:44Z", [1.0, 0.0], ""], [80475, "2020-11-15T04:28:25Z", [0.75, 0.25], "Slightly less likely than Senator Purdue to win. She was appointed, so not a strong incumbent. Also has a serious scandal with insider stock sales surrounding C19. On the other hand, partisanship is so strong that there may not be many people who vote for Purdue but not her."], [9263, "2020-11-15T01:52:33Z", [0.8, 0.2], ""], [86278, "2020-11-14T22:22:22Z", [0.4, 0.6], ""], [94837, "2020-11-14T22:00:43Z", [0.7, 0.3], ""], [70711, "2020-11-14T21:42:41Z", [0.6, 0.4], ""], [84880, "2020-11-14T20:27:00Z", [0.47, 0.53], ""], [22689, "2020-11-14T19:14:07Z", [0.6, 0.4], ""], [96941, "2020-11-14T18:56:04Z", [0.25, 0.75], "The "], [691, "2020-11-14T15:46:46Z", [0.72, 0.28], ""], [96369, "2020-11-14T14:00:10Z", [0.6, 0.4], ""], [95503, "2020-11-14T12:11:27Z", [0.4, 0.6], ""], [80790, "2020-11-14T11:51:00Z", [0.53, 0.47], ""], [740, "2020-11-14T11:42:39Z", [0.35, 0.65], ""], [94737, "2020-11-14T06:15:11Z", [1.0, 0.0], ""], [1034, "2020-11-14T05:49:29Z", [1.0, 0.0], ""], [88452, "2020-11-14T05:27:59Z", [0.0, 1.0], ""], [60695, "2020-11-14T01:35:59Z", [0.3, 0.7], ""], [92079, "2020-11-14T01:19:07Z", [1.0, 0.0], ""], [90167, "2020-11-14T01:14:00Z", [0.67, 0.33], ""], [62808, "2020-11-14T01:09:51Z", [1.0, 0.0], ""], [61598, "2020-11-13T23:58:27Z", [0.7, 0.3], ""], [94872, "2020-11-13T22:41:14Z", [0.68, 0.32], ""], [40584, "2020-11-13T20:49:53Z", [0.8, 0.2], "Incumbency is a huge advantage. "], [96866, "2020-11-13T20:40:40Z", [0.65, 0.35], ""], [96556, "2020-11-13T20:29:08Z", [0.55, 0.45], ""], [53391, "2020-11-13T20:17:51Z", [0.8, 0.2], ""], [84880, "2020-11-13T19:55:25Z", [0.43, 0.57], ""], [68240, "2020-11-13T19:39:08Z", [0.7, 0.3], "The Dems got 48% of the Senate vote in November and the GOP got 49%. Add that on to a lower turnout political environment and the seats are likely to go Republican. But there is still some uncertainty: Waernock actually lead in some pre-election polling, we don't know how much Georgia has changed, and we're not entirely sure where the energy is. How Trump's challenge to the election goes, and whether or not he will campaign in Georgia, will make a big difference. "], [88766, "2020-11-13T19:35:57Z", [1.0, 0.0], ""], [20284, "2020-11-13T19:29:14Z", [0.95, 0.05], "Despite tons of money the dirt will fly and it seems like there is more dirt on Warnock and just one example his youth camp than there is dirt on Loeffler.  Special elections in Georgia historically have been won by Republicans."], [7289, "2020-11-13T19:17:49Z", [0.8, 0.2], ""], [95830, "2020-11-13T19:11:55Z", [0.6, 0.4], ""], [1333, "2020-11-13T18:35:31Z", [1.0, 0.0], ""]], "open_date": "2020-11-13T18:00:12Z", "close_date": "2021-01-05T08:01:12Z"}