{"question_id": 1793, "title": "In its 2020 referendum, will Puerto Rico vote to become a state?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.95, 0.05], "correct_answer": "Yes", "correct_forecast": 0.95, "preds": [[89038, "2020-11-05T07:21:46Z", [1.0], ""], [67844, "2020-11-05T04:48:14Z", [1.0], ""], [83, "2020-11-05T03:17:56Z", [1.0], ""], [93028, "2020-11-04T22:08:25Z", [1.0], ""], [15839, "2020-11-04T20:45:29Z", [1.0], ""], [68240, "2020-11-04T20:32:22Z", [1.0], ""], [928, "2020-11-04T19:35:40Z", [1.0], ""], [691, "2020-11-04T16:52:12Z", [1.0], ""], [1333, "2020-11-04T14:39:55Z", [0.5], ""], [95344, "2020-11-04T06:58:55Z", [0.9], ""], [94418, "2020-11-03T06:55:06Z", [0.95], ""], [88569, "2020-11-03T03:22:17Z", [0.8], "This was a dumb question for me to have answered. So few data points. Crowd is at 95%. I normally extremize but I'm going the other way because I don't believe anyone knows anything about this one. "], [86715, "2020-11-03T03:18:14Z", [0.98], ""], [91992, "2020-11-03T02:35:03Z", [0.97], ""], [93303, "2020-11-02T22:15:27Z", [1.0], ""], [59898, "2020-11-02T22:09:09Z", [0.99], ""], [52131, "2020-11-02T21:42:49Z", [0.95], ""], [92232, "2020-11-02T20:09:03Z", [0.88], ""], [92232, "2020-11-02T20:08:34Z", [0.85], ""], [95751, "2020-11-02T19:02:32Z", [0.95], "they voted for statehood in 2017 by an overwhelming 95% (only 22% of the people voted). "], [1034, "2020-11-02T17:54:45Z", [1.0], ""], [90433, "2020-11-02T15:40:38Z", [0.95], ""], [96301, "2020-11-02T10:47:42Z", [0.65], ""], [96705, "2020-11-02T06:05:08Z", [0.2], "Historically, only approximately 1/3 have voted for statehood.  They receive federal aid but are not required to pay federal taxes.  "], [62808, "2020-11-02T00:14:17Z", [1.0], ""], [75824, "2020-11-01T16:12:02Z", [1.0], ""], [45594, "2020-11-01T09:47:59Z", [0.7], ""], [88569, "2020-11-01T01:52:11Z", [0.9], ""], [88569, "2020-11-01T01:06:45Z", [0.93], ""], [85097, "2020-11-01T00:50:37Z", [0.6], "I haven't seen any polling that is actually decent or has 'Yes' with a clear enough lead to give anywhere near the certainty of the crowd here."], [92467, "2020-10-31T19:49:23Z", [0.7], ""], [95787, "2020-10-31T12:38:09Z", [0.88], "-  Because the polling for this referendum is virtually nonexistent, I am shifting to a different view.\n - Using the summer governer primaries the following was identified. \n- 281,000 voters for the PNP (pro-statehood) turned out\n- 204,000 voters for the PPD (pro-independence) \n- Polls continue to swing between the candidates within the statistical margin of error (https://projects.fivethirtyeight.com/polls/governor/puerto-rico/)\n- SO all of this to say, the vote is going to be a toss up.  Do the PPD vote show up this year, unlike the last election? How does a Y/N vote impact the polling when previous votes were Y/N/Status quo"], [87880, "2020-10-31T07:59:13Z", [0.95], ""], [49216, "2020-10-31T07:21:52Z", [0.85], "Based on information in the comments, I'm revising from 100% to 85% because my initial perspective was more from the article information and historical user of referendums politically and only having in person opinions available initially from those that have moved to the US or served with me in the military after graduating from military schools there. That set of people probably won't be voting in the referendum."], [88569, "2020-10-31T06:55:26Z", [0.94], ""], [88569, "2020-10-31T06:44:34Z", [0.96], ""], [49216, "2020-10-31T03:07:43Z", [1.0], "If you had it the day after the US elections, I think Biden winning will make the process seem less urgent. But the threat of Trump winning the election will influence Puerto Rico to vote for the fastest option, which would be statehood, to assure additional rights in times that seem uncertain, with widespread economic instability. Statehood will seem like the most stable and secure option on Nov 3 election day in particular."], [87880, "2020-10-31T00:59:57Z", [0.9], ""], [87880, "2020-10-31T00:59:28Z", [0.65], ""], [1034, "2020-10-30T22:47:47Z", [1.0], ""], [1333, "2020-10-30T17:52:30Z", [1.0], ""], [68240, "2020-10-30T14:29:58Z", [0.65], "Change (-17) While it is logical that Puerto Rico will vote for statehood as they have in previous elections and a desire for more federal funds following Hurricane Maria there is still a lot of uncertainty. There hasn't been a lot of polling, you can see all of it on Wikipedia (https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum), but the latest poll has this question at a statistical tie (https://radioisla.tv/jennifer-gonzalez-domina-la-contienda-a-la-comisaria-residente/) with a lot of voters undecided.  The biggest complication is that compared to previous statehood elections the anti-statehood party (the PDP) is not boycotting the referendum. Their boycotts are what led the margin to be so lopsided in favor of statehood in 2012 and 2017. Indeed, this time the referendum will be held the same day as local elections in Puerto Rico and with the question being a straight Yes/No as opposed to the 3 part questions on previous ballots there is no way for the anti-statehood block (which considers a myriad of options) to be divided. Additionally, while the PNP have a plurality of support the rest of the support is divided amongst the PDP and opposition parties a few of whom have different plans for statehood. Furthermore 6% of PNP voters think the question is pointless because it has not been congressionally approved and sentiment on the island is that this referendum is a political stunt for the PNP to drive its voters to the polls. Frankly, I don't think mainlanders understand politics in Puerto Rico at all as evidence by the crowd giving this a 95% chance of passing. Views in Puerto Rico actually appear quite jaded on the statehood question, there was even a dust-up amongst legislators of Puerto Rican descent and politicians on the island about the best way forward (https://www.nbcnews.com/news/latino/new-aoc-vel-zquez-bill-puerto-rico-s-status-sparks-n1238192). In my estimation what is driving people to be confident in this question is they see statehood as something Puerto Ricans want following the Hurricane, they think Puerto Ricans vote like democrats and hate Donald Trump, and they think Puerto Rico is desperate to shed their status (while the latter is true there is a lot of debate over how to do it and also this referendum many believe will not change their status).  TLDR: While the existing evidence (polling and sentiment following the hurricane) supports an affirmative outcome there remains a lot of uncertainty as this will be the first referendum in which the PDP is not boycotting and views of statehood on the island are complicated by perceptions that this being on the ballot is a political stunt. Additionally, polling shows a toss-up vote with a lot of undecided voters. "], [62808, "2020-10-30T13:02:54Z", [1.0], ""], [94837, "2020-10-30T11:39:17Z", [0.88], ""], [94837, "2020-10-30T11:32:21Z", [0.8], ""], [88569, "2020-10-29T21:13:22Z", [0.99], ""], [79508, "2020-10-29T07:17:42Z", [0.95], ""], [88569, "2020-10-29T03:47:43Z", [1.0], ""], [92379, "2020-10-28T20:40:18Z", [0.95], ""], [90433, "2020-10-28T18:35:45Z", [0.95], ""], [95817, "2020-10-27T13:50:36Z", [0.9], ""], [95817, "2020-10-27T13:38:56Z", [0.8], "The latest poll conducted in PR showed a 75% favor of statehood.  This is down from the 2017 vote at 96% in favor of statehood.  There is a perception that the Dems will win the US presidential election and they are in favor of PR statehood.  This provides a better path towards statehood for PR that wasn't as clear as before.  "], [1034, "2020-10-26T20:10:43Z", [1.0], ""], [27321, "2020-10-26T19:01:48Z", [0.99], ""], [95787, "2020-10-26T10:48:23Z", [0.88], "- No update based on limited news and polling.  "], [90569, "2020-10-25T18:16:26Z", [0.95], ""], [96583, "2020-10-25T15:40:13Z", [0.8], ""], [45594, "2020-10-25T08:47:40Z", [0.7], ""], [79142, "2020-10-24T14:44:55Z", [0.9], ""], [14432, "2020-10-24T05:15:18Z", [1.0], ""], [90433, "2020-10-22T17:46:32Z", [0.95], ""], [62808, "2020-10-21T22:06:20Z", [1.0], ""], [1333, "2020-10-21T13:44:29Z", [1.0], ""], [1034, "2020-10-21T11:38:51Z", [1.0], ""], [62808, "2020-10-21T11:00:00Z", [0.85], ""], [87880, "2020-10-20T22:41:49Z", [1.0], ""], [81304, "2020-10-20T22:03:56Z", [1.0], ""], [93358, "2020-10-20T20:42:59Z", [0.75], ""], [96471, "2020-10-20T13:57:04Z", [0.97], ""], [90733, "2020-10-19T20:41:05Z", [1.0], ""], [27321, "2020-10-19T18:51:24Z", [0.98], ""], [1034, "2020-10-19T13:56:52Z", [1.0], ""], [578, "2020-10-18T19:59:35Z", [1.0], ""], [96450, "2020-10-18T11:13:46Z", [0.96], ""], [1333, "2020-10-17T14:55:25Z", [0.98], ""], [59898, "2020-10-16T19:20:27Z", [0.97], ""], [8826, "2020-10-16T15:41:12Z", [0.0], "no way"], [87744, "2020-10-16T14:16:19Z", [0.85], ""], [34959, "2020-10-16T08:25:38Z", [0.98], ""], [61226, "2020-10-16T07:16:42Z", [0.92], ""], [62808, "2020-10-15T21:44:32Z", [0.8], ""], [90527, "2020-10-15T20:26:36Z", [0.99], "2017 vote on the same issue was overwhelmingly in favor"], [68240, "2020-10-15T17:35:17Z", [0.85], ""], [86031, "2020-10-15T13:42:54Z", [0.95], ""], [95787, "2020-10-15T11:16:40Z", [0.88], "- The referendum will ask the question different than years past.  Previous voters could elect independence or undecided. This will be a straight yes or no vote.  As a result, the numbers will be closer than initially anticipated. \n"], [88569, "2020-10-14T22:48:00Z", [0.97], ""], [94435, "2020-10-14T19:50:16Z", [0.99], ""], [96370, "2020-10-14T17:41:41Z", [0.82], "BASE RATE:\nThe percentage vote for Statehood has been on a growing trend over the previous 4 referenda: https://www.ballotpedia.org/Puerto_Rico_Statehood_Referendum_(2020)#cite_note-bill-1 Since 2017, there have been devastating events in Puerto Rico that has shown vulnerability in their fiscal model. This has also led to big net migration from the territory. Turnout in 2017 was low, but an overwhelming majority voted for Statehood. Given that there has been no minimum % of the vote required for this to be the result, it is unlikely to change significantly since 2017. Assuming a relative proportion of net migrants voted for Statehood in 2017, then this will have a downward impact on the majority."], [95565, "2020-10-14T15:10:46Z", [0.97], ""], [95565, "2020-10-14T15:10:28Z", [0.98], ""], [1333, "2020-10-14T14:52:00Z", [0.99], ""], [95503, "2020-10-14T13:35:21Z", [0.96], "The limited number of polls that have been done have shown strong support for statehood, and 2017 AND 2012 referendums both voted overwhelmingly for statehood (admittedly, in different circumstances). Seems like a fairly sure thing - not much news on this but I don't want to second guess my instincts too much - polling massively showing Yes vote and previous results suggests another 'Yes' victory."], [88387, "2020-10-14T05:02:24Z", [0.99], ""], [96400, "2020-10-13T20:27:52Z", [0.65], "Puerto Rico would be able to qualify for more economic support and natural disaster relief. "], [96318, "2020-10-13T16:16:54Z", [0.95], ""], [1333, "2020-10-13T14:33:45Z", [0.99], ""], [88569, "2020-10-13T00:45:05Z", [0.95], ""], [95707, "2020-10-12T23:07:55Z", [0.2], "For those wondering why I am keeping with my low estimate, I have been generally aware of PR statehood issue since the 90's. I do think the economic benefits of remaining a territory are sound. Folks will always act in their own self-interests and being a territory has financial gains. I also recognize the desire among others who could seek two more Senate seats given the looming Dem sweep. But it comes down to a matter of plurality support for statehood with a majority of voters actually participating in an election. Prior referendums were poorly attended and while support numbers were high, there was not a mandate for statehood. That said, I am also using this question as a test whether my assessment is biased toward past sentiments. Thereupon I would acknowledge I should have jacked my estimate higher.  There is also a tendency for D administrations to be more sympathetic to PR issues, solidifying the notion that remaining a territory would restore advantages one could perceive as lost under a R administration - like Hurricane response..."], [95707, "2020-10-12T22:11:13Z", [0.2], "https://www.washingtonpost.com/opinions/2020/05/21/is-puerto-rico-having-defining-vote-statehood-no-its-just-political-stunt/"], [96380, "2020-10-12T21:39:27Z", [0.99], ""], [95787, "2020-10-12T13:45:34Z", [0.88], "- Recent pool on NBC https://www.nbcnews.com/news/latino/poll-coronavirus-pandemic-has-puerto-ricans-edge-about-person-voting-n1240883?fbclid=IwAR050qA3MlDuBFF4rbewz8kJLlh3oZ9iqCGjXTqTU46__SGxhk4CMmy7bVM.  (no real information on the statistical significance, but a running fix) "], [92232, "2020-10-12T09:23:24Z", [0.85], ""], [1034, "2020-10-12T02:25:13Z", [1.0], ""], [48081, "2020-10-11T22:41:45Z", [0.95], "The change to the simple Yes or No for the referendum should only help. The 2017 referendum passed easily, although with extremely low turnout. Even with a Presidential election and governor election at the top of the ticket, polling still shows a clear majority support for statehood in the simple Yes or No format. "], [45594, "2020-10-11T13:33:00Z", [0.7], ""], [96344, "2020-10-11T01:42:53Z", [0.7], "As I read the polling data, it's a bit hard to follow because they asked separately whether respondents would answer the status question from whether they would vote in general. 75% said they were certain to vote and 82% said >8/10 on likelihood to vote overall, but only 57% said they would answer the status question. This creates a problem for interpreting the data because those saying they will vote on status question are much more in favor of statehood  (70%) than those that say they won't or are not sure (31%),  Unless someone can point otherwise, it seems like the question will be on the same ballot, so I presume a much higher share of actual voters will vote for the question, and so I expect a midpoint vote share of ~60% in favor, implying a lower probability than the current crowd forecast.  The last polling (Sept 14-18) has this at 53%, which is very similar to prior polling at 54% (July 2020). This is fairly consistent with prior year polling with three options (statehood, status quo, independence) where statehood got 48-57%. "], [94751, "2020-10-10T18:23:28Z", [0.75], ""], [33035, "2020-10-10T18:16:00Z", [0.96], ""], [58028, "2020-10-09T19:11:16Z", [1.0], ""], [1034, "2020-10-09T18:18:07Z", [1.0], ""], [79508, "2020-10-09T17:00:14Z", [0.9], "Nothing seems to be on the table to tip this into a No Vote other than a walk away to spurn action, now is clearly not the best time so better to wait out the elections and see what paths may or may not open"], [77404, "2020-10-09T14:42:42Z", [1.0], ""], [522, "2020-10-09T11:52:24Z", [0.95], "Highly likely outcome based on recent experience of not being a State."], [81262, "2020-10-09T03:47:35Z", [1.0], "Vote was split in 1993, but has only grown in support of statehood ever since Statehood will give them the legal representation to actually defend their interests on a Federal level - which is important given the public sector dominance + legacy of prior tax breaks  https://www.wsj.com/articles/SB889992256334179500\nhttps://www.ballotpedia.org/Puerto_Rico_Statehood_Referendum_(2020)"], [91134, "2020-10-08T02:11:43Z", [0.95], ""], [62808, "2020-10-07T21:20:23Z", [0.8], ""], [96301, "2020-10-07T19:22:35Z", [1.0], ""], [87827, "2020-10-07T18:21:39Z", [0.85], "@Terry-Smith has the poll source and a summary of the combined (plan to vote and don't plan to vote) polling is at the wikipedia link. Looks like a pretty confident yes. Leaving some uncertainty because there has only been one recent poll. https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-25"], [92331, "2020-10-07T15:43:31Z", [0.0], "They regretted making Hawaii a state.\nPlus, I doubt they’re Inclined to rid themselves of one of their tax shelters."], [56170, "2020-10-07T13:17:21Z", [0.96], ""], [95503, "2020-10-07T10:33:58Z", [0.93], ""], [1479, "2020-10-07T05:27:19Z", [1.0], ""], [47280, "2020-10-07T04:12:03Z", [0.99], ""], [484, "2020-10-07T02:07:11Z", [1.0], "Up 5% on post below. Still wonder about a protest vote against."], [1034, "2020-10-06T21:38:30Z", [1.0], ""], [80475, "2020-10-06T17:48:51Z", [1.0], "Dominance for yes in the polling (page 3): https://www.puertorico-herald.org/issues2/2020/vol18n04/PRH%20Sept%202020%20Poll-%20Final%20Topline.pdf\n3/4 of voters haven't even seen an ad urging a no vote! (page 5)"], [41318, "2020-10-06T14:46:31Z", [0.95], ""], [56170, "2020-10-06T14:01:30Z", [0.94], ""], [80790, "2020-10-06T07:59:57Z", [0.99], ""], [34959, "2020-10-06T04:00:20Z", [0.95], ""], [33637, "2020-10-05T10:55:12Z", [0.35], ""], [92379, "2020-10-04T21:52:10Z", [0.9], ""], [43588, "2020-10-04T20:33:39Z", [1.0], ""], [94988, "2020-10-04T18:10:31Z", [0.95], "Statehood has won comfortably in the past two referendums on the topic, although the opposition boycotted the 2017 vote. There's some possibility of either a protest vote against Puerto Rico's treatment by the US government under the Trump administration, although as of now there doesn't seem to be any clear sign of that happening."], [27321, "2020-10-04T16:05:41Z", [0.99], ""], [8159, "2020-10-03T23:21:51Z", [0.85], ""], [92786, "2020-10-03T16:19:51Z", [1.0], ""], [33637, "2020-10-03T14:25:55Z", [0.1], ""], [93174, "2020-10-03T14:14:55Z", [0.95], "Especially considering the current geo-political temperature right now, I see it being absolutely vital to PR's survival to be named an actual state. "], [90802, "2020-10-03T13:38:09Z", [0.8], ""], [22689, "2020-10-03T01:39:42Z", [1.0], ""], [88569, "2020-10-02T22:39:58Z", [0.98], ""], [85840, "2020-10-02T16:35:37Z", [0.6], ""], [95817, "2020-10-02T15:13:43Z", [0.75], "Key drivers for voting for statehood are a lapsing economy, lack of rights that other US citizens have, and more sway in politics that would benefit PR.  However, 2018 was PR's 6th time voting for statehood and every time a vote of Yes went forward to Congress, it was ignored. Also, the US has no formal process towards statehood. All these factors make PRs cynical of any Yes vote equating to support in Congress.  The combination of a pro-statehood gov't in place in PR, the last three votes in 2016-18 were a yes, and the perception by PR that Democrats will lead America soon, I see a high probability of another yes."], [40584, "2020-10-02T14:12:10Z", [0.95], ""], [81057, "2020-10-02T02:29:38Z", [0.98], ""], [88452, "2020-10-01T20:41:57Z", [1.0], ""], [928, "2020-10-01T17:44:22Z", [0.95], ""], [8663, "2020-10-01T17:37:59Z", [1.0], ""], [95787, "2020-10-01T14:40:44Z", [0.86], "-  Initial projection adjusted following discussion with PR NPP member, strong groundswell for the vote within NPP following COVID and hurricanes.   "], [88954, "2020-10-01T13:36:38Z", [0.95], ""], [62334, "2020-10-01T13:28:32Z", [0.67], "Simply put, the pluses outweigh the minuses I would think if you are a citizen of Puerto Rico. Also, at one time Puerto Rico had a large pharmaceutical industry and given concerns over China manufacturing many key components momentum could be building to revitalize that industry which could add momentum to Puerto being considered as a state. "], [79142, "2020-10-01T13:01:26Z", [0.75], ""], [95469, "2020-10-01T07:42:39Z", [0.76], ""], [85306, "2020-10-01T06:57:20Z", [0.8], ""], [41254, "2020-10-01T01:44:33Z", [0.99], ""], [66179, "2020-09-30T18:48:34Z", [0.95], ""], [90433, "2020-09-30T18:26:52Z", [0.75], ""], [90457, "2020-09-30T15:09:18Z", [1.0], ""], [77472, "2020-09-30T13:39:14Z", [0.75], "PR would have received more help/resources in recovering from Hurricane Maria if it had been a state. Its very likely that PR voters now realize that being a state is advantageous.  "], [95503, "2020-09-30T11:02:24Z", [0.88], ""], [45972, "2020-09-30T06:14:52Z", [0.01], ""], [88569, "2020-09-30T05:29:27Z", [0.94], "Crowd forecast has shifted down. Keep looking for a reason statehood vote would fail. The populist boycott in 2017 raises biggest questions. What if they don't boycott now? What kind of election year was 2017?  "], [48709, "2020-09-30T03:15:53Z", [0.5], "Coin toss or Monte Carlo prediction model."], [33035, "2020-09-29T23:19:58Z", [0.76], ""], [89135, "2020-09-29T22:44:34Z", [0.65], "As the presidential race heats up, I can see Puerto Ricans wishing they could vote Donald Trump out of office.   https://www.msn.com/en-us/news/politics/donald-trump-wanted-to-trade-puerto-rico-for-greenland/ar-BB18abEd"], [88569, "2020-09-29T17:25:30Z", [0.97], ""], [95707, "2020-09-29T17:12:18Z", [0.2], "There is no clear financial or social incentive for individual PR residents to change status from protectorate to state. The island is experiencing economic downturn and ballooned debt, but like the US national debt, this is just a number to most folks. There is greater incentive for the Democratic party (AOC) introduced the latest legislation), but that is somewhat self-serving to more fully tip the balance of power in the Senate toward Democrats. All prior plebescites for statehood, failed, the last experiencing a boycott by anti-statehood PR based groups. Pro statehood earned 28%  in 2014. A resounding defeat.My estimate would go lower, but current anti-republican sentiment manifesting in Senate races is a wildcard factor."], [67232, "2020-09-29T16:39:30Z", [1.0], ""], [68240, "2020-09-29T16:33:31Z", [0.7], "There is soooo little news about this vote. The main variable appears to me to be whether or not the PDP are going to boycott as they have in previous elections. If they do, it will pass. If they don't, from what I can tell it is much harder to predict. Here are the data points: 1) The poll provided by @mwackers . It appears that statehood has a plurality, but not a majority. This tracks other data on the island. 2) The pro-statehood currently has a majority of seats on the island, that might indicate a surge in statehood support which would make sense given the disasters the island has been besieged by.  3) News coverage seems to imply that many Puerto Ricans view this referendum as un-impactful, a stunt, and a waste of funds. It's hard to say if that will make people show up to the polls or not. Conclusion: Current trends and data point to statehood but without polls or knowledge of what the PDP is going to do, a two-choice referendum with decent turnout is unprecedented in the last 20 years, there is a lot of ambiguity. "], [1333, "2020-09-29T15:32:02Z", [1.0], ""], [28415, "2020-09-29T14:43:39Z", [0.91], ""], [85535, "2020-09-29T12:42:04Z", [1.0], ""], [95344, "2020-09-29T09:04:38Z", [0.99], ""], [70993, "2020-09-29T05:00:18Z", [1.0], ""], [59042, "2020-09-29T02:30:27Z", [0.99], ""], [96051, "2020-09-29T02:19:20Z", [0.8], ""], [88569, "2020-09-28T23:22:23Z", [0.99], ""], [95565, "2020-09-28T22:15:03Z", [1.0], ""], [75093, "2020-09-28T21:43:07Z", [0.95], "In the past times that a similar such referendum was offered it has passed. It's not binding and nothing really ever comes from it though."], [31275, "2020-09-28T20:09:32Z", [0.96], ""], [88422, "2020-09-28T19:45:15Z", [1.0], ""], [88422, "2020-09-28T19:44:43Z", [0.95], ""], [928, "2020-09-28T19:09:37Z", [0.99], "Most recent poll (4/2020) split the choices among five options:\nStatehood- 43%\nStatus Quo- 21%\nIndependence 15%\nFree Association- 14%\nUndecided- 7% Those in favor of Statehood would likely vote Yes.\nThose in  favor of Independence would likely vote No.\nThose in favor of Status Quo, Free Association would split for argument sake down the middle.\nUndecided would likely not vote. This would result in a referendum result of: 57.5% in favor. (which is a return to mean of the 2012 result) Historical Results\n2017- 97.81% Approved Statehood (1st)\n2012- 54% Approved Change in Statue (1st)\n2012- 61% Approved Statehood (1st)\n1998- 46.6 Approved Statehood (2nd)\n1967- 39% Approved Statehood (2nd) \nhttps://ballotpedia.org/"], [95693, "2020-09-28T16:28:57Z", [0.25], ""], [95787, "2020-09-28T16:22:42Z", [0.75], "- PR has voted for Statehood 5 times. \n- In each vote the percentage \"for\" increased. Approved 4/5 (80%)\n- Last vote in 2017, \"for\" 97%.  Turnout in the election was only 22% with PPD and PIP boycotting (8 of 10 voters)\n- New Progressive Party supports statehood and controls 21/30 senate seats (70%)\n- No indications that the PPD/PIP will vote this year.  Assuming a boycott at this time.\n- Since 2017 500,000 have moved to the US "], [77404, "2020-09-28T15:21:45Z", [0.99], ""], [1333, "2020-09-28T14:15:09Z", [0.96], ""], [88569, "2020-09-28T00:09:54Z", [0.98], ""], [96033, "2020-09-27T20:38:44Z", [0.85], "Gov. Wanda Vasquez announced the decision to hold a referendum on Puerto Rico in May.  This decision was based on Puerto Rican recovery efforts on recent hurricanes (Maria and Irma, in particular) and recent coronavirus concerns.   Referendums in Puerto Rico on statehood in 2012 and 2017 resulted in majorities for statehood, and this was before the most recent hurricanes and coronavirus.  The results of this referendum are also dependent on whether the PPD participate or boycott (as they did in 2017).  However, it is likely that support for statehood has grown due to natural disasters in which access to federal aid would be more forthcoming.  Highly likely that Puerto Ricans vote yes. https://apnews.com/article/cdf24e971c469dcea977cbb1ccded453 https://www.forbes.com/sites/steveforbes/2020/09/25/will-washington-dc-and-puerto-rico-be-granted-statehood/#1e5900dd46d6"], [73050, "2020-09-27T20:19:06Z", [0.9], ""], [73050, "2020-09-27T20:17:34Z", [0.6], ""], [96000, "2020-09-27T20:17:01Z", [0.7], "Based on recent natural disaster the people in PR felt abandoned.  They will vote to have a stronger voice in the US politics.  "], [86296, "2020-09-27T19:15:43Z", [1.0], ""], [16113, "2020-09-27T19:08:45Z", [0.7], ""], [1333, "2020-09-27T18:04:58Z", [0.95], ""], [88569, "2020-09-27T16:27:49Z", [0.85], "Going nearer crowd until I understand this better. "], [31275, "2020-09-27T15:07:35Z", [0.95], ""], [75824, "2020-09-27T14:38:09Z", [1.0], ""], [691, "2020-09-27T14:30:40Z", [0.99], ""], [93350, "2020-09-27T13:51:51Z", [1.0], "Puerto Ricans know that this a non-binding referendum as is going nowhere unless the US Administration want to act on it.\nI assume the advantages of Statehood are an immediate access to federal funds in times of emergencies of Hurricanes or global pandemics.\nThey are citizens without the IRS, but 43.5% of people live below the poverty line and as such is poorer than the poorest US State. There is a move by the residents to move to the USA and not for the healthcare.\nThe only advantage to remain a territory rather than a State is one of nationalism.\nCovid-19 is having the global effect on its economy exacerbating a bad situation created by Hurricane Maria, where federal help was slow (see link).\nThe latest (July/August) poll showed  48% to become a State, 26% territory, 10% full independence and 16% decline to answer, from a poll of 1500 of a 3 million population.\nNon-binding referendums perhaps are perhaps considered meaningless and consequently have low turnouts.\nThe suggestion is a majority vote for Statehood. https://www.nbcnews.com/news/latino/amid-historically-low-turnout-puerto-ricans-vote-statehood-n770801  https://abcnews.go.com/International/wireStory/puerto-rico-hold-statehood-referendum-amid-disillusion-70723188  https://www.theslateonline.com/article/2020/09/commentary-puerto-rico-will-become-a-state  https://www.vox.com/policy-and-politics/2018/1/11/15782544/puerto-rico-pushes-for-statehood-explained  http://files.kff.org/attachment/Topline-and-Methodology-Views-and-Experiences-of-Puerto-Ricans-One-Year-After-Maria  https://www.governing.com/topics/politics/gov-does-puerto-rico-really-want-to-be-51st-state.html  https://thehill.com/blogs/congress-blog/economy-budget/497637-puerto-rico-needs-federal-assistance-to-recover-from  https://foreignpolicy.com/2020/07/31/puerto-rico-united-states-colonial-model-ricardo-rossello-wanda-vazquez-statehood-referendum/  https://www.cfr.org/backgrounder/puerto-rico-us-territory-crisis  https://www.census.gov/library/stories/2019/09/puerto-rico-outmigration-increases-poverty-declines.html  https://www.reuters.com/article/us-health-disasters-puerto-rico-idUSKCN1PU1YU"], [87427, "2020-09-27T12:33:31Z", [1.0], ""], [79508, "2020-09-27T12:14:43Z", [0.85], ""], [1333, "2020-09-27T12:00:29Z", [0.85], ""], [1333, "2020-09-27T11:59:59Z", [0.75], ""], [95503, "2020-09-27T11:16:08Z", [0.8], ""], [88569, "2020-09-27T10:22:16Z", [0.5], "Still reviewing the recent history. Not clear why the crowd is so near 100%, but maybe I will figure that out. "], [88569, "2020-09-27T09:53:32Z", [0.33], "My first reaction was 5% but 33% is probably more reasonable considering all the uncertainties. "], [88569, "2020-09-27T09:43:21Z", [0.05], "Seems unlikely Puerto Rican's would suddenly want to be a US state considering their history of not wanting it. The International mood is for one of increasing independence. Given political fashion, would be an odd time for PR to surrender some of their identity to the USA, which showed no interest in helping them after a hurricane destroyed their economy. "], [93028, "2020-09-27T08:20:30Z", [0.98], "baseline five referendi where held in the past, with on average 33,4 % of voters (mean 33%) voting for statehood. There where  year/ % of voter-turnout / % of votes for statehood / # of choices given / % of voters actually voting for statehood \n1967 / 65,9 / 39 / 3 / 25% (1)\n1993 / 73,5 / 46,6 / 3 / 34% (2)\n1998 / 71,3 / 46,6/ 5 / 33% (3)\n2012 / 78,2 / 61,2 / change:yes/no and then 3 / 48% (4)\n2017 / 97,2 / 22,9 / 3 / 22% (5) factors wording will be different than before, this time binary: yes/no to statehood (6)\nFirst time binary wording (7) \nPolls say pro statehood with 43% ±2.6%  (8) and 48% ±3.5% (9)\nI think people prefer gaining obligations like income taxation to staying officially second class citizens. Basic questions of human self-image.\nDisregarding the contested vote of 2017, there is a trend of 25, 34, 33, 48 % of people voting for statehood.\nI think this trend will have continued, so slight majority of votes cast should be for statehood.\nWith problems of voter non-mobilisation b/c of disillusionment, or b/c people think its a done deal and don't vote, it's still not certain for me -2%.  (1) https://en.wikipedia.org/wiki/1967_Puerto_Rican_status_referendum#cite_note-2\n(2) https://en.wikipedia.org/wiki/1993_Puerto_Rican_status_referendum#cite_note-2\n(3) https://en.wikipedia.org/wiki/1998_Puerto_Rican_status_referendum#cite_note-2\n(4) https://en.wikipedia.org/wiki/2012_Puerto_Rican_status_referendum#cite_note-CEE1-3\n(5) https://en.wikipedia.org/wiki/2017_Puerto_Rican_status_referendum#cite_note-25\n(6) https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-Ballotpedia-1\n(7) https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-Coto-4\n(8) https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-25\n(9) https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-26"], [95795, "2020-09-27T03:03:21Z", [0.66], "Outside:  there is bipartisan legislation moving through congress (as of 15 Sept) to support the results of the referendum (though the republicans that support this legislation are from US territories).  The last two territories admitted to the Union were in 1959, but there is a not insignificant uptick in conversation about DC being recognized as a state.  Puerto Rico, who has struggled with federal assistance in the wake of multiple hurricanes, may see statehood as a way to remedy internal economic pressures and increase federal agency.   https://abcnews.go.com/International/wireStory/puerto-rico-hold-statehood-referendum-amid-disillusion-70723188,,, It appears this question on the referendum will be worded differently.  Previous iterations offered: commonwealth, statehood, status quo, or independence.  Votes prior to 2017 had splits between commonwealth, statehood, and status quo... but 2017 (a relatively contested election) had 97% for statehood.  Assuming similar voter turnout compared to 2017, and the revision of the question on the referendum to a binary choice, I give a slightly positive assessment for the referendum.  "], [88361, "2020-09-27T02:28:42Z", [0.98], ""], [89785, "2020-09-27T01:22:27Z", [1.0], "After being treated as second class (non) citizens after the many natural disasters, and having no representation in Congress. \nThere is no longer any advantage to be had by not wanting statehood. "], [32258, "2020-09-27T00:31:03Z", [1.0], "Sure, the real question ought to be whether Congress votes to make this happen which is possible but not if Republicans maintain Senate Control. In addition, not a slam dunk among Democrats either including at least 2: AOC and Velasquez of NY. \nBut that is not the question here so I'm going all in  to beat the crowd by 1% today. "], [4962, "2020-09-26T21:10:33Z", [1.0], ""], [1333, "2020-09-26T20:46:43Z", [0.65], ""], [90237, "2020-09-26T20:26:04Z", [1.0], ""], [58028, "2020-09-26T19:32:18Z", [0.99], ""], [691, "2020-09-26T19:15:08Z", [0.96], ""], [20156, "2020-09-26T16:29:15Z", [1.0], ""], [13657, "2020-09-26T15:39:39Z", [1.0], "There have been 5 previous such votes. The last one in June 2017 passed by 97% in part because the opposition parties boycotted the vote and in part because it was a non election year vote. It only had 21% turnout. The 2016 election had a 55% turnout in Puerto Rico. I expect this election to have somewhere between the 21% and 55% turnout. There is a growing feeling in Puerto Rico that voting doesn't matter because all decisions are made by Congress or committee anyway. And so I would expect that those that do vote would be people who want Puerto Rico to become a state so that they can gain the right to vote. the 2017 referendum was considered a victory by those opposing statehood because they skewed the outcome so much that it is not considered a reliable vote. I haven't seen anything stating that the opposition parties have a similar strategy this time around, but even if they haven't publicized such a strategy there may be many members of the opposition parties that still abstain for that reason. Based on all of these factors I think that the polls of people's opinion are worthless. As a side note I think that statehood would be terrible for Puerto Rico. Puerto Rico is the only place in the world where you can have the protections of US citizenship and a US passport and yet not pay US income taxes. there has been a growing movement of wealthy Americans moving to Puerto Rico to avoid taxes and this has been bringing money into the territory. If Puerto Rico became a state, yes they would likely get more Medicare money but they would also have to deal with a huge tax increase and they would suddenly become responsible for their portion of the US national debt. $3bil in Medicaid money is not worth massive taxes and massive debt. And who cares if you can vote in the national election. Your vote as an individual isn't going to have any influence anyway."], [94837, "2020-09-26T15:11:13Z", [0.98], ""], [34959, "2020-09-26T15:08:26Z", [0.99], ""], [34815, "2020-09-26T14:45:42Z", [1.0], ""], [87064, "2020-09-26T12:42:15Z", [1.0], ""], [172, "2020-09-26T12:13:03Z", [1.0], "Suspect low turnout and distractions within beltway will leave status quo for awhile...unless Democrats get in (Puerto Ricans more likely to vote Dem but currently can’t vote in presidential elections)."], [86031, "2020-09-26T11:35:21Z", [0.98], ""], [58028, "2020-09-26T10:49:51Z", [0.98], ""], [70711, "2020-09-26T10:21:29Z", [1.0], ""], [92079, "2020-09-26T01:24:16Z", [1.0], ""], [79591, "2020-09-26T00:39:30Z", [1.0], "Enjoy your Federal income taxes. You get what you vote for..."], [88452, "2020-09-26T00:01:38Z", [0.95], ""], [89038, "2020-09-25T23:56:05Z", [0.99], ""], [88707, "2020-09-25T23:54:36Z", [0.85], "Latest polls with multiple choices gives 43% to going to full state status. The other three choices are Status quo, Independence and Free association and which holds 50% of the total and they should in general all vote no[1], but the lead is so big it probably won't matter. \nPeople in general prefer status quo and elections usually get pretty close in the polls the closer you get to the election, so I'm not writing of a No vote, still going going with yes as the most likely result. 1. https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#Pre-referendum_polling"], [84880, "2020-09-25T23:41:49Z", [0.99], ""], [31275, "2020-09-25T21:04:35Z", [0.89], ""], [31275, "2020-09-25T21:03:38Z", [0.66], ""], [79461, "2020-09-25T20:49:13Z", [1.0], ""], [38094, "2020-09-25T20:41:49Z", [1.0], "Dah, what's the question?"], [1034, "2020-09-25T19:47:41Z", [1.0], ""], [21865, "2020-09-25T19:25:36Z", [0.75], ""], [484, "2020-09-25T19:24:40Z", [0.95], "Initial forecast. If the vote were later and a binding commitment from PR, I suspect that results might strongly depend on the main US election results. If there is likely to be a peaceful regime change, then pushing for a different, albeit one with downsides, seat at the table is easy to envision. If the results seem uncertain then keeping one's options open may be more enticing. Who knows? The trade for Greenland might still be on the table."], [62808, "2020-09-25T19:03:34Z", [0.8], ""], [88766, "2020-09-25T18:52:59Z", [1.0], ""], [32100, "2020-09-25T18:43:33Z", [1.0], ""], [87989, "2020-09-25T18:42:59Z", [1.0], ""], [40584, "2020-09-25T18:29:13Z", [0.75], ""], [80475, "2020-09-25T18:16:24Z", [1.0], "1) Polls well into the 40s in a multiple-choice question, so straight-up yes/no should easily exceed 50%. \n2) Wording of referendum intentionally imitates the wording of successful ones in Alaska and Hawaii: https://www.puertoricoreport.com/2020-puerto-rico-status-referendum-ballot-released/#.X24x0JNKjBI\n"], [22689, "2020-09-25T18:12:27Z", [0.95], ""], [22689, "2020-09-25T18:12:11Z", [0.75], ""], [1333, "2020-09-25T18:09:38Z", [0.55], ""], [87827, "2020-09-25T18:05:35Z", [0.7], "Latest poll was 43% for statehood (from March to April 2020). But the poll was asking about preference and had several options, including independence and free association. I would guess when asked a binary question, statehood or no statehood, the majority would prefer statehood. 21% preferred the status quo as their preference. https://en.wikipedia.org/wiki/2020_Puerto_Rican_status_referendum#cite_note-25"], [67403, "2020-09-25T18:04:46Z", [0.99], ""], [95938, "2020-09-25T17:51:18Z", [0.9], ""], [60695, "2020-09-25T17:39:52Z", [0.5], ""], [1333, "2020-09-25T17:39:33Z", [0.5], ""], [94837, "2020-09-25T17:37:59Z", [0.9], ""], [27321, "2020-09-25T17:37:14Z", [0.87], ""], [27321, "2020-09-25T17:35:18Z", [0.75], ""], [53391, "2020-09-25T17:33:39Z", [1.0], "Except for 1967, PR has chosen statehood.  Hurricane Maria solidified the reality that PR benefits from access to full federal  benefits.  "], [88452, "2020-09-25T17:24:18Z", [0.75], ""], [691, "2020-09-25T17:18:04Z", [0.86], "\"Legislators in Washington, DC, are closely following the referendum,\" but not because they are likely to to honour the result.   The referendum will come down strongly for statehood, and Ds in both chambers will support Puerto Rico statehood.  However, unless there are a lot more Senate Ds than expected, the Senate Rs--even those from states with fairly high Puerto Rican voter counts--will not welcome two new sure-fire D colleagues.    They will have excellent reasons for opposing statehood, and Senator McConnell (by then, inshallah, the Distinguished Minority Leader) will sternly admonish you not to suspect them of being partisan, and especially not of being racialist.  You should believe him as much as you always have."]], "open_date": "2020-09-25T17:00:39Z", "close_date": "2020-11-03T19:00:12Z"}