{"question_id": 2014, "title": "Will New Zealand's AgResearch report having a net annual financial surplus (pretax) in its 2020/21 fiscal year?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.85, 0.15], "correct_answer": "Yes", "correct_forecast": 0.85, "preds": [[691, "2021-06-30T15:27:52Z", [0.88], ""], [59635, "2021-06-28T17:22:05Z", [0.87], "Kind of frustrated with the clear inside baseball with this question. Base rate is only 3 out of the last 7 years, but there seems to be a lot of inside knowledge in these forecasts that are not available to the crowd. This is a guess based on my reading of some of that inside info found in other forecasts."], [94872, "2021-06-28T00:23:11Z", [0.85], ""], [101032, "2021-06-27T20:43:42Z", [0.85], "Assuming that any unspent internal funding can go to the bottom line!"], [101064, "2021-06-27T19:36:53Z", [1.0], ""], [1333, "2021-06-27T13:18:16Z", [1.0], ""], [34959, "2021-06-23T15:11:24Z", [0.81], ""], [1333, "2021-06-23T13:18:32Z", [0.99], ""], [101132, "2021-06-23T04:04:12Z", [0.8], "trusting the crowd"], [101060, "2021-06-22T21:31:01Z", [0.8], ""], [1333, "2021-06-21T16:58:15Z", [1.0], ""], [1333, "2021-06-20T14:30:45Z", [0.88], ""], [691, "2021-06-18T18:05:56Z", [0.85], ""], [1333, "2021-06-18T15:31:19Z", [0.79], ""], [94872, "2021-06-18T03:17:13Z", [0.83], ""], [101031, "2021-06-17T05:01:36Z", [1.0], ""], [1333, "2021-06-16T14:11:47Z", [0.78], ""], [101029, "2021-06-15T21:23:25Z", [0.85], "I think we're doing better this FY than last. "], [1333, "2021-06-14T21:19:25Z", [0.67], ""], [691, "2021-06-14T15:12:10Z", [0.83], ""], [1333, "2021-06-14T00:21:34Z", [0.59], ""], [1333, "2021-06-12T20:00:06Z", [0.52], ""], [1333, "2021-06-12T13:38:11Z", [0.44], ""], [90237, "2021-06-12T08:25:27Z", [1.0], ""], [99857, "2021-06-08T16:12:37Z", [0.8], "It seems there have been several comments from people who work at AgResearch, most recently by @Montylll, about the internal expectation for a surplus; and all the mid-year financials strongly support that. With that in mind I'm comfortable moving to the crown consensus at 80% and will monitor for changes moving forward."], [101064, "2021-06-08T02:40:53Z", [0.98], "I am almost certain that we are ahead of budget to deliver a profit this financial year."], [101060, "2021-06-07T21:08:07Z", [0.75], "New information after talking to one of our accountants suggests a very modest surplus is targeted and no strong evidence to suggest this wont be met "], [1333, "2021-06-04T14:08:12Z", [0.35], ""], [94872, "2021-06-04T03:27:51Z", [0.8], ""], [1333, "2021-06-03T07:56:12Z", [0.36], ""], [691, "2021-06-02T22:41:24Z", [0.86], ""], [100184, "2021-06-02T18:06:57Z", [0.85], ""], [1333, "2021-06-02T16:11:11Z", [0.35], ""], [101030, "2021-06-02T03:12:08Z", [0.8], ""], [101036, "2021-06-02T01:37:01Z", [0.9], ""], [99857, "2021-06-02T01:07:59Z", [0.72], "I'm a little frustrated that I haven't found any new or relevant info to work with in the last few weeks so it seems prudent to move toward the crowd. Given the nature of crown corps there's little (no) incentive to run a surplus, and the budgets have been 50/50 in the past, which is to be expected. But the half way surplus seems abnormally large and with no large or abnormal expenditures expected, and I believe a hiring freeze still on, it seems very unlikely they'd fall into a deficit. I'll move halfway to the crowd (+8%) but I'm still not as confident as some seem to be."], [1333, "2021-05-31T16:53:52Z", [0.34], ""], [691, "2021-05-30T00:35:33Z", [0.87], ""], [1333, "2021-05-29T17:39:03Z", [0.35], ""], [34959, "2021-05-29T14:00:43Z", [0.75], ""], [1333, "2021-05-27T15:59:51Z", [0.34], ""], [101132, "2021-05-26T06:54:56Z", [0.08], "Not had a surplus recently apart from last year (due to covid payout)"], [88452, "2021-05-26T06:04:22Z", [1.0], ""], [101041, "2021-05-26T02:05:12Z", [0.8], "Budgeted to make an operating profit of $10.3 M.  Note that this figure might differ from that used in this Q - the surplus deficit number reported in the annual report also includes other outgoings such as finance charges and \"other\".  These totalled c. $3 M last year, so this might impinge on the margin used in this question? We're c. $3 M behind budget as of January. My view is that we are also less able to redirect unspent SSIF funding to the bottom line as MBIE is keeping an eye on this, with more intent by AgR to spend unused funds this year.  This might put extra pressure on the budget?    It ALWAYS comes down to the wire due to our \"hockey stick\" revenue profile and generally we scrape over the line. However, the board mindset is that we cannot fail this year - or else.  Expenditure is being monitored closely and there is an embargo on recruitment. We'll see what clues the CE gives in their update later this month."], [101063, "2021-05-25T23:25:02Z", [0.3], "No, because funding has not been sufficient to cover costs. And I'm not aware of any significant funding coming to AgResearch. In addition the move to alighn AgResearch to the science plan, would indicate further costs to the organisation.  However, AgResearch financial position does move around in a financial year, and re-forecasting has 'found' money.  So,  no but ... "], [101031, "2021-05-25T21:59:42Z", [0.8], ""], [691, "2021-05-25T19:11:15Z", [0.88], ""], [1333, "2021-05-25T18:08:03Z", [0.33], ""], [1333, "2021-05-25T14:10:58Z", [0.26], ""], [41352, "2021-05-25T09:08:09Z", [0.85], ""], [101035, "2021-05-25T04:22:34Z", [0.7], "Will we have the agree profit margin - highly unlikely. Likely of bonus - nil. Will we show a surplus. I think the restraints will intensify over the next month so that a profit is generated, but it will be small."], [101032, "2021-05-25T00:42:36Z", [0.8], "Still have Covid-related extra funding and lower travel costs!"], [101040, "2021-05-24T23:51:50Z", [0.5], ""], [101044, "2021-05-24T23:25:33Z", [0.8], ""], [93409, "2021-05-24T18:46:07Z", [1.0], ""], [1333, "2021-05-24T11:59:13Z", [0.19], ""], [101057, "2021-05-24T11:02:11Z", [0.9], "Half year report 2021 showed a financial surplus of NZ$ 23,041 before tax. "], [100664, "2021-05-24T08:32:58Z", [1.0], ""], [101060, "2021-05-24T05:04:45Z", [0.1], "extremely unlikely given circumstances - last year was a bonus  "], [99857, "2021-05-23T22:37:00Z", [0.64], "\"Commercial revenue from some science research projects was permanently lost and some other projects will be deferred through to FY21 and beyond due to the significant uncertainties facing the commercial customers.\"\nSurplus in 19/20, Deficit in 18/19, Deficit 17/18, Surplus 16/17, Surplus 15/16, Deficit 14/5. So baseline is 50/50\n6 mo Receipts from customers are up significantly from a year prior, can't figure out if that's from cancelled contracts or natural growth, but given the almost 30 year history of AgResearch it seems abnormal.\nSurplus/Deficit after tax unaudited for 6mo to Dec 2020 is 23,041k vs -5,665k 6mo to 2019, which makes me wonder if they over-compensated for expected issues\n\"The period under review featured a payment of $13.6m from the Government’s COVID-19 Response and Recovery Fund and $14.2m compensation payment from\nNZTA for the sale of land under the Public Works Act.\" - Both would have been limited or one time bumps\nNet surplus after tax of $23,041k NZD to dec 2020 (unaudited) is ~15% of total annual expenses, an almost unprecedented surplus that even the significant increase in trade and other payable liabilities doesn't eclipse\nGiven the huge mid-year surplus I'm betting despite the deferred losses that 20/21 will have a surplus, but have a low level of confidence since I can't find much to go on for what those deferred losses might be."], [101064, "2021-05-23T21:00:35Z", [0.85], "Ahead of budget but still have to confirm some revenue"], [15414, "2021-05-23T18:53:13Z", [0.9], "They made a surplus in the period including the lockdown. The only continuing thing that could impact the figures is the ongoing global shipping problems."], [45594, "2021-05-23T07:09:42Z", [0.9], ""], [92079, "2021-05-23T01:49:06Z", [1.0], ""], [34815, "2021-05-22T03:42:16Z", [1.0], ""], [1333, "2021-05-21T21:08:52Z", [0.1], ""], [48709, "2021-05-21T20:06:55Z", [0.92], "Yes, reported in 2020 a net of 5,983"], [22689, "2021-05-21T18:50:41Z", [1.0], ""], [100184, "2021-05-21T18:24:12Z", [0.95], ""], [60695, "2021-05-21T17:13:20Z", [1.0], ""]], "open_date": "2021-05-21T17:00:27Z", "close_date": "2021-07-01T07:01:27Z"}