{"question_id": 2072, "title": "What will be total OPEC crude oil production for October 2021?", "possible_answers": ["Fewer than 25,500 tb/d", "Between 25,500 tb/d and 27,000 tb/d, inclusive", "More than 27,000 tb/d but fewer than 28,500 tb/d", "28,500 tb/d or more"], "crowd_forecast": [0.0, 0.07, 0.88, 0.05], "correct_answer": "More than 27,000 tb/d but fewer than 28,500 tb/d", "correct_forecast": 0.88, "preds": [[102675, "2021-10-31T20:09:20Z", [0.0, 0.1, 0.89, 0.01], ""], [102675, "2021-10-31T20:08:47Z", [0.0, 0.24, 0.75, 0.01], ""], [102663, "2021-10-31T19:41:40Z", [0.0, 0.02, 0.89, 0.09], ""], [102398, "2021-10-31T19:03:34Z", [0.0, 0.14, 0.74, 0.12], ""], [102675, "2021-10-31T02:37:36Z", [0.0, 0.4, 0.6, 0.0], ""], [102394, "2021-10-30T20:16:36Z", [0.0, 0.16, 0.72, 0.12], ""], [102391, "2021-10-30T16:28:41Z", [0.0, 0.08, 0.8, 0.12], ""], [1333, "2021-10-30T13:20:32Z", [0.0, 0.04, 0.9, 0.06], ""], [88783, "2021-10-29T21:34:23Z", [0.0, 0.01, 0.93, 0.06], ""], [102652, "2021-10-29T19:11:58Z", [0.0, 0.7, 0.3, 0.0], "So it appears in September that OPEC \"failed to pump enough oil to meet their output targets\" (https://www.worldoil.com/news/2021/10/18/opec-misses-crude-output-targets-straining-global-oil-supply).  I also see where they are getting ready for their upcoming meeting in early November (https://www.worldoil.com/news/2021/10/29/opec-reduces-oil-deficit-projections-ahead-of-november-meeting) and have set a goal for the coming months to increase production by 400 tb/d. So, given that the reporting is showing they are not meeting their targets, it is looking more and more like the overall production for October will fall around the 27,000 tb/d level."], [102392, "2021-10-28T21:38:01Z", [0.0, 0.1, 0.88, 0.02], ""], [691, "2021-10-28T15:26:51Z", [0.0, 0.03, 0.94, 0.03], ""], [1333, "2021-10-28T13:31:55Z", [0.0, 0.0, 0.94, 0.06], ""], [102663, "2021-10-28T12:40:51Z", [0.0, 0.04, 0.87, 0.09], ""], [94872, "2021-10-27T04:48:09Z", [0.0, 0.07, 0.87, 0.06], ""], [102607, "2021-10-26T18:25:43Z", [0.0, 0.01, 0.98, 0.01], ""], [102667, "2021-10-26T18:22:10Z", [0.0, 0.0, 1.0, 0.0], "Locked in 27,000 – 28,500. Oil is in demand, and according to Saudi Aramco, “oil-output capacity across the world is dropping quickly and companies need to invest more in production.” However, countries are afraid to overproduce in case the pandemic worsens and future demand decreases. Historically, when demand is strong, and no catalysts prevent production, OPEC produces 200-400 barrels more than September. This year, demand is strong and there is a concern that supply deficits could worsen; however, countries do not want to over produce in case the Coronavirus doesn’t ease and demand decreases. Therefore, I don’t see OPEC producing less than 27,000 or more than 28,500. "], [102641, "2021-10-26T17:47:45Z", [0.05, 0.1, 0.75, 0.1], "Reviewed recent reporting\nhttps://www.reuters.com/business/energy/opec-seen-keeping-oil-output-policy-unchanged-opec-sources-say-2021-10-04/\n\"Brent crude roared above $81 a barrel on news that the group would stay with its plan for gradual additional production, rather than offering more supply to the market.\"\nhttps://www.reuters.com/business/energy/opec-trims-2021-demand-forecast-says-gas-price-surge-could-help-2021-10-13/\n\"In its report, OPEC raised its forecast for 2021 demand for OPEC crude oil by 100,000 bpd to 27.8 million bpd and by another 100,000 bpd for 2022 to 28.8 million bpd.\""], [1333, "2021-10-26T14:55:36Z", [0.0, 0.0, 0.93, 0.07], ""], [102663, "2021-10-26T14:49:28Z", [0.0, 0.03, 0.75, 0.22], "Reviewing the latest numbers, it looks like production will be in the 27 - 28,500 range, with a possibility of getting to 28,500 or more."], [87827, "2021-10-26T14:02:12Z", [0.0, 0.07, 0.85, 0.08], ""], [87827, "2021-10-26T14:01:51Z", [0.0, 0.1, 0.8, 0.1], ""], [34959, "2021-10-26T04:14:20Z", [0.0, 0.05, 0.94, 0.01], ""], [102675, "2021-10-25T10:35:04Z", [0.0, 0.5, 0.47, 0.03], ""], [1333, "2021-10-24T13:08:14Z", [0.0, 0.0, 0.92, 0.08], ""], [1333, "2021-10-22T20:22:49Z", [0.0, 0.0, 0.91, 0.09], ""], [1333, "2021-10-21T07:17:42Z", [0.0, 0.0, 0.9, 0.1], ""], [691, "2021-10-20T17:20:44Z", [0.0, 0.06, 0.88, 0.06], ""], [88783, "2021-10-20T10:55:46Z", [0.0, 0.02, 0.9, 0.08], ""], [100273, "2021-10-19T23:03:36Z", [0.0, 0.0, 1.0, 0.0], "All in."], [1333, "2021-10-19T06:40:24Z", [0.0, 0.01, 0.89, 0.1], ""], [98345, "2021-10-17T18:17:33Z", [0.0, 0.02, 0.97, 0.01], ""], [88783, "2021-10-17T13:26:44Z", [0.0, 0.04, 0.87, 0.09], ""], [94872, "2021-10-15T19:49:18Z", [0.0, 0.1, 0.8, 0.1], ""], [102648, "2021-10-15T16:42:57Z", [0.0, 0.1, 0.8, 0.1], ""], [102642, "2021-10-15T16:37:52Z", [0.26, 0.26, 0.29, 0.19], ""], [1333, "2021-10-15T14:13:15Z", [0.0, 0.0, 0.89, 0.11], ""], [34959, "2021-10-15T04:56:33Z", [0.0, 0.07, 0.92, 0.01], ""], [79142, "2021-10-14T23:29:35Z", [0.0, 0.0, 1.0, 0.0], "Sep prod. = 27,328\nAug prod. = 26,762\nJuly prod. = 26,657\nseams unlikely to increase more than 1,000 in one month"], [11365, "2021-10-14T15:17:33Z", [0.0, 0.15, 0.85, 0.0], ""], [691, "2021-10-14T12:18:54Z", [0.0, 0.08, 0.84, 0.08], ""], [55987, "2021-10-13T15:08:14Z", [0.0, 0.0, 1.0, 0.0], ""], [102737, "2021-10-13T13:14:39Z", [0.0, 0.0, 1.0, 0.0], "Per October MOMR (released today), September OPEC production has already crossed the bin threshold to ~ 27.3 Mbbl/d, an approximately 0.5 Mbbl/d uptick in the rate from last month. This is consistent enough with long-standing plans to increase production by 0.4 Mbbl/d, in spite of rising prices, that I’m going to call this question at “100%” now even though I’d still assign maybe 0.3% chances to black swan-driven outcomes in other bins, if we had that kind of precision to work with on this site. https://momr.opec.org/pdf-download/res/pdf_delivery_momr.php?secToken2=accept"], [102934, "2021-10-12T23:59:34Z", [0.0, 0.7, 0.2, 0.1], "The July 2021 report shows total OPEC produced 26,034 thousand barrels per day (tb/d) in June 2021.  I feel like that will continue and with continued economic recovery and potential cold weather could increase demand for oil. However, with lower global demand, producers may reduce output.\nhttps://www.opec.org/opec_web/en/publications/338.htm\n"], [691, "2021-10-12T19:45:40Z", [0.0, 0.17, 0.78, 0.05], ""], [88783, "2021-10-12T18:15:05Z", [0.0, 0.06, 0.84, 0.1], ""], [55987, "2021-10-11T15:08:57Z", [0.0, 0.14, 0.86, 0.0], ""], [102935, "2021-10-11T07:52:45Z", [0.0, 0.25, 0.6, 0.15], "OPEC has not produced less than 25,000 tb/d since July 2020. Total barrels per day have increased each month since February 2021, with a dip during that month that was preceded by an 8-month continual increase in production. August’s production was the highest since April 2020. Given that OPEC raised its production cap in September, as growth in oil demand is growing, though not as much as initially hoped. However, not every OPEC country increased its production as allowed by the new production cap. Nigeria and Libya are producing less, while Saudi Arabia and Iraq are driving the increased production levels. Therefore, I expect OPEC’s crude oil production will continue to increase above 27,000 tb/d, but will likely be limited to under 28,500 tb/d due to supply outages and increasing demand.\nReferences:\nhttps://ycharts.com/indicators/opec_crude_oil_production\nhttps://www.nwaonline.com/news/2021/sep/03/opec-raises-production-cap-but-still-pumping/\nhttps://www.reuters.com/business/energy/opec-august-oil-output-rises-outages-limit-gain-reuters-survey-2021-08-31/\n"], [94872, "2021-10-11T05:59:50Z", [0.0, 0.15, 0.75, 0.1], ""], [102444, "2021-10-11T02:42:08Z", [0.0, 0.9, 0.1, 0.0], "Due to the number of moving parts, countries and organizations involved and the overall unpredictability of the worldwide energy market, the answer for this question is particularly difficult. Starting with the facts we know, OPEC has produced 26,000 thousand barrels per day (tb/d) in June of 2021, and has an existing agreement to increase production by 400 tb/d each month starting August, although myriad caveats leave this steady increase volatile (World Oil, 2021). Some interesting facts to consider are that the price of oil often has an inverse correlation to the level of production, and that despite agreements like the aforementioned, individual countries typically produce fewer barrels per day than planned (Kenton, 2020). With the rising price of oil, it is possible that member states of OPEC reach their goal of increased production at a more sluggish pace than previously planned. With that said, the planned increase would take OPEC production to 26,400 tb/d in August, 26,800 tb/d in September, and finally 27,200 tb/d in October, just over the threshold answer of “More than 27,000 tb/d but fewer than 28,500 tb/d” on the Good Judgement prediction website. I assign a very small percentage of 10% confidence that OPEC will meet its agreed level of production based on the increasing price of oil the historical correlation. I assign a 90% confidence level that OPEC production lags just behind the agreed upon increases as member nations each cut slightly back resulting in a sub 27,000 tb/d level.  References: Kenton, W. (July 13, 2020). Barrels Per Day (B/D). https://www.investopedia.com/terms/b/bd.asp. World Oil. (August 11, 2021). OPEC petroleum production forecast revised down for 2021. https://www.worldoil.com/news/2021/8/11/opec-petroleum-production-forecast-revised-down-for-2021.\n"], [102839, "2021-10-10T21:39:24Z", [0.0, 0.0, 0.8, 0.2], "I know nothing about crude but this definitely educated me. Based off of current estimates, specifically an article from Bloomberg detailing supply hikes in the month of October, I believe there will be more than 27,000 tb/d but less than 28,500 with 80% certainty and 20% certainty that it will go over the mark of 28,500. The article references a growth at around 3% which would categorically put it above the majority margin. With that said, OPEC has a consistent trajectory just below that which puts it just under the 28,500 mark. The consistency with that number is what tells me it will be under. That being said, only a slight variable change in production with quite a bit of time left in the month may exceed expectations and carry the number north of 28,500. Thankyou Thomas for the source. I hope I read into it correctly.\n"], [102931, "2021-10-10T19:21:33Z", [0.1, 0.2, 0.6, 0.1], "OPEC is slowly opening up oil production and intends to keep the number of barrels produced on the rise through 2022 according to the MOMR and EIA. The majority of my confidence is in the production lying between 27,000 and 28,500 tb/d. There's still time remaining in the month and I want to leave room for uncertainties and thats why I have assigned a 10% confidence to fewer than 25,500 and 10% confidence to 28,500 (although I feel this would be slightly ahead of OPEC's gradual increase)."], [691, "2021-10-10T16:38:05Z", [0.0, 0.18, 0.78, 0.04], ""], [102879, "2021-10-10T16:33:42Z", [0.0, 0.5, 0.45, 0.05], "Based on OPEC's own statement earlier this month, crude oil production is set to increase from the ~26,000/day in July 2021. They are going to GRADUALLY raise supply WITHOUT flooding the markets. OPEC countries have the capacity to do so, face pressure from major consumers like US and India to do so, and have an obvious interest in seeing the price of crude increase as they gradually meet market demands-- so the commitment is credible. In fact, they just re-affirmed all this in a statement last week, which boosted the price of crude to a 3 year high. Source: https://www.reuters.com/business/energy/opec-seen-keeping-oil-output-policy-unchanged-opec-sources-say-2021-10-04/ This sets a baseline of no less than 26,000 barrels.  However, OPEC is calculating and cautious. They will not flood the market and risk reducing prices. Furthermore, many of OPEC's biggest clients in China and Europe (according to Statista trade data from 2012-2020) are still imposing strict covid policies, which inhibit the amount of oil people consume for transport, as it did from 2019-2020. Most countries are not out of the woods yet with Covid, so any increase in crude production would face additional risk. Thus, the increase will be gradual from the ~26,000 baseline. Gauging how gradual will determine if production is likely to tip over that key 27,000/day figure. I think it is more likely to stay under 27,000, since prices are projected to increase up to $100/barrel anyway. Better to stay extra cautious and increase supply more drastically in a few months, if need be. This would also maintain OPEC's leverage in light of US demands."], [87827, "2021-10-10T15:51:11Z", [0.0, 0.1, 0.8, 0.1], ""], [102361, "2021-10-10T15:45:59Z", [0.0, 0.01, 0.8, 0.19], "OPEC Monthly Oil Market Assessment (13 September 2021) stated, “the demand for OPEC crude in 2021 was revised up by 0.3 b/d from the previous month to stand at 27.7mb/d, around 4.9 mb/d higher than in 2020. Quarters 1-3 were revised up by 0.2 mb/d, 0.1 mb/d, and 0.7 mb/d, respectively. At the same time, 4Q21 remained unchanged with the previous assessment” (pg.74). The report also examined, “the demand for OPEC crude in 2022 was revised up by 1.1 mb/d from the previous month to stand at 28.7 mb/d around 1.1 mb/d higher than 2021(pg. 75). On 5 October 2021, the Center for Strategic and International Studies (CSIS) reported, “OPEC and its allies in OPEC+ are proceeding with their production plans despite the run-up in oil prices. On 4 October, the group decided to continue adding 400,000 barrels per day to the market each month, ignoring pressure from oil-importing states for greater volumes. For now, OPEC+ is shrugging off concerns over the economic impact of higher oil prices, perhaps mindful of the softer outlook for next year” (Cahill, 2021). Although there was an ongoing disagreement within OPEC regarding crude oil production, the group has since agreed to continue adding 400,000 barrels per day to the market each month, resulting in a likely OPEC crude oil production for October 2021 to be between 25,500 5b/d and 27,000 tb/d, inclusive (1%) (low-confidence), 28,500 tb/d or more (19%)(low-confidence), and more than 27,000 tb/d but fewer than 28,500 tb/d (80%)(moderate-high confidence). Resources:\nMonthly Oil Market Report - PDF download (opec.org)\nCahil, Ben (2021). OPEC Stays the Course Despite Rising Oil Prices. https://www.csis.org/analysis/opec-stays-course-despite-rising-oil-prices\nhttps://www.eia.gov/todayinenergy/detail.php?id=48956\n"], [102879, "2021-10-10T15:08:36Z", [0.0, 0.5, 0.45, 0.05], "Comment deleted on Oct 10, 2021 04:32PM UTC"], [94872, "2021-10-10T09:07:45Z", [0.0, 0.2, 0.7, 0.1], ""], [102382, "2021-10-09T06:32:05Z", [0.0, 0.51, 0.45, 0.04], "Update: LONDON — CNBC reports on October 5, 2021 that oil prices climbed to multi-year highs shortly after a group of some of the world’s most powerful oil producers opted against a big supply boost. Now energy analysts believe crude prices could be poised to rally toward $100 a barrel. OPEC and non-OPEC partners, a group collectively referred to as OPEC+, said Monday, October 5, 2021 that it would stick to its existing pact for a gradual increase in oil supply. OPEC+ has “reconfirmed the production adjustment plan” in a statement published online shortly after relatively swift ministerial talks. This referred to its previously agreed decision to add 400,000 barrels per day to the market for the month of November. The group’s decision on production policy had been widely expected, although some had hoped pressure from the U.S. and India to tame soaring oil prices might have been enough to persuade the group to offer more supply."], [102913, "2021-10-09T05:55:57Z", [0.05, 0.1, 0.8, 0.05], "The rational behind these percentages is that the UAE will likely use it's position to force a new and more beneficial deal for themselves. Long story short, all parties involved agree that oil production needs to be increased. However, the true challenge will boil down to how well the UAE can work its way into increasing its quota via deal with OPEC. Hence the 80% probability is reflective of their likelihood of success to re-negotiate the terms of the deal. "], [102920, "2021-10-09T03:08:50Z", [0.05, 0.35, 0.5, 0.1], "Fewer than 25,000 tb/d 5%\nBetween 25,500 tb/d and 27,000 tb/d, inclusive 35%\nMore than 27,000 tb/d but fewer than 28,500 tb/d 50%\n28,500 tb/d or more 10% Sticking strictly to the OPEC states, they will continue to be influenced by Chinese activity and OPEC+ direction/influence from states reliant on OPEC market manipulation such as Russia.   “Oil’s recent gains are part of a broad rally in the price of commodities, from lumber and oats to propane and natural gas. The gains have been propelled by sharp increases in demand from reopening economies that have outpaced the ability of producers to increase output and efficiently deliver raw materials to market. Rising prices are being passed on to consumers through increases in the cost of finished goods and have stoked fears that inflation could derail the economic recovery.”-WSJ https://www.wsj.com/articles/opec-russias-gradual-oil-hike-pushes-prices-to-seven-year-high-11633356803   OPEC states collectively demonstrate GDP growth inline with global trends and OPEC production is key to this.  COVID-19  delta variant developments are also influencing production activities and Non-OPEC states are increasing production primarily China, Russia, Canada, and the US; however, individual states have incurred setbacks such as the US company based oil platform in the Gulf of Mexico going down in the month of September.  August production was at 26,762 tb/d with the 400,000 b/d increase from OPEC for OPEC and OPEC+ states to be able to produce and stay within OPEC directed allowable limits of production, an increase is trending for September and October based on market factors and current trends OPEC totaled 150 tb/d increase from Jul to Aug ’21 with mandates to increase ahead of possible further restrictions because of the COVID variant. https://players.brightcove.net/34306109001/default_default/index.html?videoId=6272319066001 Member states have also continued to increase production for October: \nAlgeria has set a new benchmark to increase from 920k to 942k bpd https://www.aps.dz/en/economy/41091-opec-algerian-oil-output-up-to-952-000-bpd-in-november Angola hosted an event 9-10September to improve oil and gas production in a post COVID recovery and in so doing 5 major oil and gas producers in Angola set increasing benchmarks for production inline with international consumption trends by optimizing existing practices and infusing technological improvements in exploration and extraction of crude. https://energycapitalpower.com/wp-content/uploads/Oil-Gas-Conference-Enis-presentation-FINAL.pdf The Republic of the Congo apparently has a mispresentation of net gains and total production form Jul/Aug of 2021 in crude as trade economics reports 247 and 272 tb/d while the OPEC sourced document on the MOMR site reports 262 and 249 tb/d respectively, in either case the international economic factors and OPEC policy improvement indicate consistent increase in crude production for RoC in Oct 2021. https://tradingeconomics.com/republic-of-the-congo/crude-oil-production Iran is troublesome to report on as sanctions environments constantly impact Iranian production and diversion to condensate though Iran produces significant amounts of crude and natural gas even by international scales and should be considered an increasing member as Iran is receiving less scrutiny for sanctions violations behaviors and an increasingly friendly relationship with China and its Gulf neighbors in terms of energy production as the international economy looks to rebuild.  Kuwait with an increasing GDP and looking to reduce debt, the new production values published by OPEC will allow Kuwait to produce at an even higher rate, in keeping with existing 2021 trends. https://tradingeconomics.com/kuwait/crude-oil-production Libya election disputes, delays, and social issues continue to impact the government; however, oil production remains high as one of OPEC’s highest contributing members.  No significant increase from Libya should be expected in the coming months though its output should remain high, sustaining the 26,762 tb/d overall OPEC amount in Aug.  Saudi Arabia, as a dominant force within OPEC and strategic in setting oil production and pricing demands, KSA has produced considerably increasing amounts of crude in previous months and is on track to do so in October as well in keeping with international economic recovery demands.   UAE has recently increased its production fueled by expanding relationships with goods producing centers such as China and the relaxing of restrictions allowing individual transportation requiring fuel, the small OPEC contributing nation seeks to increase profits (remaining high due to natural events, hurricanes, earthquakes, etc.) while demand to revitalize economies to preCovid status continues. https://www.reuters.com/business/energy/uaes-adnoc-supply-full-upper-zakum-das-crude-volumes-dec-sources-2021-09-27/ The largest oil producing states within OPEC have taken considerable steps to increase production including the general consensus within OPEC to do so, this gives substantial reasoning to include in calculations the 400k bpd increase as well towards determining the October 2021 terms of production already at 26,762 for August 2021. \n"], [102662, "2021-10-09T00:59:32Z", [0.0, 0.0, 0.85, 0.15], "They do make a point that over the last couple of months, we have seen a steady increase in gas prices, and I can't refer to these prices escalated in other areas of the U.S. For my state, we've been steadily increasing every week for the last month, as well as considering the amount of backdating on orders that have been delayed priorly. I'm very skeptical of my thoughts on this particular question for this time period. "], [102640, "2021-10-08T06:16:43Z", [0.0, 0.1, 0.9, 0.0], "I reviewed currently reported production levels from the most recent source data: June 26,029, July 26,611, August 26,762. I also reviewed the MOMR Appendix Tables from September 2001 (https://www.opec.org/opec_web/static_files_project/media/downloads/publications/MOMR%20Appendix%20Tables%20(September%202021).xlsx) and observed that OPEC has increased the number of active oil rigs since a low of 347 in Q420. They reported an increase from 356 to 359 rigs from July to August. I also reviewed data from the U.S. Energy Information Administration (https://www.eia.gov/opendata/qb.php?category=1039874&sdid=STEO.PAPR_OPEC.M) which, while it uses different units, projects a 4.3% increase from August to October. Finally, recent news is that according to Bloomberg (https://www.aljazeera.com/economy/2021/9/1/opec-agrees-to-stick-to-existing-oil-output-hikes) OPEC+ has announced an October “decision to maintain a gradual supply hike” of an ongoing 400,000 barrels-a-day monthly increase. This sets the expectation that from the most recently reported volume of August, 26,762 we will see an increase of 400 for September to 27,162 and another increase for October to 27,562. As a 3% increase over August this is somewhat lower than the US EIA projection of 4.3% (which would place production at 27,912), but I consider that a less reliable source given that the growth from June to August in the OPEC report is 2.8%. Either way, the GJP interval is a fairly broad 27,000 – 28,500 which comfortably brackets all of the projected figures. Based on that I estimate a 90% probability that volume will fall in that range, with a 10% probability it will fall into the range immediately below (which would represent a decline outside of a narrow range of 389)."], [102910, "2021-10-08T06:07:56Z", [0.0, 0.05, 0.7, 0.25], "Looking at the average over the past few months we see a steady increase as the economy slowly recovers and gas prices increase following the average increase of 100-600 every month it would be pretty fair to forecast the average being between 27,000 and 28,500 with the possibility of it being slightly above or below depending on how the next few weeks shape up. Source  Pg 49-50  https://momr.opec.org/pdf-download/\n"], [102861, "2021-10-08T03:07:51Z", [0.05, 0.36, 0.42, 0.17], "Reason: According to the OPEC Monthly Oil Market Report the amount of crude oil (in tb/d) for Aug 2021 was anywhere between 24, 441 based on direct communication with IR Iran missing, to 26,762 from secondary sources of all states. I am inclined to think that the number will state relatively within that same range, but there are also a number of articles from Reuters and others about how OPEC is ramping up it's production. In the Reuters article It discusses how OPEC agreed in a previous deal that 400,000 bpd would be added in November, possibly causing the tb/d to slope upwards in October as a result.  Sources:  https://www.reuters.com/business/energy/opec-seen-keeping-oil-output-policy-unchanged-opec-sources-say-2021-10-04/ (Links to an external site.) https://www.opec.org/opec_web/en/publications/338.htm"], [102902, "2021-10-07T19:53:58Z", [0.0, 0.0, 0.5, 0.5], "The Chances are even that OPEC crude oil production for Oct 21 will be 27,000 tb/d to 28,500 tb/d and more than 28,000 tb/d. My forecast is on the high side because looking at data charts on oil production through the fiscal year, production has increased every month steadily. Also, OPEC+ is similar to OPEC and they agreed in July to boost output by 400,000 bpd a month until at least April 2022 to phase out 5.8 million bpd of existing production cuts (Lawler, 2021). This will drive up production for OPEC as well to stay competitive, which I think production for Oct will be around 28,500 tb/d.\nSources\nhttps://ycharts.com/indicators/opec_crude_oil_production\nhttps://www.reuters.com/business/energy/opec-seen-keeping-oil-output-policy-unchanged-opec-sources-say-2021-10-04/"], [102766, "2021-10-06T23:05:43Z", [0.0, 0.05, 0.8, 0.15], "Crude oil production has seen a steady increase over the last 4 months and there are no indications that this steady increase will not continue. OPEC+, which is the OPEC countries with the addition of Russia have come to an agreement where they want to get 400,000 more barrels of production by May 2022. Understandably this forecast is only for OPEC and OPEC+, I still assess a steady rise in crude oil production because of this additional agreement.  Sources: https://finance.yahoo.com/news/crude-oil-etfs-surge-opec-202706315.html?fr=sycsrp_catchall https://www.icij.org/investigations/pandora-papers/lawmakers-and-regulators-around-the-world-take-action-in-the-wake-of-pandora-papers/ https://www.opec.org/opec_web/en/about_us/25.htm https://www.eia.gov/todayinenergy/detail.php?id=48956"], [691, "2021-10-06T14:55:45Z", [0.0, 0.1, 0.86, 0.04], ""], [31275, "2021-10-06T01:25:33Z", [0.0, 0.0, 0.97, 0.03], ""], [102756, "2021-10-05T22:46:18Z", [0.15, 0.65, 0.15, 0.05], "Over the past four years the change in OPEC oil production June and October has not been great enough to take it outside the range that it is currently in."], [88452, "2021-10-05T18:38:22Z", [0.0, 0.03, 0.94, 0.03], ""], [102664, "2021-10-05T16:50:05Z", [0.2, 0.4, 0.4, 0.0], "Using a historical base Rate of 29,881TBD using Four Year Average of OPEC Production (2017 to 2020).  However, need to adjust for Covid in 2020 where production was 24,386TBD.  The market is increasing against supply constraints at 26,657 TBD Production in Aug 2021 and OPEC  providing some relief with another 400T equates to 27,000T above current.   Mitigating factors include potential pandemic surge or milder winter.  "], [691, "2021-10-05T14:07:53Z", [0.0, 0.04, 0.88, 0.08], ""], [102740, "2021-10-05T03:01:24Z", [0.0, 0.3, 0.45, 0.25], " Total OPEC crude production was 31.34 mb/d in 2018, 29.33 mb/d in 2019, and 25,650 in 2020.  All indications are that demand will increase so it is unlikely production will fall below 25,500 tb/d.  Reducing the output to less than 25,000 tb/d would result in significant foreign pressure upon OPEC and/or it would encourage other producers to increase their crude production, including the US.  Keeping the output at between 25,500 and 28,500 tb/d keeps prices relatively high, satisfies demands, and does not let prices get high enough for other nations to increase their own crude production. "], [102676, "2021-10-05T01:49:23Z", [0.03, 0.48, 0.47, 0.02], "Established a base rate of 26,467.33 based on 2Q production rates from teh OPEC_MOMR_September 2021 review.  Based on anticipated predictions, expressed intent to increase 400 tb/d per day expecting a range near 27,000 tb/d.  Expecting output to split difference between 26-27 tb/d and unlikely to spike over 28,5k tb/d or below 25,500 tb/d.  "], [102549, "2021-10-05T01:02:46Z", [0.01, 0.35, 0.57, 0.07], "Current trends have stabilized oil production in 2021 at around 27M tb/d.  As the world economy recovers from CoVID 19 and travel and commerce picks up the amount of oil consumed will steadily create an increasing demand and thus increased production."], [102641, "2021-10-04T22:08:27Z", [0.05, 0.1, 0.75, 0.1], "source https://momr.opec.org/pdf-download/  p.49\nAssume 2019 is the baseline, 2020 and 1Q 2021 production down due to COVID and now recovering\nAssume October production range is August and add monthly grow at the lowest, Average, and high production for two months\nDate\tOPEC Prod\tChange\tRationale\n2019\t29361\t\tbaseline\n2020\t25650\t-3711\tCovid\n4Q20\t24948\t-702\tCovid\n1Q21\t25156\t208\t\n2Q21\t25525\t369\t\nJun\t26029\t504\t\nJul\t26611\t582\t\nAug\t26762\t151\t\nSep\t\t\t\nOct\t27562\t\tBest Geuss Aug + 2 months growth at 400 (average)\n\t27062\t\tLow Geuss Aug + 2 months growth at 150\n\t27962\t\tHigh Geuss Aug + 2 months growth at 600\nso very unlikely (15%) production will go down below current absent expert predictions or other evidence.  To get to 28500 tb/d production would have to grow at 869 b per month  50% more than highest month - also very unlikely (5%)\nAnchoring  Avoid numbers/others’ forecasts at start - DONE\nBase-rate Insensitivity  Outside view, reference class - DONE\nConfidence  Check your math, check opposing  sources - Need to do - Is there an expert prediction - Why was the Aug growth smaller the others?\nScope Insensitivity  Adjust ranges - period explicitly calculated\nSocial Desirability  “Martian anthropologist” - No preference\nConjunction Fallacy  Beware of trick, be wary of story  - DONE\nConfirmation Bias  Red Team, pre-mortem, all source\nHindsight Bias  Write rationale DONE"], [102607, "2021-10-04T21:58:52Z", [0.01, 0.45, 0.53, 0.01], "OPEC concluded their ministerial meeting on 4 Oct and released that they intend to up production a modest 400tb/d in November.  Given the base rate of 27, 762 tb/d for Aug in their Sep 21 report, an increase of 400 will place it right around 27,000 for Nov.  The historical rate has increased slightly from Jun-Aug (731).   A seven-year high in crude prices and increasing demands across the world after COVID, especially in China, may lead to modest increases ahead of the agreed-upon production increase promised in Nov.  "], [102675, "2021-10-04T19:20:04Z", [0.02, 0.5, 0.45, 0.03], "Outside view: Past five years of OPEC crude oil in October.\n2020: 24,390 tb/d\n2019: 29,650 tb/d\n2018: 32,900 tb/d\n2017: 32,590 tb/d\n2016: 33,640 tb/d 5 year base rate is 30,634 tb/d Covid-19 environment base rate is 24,390.  Fermi-izing:\nCrude oil averages 4 weeks to reach commercial distribution. So October production (supply) may be tied to November (demand).  Inside view: OPEC raised its economic growth forecast from 5.5 to 5.6% for CY21, with the most growth occurring in the 4th quarter. CY22 forecast is 4.2%.  Otherwise, the Saudi voluntary cut ended in July, Covid-19 hospitalizations are down which potentially indicates a herd immunity beginning, which potentially leads to increased travel opportunities. These inside views are likely criteria for the 5.6% outlook. Average the 5 year base rate (30,634), Covid-19 base rate (24,390), Fermi’d November demand  matched to economic forecast (25,755) and you get: 26,926 as the forecast.  Probabilities linked to the deviation from 26,926. A weakening pandemic will place greater weight on the 27,000-28,500 number. But that hasn't happened... yet. Non-final answer.\n"], [87827, "2021-10-04T11:42:07Z", [0.0, 0.05, 0.85, 0.1], ""], [102663, "2021-10-03T19:07:34Z", [0.02, 0.55, 0.4, 0.03], "World demand and the economic situation have been trending slowly in a positive direction for several months.  At the same time, OPEC production has slowly ticked up for several months in a row.  I think it likely that OPEC will continue to slowly increase production but not enough to reach the 27,000 line.  However, with the impact of Hurricane Ida still unclear for global production, it is possible OPEC will edge into the next category to make up for non-OPEC shortfalls.  I don’t assess a major increase or major decrease in production to be likely in the short term, in any event.    "], [102652, "2021-10-03T16:48:11Z", [0.3, 0.45, 0.2, 0.05], "Looking at \"Table 5 - 6: OPEC crude oil production based on secondary sources, tb/d\" in the OPEC Monthly Oil Market Report, crude oil production rates were steadily climbing back from a low point of 24,948 tb/d in 4Q20. However, the increase in production dropped off notably between July and August 2021 to an increase of only 61 tb/d vice an increase of over 400 tb/day in each of the previous periods shown since 4Q20. On page v in the report it notes a prediction that because of COVID19, global economic \"growth is forecast to slightly decelerate towards the end of the year.\" As a result and given ongoing COVID mitigation measures globally, I forecast that OPEC crude oil production will remain relatively flat in October 2021 and is more likely to be around 27,000 tb/day or less. I forecast that production is more likely to decline below 25,500 tb/day than to increase above 27,000 tb/day. In addition and looking at another source, the US Energy Information Agency (https://www.eia.gov/todayinenergy/detail.php?id=49196), they recently revised their recent projections for OPEC crude oil production to be less than previously expected through the end of 2021."], [88452, "2021-10-03T11:38:43Z", [0.0, 0.0, 0.07, 0.93], ""], [31275, "2021-10-02T16:00:02Z", [0.0, 0.0, 0.92, 0.08], ""], [691, "2021-10-01T17:45:26Z", [0.0, 0.0, 0.9, 0.1], ""], [102382, "2021-10-01T17:32:44Z", [0.0, 0.0, 0.74, 0.26], "@EIA writes that on July 18, OPEC+, which includes OPEC and several non-OPEC members (including Russia) agreed to increase monthly crude oil production starting in August 2021. The latest agreement calls for total OPEC+ crude oil production to increase by 400,000 b/d each month according to Reuters. According to World Oil, the Biden administration has been in touch with OPEC about oil prices. There is increased speculation that OPEC will consider raising production more than the previously announced hike of 400,000 barrels a day.  RBC analyst Helima Croft stated that Washington is concerned with higher prices and will pressure OPEC to increase production above and beyond the 400,000 barrels per day. Update: LONDON — CNBC reports on October 5, 2021 that oil prices climbed to multi-year highs shortly after a group of some of the world’s most powerful oil producers opted against a big supply boost. Now energy analysts believe crude prices could be poised to rally toward $100 a barrel. OPEC and non-OPEC partners, a group collectively referred to as OPEC+, said Monday, October 5, 2021 that it would stick to its existing pact for a gradual increase in oil supply. OPEC+ has “reconfirmed the production adjustment plan” in a statement published online shortly after relatively swift ministerial talks. This referred to its previously agreed decision to add 400,000 barrels per day to the market for the month of November. The group’s decision on production policy had been widely expected, although some had hoped pressure from the U.S. and India to tame soaring oil prices might have been enough to persuade the group to offer more supply."], [1333, "2021-09-30T13:36:56Z", [0.0, 0.0, 0.79, 0.21], ""], [98345, "2021-09-30T03:14:07Z", [0.0, 0.03, 0.96, 0.01], ""], [97140, "2021-09-29T21:17:31Z", [0.0, 0.15, 0.7, 0.15], ""], [102667, "2021-09-29T15:56:56Z", [0.0, 0.06, 0.92, 0.02], "Historical norm increase from Jul to Oct, excluding 2020, is 150-260. This would equate to 26,800-26,920 produced in Oct. However, this year’s production amounts are two to three times historical norms per month as the world recovers from COVID (May to June: 566; June to July 637). As the world recovers, OPEC+ is pushing for 400,000 bpd, and, in September, Biden pushed for OPEC to produce more to lower gas prices. Even though August was well below the June and July monthly production levels because of oversupply concerns related to the COVID Delta variant, oil demand is reported up in September. I am not seeing information indicating that September oil production will be less than August. As such, I see Sep production within the 26,900-27,100 range, which puts Oct over 27,000. On the other hand, unexpected events could stagnate production in October, which is why I believe there is a possibility for less than 27,000. Looking at Oct from 2007, the largest year-over-year increase I could find was 2,261. This was in 2015 to 2016 when rig counts were at a peak. Based on workforce constraints, fewer rigs, and transportation issues requiring oil storage, I cannot foresee October production above 28,500 or increasing 1,850 bpd from July monthly number.           "], [102737, "2021-09-29T11:06:18Z", [0.0, 0.02, 0.94, 0.04], "Seems I accidentally previously submitted a new forecast with no revisions to probabilities. Now further increasing chance of an \"on-trend\" result (according to long-published OPEC plans to increase production) because of reported shortfalls in the ability of major producers across Africa to actually increase their production because of their longer term trend of under-investment in new projects, field maintenance, etc. Some additional production by OPEC is needed just to offset these volumes."], [102737, "2021-09-29T02:39:16Z", [0.0, 0.05, 0.91, 0.04], ""], [102786, "2021-09-27T12:46:01Z", [0.0, 0.1, 0.7, 0.2], "Due to the rising prices, OPEC nations have incentives to supply more oil and the global demand is rebounding these days. "], [691, "2021-09-25T15:20:54Z", [0.0, 0.0, 0.92, 0.08], ""], [88783, "2021-09-24T18:20:53Z", [0.0, 0.01, 0.88, 0.11], ""], [1333, "2021-09-23T12:44:46Z", [0.0, 0.0, 0.85, 0.15], ""], [102737, "2021-09-23T03:23:26Z", [0.0, 0.05, 0.91, 0.04], "https://www.reuters.com/business/energy/opec-compliance-with-oil-cuts-rises-116-august-sources-say-2021-09-21/ Very high chance that 27-28.5 Mbbl/d outcome will occur. \nConditions assumed: \n- no unforeseen major world events before November that would cause significant changes to existing OPEC plans\n- negligible chance that Saudi Arabia can’t cover any unexpected shortfalls in other countries’ production in October\n- no sudden large changes in the proportion of “true produced bbls” vs reported bbls compared to what is published in the most recent Monthly Reports (in other words, assume that this known, systematic error is highly correlated across several months and won’t therefore cause any apparent blips in the published October production record).\nProbability assigned to outlier outcomes reflects chances of these conditions/assumptions not applying."], [102662, "2021-09-21T20:05:12Z", [0.0, 0.3, 0.59, 0.11], "Based on the OPEC Monthly Oil Market Report for 13 September 2021\n*supply growth in 2021 (including processing gains) was revised down by 0.17 mb/d from the previous assessment, owing to a downward revision of 0.52 mb/d in 3Q21.\n* OECD liquids production in 2021 is forecast to increaseby0.35mb/dtoaverage29.48mb/d,revised down by 138 tb/d m-o-m owing to a downward revision of 57 tb/d in the production forecast for OECD Americas, which is now projected to grow by 0.41 mb/d to average 25.11 mb/d. OECD Europe was revised down by 63 tb/d m-o-m and is now forecast to decline by 0.04 mb/d, with an average supply of 3.86 mb/d. Oil production in OECD Asia Pacific was also revised down by 17 tb/d m-o-m and is now forecast to decline by 0.02 mb/d y-o-y at 0.51 mb/d. For 2022, oil production in the OECD is revised up by 56 tb/d, \n*OPEC crude oil production based on secondary sources, tb/d Based off August 21st 26,762 tb/d According to CNBC by Abigail Ng\n*The second scenario is one where countries continue to produce oil according to the quotas that were previously agreed on. Oil prices would spike, possibly as high as $100 per barrel, with demand outpacing supply."], [87691, "2021-09-20T03:56:14Z", [0.0, 0.0, 0.0, 1.0], ""], [34959, "2021-09-20T02:18:32Z", [0.0, 0.06, 0.88, 0.06], ""], [102719, "2021-09-20T00:35:39Z", [0.0, 0.1, 0.75, 0.15], "In the July 2021 meeting involving OPEC and several non-OPEC countries, an agreement was reached to increase monthly crude oil production starting in August of 2021. Looking at OPEC'S crude oil production over the years via an OPEC document, it shows that production has steadily increased from 1983 to the mid 2000s. In 2006, OPEC countries produced collectively 28,000 tb/d with a slight decrease several years after. Now that countries are easing COVID-19 restrictions and opening their borders for travel, the need for oil for planes, cars and other mass transit as well as energy means, I believe a significant increase will occur. If I had to give an estimate, I would say we will see OPEC Crude Production in October 2021 reach 27,750 tb/d. "], [691, "2021-09-19T15:34:59Z", [0.0, 0.0, 0.89, 0.11], ""], [1333, "2021-09-19T13:25:54Z", [0.0, 0.0, 0.87, 0.13], ""], [94872, "2021-09-18T02:35:57Z", [0.0, 0.07, 0.8, 0.13], ""], [87827, "2021-09-17T14:19:00Z", [0.0, 0.05, 0.85, 0.1], ""], [87827, "2021-09-17T14:18:11Z", [0.0, 0.05, 0.8, 0.15], ""], [55987, "2021-09-14T14:11:38Z", [0.0, 0.04, 0.95, 0.01], "Planned production will cross 27 MMBOPD in September and reach close to 27.5 in October. The bin 2 wildcards are supply disruptions rather than planned curtailments, and intentional underproduction by SA. Bin 4 is difficult to achieve within the given time frame, unless members violate their agreement. I've eliminated bin 1 as it would require a black swan event."], [79142, "2021-09-14T04:42:34Z", [0.0, 0.1, 0.9, 0.0], "Aug prod. = 26,762 \nJuly prod. = 26,657\nProjected demand for OPEC (3Q21): 29,1\nProjected demand for OPEC (4Q21): 28,9\nAgreed to higher 0,4 in August\n\"Demand for OPEC crude in 2021 is revised up by 0.3 mb/d from last month’s assessment to stand at 27.7 mb/d,\nrepresenting an increase of 4.9 mb/d over the previous year. Demand for OPEC crude in 2022 is revised up\nby 1.1 mb/d to stand at 28.7 mb/d, around 1.1 mb/d higher than in 2021.\"\nhttps://momr.opec.org/pdf-download/res/pdf_delivery_momr.php?secToken2=30060f6ae77a0469eaf85fc9fe8f2d3baff75f0d "], [88783, "2021-09-13T22:29:54Z", [0.0, 0.04, 0.87, 0.09], ""], [1333, "2021-09-11T21:02:42Z", [0.0, 0.0, 0.87, 0.13], ""], [691, "2021-09-11T20:13:56Z", [0.0, 0.01, 0.89, 0.1], ""], [87827, "2021-09-11T01:06:34Z", [0.0, 0.05, 0.75, 0.2], ""], [59881, "2021-09-10T18:27:40Z", [0.0, 0.0, 1.0, 0.0], ""], [94606, "2021-09-10T13:55:36Z", [0.0, 0.0, 0.83, 0.17], ""], [102452, "2021-09-08T01:54:49Z", [0.0, 0.1, 0.7, 0.2], ""], [1333, "2021-09-07T13:18:59Z", [0.0, 0.04, 0.83, 0.13], ""], [88783, "2021-09-04T12:53:48Z", [0.0, 0.02, 0.84, 0.14], ""], [1333, "2021-09-03T06:40:22Z", [0.0, 0.04, 0.82, 0.14], ""], [79142, "2021-09-02T21:33:35Z", [0.0, 0.05, 0.85, 0.1], ""], [691, "2021-09-02T14:17:07Z", [0.0, 0.01, 0.86, 0.13], ""], [52131, "2021-09-02T13:52:51Z", [0.0, 0.3, 0.7, 0.0], ""], [11365, "2021-09-02T13:23:34Z", [0.0, 0.15, 0.8, 0.05], ""], [11365, "2021-09-02T13:22:31Z", [0.0, 0.05, 0.05, 0.9], ""], [1333, "2021-09-01T13:26:57Z", [0.0, 0.05, 0.81, 0.14], ""], [55987, "2021-08-30T16:03:05Z", [0.01, 0.06, 0.82, 0.11], ""], [88783, "2021-08-28T15:05:28Z", [0.0, 0.07, 0.81, 0.12], ""], [1333, "2021-08-28T14:53:21Z", [0.0, 0.05, 0.81, 0.14], ""], [94606, "2021-08-27T21:05:33Z", [0.0, 0.21, 0.79, 0.0], ""], [98345, "2021-08-26T03:17:44Z", [0.0, 0.07, 0.77, 0.16], ""], [1333, "2021-08-25T12:11:55Z", [0.0, 0.05, 0.79, 0.16], ""], [691, "2021-08-23T17:15:45Z", [0.0, 0.04, 0.83, 0.13], ""], [691, "2021-08-20T16:12:09Z", [0.0, 0.06, 0.83, 0.11], ""], [1333, "2021-08-20T14:47:20Z", [0.0, 0.06, 0.78, 0.16], ""], [94872, "2021-08-19T23:14:26Z", [0.0, 0.07, 0.75, 0.18], ""], [55987, "2021-08-19T15:41:51Z", [0.01, 0.11, 0.79, 0.09], ""], [79142, "2021-08-19T03:33:57Z", [0.0, 0.05, 0.85, 0.1], "July prod. = 26,657 \nProjected demand for OPEC (3Q21):  28,4\nProjected demand for OPEC (4Q21):  29,0\nAgreed to higher 0,4 in August\nhttps://players.brightcove.net/34306109001/default_default/index.html?videoId=6267503862001\nhttps://www.opec.org/opec_web/en/publications/338.htm"], [691, "2021-08-17T18:11:50Z", [0.0, 0.06, 0.82, 0.12], ""], [94606, "2021-08-16T19:02:42Z", [0.0, 0.46, 0.54, 0.0], "Based in July production and increases in prior 3 months (https://bit.ly/3yYVveA / https://reut.rs/3g5kXaQ / https://reut.rs/3ALzvUL ) and the planned 400,000bm boost to production since July, 27ktbd to 28.5ktbd is a likely target but for the fear of the Delta variant and a slowing Chinese economy. That said, will OPEC reduce production again to limit price falls? OPEC + sees little need to heed Biden's call to increase production. As mentioned in the July report, OPEC sees increased shale production and hence is not likely to accede to Biden's calls. So the possibility of clandestine production, which may not be reflected in the official OPEC charts, is real, if the Chinese economy settles and Delat doesn't create another worldwide lockdown. "], [1333, "2021-08-16T13:31:07Z", [0.0, 0.07, 0.77, 0.16], ""], [88783, "2021-08-16T13:24:08Z", [0.0, 0.1, 0.78, 0.12], ""], [1667, "2021-08-14T01:21:25Z", [0.0, 0.1, 0.9, 0.0], ""], [1333, "2021-08-13T13:26:52Z", [0.0, 0.07, 0.76, 0.17], ""], [94606, "2021-08-12T18:47:03Z", [0.0, 0.44, 0.54, 0.02], ""], [691, "2021-08-12T17:35:51Z", [0.0, 0.06, 0.82, 0.12], ""], [1333, "2021-08-10T14:11:00Z", [0.0, 0.08, 0.75, 0.17], ""], [55987, "2021-08-09T15:14:12Z", [0.01, 0.1, 0.76, 0.13], ""], [1333, "2021-08-07T15:37:15Z", [0.0, 0.09, 0.74, 0.17], ""], [87827, "2021-08-05T22:15:49Z", [0.0, 0.05, 0.7, 0.25], "26,034 in June, with a 400 tb/d increase per month starting in August [4] and the previous increase expected in July. The wild cards here seem to mostly be Iran, Libya, and Venezuela as they don't appear to be subject to any OPEC quotas right now but still are counted in the OPEC production. This [1] shows a planned production increase for OPEC of 360 tb/d for OPEC for July. But as described in my comment here [2] that's not counting another 400 tb/d increase from Saudi Arabia which had taken an additional voluntary reduction. So that puts the planned increases at +760 tb/d for July followed by 400 tb/d for each of August, September, and October. Added to 26,034 for June makes 27,994 for October. But Iran is a big wildcard. Iran's oil production is way down due to tariffs, so if the JCPOA were to be reinstated by October and tariffs lifted oil production could potentially jump up there. Iran has been increasing oil production already despite the tariffs. [3] Overall the third bucket seems most likely followed by the last on the potential for an oil output increase from Iran. [1] https://www.opec.org/opec_web/static_files_project/media/downloads/15th%20ONOMM%20-%20Production%20adjustments%20table%20(pdf).pdf [2] https://www.gjopen.com/comments/1285426 [3] https://tradingeconomics.com/iran/crude-oil-production#:~:text=Crude%20Oil%20Production%20in%20Iran%20averaged%203488.03%20BBL%2FD%2F1K,1K%20in%20October%20of%201980.&text=Iran%20Crude%20Oil%20Production%20%2D%20values,updated%20on%20August%20of%202021. [4] https://www.opec.org/opec_web/en/press_room/6512.htm\n"], [1333, "2021-08-05T08:18:19Z", [0.0, 0.09, 0.73, 0.18], ""], [88783, "2021-08-03T23:20:58Z", [0.01, 0.12, 0.77, 0.1], ""], [1333, "2021-08-03T19:28:58Z", [0.0, 0.1, 0.72, 0.18], ""], [79142, "2021-08-03T14:59:29Z", [0.0, 0.15, 0.7, 0.15], ""], [1333, "2021-08-03T14:48:52Z", [0.0, 0.16, 0.72, 0.12], ""], [1333, "2021-07-31T15:54:00Z", [0.08, 0.1, 0.72, 0.1], ""], [55987, "2021-07-30T17:27:17Z", [0.01, 0.16, 0.74, 0.09], ""], [88783, "2021-07-29T20:41:05Z", [0.01, 0.14, 0.77, 0.08], ""], [88452, "2021-07-29T10:15:51Z", [0.0, 0.0, 0.47, 0.53], ""], [88783, "2021-07-28T23:24:30Z", [0.01, 0.1, 0.79, 0.1], ""], [691, "2021-07-28T17:58:11Z", [0.0, 0.09, 0.8, 0.11], ""], [1333, "2021-07-28T13:16:32Z", [0.1, 0.15, 0.65, 0.1], ""], [34959, "2021-07-28T01:08:27Z", [0.0, 0.07, 0.75, 0.18], ""], [691, "2021-07-27T17:32:30Z", [0.0, 0.11, 0.78, 0.11], ""], [1333, "2021-07-27T04:55:56Z", [0.1, 0.25, 0.55, 0.1], ""], [1333, "2021-07-26T12:51:21Z", [0.1, 0.3, 0.45, 0.15], ""], [79142, "2021-07-25T18:07:32Z", [0.0, 0.15, 0.7, 0.15], ""], [1333, "2021-07-25T15:20:23Z", [0.1, 0.22, 0.39, 0.29], ""], [1333, "2021-07-24T13:44:18Z", [0.1, 0.22, 0.36, 0.32], ""], [88783, "2021-07-23T22:40:17Z", [0.01, 0.15, 0.74, 0.1], ""], [98345, "2021-07-23T03:03:28Z", [0.0, 0.1, 0.72, 0.18], "https://ycharts.com/indicators/opec_crude_oil_production\nHovering around 27 tb/d for nearly the past year. https://www.cnbc.com/2021/07/18/opec-allies-agree-to-fully-end-oil-production-cuts-by-september-2022.html\n\"The Organization of Petroleum Exporting Countries (OPEC) and its non-OPEC allies reached a deal Sunday to phase out 5.8 million barrels per day of oil production cuts by September 2022...\" Not sure of how the reversal of those cuts gets proportioned between OPEC vs non-OPEC, and how quickly it happens, but very rough math gets me to 28 tb/d."], [88783, "2021-07-21T22:01:43Z", [0.01, 0.26, 0.63, 0.1], ""], [55987, "2021-07-20T16:11:10Z", [0.01, 0.21, 0.74, 0.04], ""], [34959, "2021-07-20T14:53:11Z", [0.0, 0.13, 0.71, 0.16], ""], [11365, "2021-07-20T12:24:25Z", [0.0, 0.0, 0.0, 1.0], ""], [101654, "2021-07-20T10:12:15Z", [0.0, 0.0, 0.57, 0.43], ""], [34815, "2021-07-20T04:07:44Z", [0.0, 0.0, 1.0, 0.0], ""], [48709, "2021-07-20T02:50:42Z", [0.0, 0.34, 0.43, 0.23], "The production rate is at 27.11 million and an average growth rate of 0.58%"], [92079, "2021-07-20T00:23:52Z", [0.0, 0.0, 1.0, 0.0], ""], [6425, "2021-07-19T21:34:21Z", [0.0, 0.0, 0.0, 1.0], "Hot "], [691, "2021-07-19T17:47:16Z", [0.0, 0.41, 0.49, 0.1], ""], [25265, "2021-07-19T16:39:14Z", [0.0, 0.0, 1.0, 0.0], "As of June 2021, the output is 26034 tb/d. \nStarting August, the group is supposed to add 400 tb/d till the end of the year: that is an 1200 tb/d increase in crud oil production within the months of August, September & October. This will add the output to about 27200 tb/d. \nhttps://www.nytimes.com/2021/07/18/business/opec-plus-oil-production.html?searchResultPosition=1 If we also account for the increase in July which is going to be more than 400K (I believe only SA is going to increase by about 500K) - in fact judging by the increase in output from May/June which was 586K - the expected increase for June/July should be around 700K, which puts the total output around 28 mb/d.\n[All the numbers, except the projected ones, are taken from the OPEC monthly oil market report, page 59 mostly]\nhttps://www.gjopen.com/comments/1295510 [ What will be Saudi Arabia's crude oil production for July 2021, according to OPEC? ] Considering the enough margin for error in option 3, 27 mb/d to 28.5 mb/d, my money is on that choice. "], [94606, "2021-07-19T16:02:36Z", [0.0, 0.0, 0.2, 0.8], "As the question will be resolved by data from OPEC. Regardless of how accurate they are and whether the member countries have or have not stuck to their agreed quotas. And as a deal has been reached between KSA & UAE (https://bbc.in/2UQkQrL) and OPEC+ agreed that \"Under the new deal, Opec and partners have agreed to increase supply by a further two million barrels per day from August until December 2021 to help stabilise the market.\" "], [101420, "2021-07-19T15:22:45Z", [0.1, 0.1, 0.1, 0.7], ""], [100273, "2021-07-19T13:08:38Z", [0.0, 0.2, 0.7, 0.1], "Typical trend"], [100664, "2021-07-19T07:06:19Z", [0.0, 0.5, 0.5, 0.0], ""], [101422, "2021-07-19T06:42:36Z", [0.0, 0.34, 0.33, 0.33], ""], [97742, "2021-07-18T22:38:14Z", [0.12, 0.34, 0.49, 0.05], ""], [95944, "2021-07-18T20:51:58Z", [0.0, 0.9, 0.1, 0.0], ""], [101970, "2021-07-18T20:19:18Z", [0.0, 0.0, 0.1, 0.9], ""], [88783, "2021-07-18T14:20:35Z", [0.01, 0.3, 0.59, 0.1], ""], [79142, "2021-07-18T11:56:49Z", [0.0, 0.4, 0.51, 0.09], "https://www.foxbusiness.com/markets/opec-meets-to-agree-oil-supply-boost-as-prices-rise"], [79142, "2021-07-18T11:55:32Z", [0.0, 0.4, 0.5, 0.1], ""], [45594, "2021-07-18T07:24:26Z", [0.1, 0.4, 0.4, 0.1], ""], [79142, "2021-07-18T04:02:01Z", [0.05, 0.5, 0.4, 0.05], ""], [95944, "2021-07-17T18:16:03Z", [0.0, 0.9, 0.04, 0.06], "*Arab Emirates is going to get a new + production quota.\n*Mexico refuses Russian suggestion.\n*Nigeria expects increase in OPEC production."], [691, "2021-07-17T15:36:57Z", [0.0, 0.47, 0.47, 0.06], ""], [1333, "2021-07-17T09:55:46Z", [0.16, 0.22, 0.3, 0.32], ""], [1333, "2021-07-17T09:45:43Z", [0.16, 0.22, 0.3, 0.32], ""], [1333, "2021-07-16T22:37:48Z", [0.16, 0.22, 0.29, 0.33], ""], [88783, "2021-07-16T20:56:47Z", [0.02, 0.42, 0.48, 0.08], ""], [94606, "2021-07-16T20:47:17Z", [0.0, 0.52, 0.48, 0.0], ""], [60695, "2021-07-16T17:58:10Z", [0.0, 0.5, 0.4, 0.1], ""]], "open_date": "2021-07-16T17:00:18Z", "close_date": "2021-11-01T07:01:18Z"}