{"question_id": 1903, "title": "Will Nicaragua diplomatically recognize the People's Republic of China before 7 November 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[691, "2021-11-06T13:29:45Z", [0.0], ""], [62808, "2021-11-04T21:43:16Z", [0.0], ""], [102973, "2021-11-04T17:13:26Z", [0.03], ""], [102973, "2021-11-04T17:11:35Z", [0.0], ""], [17007, "2021-11-04T17:05:50Z", [0.0], ""], [102644, "2021-11-04T17:04:57Z", [0.04], ""], [102648, "2021-11-04T17:04:21Z", [0.0], ""], [102646, "2021-11-04T17:00:22Z", [0.0], ""], [19260, "2021-11-04T02:36:41Z", [0.0], ""], [95503, "2021-11-02T16:22:51Z", [0.0], ""], [74903, "2021-10-29T12:53:21Z", [0.0], ""], [97945, "2021-10-24T08:46:05Z", [0.0], ""], [97302, "2021-10-22T20:16:28Z", [0.0], ""], [97945, "2021-10-22T09:06:32Z", [0.01], ""], [62808, "2021-10-20T16:57:21Z", [0.0], ""], [62808, "2021-10-16T15:19:10Z", [0.0], ""], [70711, "2021-10-14T12:46:46Z", [0.0], ""], [86490, "2021-10-13T13:56:05Z", [0.0], ""], [62808, "2021-10-10T17:51:17Z", [0.0], ""], [94872, "2021-10-08T01:57:33Z", [0.0], ""], [87566, "2021-10-04T08:58:12Z", [0.0], ""], [97892, "2021-10-02T15:22:14Z", [0.0], ""], [95683, "2021-09-29T02:16:54Z", [0.0], ""], [95683, "2021-09-28T02:21:11Z", [0.0], ""], [95683, "2021-09-27T02:21:13Z", [0.0], ""], [95683, "2021-09-26T20:33:21Z", [0.0], ""], [95683, "2021-09-23T16:25:19Z", [0.0], ""], [79975, "2021-09-22T23:49:02Z", [0.01], ""], [97140, "2021-09-21T19:39:39Z", [0.02], ""], [55987, "2021-09-20T16:45:36Z", [0.0], ""], [691, "2021-09-19T16:23:35Z", [0.0], ""], [62808, "2021-09-17T14:32:49Z", [0.0], ""], [95503, "2021-09-14T12:38:19Z", [0.01], ""], [94872, "2021-09-13T09:20:36Z", [0.01], ""], [86358, "2021-09-13T06:31:37Z", [0.01], ""], [95683, "2021-09-11T22:39:20Z", [0.0], ""], [62808, "2021-09-05T20:39:01Z", [0.0], ""], [95683, "2021-09-02T20:36:30Z", [0.0], ""], [83135, "2021-08-30T17:56:38Z", [0.0], ""], [102145, "2021-08-28T09:19:21Z", [0.02], ""], [34959, "2021-08-24T05:13:26Z", [0.0], ""], [52131, "2021-08-20T14:53:38Z", [0.0], ""], [80475, "2021-08-19T23:06:58Z", [0.0], "It's probably something like 1% a month. However, with the (sort-of) elections coming up this November, I don't think something this major should happen by then, especially with Ortega having played both Taiwan and the PRC against each other. Rounding this down to zero."], [84880, "2021-08-17T18:59:02Z", [0.0], ""], [49877, "2021-08-17T17:16:38Z", [0.0], ""], [94872, "2021-08-09T03:36:33Z", [0.01], ""], [59881, "2021-08-05T15:42:47Z", [0.0], ""], [55987, "2021-08-02T15:58:49Z", [0.01], ""], [62808, "2021-07-29T21:34:41Z", [0.0], ""], [86490, "2021-07-18T23:29:46Z", [0.01], ""], [55987, "2021-07-16T15:47:46Z", [0.05], ""], [49877, "2021-07-12T22:40:17Z", [0.1], ""], [88452, "2021-07-12T12:17:16Z", [0.0], ""], [691, "2021-07-11T16:35:16Z", [0.01], ""], [62808, "2021-07-06T14:17:35Z", [0.0], ""], [97892, "2021-07-05T19:46:42Z", [0.05], ""], [86490, "2021-07-03T11:04:37Z", [0.03], ""], [83135, "2021-07-01T16:46:44Z", [1.0], ""], [62808, "2021-06-11T20:48:02Z", [0.0], ""], [49877, "2021-06-03T19:06:09Z", [0.15], ""], [88452, "2021-05-30T12:48:21Z", [0.0], ""], [95503, "2021-05-30T10:16:12Z", [0.02], ""], [36274, "2021-05-28T06:38:56Z", [0.1], ""], [62808, "2021-05-25T20:42:20Z", [0.0], ""], [29680, "2021-05-17T03:58:52Z", [0.0], ""], [94872, "2021-05-16T05:51:41Z", [0.02], ""], [88954, "2021-05-11T12:03:18Z", [0.02], ""], [1333, "2021-05-10T07:13:41Z", [0.0], ""], [97945, "2021-05-06T11:38:28Z", [0.05], ""], [97917, "2021-05-05T14:25:20Z", [0.05], ""], [49877, "2021-04-27T16:52:47Z", [0.2], ""], [33637, "2021-04-26T11:16:35Z", [0.34], ""], [84880, "2021-04-12T19:43:28Z", [0.01], ""], [1333, "2021-04-11T07:02:14Z", [0.0], ""], [97945, "2021-04-06T13:10:22Z", [0.12], ""], [34959, "2021-04-04T13:33:59Z", [0.01], ""], [94872, "2021-04-01T01:56:15Z", [0.01], ""], [100184, "2021-04-01T00:39:47Z", [0.02], ""], [84880, "2021-03-31T20:14:22Z", [0.01], ""], [99176, "2021-03-31T15:03:57Z", [0.01], ""], [88452, "2021-03-30T00:47:55Z", [0.0], "\"Taiwan down to 20 allies as Beijing steps up the pressure Panama’s switching of diplomatic relations from Taiwan to China on Tuesday deprives Taipei of one of its most important and influential allies.\" https://apnews.com/article/c9f7cce0c4bb43e5a967c1cdee1db231"], [86358, "2021-03-27T04:25:49Z", [0.04], ""], [96755, "2021-03-24T19:46:04Z", [0.0], ""], [49877, "2021-03-22T18:37:52Z", [0.3], ""], [62808, "2021-03-21T21:49:17Z", [0.02], ""], [29680, "2021-03-20T17:06:47Z", [0.02], ""], [34959, "2021-03-19T01:24:06Z", [0.02], ""], [914, "2021-03-14T23:57:03Z", [0.05], ""], [96755, "2021-03-11T06:22:26Z", [0.02], "As I stated before, without some kind of movement on the PRC - Nicaragua canal deal it seems unlikely that Nicaragua would have a reason to change its diplomatic relations from the ROC to the PRC. The Nicaragua canal has not been included in the belt and road initiative to date and therefore it seems unlikely that any change in diplomatic status will occur. Further, as @Terry-Smith pointed out, COVID-19 seems to have slowed diplomacy across the globe regardless of the countries involved. Reducing probability to 2% chance. "], [87691, "2021-03-09T07:16:10Z", [1.0], ""], [88452, "2021-03-08T22:11:36Z", [0.0], ""], [22689, "2021-03-07T17:19:20Z", [0.0], ""], [97501, "2021-03-06T17:36:53Z", [0.0], "The trends more and more is for NO"], [80475, "2021-03-02T15:15:41Z", [0.1], "1) Passage of time. 2) I was previously underestimating how much C19 has slowed world diplomacy. 3) Biden Administration looks to be stepping up its diplomatic efforts compared with previous administration"], [94872, "2021-03-01T03:40:53Z", [0.02], ""], [691, "2021-02-24T20:10:45Z", [0.02], ""], [97945, "2021-02-24T19:55:14Z", [0.17], ""], [34959, "2021-02-24T03:41:16Z", [0.03], ""], [49877, "2021-02-23T22:56:46Z", [0.5], ""], [22689, "2021-02-20T01:38:09Z", [0.02], ""], [86358, "2021-02-19T06:29:30Z", [0.07], ""], [691, "2021-02-18T19:05:56Z", [0.03], ""], [74903, "2021-02-18T11:27:03Z", [0.04], ""], [94872, "2021-02-13T05:12:15Z", [0.02], ""], [97539, "2021-02-12T13:18:39Z", [0.35], ""], [1333, "2021-02-11T13:46:00Z", [0.01], ""], [97892, "2021-02-09T00:34:25Z", [0.1], ""], [49877, "2021-02-08T20:29:23Z", [0.6], ""], [34959, "2021-02-06T13:09:17Z", [0.04], "How are people accounting for the blurring of lines between this Nicaraguan question and the Russian one? Would Russia risk their relationship with China over Taiwan? So would Nicaragua risk their rubbles from Russia over Taiwan?"], [12591, "2021-02-05T02:32:29Z", [0.2], ""], [94872, "2021-02-02T04:45:14Z", [0.07], ""], [62808, "2021-02-01T23:18:48Z", [0.02], ""], [84880, "2021-02-01T19:54:10Z", [0.01], ""], [98108, "2021-01-31T18:54:51Z", [0.03], "Nicaragua and Taiwan maintain strong relations as demonstrated by the $100 million dollar loan, which other people have mentioned, that Taiwan gave to Nicaragua in 2019. Nicaragua benefits tremendously from its relationship with Taiwan as it increasingly becomes a pariah in the West for its autocratic practices. The United States is likely privately pleased that Nicaragua recognizes Taiwan given the American government's desire to keep China out of Latin America. There has been no indication recently that Nicaragua is considering switching its recognition. As countries around the world begin to more openly embrace Taiwan following China's aggressive foreign policy, human rights abuses, and Taiwan's strong handling of COVID-19 there is no reason for Nicaragua to cease recognizing Taiwan at this time."], [96756, "2021-01-29T16:07:02Z", [0.15], "A Nicaragua recognition of the PRC before 7 Nov 21 is possible but not probable. The Nicaraguan government has a long history of ties with Taiwan, as two relatively diplomatically isolated states.  Ties between the two countries remain close. This article shows Taiwan gave Nicaragua a $100 mil loan as recently as 2019. (https://www.latimes.com/world/la-fg-taiwan-nicaragua-20190223-story.html) Taipei does not like to publicize its foreign economic aid, because it has been criticized domestically for relying too much on economic diplomacy (so there may be more, significant economic deals occurring privately). President Ortega of Nicaragua has significant political and economic woes, and his country is feeling the crunch under Covid-19 and US sanctions. He effectively banned all opposition from running in the 2021 presidential elections, effectively ensuring his victory. \n(https://apnews.com/article/elections-blockades-central-america-daniel-ortega-nicaragua-14d04033e443f6da9bf3d11aec0dae47) If Ortega can continue to get what he needs from Taiwan, as he has for decades, then there is no need to alter the status quo (particularly since breaking with Taiwan would be a domestically unpopular decision). Unless the domestic situation continues to unravel, and there is something China can provide that Taiwan cannot, this is unlikely to change. The main connection between the Nicaraguan and Chinese government appears to be the Nicaragua Interoceanic Grand Canal project, which is being financed primarily by a Chinese company HKND. However, the initial project, begun in 2013, has stalled out. Nicaragua originally gave HKND until June 14, 2019 to obtain the financing required to develop the canal, but the date has come and gone, and the Nicaraguan government still claims the canal will be made. President Ortega has come under criticism for using the project as a money laundering scheme or as a propaganda ploy promising citizens a brighter economic future when the project seems increasingly unlikely to achieve completion. There is a chance (and this is pure speculation) that the Chinese government has put a hold on funding for the project, attempting to coerce Nicaragua into closer economic relations. \nhttps://thediplomat.com/2019/08/nicaraguas-chinese-financed-canal-project-still-in-limbo/ So far, Ortega has been able to stall effectively and maintain power. He likely believes he can keep peddling on future promises. Unless he perceives the completion of the canal project as vital to his regime security, he would not take such a drastic step as breaking ties with Taiwan which would be viewed so unfavorably by his public. However, it is worth noting that “Ortega himself hasn’t always been close with Taiwan. A year after he first became president in 1984, the left-leaning leader cut ties and recognized China. After he lost a reelection bid in 1990, his successors resumed relations with Taiwan.” (https://www.latimes.com/world/la-fg-taiwan-nicaragua-20190223-story.html) Ortega has been in power from 1979-1990, and then again from 2007 to the present. He has maintained ties for the past thirteen years and seems intent on maintaining power until his death. One other scenario that might result in significant upheaval could be President Ortega’s death (thanks @TJA for your analysis on this) or some sort of coup. There is significant unrest, but Ortega (and his wife, the VP) appear to have consolidated power. "], [85535, "2021-01-29T14:30:34Z", [0.0], "Nicaragua is one of a handful of countries that recognize Taiwan. Taiwan has recently loaned Nicaragua $100 million USD [1] and also accepted a new ambassador last year [2]. They also hosted Taiwanese naval vessels in 2018 [3]. Additionally, the President and Vice-President of Nicaragua sent their congratulations to the new Taiwanese president upon her inauguration last year [4]. This actions show continuing strong ties between the two countries. However, possibly more importantly, the United States would like to see more countries recognize Taiwan in order to exert global influence on the PRC [5]. While the United States and Nicaragua do not have a good relationship, it seems likely that the United States would use its influence in the region to ensure Nicaragua continues its recognition of Taiwan. Thus, I assess a 0% probability that Nicaragua will diplomatically recognize the PRC before 7 November 2021. [1] https://www.latimes.com/world/la-fg-taiwan-nicaragua-20190223-story.html\n[2] https://www.taipeitimes.com/News/front/archives/2020/10/27/2003745865\n[3] https://www.reuters.com/article/us-nicaragua-taiwan/taiwan-warships-drop-anchor-in-nicaragua-amid-sinking-ties-with-china-idUSKBN1HH179\n[4] https://taipeitimes.com/News/taiwan/archives/2020/05/22/2003736852\n[5] https://theglobalamericans.org/2021/01/four-years-later-biden-faces-a-different-latin-america/"], [95503, "2021-01-29T01:59:31Z", [0.01], ""], [39847, "2021-01-28T21:22:17Z", [0.6], "Because China need influence"], [373, "2021-01-28T20:46:33Z", [0.25], ""], [8826, "2021-01-28T18:23:10Z", [0.99], "money talks"], [36274, "2021-01-28T05:20:22Z", [0.15], ""], [84880, "2021-01-27T17:20:20Z", [0.01], ""], [46339, "2021-01-27T17:16:51Z", [0.3], ""], [88452, "2021-01-27T07:56:35Z", [0.0], "EDIT:\nhttps://www.tribuneindia.com/news/world/china-sharpens-language-warns-taiwan-that-independence-means-war-204579"], [95503, "2021-01-26T19:51:11Z", [0.03], ""], [86358, "2021-01-26T04:25:21Z", [0.11], ""], [94872, "2021-01-26T02:53:55Z", [0.15], ""], [88954, "2021-01-25T15:39:01Z", [0.15], ""], [94872, "2021-01-25T04:16:11Z", [0.17], ""], [651, "2021-01-24T23:26:37Z", [0.15], "Relations with both; recognition of Taiwan; not much protest from PRC -  go with inertia here."], [96855, "2021-01-24T10:05:23Z", [0.11], ""], [81187, "2021-01-23T21:25:46Z", [0.0], ""], [97927, "2021-01-22T15:15:56Z", [0.12], "There is limited value for Ortega to make this decision before the elections to take place in Nicaragua this November."], [96861, "2021-01-22T15:00:12Z", [0.19], ""], [86358, "2021-01-22T05:47:56Z", [0.14], ""], [94872, "2021-01-22T05:13:51Z", [0.2], ""], [97895, "2021-01-22T03:25:23Z", [0.55], ""], [97501, "2021-01-21T08:02:22Z", [0.2], "Rationales of @Terry-Smith and @TJA and convinced me, and Terry-Smith is an experienced forecaster."], [56265, "2021-01-20T10:35:11Z", [0.3], ""], [97503, "2021-01-20T01:42:22Z", [0.2], ""], [96755, "2021-01-20T00:40:05Z", [0.1], "The main issue between the PRC, ROC, and Nicaragua is a separate canal. As long as the PRC seems willing to finance this project the Nicaraguans seemed responsive to Chinese diplomatic overtures. As the Chinese have not been providing massive investments or talk of building a separate canal in Nicaragua in recent years, the relationship between the PRC and Nicaragua soured. The only major change that would lead to Nicaragua switching from the ROC back to the PRC (the recognized the PRC till 1992 because of PRC support for the Sandinista canal project) would be a change in the funding for a canal project. As long as this is unlikely, the change in diplomatic relations is unlikely. "], [49877, "2021-01-19T22:28:25Z", [0.6], ""], [94872, "2021-01-19T05:42:15Z", [0.03], ""], [79975, "2021-01-18T23:48:37Z", [0.15], ""], [97917, "2021-01-18T22:54:14Z", [0.2], "Nicaragua has maintained stable diplomatic relations with Taiwan since 1992. President Ortega's arrival to power did not mean a change but rather the relations were strengthened and the government has been favored with donations and loans whose conditions are quite flexible and with less demands of accountability. A small example, beginning the year the government received a donation of 36,000 rapid tests to diagnose COVID-19, $115 million for the productive sector (free availability). In the past it has supported government flagship projects such as the Vivienda Digna Project. It is also an important business partner, Nicaragua is the main supplier of shrimp to Taiwan. In addition, Taiwan refrains from commenting on domestic policy or democratic governance issues. \nThere are precedents for Taiwan's support (outside the budget) to those countries that recognize it. So Taiwan's support for the government during this election year becomes relevant.\nIn contrast, China's attempt to support the mega-project of the inter-oceanic canal has failed. "], [24167, "2021-01-18T21:48:16Z", [0.98], ""], [97945, "2021-01-18T17:17:15Z", [0.2], "There are two scenarios for Nicaragua  recognising the PRC before its general election on 7 November 2021:\n1. Nicaragua recognising the PRC while continuing to recognise the ROC\n2. Nicaragua recognises the PRC and withdraws its recognition of the ROC There are currently no nations that recognise both the PRC and ROC so I give scenario 1 a 0% chance. For scenario 2 I identify three events that could plausibly effect the status of Nicaragua's diplomatic relations with the PRC:\nA: Regime change: Daniel Ortega dies, is removed or resigns before 7 November. \nB: Economic pressure pushes Ortega to recognise the PRC\nC: Political pressure pushes Ortega to recognise the PRC A: At 75, Ortega has already exceeded the Nicaraguan life expectancy of 74.58. Rumours about his health circulated in April 2020 after he wasn't seen in public for a month, but he reappeared to make comments on the Covid-19 pandemic. https://www.theguardian.com/world/2020/apr/16/daniel-ortega-reappears-nicaragua-coronavirus-sign-from-god. The death rate in Nicaragua is roughly 0.5 across all age groups according to the World Bank. https://data.worldbank.org/indicator/SP.DYN.CDRT.IN?end=2018&locations=NI&start=1960&view=chart. Factor in Ortega's age and let's say triple that to 1.5. Then knock off 0.5 due to his presumably better quality healthcare than the average Nicaraguan. So I put the chance of him dying before 7 Nov at 1%. Pressure on Ortega's position appears to have abated since protests in 2018 although the situation remains volatile. As long as the military continues to back him, his chances of remaining in power remain high, so I estimate a 1% chance of forced regime change. I put the chances of him resigning of his own volition at 0%. This gives a total chance of regime change of 2%.  B: In early 2019, Taiwan loaned Nicaragua $100m to help the Central American nation rebuild after civil unrest in 2018. The loan was controversial in Taiwan due to the excessive force used by Nicaraguan forces and the continuing authoritarian methods adopted by Ortega. There is no guarantee that such a loan will be forthcoming from the ROC again if it were to be requested. Further economic crises may force Ortega to pursue trade and other economic relations elsewhere, including China. Given the ongoing economic instability in Nicaragua I place this possibility at 15%.  C: Political pressure: Since 2017, the PRC has been diplomatically recognised by the Dominican Republic, El Salvador and Panama. While Nicaragua pursues an independent foreign policy, pressure could arise from the Central American Integration System (regional trade bloc). The position of the USA may also be a factor, although President-elect Biden appears likely to draw back from Trump's aggressive regime rhetoric https://www.latimes.com/world-nation/story/2020-11-15/biden-administration-latin-america-foreign-policy. 3% chance of political pressure forcing a change of heart from Ortega. "], [97928, "2021-01-18T14:55:12Z", [0.05], "Taiwan is more keen to give financial aid to the government of Nicaragua. This year are elections, so is more probable to receive money from Taiwan than from China"], [34959, "2021-01-18T14:38:16Z", [0.04], ""], [97892, "2021-01-18T04:29:17Z", [0.11], ""], [97892, "2021-01-18T04:28:13Z", [0.13], ""], [88766, "2021-01-18T02:22:17Z", [0.0], ""], [80475, "2021-01-17T23:20:51Z", [0.2], "Agree with the crowd that the odds are low, but they are not zero:\n- In 2019, El Salvador switched from Taiwan to China: https://www.straitstimes.com/world/americas/el-salvador-ratifies-ties-with-china-after-taiwan-switch\n- In 2018, the Dominican Republic switched: https://www.bbc.com/news/world-asia-china-43958849\n- In 2017, Panama switched: https://www.bbc.com/news/world-latin-america-40256499 Over time, there's really not much Taiwan can do to compete with China's much greater ability to engage in checkbook diplomacy. "], [62808, "2021-01-17T21:17:18Z", [0.04], ""], [88121, "2021-01-17T13:01:25Z", [0.0], ""], [36274, "2021-01-17T05:27:42Z", [0.73], ""], [34815, "2021-01-17T04:54:28Z", [0.0], ""], [92079, "2021-01-17T00:47:27Z", [0.09], ""], [691, "2021-01-16T17:59:30Z", [0.1], ""], [22689, "2021-01-16T17:38:51Z", [0.12], ""], [22689, "2021-01-16T17:38:35Z", [0.5], ""], [60695, "2021-01-16T16:30:04Z", [1.0], ""], [45594, "2021-01-16T08:41:24Z", [0.6], ""], [74903, "2021-01-16T07:03:40Z", [0.05], ""], [740, "2021-01-16T06:21:31Z", [0.7], ""], [914, "2021-01-16T03:59:10Z", [0.05], ""], [691, "2021-01-15T22:24:27Z", [0.1], ""], [1333, "2021-01-15T22:10:20Z", [0.0], ""], [86358, "2021-01-15T21:24:22Z", [0.08], ""], [84880, "2021-01-15T20:56:08Z", [0.01], "No reason to start now: https://en.wikipedia.org/wiki/Foreign_relations_of_Nicaragua#:~:text=Nicaragua%20maintains%20official%20diplomatic%20relations,Republic%20of%20China%20(Taiwan)."]], "open_date": "2021-01-15T18:00:42Z", "close_date": "2021-11-07T07:01:42Z"}