{"question_id": 1950, "title": "Will France grant the China Global Television Network (CGTN) a license to broadcast in France before 1 January 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[88452, "2021-03-08T13:54:59Z", [0.8], "Interesting, how words complicate this matter:\nDW reported on 06 March 2021, that CGTN received \"permission\" by the French CSA (with the consequence of being received e.g. in the German Vodafone network), in line with the \"1989 transfrontier television agreement\".\nHowever, DW delivers the same interpretation that \"CGTN's managers approached the Conseil Supérieur de l'Audiovisuel (CSA) for confirmation that this service was now under French jurisdiction under European law,\" the CSA said in a statement published on its website.\" and further:\n\"a distribution license in one European country is valid across the continent, German media authorities had to notify television networks, such as Vodafone, that the CGTN channel no longer had permission to broadcast.\" \" 'The CSA confirmed this interpretation [about French jurisdiction] ,' it added.\" But nothing more so far.\nhttps://www.dw.com/en/chinas-cgtn-returns-to-german-tv-screens/a-56794408 It may well be that licensing TV applies to the terrestrial TV stations system TNT (\"Télévision Numérique Terrestre\") that uses DVB-T for broadcasting and which currently offers 27 TV stations, and which has a large overlap with the public French broadcasting stations that receive licence fees collected from viewers with their taxes.\nhttps://en.wikipedia.org/wiki/Television_licence#France If no clarification will be provided, and the question remains unresolved by 10 March, I'll reduce further, since I can't imagine CGTN to become the 28th channel in TNT at any point in time.\nhttps://en.wikipedia.org/wiki/Television_in_France#Viewing_shares There is one incident in the past, concerning RT/Russia Today, in which the \"licence de diffusion\"/\"autorisation\" to broadcast via the French network (\"réseaux\") was demanded to be revoked.\nhttps://www.lemonde.fr/idees/article/2017/12/20/monsieur-schrameck-suspendez-l-attribution-de-la-licence-de-diffusion-a-russia-today_5232472_3232.html By the way, the Australian SBS just revoked their license for CGTN's Mandarin and English service (temporarily?) while they evaluate \"enforced confessions\" incidents allegedly aired on CGTN, thus violating the SBS's standards.\nhttps://information.tv5monde.com/info/australie-un-groupe-de-television-suspend-la-diffusion-de-programmes-de-chaines-chinoises\n"], [99389, "2021-03-07T23:19:43Z", [1.0], ""], [74903, "2021-03-07T18:12:08Z", [1.0], "\nIn my perspective CGTN was already in France. And i think, the CSA confirm this perspective.\nI am perplex. If CGTN did not have to seek a license to France, France will never grant a license. \nSo from 100% of CGTN can be broadcast in France, i should answer 0% from getting a formal approval from France.\nhttps://fr.wikipedia.org/wiki/Liste_des_cha%C3%AEnes_de_t%C3%A9l%C3%A9vision_en_France\nhttps://www.csa.fr/Informer/Espace-presse/Communiques-de-presse/La-chaine-CGTN-releve-pour-sa-diffusion-en-Europe-de-la-competence-de-la-France\nhttps://francais.cgtn.com/channel"], [691, "2021-03-07T16:28:46Z", [1.0], ""], [27661, "2021-03-07T10:12:57Z", [1.0], ""], [94872, "2021-03-07T06:21:58Z", [1.0], ""], [34815, "2021-03-07T04:57:07Z", [1.0], ""], [97979, "2021-03-06T16:41:13Z", [0.85], ""], [34959, "2021-03-06T15:38:52Z", [1.0], ""], [94872, "2021-03-06T04:36:37Z", [1.0], ""], [27661, "2021-03-05T19:02:58Z", [0.95], ""], [98842, "2021-03-05T14:53:36Z", [0.55], ""], [96318, "2021-03-05T14:36:58Z", [0.83], ""], [19349, "2021-03-05T10:38:58Z", [0.75], "As the EU increasingly looks towards China for investment, member states will have to be more open to certain requests from China. "], [96757, "2021-03-05T04:57:47Z", [1.0], ""], [88452, "2021-03-05T04:25:35Z", [1.0], ""], [43540, "2021-03-05T03:02:03Z", [1.0], "News broke they approved it. Regardless of the news, I would have still put 100% likely chance France would have approved it.\nhttps://www.taiwannews.com.tw/en/news/4141731"], [98039, "2021-03-04T22:34:36Z", [0.98], ""], [98039, "2021-03-04T22:31:21Z", [0.99], ""], [96757, "2021-03-04T16:55:03Z", [0.95], "I think this question is kind of underspecified. @SE_Meyer notes there is cable and satellite broadcasting. And license could mean mere permission or some formal official document. Crucially, however:\nhttps://www.reuters.com/article/china-france-cgtn/chinas-state-broadcaster-applies-to-france-for-right-to-air-in-europe-ft-idUSFWN2KP1N7\nThe original Financial Times piece says that, as per the Council of Europe treaty, if CGTN falls under the jurisdiction of at least one Council of Europe member, in this case France with the CSA, then CGTN can broadcast into the territories of all members (apparently I'm not allowed to copy the exact text according to the FT website - so have a look yourself if possible). This seems to be the crucial point that prompted this question. The announcement by the CSA has confirmed CGTN broadcasting to be under the jurisdiction of France, under the Financial Times view, it should now be able to broadcast into Council of Europe territories.  On the other hand, the details of this question says the \"Financial Times has reported that CGTN approached French regulators in December 2020 about seeking a license to broadcast in France, which could return CGTN to the UK and elsewhere\". It's not clear whether \"license\" here is equated with confirming that CGTN falls under the jurisdiction of France and hence is able to broadcast in France. If it did mean the same thing, it would match the view in the FT article. If it doesn't, I don't know what else it can refer to.  Also, it's curious to note that the term \"licence\" was only used in the Financial Times article to refer to the UK license that was stripped from CGTN, and not at all in relation to a potential French license."], [14208, "2021-03-04T15:41:08Z", [0.44], "Well. I’m not going spout a conspiracy theory but I can think of something dreadfully evil that could transpire if this happens. Of course at the end of the day what will the optics look like. A twist and turn nobody would expect. "], [96757, "2021-03-04T01:56:55Z", [1.0], "Updating because of the announcement posted by @Jean-luc-Nadeau  Google-translated:\n\"The CGTN channel falls under the jurisdiction of France for its broadcasting in Europe.\" \"CGTN officials approached the Superior Audiovisual Council (CSA) to have confirmation that this service now came under the jurisdiction of France, in application of European law. The CSA confirmed this interpretation\" \"French law does not provide for any authorization or agreement prior to the broadcasting of extra-European channels, broadcast by satellite, coming under the jurisdiction of France. These channels can be freely broadcast, without prior formality, subject to compliance with the applicable French law on audiovisual communication.\" It also notes that CGTN will be monitored (presumably after broadcasting?)\n\"In accordance with its missions, the CSA will be particularly attentive to ensuring that CGTN ensures compliance with these legal requirements.\""], [74903, "2021-03-03T20:22:31Z", [1.0], "As i read it, It's already decide:\nhttps://www.csa.fr/Informer/Espace-presse/Communiques-de-presse/La-chaine-CGTN-releve-pour-sa-diffusion-en-Europe-de-la-competence-de-la-France"], [96757, "2021-03-03T19:01:40Z", [0.55], ""], [27661, "2021-03-03T18:33:21Z", [0.5], ""], [691, "2021-03-03T18:25:51Z", [0.55], ""], [96757, "2021-03-03T18:19:26Z", [0.6], "Article in French: https://www.lemonde.fr/economie/article/2021/03/02/interdite-de-diffusion-au-royaume-uni-cgtn-la-television-internationale-d-etat-chinoise-s-en-remet-a-la-france_6071672_3234.html Translated(?) version: https://marketresearchtelecast.com/banned-from-broadcasting-in-the-uk-cgtn-chinas-international-state-television-defers-to-france/20071/\n\"But taking advantage of the CSA allows, for any extra-European channel broadcast on satellite, to be freely retransmitted in Europe and the United Kingdom, in accordance with the directive on audiovisual media services and the European Convention for Transfrontier Television. (which falls under the Council of Europe and not the European Union, and therefore includes the United Kingdom). For this, no need for a specific license, according to French law, as recalled by the CSA. It suffices to fulfill two technical conditions: to be broadcast on a French satellite and to transmit a signal from France. Editorial criteria are not taken into account. However, CGTN fulfills these two conditions. “The channel is broadcast by several Eutelsat satellites, and in particular through its pan-European satellite. And the signal is emitted from France, ”confirms a spokesperson for the company. If the regulator has planned to provide a response to CGTN in the coming days, it should only be lip service.\" (seems to be translated from \"Si le régulateur a prévu d’apporter une réponse à CGTN ces prochains jours, elle ne devrait être que de pure forme.\") Would be great if someone who understands French can read the French version. It's hard to understand it through Google translate. Maybe there are some insights I've missed. Generally the message seems to be the CSA is supposed to decide based on technical criteria alone and isn't to judge the political/editorial content of the channel, and that it can only regulate the content after broadcasts. The Wikipedia article also gives me the same impression that the CSA only regulates after broadcasts. I'm not sure though. https://en.wikipedia.org/wiki/Conseil_sup%C3%A9rieur_de_l%27audiovisuel Might be kind of weird that I can't find anything new about CGTN on the CSA website. The first article says the issue will be discussed in a meeting on March 3rd, but I can't find references to CGTN on the (Google-translated) agenda: https://www.csa.fr/Informer/Ordres-du-jour-des-assemblees-plenieres/Les-ordres-du-jour-de-mars-2021 Maybe the issue is being described vaguely and without direct references. Protests from an NGO: https://www.fidh.org/en/region/asia/china/ngos-call-on-french-media-regulator-to-reject-the-broadcasting French/European governments seem to be less aggressive to China than Anglosphere governments are. For example, with the EU-China investment deal, 5G networks. France/Europe looks like to be balancing relationships with the Anglosphere and relationships with China so I won't go for a strong \"Yes\" or \"No\". Although, there does not seem to be too much international attention on this so maybe there's less pressure for now. Also, the CSA is supposedly independent https://www.rirm.org/en/list-of-the-member-authorities/csa-conseil-superieur-de-laudiovisuel/"], [34959, "2021-03-03T15:07:58Z", [0.25], ""], [88452, "2021-03-02T18:52:32Z", [0.0], "\"The working conditions of foreign journalists in China deteriorated further in 2020, according to the annual survey conducted by the Foreign Correspondents Club of China (FCCC) among its 220 members – including The world – and published Monday [01 March 2021].\"\nhttps://thesaxon.org/2020-a-bad-year-for-foreign-journalists-in-china/30279/"], [14208, "2021-03-02T17:18:18Z", [0.25], "France does not want CGTN going on the air telling Islam jokes, bashing France, influencing politics etc etc etc. unless they register as a tabloid. What is objective information reporting?  How do you report without bias. Some nations perhaps even France want bias in reporting. "], [96822, "2021-03-02T08:29:42Z", [0.52], "France is seeking a stealth way to show the UK that they are welcome to cooperating despite leaving the EU. This hidden factor will play a silent yet gradually significant part in France,s decision. That's why 52 percent seats right. "], [572, "2021-03-02T02:20:02Z", [0.48], ""], [14208, "2021-03-01T22:05:38Z", [0.25], "Different nations have different laws regarding freedom of speech. Maybe that’s the issue."], [691, "2021-03-01T18:56:30Z", [0.65], ""], [74903, "2021-03-01T18:22:36Z", [1.0], "CGTN is already in France. So there is no political or content issues. https://francais.cgtn.com/"], [98693, "2021-03-01T16:05:36Z", [0.28], ""], [62808, "2021-03-01T02:47:16Z", [0.0], ""], [94872, "2021-03-01T02:10:39Z", [0.4], ""], [55900, "2021-02-28T20:26:18Z", [0.95], "China already dominates the world"], [691, "2021-02-28T17:07:42Z", [0.75], ""], [88452, "2021-02-28T14:37:38Z", [0.0], "I don't think so. /it would be strange to have a Chinese party organ headquartered in London operating a French TV broadcasting license for the rest of Europe and its 24 mother tongues. Neither do the French speak particular delightful English, nor do the English folks profess well in French, and the Chinese probably do not master any of both, except pidgin. First of all, it could be an operational disaster, which will unlikely be solved before 01 Jan 2022.\n/the British Ofcom decision came publicly with a warning to all other broadcasting regulators in Europe; even though the UK have left the EU in Jan 2021, before the decision, there will be post-exit collaboration and common positioning in central strategic questions between the UK and the rest of Europe. As fundamental questions such as of freedom of speech, freedom of the press, attempted intimidation of Chinese expatriates and dissidents, possibly sovereignty of European countries (against undercover foreign intelligence activities and orders by the CCP about information gathering about Chinese citizens abroad, spreading misinformation, controling the media landscape, influencing public opinion, preventing criticism, kidnapping/detain-and-arrest commandos targeting Chinese dissidents etc.) are alluded, France will, when in doubt, decide against a license.\nhttps://www.arte.tv/en/videos/094604-000-A/china-forced-confessions/\nhttps://en.wikipedia.org/wiki/CGTN_(TV_channel)#Criticism\nhttps://en.wikipedia.org/wiki/CGTN_(TV_channel)#History\nhttps://en.wikipedia.org/wiki/International_broadcasting#Reasons_for_international_broadcasting\n/the CGTN case is most likely comparable to Al Jazeera in its beginning - the main difference being that Al Jazeera is still broadcasting from London as one of their four global news hubs. In contrast to CGTN, Al Jazeera appears reasonably independent and journalistic, judged by the quality of their content.\nhttps://en.wikipedia.org/wiki/Al_Jazeera#Al_Jazeera_English\n/France will also have to consider the \"reversed Al Jazeera effect\", which essentially means that it would ennoble the party propaganda content of CGTN/CCTV as an apparent part of the international news media broadcasting community, an attribute that it obviously does not earn.\nhttps://en.wikipedia.org/wiki/Al_Jazeera_effect\n/the difference between CGTN and RT UK (on air since 30 October 2014), which is said to have served as a blueprint for the European expansion of CCTV, obviously is: it is reportedly a \"...Russian state-controlled international television network funded by the federal tax budget of the Russian government.\"\nhttps://en.wikipedia.org/wiki/RT_UK\n/the Ofcom license withdrawal, apparently rooted in the plain fact that ownership is murky and the CCP tried to fool Ofcom by stooges, is also highly political and dates back further, into the 2019 Hong Kong street protests and the CGTN's coverage - and spread of misinformation, which has been criticized by Ofcom. The current ownership discussion seems to be the catalyst in a long overdue discourse over the value added and intentions of media from authoritarian states, and is the straw that broke the camel's back.\nhttps://en.wikipedia.org/wiki/China_Global_Television_Network#Criticism_and_controversies /having more than enough issues with Russian state propaganda, troll armies, and government-funded cyber crime and misinformation, France will be aware that those capabilities will also come along with the Chinese \"50-cent-army\", which could pose an even bigger threat to trustworthy information, and not least independent western democracies as we know them, and making broad internet censorship and astroturfing appear  legitimate and feasible options in achieving political goals. \nhttps://en.wikipedia.org/wiki/CGTN_(TV_channel)#Links_to_Chinese_Communist_Party\nhttps://en.wikipedia.org/wiki/50_Cent_Party\nhttps://en.wikipedia.org/wiki/Internet_censorship_in_China\nhttps://en.wikipedia.org/wiki/Great_Firewall\nhttps://en.wikipedia.org/wiki/Astroturfing My guess is, as long as the Great Firewall of China is still an everyday hurdle for the Chinese people in obtaining independent, reliable information, there will be no license granted to CGTN or any Chinese government media corporation in the European Union."], [45594, "2021-02-28T12:56:16Z", [0.5], ""], [14208, "2021-02-28T11:20:16Z", [0.25], "Let’s set aside nations for a minute. Just about any nation can broadcast from space. Is it possible broadcast licenses will be obsolete one day because technology bypasses the understanding of government processes? Unless of course satellites start falling out of the sky. "], [93350, "2021-02-28T06:57:28Z", [0.75], "France has no law that prohibits state-controlled broadcasters from airing within the country.\nThe French media watchdog, Conseil supérieur de l’audiovisuel (CSA), has stated that further analysis is required for a decision  and that id would depend on technical issues rather political ones.\nAfter rejection by OFCOM in the UK of the CGTN broadcast licence, China would benefit from a positive judgement form the CSA as according to the Council of Europe Treaty, if any one member allows it broadcast, then it broadcast to all members. (The Council of Europe has 47 members that include France, UK and China). Brexit does not affect this.\nTherefore, CGTN could overcome the OFCOM rejection as being an arm of the Chinese Communist Party lacking editorial independence (that contravenes UK Law), but local operators would have to agree to carry the broadcaster. (Vodaphone in Germany has dropped CGTN from its cable network.)\nNo matter the outcome, CGTN is still able to stream its content online and keep its European HQ. The French decision may be swayed by trade implications and previous agreements made by France and China. For example, France is allowing Huawei to invest in its 5G networks which builds on trade deals worth USD15 billion. \nFrom the EU, European Commission President Ursula von der Leyen has stated that the bloc is ‘really serious’ about gaining further access to the Chinese market, remembering that EU/China bilateral trade is worth one billion euros per day constituting the EU as China’s top trading partner. For Airbus in France and motor manufacturers in Germany, it makes economic sense to keep China onside.\nTherefore, I will suggest the French decision will not be political or technical but economic. https://www.broadbandtvnews.com/2021/02/24/cgtn-seeks-french-broadcast-licence/  https://www.politico.eu/article/china-global-television-network-cgtn-applies-french-license/  https://ecfr.eu/publication/the_new_china_consensus_how_europe_is_growing_wary_of_beijing/\nhttps://www.telegraph.co.uk/news/2021/02/21/chinas-state-broadcaster-turns-france-license-broadcast-europe/\nhttps://www.digitaltveurope.com/2021/02/24/cgtn-turns-to-france-following-uk-ban/  https://www.dw.com/en/are-eu-china-trade-relations-at-a-crossroads/a-54938044  https://newseu.cgtn.com/news/2020-07-22/China-and-France-commit-to-let-Huawei-invest-in-French-5G-networks-SjANAMfFT2/index.html  https://news.cgtn.com/news/31496a4e77554464776c6d636a4e6e62684a4856/index.html  https://www.dw.com/en/chinas-cgtn-may-no-longer-broadcast-in-germany-after-uk-row/a-56550247  https://www.voanews.com/press-freedom/eu-calls-china-reverse-ban-bbc-world-news-channel  https://www.consilium.europa.eu/en/press/press-releases/2019/04/15/eu-set-to-enhance-cross-border-access-to-online-content/\n"], [51956, "2021-02-28T05:18:02Z", [0.4], ""], [25400, "2021-02-28T04:43:15Z", [0.0], ""], [92079, "2021-02-28T01:39:15Z", [0.0], ""], [79975, "2021-02-27T22:50:07Z", [0.35], ""], [97375, "2021-02-27T19:19:56Z", [0.42], ""], [81187, "2021-02-27T18:14:32Z", [0.0], ""], [82102, "2021-02-27T17:44:59Z", [0.35], ""], [14208, "2021-02-27T12:00:46Z", [0.25], "Domains of warfare. What’s left? "], [60695, "2021-02-27T10:13:21Z", [1.0], ""], [94872, "2021-02-27T03:25:56Z", [0.4], ""], [80790, "2021-02-27T00:32:35Z", [0.33], ""], [691, "2021-02-26T18:56:18Z", [0.76], ""], [89120, "2021-02-26T18:45:39Z", [0.6], ""], [1333, "2021-02-26T18:28:55Z", [0.0], ""], [8826, "2021-02-26T18:12:59Z", [0.9], ""]], "open_date": "2021-02-26T18:00:54Z", "close_date": "2021-03-03T17:00:31Z"}