{"question_id": 1346, "title": "Will Algeria hold a presidential election on 12 December 2019?", "possible_answers": ["Yes, and a candidate who is a member of the National Liberation Front (FLN) party will receive the most votes", "Yes, and a candidate who is not a member of the National Liberation Front (FLN) party will receive the most votes", "No"], "crowd_forecast": [0.47, 0.53, 0.0], "correct_answer": "Yes, and a candidate who is a member of the National Liberation Front (FLN) party will receive the most votes", "correct_forecast": 0.47, "preds": [[80196, "2019-12-12T07:36:19Z", [0.57, 0.43, 0.0], ""], [1333, "2019-12-11T19:31:53Z", [0.65, 0.25, 0.1], ""], [1333, "2019-12-11T19:02:00Z", [0.75, 0.15, 0.1], ""], [37236, "2019-12-11T16:28:44Z", [0.0, 1.0, 0.0], ""], [79569, "2019-12-11T14:22:27Z", [0.9, 0.1, 0.0], ""], [172, "2019-12-11T12:35:22Z", [0.35, 0.65, 0.0], "Per @Emil @Rickburger etc. Plus:\nhttps://www.aljazeera.com/news/2019/12/algeria-presses-election-protests-191208092407558.html https://www.theguardian.com/world/2019/dec/10/protest-movement-likely-shun-algeria-controversial-election"], [37236, "2019-12-10T23:22:27Z", [0.0, 1.0, 0.0], "One needs to complement English language media and examine the Francophone media and Arabic media (if you read Arabic)  and draw ones own conclusion(s). From what I can determine (English and French) The \"Hirak\" (the movement in the streets) is not  behind any member of the political class. They are angry, want immediate radical change, which poses the risk of destabilizing the Algerian polity. There is some stuff on You Tube TV5 MONDE Info etc. Azzedine Mihoubi who has developed considerable street cred with the \"Hirak\" stands a good chance of being elected by those who do decide to vote. He was until 1 April 2019 the Culture Minister and was part of the current regime operated by Le Pouvoir, which caused me to associate him with the FLN.  In fact, digging deeper, in French media it appears he dissociated himself with the FLN regime in April. On 20 July he surfaced (4 months later) as the head of the emergent Rassemblement Democratique National (National Democratic Rally). Details see Wikipedia in French. Mihoubi as Culture Minister was part of the apparat operated by Le Pouvoir, He he has held key leadership positions at state run TV and Radio entities, and was the bomo at the National Library. He is a poet. Maybe seen by some as an Algerian-style Vaclev Havel... He did attend the ENA, Algeria's FLN dominated national administration school, modeled after the French ENA. My sense is that he will need to get more traction with \"Hirak\" factions, and consolidate and mediate this polymorphous movement and co-exist or cohabit with Le Pouvoir. And when you consider that any Le Pouvoir that can produce a secret service leader like General Mohamed Medine, also known as  \"Toufik\" (a Markus Wolf type- apparently retired in 2015) has the capability to have someone operating as \"marionettiste\" with Mihoubi as the front man.  Now who, if anyone, might that be? Mihoubi's personal social media presence, and his support networks on Facebook, Twitter and elsewhere are very strong and sophisticated. Might there some Bannon and Lewandowski wannabeskis lurking in the Maghreb.... R. Zaretsky writing in November Foreign Affairs, cognitive bias toward Hirak, sez Hirak will make the Dec 12 election a failure, but a victory for democracy.  Perhaps. But it could also lead to the Balkanization or Somaliaization of Algeria, with risk of shrinking the size of the largest nation on Africa continent. Certainly the Pouvoir does not want that, risk nor do Algeria allies Russia and China. Nor do defense and security establishments in France, where the martinet Macron is facing a Hirak a la Francaise...   As Emil has noted in his comment below (not citing a source his prediction), former FLN golden boy Tebboune seems to have fallen out with Le Pouvoir. That puts Mihoubi as a likely non FLN winner.  Another issue figuring into the mix is regional powers Turkey and Saudi, and Iran, with cash and commodities... who migh they fronting points for?"], [57797, "2019-12-10T21:36:11Z", [0.38, 0.62, 0.0], "Extremizing a tad, 2%, after recent discussions. "], [14107, "2019-12-10T20:52:14Z", [0.53, 0.47, 0.0], ""], [37236, "2019-12-10T20:11:43Z", [0.0, 1.0, 0.0], "Comment deleted on Dec 10, 2019 10:32PM UTC"], [37236, "2019-12-10T19:46:27Z", [1.0, 0.0, 0.0], "Comment deleted on Dec 10, 2019 10:32PM UTC"], [1333, "2019-12-10T18:41:08Z", [0.8, 0.1, 0.1], ""], [57797, "2019-12-10T16:18:28Z", [0.4, 0.6, 0.0], "Perhaps the best source I've seen referring to Tebboune as a member of FLN [1] [1] also corroborates my thinking that Mihoubi is more likely to have the support of the military: \"it appears more and more like a candidate having the preference of the army, even if this one affirms to have no favorite.\" [1] https://www.france24.com/fr/20191210-election-presidentielle-algerie-candidats-tebboune-benflis-mihoubi-belaid-bengrina"], [63963, "2019-12-09T14:10:50Z", [0.65, 0.15, 0.2], ""], [691, "2019-12-09T13:38:06Z", [0.76, 0.24, 0.0], ""], [1333, "2019-12-09T12:17:31Z", [0.8, 0.0, 0.2], "Military calls the shots doesn't it? THey will only accept a FLN candidate so voter apathy is huge. Protests could cause a delay as an alternative to a 20% turn out."], [57797, "2019-12-08T14:53:58Z", [0.4, 0.6, 0.0], "I have been uncertain how much weight to place on Mihoubi getting the FLN endorsement. Now I am a little more confident in my view that Mihoubi is the favorite to win after discussions with @Joseph-Noko."], [67844, "2019-12-08T14:12:14Z", [0.3, 0.7, 0.0], ""], [691, "2019-12-08T12:39:17Z", [0.8, 0.2, 0.0], ""], [1333, "2019-12-08T12:21:50Z", [0.85, 0.0, 0.15], ""], [62808, "2019-12-07T14:10:12Z", [0.4, 0.6, 0.0], ""], [62808, "2019-12-07T14:04:14Z", [0.3, 0.7, 0.0], ""], [691, "2019-12-07T13:20:50Z", [0.8, 0.2, 0.0], ""], [1333, "2019-12-07T08:36:56Z", [0.75, 0.0, 0.25], "https://www.al-monitor.com/pulse/originals/2019/12/algeria-presidential-election-bouteflika-protests.html?utm_campaign=20191206&utm_source=sailthru&utm_medium=email&utm_term=Daily%20Newsletter"], [1333, "2019-12-07T08:36:25Z", [0.8, 0.0, 0.2], ""], [1333, "2019-12-06T19:28:38Z", [0.85, 0.0, 0.15], ""], [79569, "2019-12-06T18:22:34Z", [0.95, 0.05, 0.0], ""], [41922, "2019-12-06T16:03:26Z", [0.2, 0.8, 0.0], ""], [80196, "2019-12-06T13:24:24Z", [0.55, 0.43, 0.02], ""], [78237, "2019-12-06T10:44:54Z", [0.6, 0.39, 0.01], ""], [57797, "2019-12-06T02:30:14Z", [0.45, 0.55, 0.0], "Tebboune (the only FLN member candidate though he is running as an independent) doesn't seem to be doing very well.  \"Predicted as the \"favorite\" candidate at the start, Abdelmadjid Tebboune has been at the heart of the storm for a few days. In fact, the presidential candidate was dropped by his campaign director but also by the FLN regional directors of his election campaign ; or by the media like Ennahar who decided to unveil cases of scandals related to the candidate.\" [1]  One scandal relates to an allegation his son was involved in money laundering [2]. [1] https://www.dzairdaily.com/tebboune-malades-mentaux-meeting-candidat-elections-algerie/\n[2] https://www.dzairdaily.com/kamel-el-bouchi-khaled-tebboune-fils-abdelmadjid-tebboune-prison-justice/"], [75093, "2019-12-05T20:21:52Z", [0.0, 0.55, 0.45], ""], [1333, "2019-12-05T19:50:29Z", [0.75, 0.0, 0.25], ""], [691, "2019-12-05T12:48:01Z", [0.85, 0.15, 0.0], ""], [20504, "2019-12-04T20:57:07Z", [0.9, 0.1, 0.0], "+10% to'FLN',-10% to 'not'. "], [691, "2019-12-04T13:22:19Z", [0.85, 0.15, 0.0], ""], [57797, "2019-12-04T09:27:37Z", [0.6, 0.4, 0.0], ""], [14107, "2019-12-03T20:18:46Z", [0.59, 0.4, 0.01], ""], [1333, "2019-12-03T18:47:51Z", [0.75, 0.05, 0.2], ""], [691, "2019-12-03T12:54:16Z", [0.85, 0.15, 0.0], ""], [80196, "2019-12-03T10:44:48Z", [0.65, 0.23, 0.12], ""], [79591, "2019-12-03T01:30:27Z", [0.8, 0.2, 0.0], ""], [74903, "2019-12-02T20:35:31Z", [0.0, 0.7, 0.3], "Teboune or not teboune... this is the question ?\nFLN or not FLN this is the other question. If someone is telling that he is independant, how can we tell that he is not independant... nobody! "], [74903, "2019-12-02T20:15:56Z", [0.0, 0.7, 0.3], "I dont see in french newspaper a lot more manifestation or arrestations. So theres is a significant proportion of algerian who are opposed to this election, but there is no momentum, or any terrorist attack or more insurgencies."], [1333, "2019-12-01T22:51:53Z", [0.7, 0.25, 0.05], ""], [691, "2019-12-01T19:17:24Z", [0.84, 0.16, 0.0], ""], [1333, "2019-11-30T16:51:38Z", [0.65, 0.3, 0.05], ""], [691, "2019-11-30T13:28:27Z", [0.84, 0.16, 0.0], ""], [691, "2019-11-28T14:12:14Z", [0.84, 0.16, 0.0], ""], [79338, "2019-11-27T13:49:17Z", [1.0, 0.0, 0.0], ""], [691, "2019-11-27T13:45:06Z", [0.82, 0.18, 0.0], ""], [14107, "2019-11-26T19:43:22Z", [0.59, 0.39, 0.02], ""], [691, "2019-11-26T18:33:14Z", [0.82, 0.18, 0.0], ""], [79591, "2019-11-26T15:02:07Z", [0.72, 0.28, 0.0], ""], [172, "2019-11-26T00:21:39Z", [0.85, 0.15, 0.0], ""], [691, "2019-11-25T13:01:13Z", [0.76, 0.24, 0.0], ""], [41922, "2019-11-25T10:37:26Z", [0.78, 0.2, 0.02], ""], [20504, "2019-11-23T14:06:59Z", [0.8, 0.2, 0.0], ""], [691, "2019-11-23T12:30:24Z", [0.76, 0.24, 0.0], ""], [14107, "2019-11-23T11:56:22Z", [0.57, 0.41, 0.02], ""], [62808, "2019-11-23T02:12:40Z", [0.5, 0.5, 0.0], ""], [53391, "2019-11-21T20:24:17Z", [0.8, 0.2, 0.0], ""], [691, "2019-11-21T14:22:55Z", [0.75, 0.24, 0.01], ""], [57797, "2019-11-21T12:32:30Z", [0.6, 0.39, 0.01], ""], [172, "2019-11-21T11:56:30Z", [0.85, 0.1, 0.05], "Maintaining my forecast but wanted to point out good analysis by @Joseph-Noko"], [66692, "2019-11-21T10:40:34Z", [0.9, 0.08, 0.02], "Going out on a limb here..."], [1333, "2019-11-20T16:05:25Z", [0.62, 0.33, 0.05], ""], [78237, "2019-11-18T20:31:03Z", [0.7, 0.28, 0.02], ""], [691, "2019-11-18T15:37:05Z", [0.75, 0.24, 0.01], ""], [57797, "2019-11-18T13:54:20Z", [0.58, 0.41, 0.01], ""], [32300, "2019-11-18T13:51:47Z", [0.63, 0.36, 0.01], ""], [14107, "2019-11-18T11:35:44Z", [0.55, 0.4, 0.05], ""], [67844, "2019-11-18T10:59:07Z", [0.7, 0.3, 0.0], "The question has two parts: (1) Will there be an election on 12 December 2019, (2) Will the winning candidate be a member of the FLN.  The first question seems a definite yes: The Conseil constitutionnel has affirmed that the conditions necessary for an election are in place, first of which was that there be sufficient candidates in place for an election, and General Ahmed Gaïd Salah, the army chief, has declared that he will ensure that there will be an election. The establishment has geared itself up for an election in order to remove the uncertainty that exists at present. Act of God aside, there will be an election. “We remain convinced that it is necessary to elect a new president to fill the void in the executive branch, and especially to move forward on more important issues,” said FLN Executive Abou El Fadel Baadji (https://www.theafricareport.com/19608/algeria-divided-over-presidential-elections/).  The second part of the question deserves some context: Abdallah Djaballah's opposition party, the Front de la justice et du développement, will be boycotting the election, citing the adulterated nature of the contest, which seems set to hand power to a member of the FLN or military-approved candidate and hoping to “return sovereignty to the people” (https://www.theafricareport.com/18995/algeria-abdallah-djaballah-military-likely-to-postpone-elections/). They are joined in their boycott by the Forces de l’Alternative démocratique.  Ironically, the ruling party, the Front de libération nationale, whose secretary general, Mohamed Djemaï, was imprisoned, will not field an official presidential candidate. However, it will support Abdelmadjid Tebboune, a former Prime Minister, who is a member of its Comité central (https://www.algerie1.com/actualite/le-parti-fln-soutiendrait-abdelmadjid-tebboune-selon-son-charge-de-communication). To quote its communications chief, Ali Ramdani, \"Si on devait choisir un candidat, il n' y a pas de doute que ce sera Abdelmadjid Tebboune\" (\"If we must choose a candidate, it is without doubt that it will be Abdelmadjid Tebboune\"). So, even though Tebboune is not an official candidate, this qualifies him as a \"member of the National Liberation Front (FLN) party\".  Aside from the aforementioned Tebboune, four other candidates will be running, according to the Autorité nationale indépendante des élections (ANIE): Ali Benflis of the Avant-garde des libertés, who has twice ran for president and served as a Prime Minister under the former President, Abdelaziz Bouteflika; Abdelkader Bengrina, a former Algerian tourism minister, of the Al Binaa party, a group of moderate Islamists; Azzedine Mihoubi, a former culture minister, running for the Rassemblement national démocratique (RND), which has governed as part of the ruling coalition; and Abdelaziz Belaïd of the Front El Moustakbal, a small party close to the FLN.  The second part of this question, then, can be narrowed to, \"Will Tebboune or another candidate win this election?\". Tebboune and Benfils are widely viewed as the frontrunners, but I cannot find any polling evidence, in English or in French. Indeed, there is no polling to indicate how large the Hirak movement is, which opposes the elections and rejects all five candidates as being regime candidates.  One presumes that the Hirak (Anger) movement is sizable, part of a global protest movement against the \"establishment\", and that there will be fairly high voter apathy come December 12.  A second assumption is that Tebboune is the front runner: FLN supporters will be motivated to turn up and they will have the biggest slice of the voting public by virtue of history, profile, and networks and tacit support from the military, though I think the military would find Benfils acceptable if he negotiated a division of power with the military that protected their interests. The other candidates would not have the resources, networks and clout to win the election. Bengrina has attempted to channel the rage of Hirak by portraying himself as its \"representative\" (https://www.dzairdaily.com/bengrina-representant-hirak-algerie-elections/), but I doubt that flies. A parallel is the first post-Mugabe election in ZImbabwe, which Mugabe's party, ZANU, won, having deposed him after 37 years in power. I am skeptical that the army and institutions are open enough to allow a candidate not Tebboune or Benfils, to win, and in terms of interests, Tebboune is closer to \"le pouvoir\" (those in power) as the French say. Consequently, I tilt toward Tebboune. "], [37236, "2019-11-17T17:10:16Z", [0.93, 0.07, 0.0], ""], [57797, "2019-11-17T17:01:52Z", [0.45, 0.47, 0.08], "Tebboune's campaign (the only candidate who counts toward the first bucket) isn't off to a great start. He lost his campaign chief and was MIA on the first day of the official campaign period.  https://www.dzairdaily.com/tebboune-directeur-campagne-demissionn-elections-baali-messaid/ Meanwhile protests against the election are continuing. Will the military try to secure the campaigns? \"journalists were indignant and threatened election campaigners with boycotting media coverage in the future if they did not have a minimum of security .\" https://www.dzairdaily.com/algerie-citoyens-meeting-benflis-journaliste-elections/\nhttps://www.dzairdaily.com/algerie-hirak-39-vendredi-manifestations-pacifique-pluie/"], [691, "2019-11-17T12:38:10Z", [0.75, 0.24, 0.01], ""], [691, "2019-11-16T14:22:01Z", [0.75, 0.24, 0.01], ""], [691, "2019-11-15T16:16:02Z", [0.75, 0.24, 0.01], ""], [74903, "2019-11-15T15:49:14Z", [0.0, 0.63, 0.37], "https://www.elwatan.com/a-la-une/rassemblements-et-marches-pro-election-perturbes-a-annaba-laghouat-et-tindouf-une-precampagne-sous-tension-14-11-2019 This journal think that their will be a lot of turbulence. Some arrestations confirms that. Amnesty international think also that police and armed forces make too much arrestation.\nhttps://www.amnesty.org/fr/latest/news/2019/09/algeria-end-clampdown-on-protests-amid-wave-of-arrests-targeting-demonstrators/ If there is a  trend in this way for the next weeks, it would be a sign that the electoral process is not so sure."], [57797, "2019-11-15T12:53:15Z", [0.47, 0.48, 0.05], ""], [172, "2019-11-15T12:46:02Z", [0.85, 0.1, 0.05], "Feeling a bit more comfortable it will happen...\nhttp://www.xinhuanet.com/english/2019-11/15/c_138555934.htm"], [1333, "2019-11-13T19:25:29Z", [0.55, 0.33, 0.12], ""], [57797, "2019-11-13T19:23:53Z", [0.45, 0.48, 0.07], ""], [62808, "2019-11-12T15:42:12Z", [0.2, 0.78, 0.02], ""], [80196, "2019-11-12T11:14:50Z", [0.0, 0.75, 0.25], "I have made a couple forecasts on this topic before, but i feel like changes were necessary. All i knew was coming from international newspapers, and some even more local, but written in english, and the information was scarce and general. Now i have tried to research in french, and i got some relevant pieces of info that i would like to share. I dont speak french but i can manage to read it, so if someone can add more to it, please feel free to respond :) The presidential candidates, accepted and validated by the ANIE (Autorité nationale indépendante des élections) and the Conseil Constitutionnel, are the following (1): 104K- Abdelmadjid Tebboune\n85K- Abdelaziz Belaid, Front Al-Moustakbel\n83K- Abdelkader Bengrina, Mouvement El-Bina\n81K- Ali Benflis, Talaie El Houriyet\n65K- Azzedine Mihoubi, Rassemblement national démocratique The numbers are the signature support achieved by each candidate in order to present the candidature (2). As we can see, four candidates are not members of the FLN. The fifth one, Tebboune, has portrayed himself as an \"independent candidate\" (3), and i havent found any mention of his name associated with the FLN for this 12 December elections. This can only mean that whoever gets the most votes is NOT going to be a member of the FLN. If you have more info on this regard, please share. (1) http://www.aps.dz/algerie/97182-election-presidentielle-le-conseil-constitutionnel-confirme-la-liste-des-cinq-candidats-validee-par-l-anie\n(2) https://www.jeuneafrique.com/851018/politique/algerie-qui-sont-les-cinq-candidats-retenus-pour-lelection-presidentielle/\n(3) https://www.20minutes.fr/monde/2642851-20191103-algerie-cinq-candidatures-validees-presidentielle-12-decembre\n"], [1333, "2019-11-12T10:43:07Z", [0.55, 0.32, 0.13], ""], [691, "2019-11-11T14:56:02Z", [0.75, 0.24, 0.01], ""], [80196, "2019-11-11T11:00:53Z", [0.55, 0.2, 0.25], ""], [79591, "2019-11-10T19:06:07Z", [0.67, 0.33, 0.0], ""], [79461, "2019-11-10T15:32:49Z", [0.7, 0.25, 0.05], "So five candidates have been determined for the December election. [1] As a result, decreasing the probability of an election not occurring. However, I couldn't figure out what parties they are part of. Since most have a connection to Bouteflika I assumed they were FLN, but I am not positive.  [1] https://www.dailysabah.com/africa/2019/11/09/algeria-council-selects-5-candidates-for-presidential-race"], [74903, "2019-11-10T15:04:17Z", [0.0, 0.65, 0.35], "Everything is on scheduel"], [691, "2019-11-09T20:34:06Z", [0.76, 0.23, 0.01], ""], [14107, "2019-11-09T09:54:00Z", [0.52, 0.38, 0.1], ""], [57797, "2019-11-08T13:20:09Z", [0.4, 0.51, 0.09], ""], [691, "2019-11-07T14:35:26Z", [0.83, 0.16, 0.01], ""], [41922, "2019-11-07T10:31:39Z", [0.4, 0.5, 0.1], ""], [41922, "2019-11-07T10:16:39Z", [0.25, 0.7, 0.05], ""], [57797, "2019-11-06T22:18:36Z", [0.42, 0.46, 0.12], "Protests have scaled back after Bouteflika was removed from power as many thought they accomplished enough. [1] The question is whether protesters will continue to turn out in large enough numbers to challenge the legitimacy of the election, similarly to what happened in July. Part of the problem in July was a lack of candidates, which is no longer the case. There are 5 current candidates. From what I can gather, 2 are non-FLN (though from parties allied with it). I would guess that support for the non FLN candidates would be a little stronger but ultimately acknowledge there is little clarity. [1] https://www.reuters.com/article/us-algeria-protests/algerian-protesters-march-on-in-defiance-of-the-power-idUSKBN1XA0M1\n[2] https://www.aljazeera.com/news/2019/11/algeria-presidential-election-candidates-announced-191103064535822.html\n[3] https://www.nytimes.com/aponline/2019/11/02/world/middleeast/ap-ml-algeria-presidential-election.html"], [691, "2019-11-06T13:43:00Z", [0.83, 0.16, 0.01], ""], [78237, "2019-11-06T09:55:18Z", [0.65, 0.28, 0.07], ""], [74903, "2019-11-05T16:51:04Z", [0.0, 0.6, 0.4], "There is 5 candidates No one is sayinf that they are in the FLN :  1 - Ali Benflis, Parti Avant-garde des Libertés. 2 - Abdelmadjid Tebboune, 73 ans,  « indépendant ». 3 - Azzedine Mihoubi, 60 ans, Rassemblement national démocratique (RND), . 4  - Abdelkader Bengrina, représente El-Bina (Construction) 5 - Abdelaziz Belaïd,  Front El-Moustakbel. "], [63963, "2019-11-05T06:53:41Z", [1.0, 0.0, 0.0], ""], [691, "2019-11-03T12:19:22Z", [0.83, 0.15, 0.02], ""], [20448, "2019-11-03T11:38:37Z", [0.85, 0.05, 0.1], ""], [691, "2019-11-02T13:21:57Z", [0.78, 0.12, 0.1], ""], [1333, "2019-11-02T13:03:26Z", [0.58, 0.32, 0.1], ""], [1333, "2019-11-02T12:51:05Z", [0.57, 0.33, 0.1], ""], [14107, "2019-11-02T09:33:55Z", [0.43, 0.32, 0.25], ""], [14107, "2019-11-02T09:33:19Z", [0.41, 0.29, 0.3], ""], [80371, "2019-11-01T16:13:57Z", [0.6, 0.4, 0.0], ""], [80371, "2019-11-01T16:08:38Z", [0.5, 0.5, 0.0], ""], [74903, "2019-11-01T15:35:10Z", [0.5, 0.1, 0.4], "\nBig manifestation in Alger\nhttps://www.ouest-france.fr/monde/algerie/algerie-une-maree-humaine-dans-les-rues-d-alger-contre-le-regime-et-la-presidentielle-6591716"], [1333, "2019-11-01T14:05:28Z", [0.56, 0.34, 0.1], ""], [691, "2019-11-01T12:30:28Z", [0.78, 0.12, 0.1], ""], [172, "2019-10-31T22:00:33Z", [0.85, 0.1, 0.05], ""], [1333, "2019-10-31T18:12:44Z", [0.55, 0.35, 0.1], ""], [691, "2019-10-31T14:59:55Z", [0.78, 0.12, 0.1], ""], [41922, "2019-10-31T09:44:52Z", [0.45, 0.5, 0.05], "Looks like elections will take place as 22 candidates submitted their bids which should be confirmed this week. \nInteresting is that FLN is not supporting any candidate yet: \"It is noteworthy after the submission of official nominations for the Algerian presidential elections that the National Liberation Front, which dominated political life in Algeria until the departure of Bouteflika, did not submit a candidate for him, unlike his former partner in power, the National Democratic Assembly.\nThe leader of the Liberation Front, Abdelwahab Ben Zaeem, said late last month that the party is moving not to submit a candidate for the presidential election. He said he could support a candidate after studying his program.\" [1] However there is at least one notable candidate Abdelmadjid Tebboune former prime minister albeit only for three months that is member of FLN. [1] https://www.tellerreport.com/news/2019-10-27---presidential-elections-in-algeria----who-are-the-leading-candidates---what-are-their-programs--.SkeuJ0tX5S.html"], [31450, "2019-10-31T00:49:48Z", [0.8, 0.1, 0.1], "It seems all sides in the country are expecting the election to happen, with the old guard hoping to use to reestablish their normal power structures and the opposition planning to use low turnout to increase pressure on the regime. It is possible the situation will spiral out of control again or that an opposition figure will win, but it seems overwhelmingly likely that Le Pouvoir will stay in power. https://www.reuters.com/article/us-algeria-protests/algerian-protesters-march-on-in-defiance-of-the-power-idUSKBN1X91U8"], [14107, "2019-10-29T20:20:52Z", [0.48, 0.22, 0.3], ""], [691, "2019-10-29T13:14:29Z", [0.78, 0.12, 0.1], ""], [80196, "2019-10-29T08:22:27Z", [0.63, 0.05, 0.32], ""], [79461, "2019-10-29T03:49:10Z", [0.7, 0.15, 0.15], "Reports seem to suggest that the election will happen. Candidates are registering to run. [1] [1] https://www.france24.com/en/20191027-algeria-registers-22-candidates-for-presidential-election"], [79569, "2019-10-28T20:42:28Z", [0.83, 0.17, 0.0], "There is a strong indication that the election will indeed be held in December2019 . There is also a high likelihood that those against the current governing political party structure will stay home. This will favor candidates that are members of FLN. It would be interesting to see the full list of candidates that will be on the ballot."], [1333, "2019-10-28T18:25:53Z", [0.45, 0.45, 0.1], ""], [691, "2019-10-28T09:26:39Z", [0.76, 0.12, 0.12], ""], [19801, "2019-10-28T00:57:56Z", [0.65, 0.1, 0.25], ""], [172, "2019-10-27T16:32:44Z", [0.85, 0.0, 0.15], "Appearing more likely? 23 candidates, many with prior political experience. Likely not enough to quell ongoing protests but army is capable of pushing it through.\nhttps://www.aljazeera.com/news/2019/10/algeria-23-candidates-qualify-presidential-poll-191026181943546.html"], [74903, "2019-10-27T15:21:32Z", [0.1, 0.6, 0.3], ""], [691, "2019-10-27T11:55:03Z", [0.7, 0.15, 0.15], ""], [172, "2019-10-26T20:25:14Z", [0.65, 0.0, 0.35], ""], [14107, "2019-10-26T12:46:59Z", [0.45, 0.25, 0.3], ""], [695, "2019-10-25T19:46:59Z", [0.35, 0.05, 0.6], ""], [54140, "2019-10-25T08:25:34Z", [0.8, 0.1, 0.1], ""], [172, "2019-10-25T00:14:33Z", [0.75, 0.01, 0.24], "Still unclear to me\nhttps://www.alaraby.co.uk/english/comment/2019/10/24/algerians-will-reject-elections-until-theyre-fair-and-free\nhttps://www.aa.com.tr/en/africa/algeria-accepts-applications-for-presidential-hopefuls/1624105"], [14107, "2019-10-23T20:04:22Z", [0.55, 0.2, 0.25], ""], [691, "2019-10-23T13:23:22Z", [0.65, 0.15, 0.2], ""], [172, "2019-10-22T20:44:20Z", [0.85, 0.01, 0.14], ""], [75093, "2019-10-22T15:34:57Z", [0.0, 0.25, 0.75], ""], [691, "2019-10-22T13:20:17Z", [0.63, 0.16, 0.21], ""], [78237, "2019-10-22T10:00:55Z", [0.75, 0.15, 0.1], "FLN have won 3 of the last 4 elections and given the current regime's control on the upcoming election (Interior Ministry controlling Electoral Commission) this outcome seems the most likely outcome by some margin.  The regime is better prepared for an election now and has been said to have received lots of candidates and plus protests, although persistent, are not as high so likelihood of delay appears low.  A candidate not from FLN has won an election before (although he was still pro status quo regime anyway) so this outcome is not too unlikely. However, with crackdowns on protests, boycotts of the election and some opposition parties saying they won't run means that this outcome has only a 15% in my opinion. "], [80196, "2019-10-21T14:55:22Z", [0.65, 0.07, 0.28], "Lets examine first the reasons that could result in the election not being held:\n- Increase of mass protests. The protestors have decreased since the Bouteflika resignation, however, they keep taking the streets every week, and they show themselves committed with a real change, and against the 12 December elections. So, i assign a 20% chance of the election being cancelled due to the protests. This would be higher if in the next weeks we see an increase of violence, but for the moment the protestors have been pacific.\n-Logistic problems. The last elections were scheduled in july, but they were cancelled because no candidate was presented (although it is said that the real reason was the lack of logistic capability to organise the election). This time, however, the army chief Gaid Salah has been very clear about his intention to hold the election, and the Algerian Press Service has announced 137 candidate petitions so i think there is no more than a 5% chance.\n-Elite breakdown. The political elite in Algeria is not completely united. Although Gaid Salah is the visible face, there is some factions that are not very happy to hold the election. However, they know now is not the best moment to start a conflict between themselves, so i think there is a 3% chance for the internal power struggle to happen. Now, if nothing of the above happens, then there is a pretty high chance of the election being held. Of course, in this case a sustancial part of the electorate would not vote. Despite the government announcing free and fair elections, the people of Algeria does not trust the status quo, and neither they want to vote as long as the old bouteflika elites are still in power. This means that a peaceful boycott is very likely. The people who want change will not vote, therefore only the people who support the current regime will vote, giving the FLN a good result. \nI give 65% to the FLN receiving the most votes (even with a very low participation), and 7% otherwise. That being said, i think the current political scenario is pretty complex, so further updates in the next weeks is very likely to happen. "], [32300, "2019-10-21T11:05:15Z", [0.64, 0.14, 0.22], ""], [20504, "2019-10-21T03:18:48Z", [0.84, 0.06, 0.1], "Using @smitch15 analysis to establish a base rate. Adjusting numbers somewhat."], [79461, "2019-10-19T15:54:30Z", [0.56, 0.14, 0.3], "Accidentally mis-entered values for the two yes parts. "], [63963, "2019-10-19T15:05:14Z", [0.7, 0.0, 0.3], ""], [691, "2019-10-19T14:33:02Z", [0.32, 0.33, 0.35], ""], [53391, "2019-10-19T12:59:40Z", [0.3, 0.2, 0.5], ""], [79461, "2019-10-19T06:03:01Z", [0.14, 0.56, 0.3], "I'll decompose this question into two parts. First, the probability of FLN winning the election conditional on it occurring and second, the probability of an election occurring at all.  From my reading of the articles, it seem protestors do not want an election to happen because it will reinforce the status quo while the government wants elections because it is \"democratic\" and because they presume they will win. This suggests that conditional on elections an FLN candidate is much more likely to win than not. I'll say 80/20 conditional on elections occurring.  Protests have been happening for over 30 weeks, but the articles suggest the number of protestors has declined from 100,000+ to 10,000+ since President Abdulaziz Bouteflika resigned. This suggests that the election may have diminished protests. However, the election has already been rescheduled once, which maybe should increase my base rate for election not occurring. I'll say there is a 30% chance the election does not occur. "], [1333, "2019-10-18T17:02:27Z", [0.35, 0.55, 0.1], ""]], "open_date": "2019-10-18T17:00:12Z", "close_date": "2019-12-12T07:59:12Z"}