{"question_id": 1607, "title": "Before 1 October 2020, will North Korea announce that it has a new head of state?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[95229, "2020-10-01T00:57:06Z", [0.01], ""], [96070, "2020-09-30T23:23:41Z", [0.01], "Regarding whether or not North Korea will announce a new head of state before October 1st 2020, I believe that the chance of this happening is close to 0%. I won’t say completely 0% because there could be a minute chance for most anything to happen. You can never truly know until it happens. However, I believe that despite North Korea’s leader, Kim Jong Un, admitting this past August that his 5-year plan from 2016 for improved economic growth by 2020 had been unsuccessful according to the New York Times articles titled “North Korea’s Leader Had Big Economic Plans, He Admits They’ve Failed,” it is unlikely that he will step down or be deposed and have a new head of state by October 1st, possibly not even at all. Additionally, thus far North Korea’s Supreme Leaders have only left office in their death. The 1st Supreme Leader of North Korea, Kim Il-sung, held the position until July 8th, 1994. On that date, Kim Jong-il took office and held the position until his death on December 17th, 2011. Kim Jong-un took office on that date. With this in mind, I believe it is most likely that Kim Jong-un will remain the 3rd Supreme Leader of North Korea until his death."], [95906, "2020-09-30T23:19:00Z", [0.02], "Considering it is 30 Sept and 1 Oct is right around the corner.  I would give it a 0%, however with North Korea, you never know, so I give it a 2% probability.   I  think there is very low probability that North Korea will announce a new head of state this week.   Although Kim is not healthy and there is tension within his ranks I certainly believe it is doubtful the North Korean regime will announce a new head of state or even be forthcoming about any potential change in leadership in the next few days.  There are still underlying issue with Kim leading the country, but there is also little reason at this time to believe a regime shake will even happen this year, unless Kim disappears due to health issues which seemed to be an issue earlier this year. "], [73687, "2020-09-30T22:14:20Z", [0.0], ""], [96093, "2020-09-30T22:10:02Z", [0.01], "We are in the final hours, this is unlikely."], [95068, "2020-09-30T21:50:31Z", [0.02], ""], [62808, "2020-09-30T21:40:49Z", [0.0], ""], [95248, "2020-09-30T21:19:46Z", [0.0], ""], [95230, "2020-09-30T20:47:15Z", [0.01], "I think this has very little, if any chance of happening. While it is doubtful the North Korean regime would be immediately forthcoming about any potential issue with Kim continuing to lead the country, there is little reason to believe a regime shake up is in the cards by year end. The one piece of information that may point to the alternative is reports earlier this year of Kim's health being uncertain, and possibly even vegetative. But those reports seem to have subsided. "], [80617, "2020-09-30T20:01:48Z", [0.0], ""], [95437, "2020-09-30T19:08:01Z", [0.01], ""], [96093, "2020-09-30T18:42:51Z", [0.99], "We are in the final hours - this will not happen."], [95248, "2020-09-30T18:19:04Z", [0.0], ""], [95296, "2020-09-30T17:40:12Z", [0.35], "It is possible. As of August 24, a diplomat from South Korea stated that Kim Jong-un is not dead but that he is in a coma. Kim’s sister has taken on more responsibility, but Kim is still the Supreme Leader. It is a 35% chance that Kim’s sister will take on the role of being head of state. https://nationalpost.com/news/kim-jong-un-is-in-a-coma-says-a-south-korean-diplomat\nhttps://www.cnn.com/2020/08/25/asia/kim-yo-jong-ogd-intl-hnk/index.html\n"], [691, "2020-09-30T15:08:15Z", [0.0], ""], [95068, "2020-09-30T14:53:58Z", [0.02], ""], [92863, "2020-09-30T12:52:35Z", [0.0], ""], [93505, "2020-09-30T09:29:05Z", [0.0], ""], [84880, "2020-09-29T23:23:07Z", [0.0], ""], [95112, "2020-09-29T23:14:27Z", [0.0], ""], [95270, "2020-09-29T22:26:10Z", [0.0], ""], [88416, "2020-09-29T19:09:51Z", [0.0], ""], [95265, "2020-09-29T18:07:26Z", [0.01], ""], [95209, "2020-09-29T16:56:37Z", [0.0], ""], [40584, "2020-09-29T12:44:02Z", [0.01], ""], [96053, "2020-09-29T09:52:18Z", [0.05], ""], [95068, "2020-09-29T06:27:28Z", [0.02], "nope"], [95257, "2020-09-29T06:17:30Z", [0.0], ""], [96037, "2020-09-29T05:14:30Z", [0.0], ""], [95313, "2020-09-29T02:50:53Z", [0.0], "The North Korean Government has yet to even announce the state of Kim Jung-Un's health conditions, once they do so it will likely be as long if not longer mourning period as Kim Jung-Il's death which was announced on the 19th of December, that he had died on the 17th two days ago, and Un was not declared the next head of state until the 29th of December. Thus it is very unlikely that the next leader of North Korea will be named in the next 2 days."], [95256, "2020-09-29T01:45:26Z", [0.0], ""], [95505, "2020-09-29T00:21:13Z", [1.0], "I am saying 100% probability that this will not happen as it is obvious North Korea is hiding the current situation of Kim Jung Un and he could be perfectly healthy for all we know. However, even if he is not okay, North Korea loves to stay under the radar unless it involves nuclear testing therefore I doubt we will hear anything before 1 OCT."], [14027, "2020-09-28T21:17:34Z", [0.01], ""], [3429, "2020-09-28T17:57:55Z", [0.0], "maintaining current forecast"], [95209, "2020-09-28T17:39:58Z", [0.0], ""], [95230, "2020-09-28T17:38:57Z", [0.01], ""], [95230, "2020-09-28T17:38:42Z", [0.02], ""], [92980, "2020-09-28T16:30:52Z", [0.0], ""], [95068, "2020-09-28T15:06:54Z", [0.02], ""], [52131, "2020-09-28T13:30:06Z", [0.0], ""], [95561, "2020-09-28T13:02:45Z", [0.08], "I find it very unlikely that there will be a new head of state announced before October 1. Something incredible would have to happen in the next 3 days for a new leader to be appointed. "], [95657, "2020-09-28T04:46:08Z", [0.0], "Considering we are only a few days removed from October 1st, 2020, the likelihood of North Korea announcing a new head of state is next to none within this time frame. The fear is that Kim Jong Un is secretly dead due to his poor health and constant disappearances from public eyes and that his much more dangerous sister would take over the regime. However, multiple reports show that the leader is in fact alive, albeit likely in the same poor health conditions. A much more apt question would be to ask if he'll still be alive in 5 years' time, which is questionable considering his condition. https://www.businesstoday.in/trending/world/kim-jong-un-is-not-just-not-dead-but-also-killing-coronavirus/story/408803.html\nhttps://www.express.co.uk/news/world/1331185/Kim-jong-un-death-news-North-Korea-leader-defector-kim-yo-song-power-regime"], [95317, "2020-09-28T03:55:03Z", [0.0], "During the pandemic I believe that North Korea will attempt to give the perception that it will remain strong. That being said I don't believe that it will announce anything in the near future to make its people believe that Kim Jong Un is still alive and that its government is \"strong\" and fully capable of keeping the pandemic out of the country. Kim Jong Un did apologize for killing a South Korean citizen recently so there is a chance he is still alive.\nhttps://www.washingtonpost.com/world/asia_pacific/north-korea-kim-jong-un-shooting/2020/09/25/6b671ea8-feee-11ea-b0e4-350e4e60cc91_story.html"], [95486, "2020-09-28T03:48:28Z", [0.05], "According to CNN the SOuth Korean advisor said that the North Korean leader is alive. He continued to add that he had been in hiding since april 13th. I think there is a 5% chance that North Korea will announce a new head of state. Kim Jung- un has released recent news so therefore he is still in power and he is not lieky to change power in the next 3 days. \nhttps://news.yahoo.com/happen-north-korea-kim-jong-un-died-100746225.html\nhttps://www.economist.com/asia/2020/04/30/north-koreas-dictator-has-disappeared\nhttps://www.cnn.com/2020/04/27/asia/kim-jong-un-health-letter-south-african-president-intl/index.html\n\n"], [95547, "2020-09-28T03:20:13Z", [0.15], "It still remains a mystery as to the current health of Kim Jong Un. According to his government, he is still alive and well, however, there has still been no spoken word from him or any recent action by the North Korean leader. The government of the country may want to claim he is still alive in order to maintain control, even if he is in fact deceased. "], [95557, "2020-09-28T03:16:17Z", [0.05], "There is a 5% chance that North Korea will announce a new head of state.  In past years when a new successor has announced the current head of state will do it well in advance before they step down to make it clear who the next heir is. That is was Kim Jong-un the 1st did and so did the second when handing over the title.  Kim Jong Un is believed to be ill but not so ill where he has announced a new head of State unless he has died, and the Government is just covering it up for now.  Many people believe Kim Jong-un is either dead or in a coma, most everybody agrees that he is ill.  Every bit of information that the North Korean government has released about the wellness of Kim Jung Un cannot be trusted so any prediction that is made is made off of conspiracy and second-hand information.  "], [95570, "2020-09-28T02:55:38Z", [0.01], "Recently, it has not been uncommon for North Korean leader, Kim Jong-un, to go into a shadow and without ever saying a word. I'm sure his health is playing a big role in the fact. His sister has been seen taking on many of the roles of his but they have not declared her as the new head of state. Even if Kim Jong-un died/dies in the next couple days, I still don't see North Korea announcing it and publicly declaring a new head of state. "], [95294, "2020-09-28T02:41:52Z", [0.15], "While many reports began to surface about Kim Jungs death or being in a Coma first reported by the South Koreans, it appears that a mistranslation about a procedure Kim underwent for his heavy smoking were quickly misreported by CNN.  As much of unknown the misinformation campaign by North Korea capitalized on the mistake and showed an official state photo of Kim opening a fertilizer factory.  Adding difficulty, was the upscale swing of Covid 19 shutting down the country.   ”A footnote: As of April 30, two days before Kim re-emerged in public, Daily NK — the original source of the Kim rumors — had bumped up its assessment of his condition from ailing to dead. It acknowledged that this was only a rumor, too, of course.”"], [95709, "2020-09-28T02:25:06Z", [0.02], "Since October 1st is just a few days away I believe that there is little to no chance that there will be a new head of state announced. Unless Kim Jong Un dies there is no chance, and this is why I give it a 2% chance of happening."], [95295, "2020-09-28T02:23:12Z", [0.02], "Throughout 2020, Kim has been seen around once a month. This is extremely rare for any leader, and it raises many questions involving his health and recent “surgery”. Also, with him becoming more recluse, we see his sister, Kim Yo Jong, taking on more and more of his roles as head of state. She has currently been utilizing the same, if not more, supreme power that her brother has. With Kim Jong-un’s obvious poor health, his sister very well may be the next head of state. This may be sooner than later, but it will not happen before 1 October 2020. Kim Jong-Un was also seen on 25 September as he publicly apologizes for killing a South Korean official. Even if the leader does die or is so dead, North Korea will hide this information for as long as possible. "], [95319, "2020-09-28T02:17:34Z", [0.1], "I predict that there is a 10% chance that North Korea will announce a new head of state by 1 October 2020, based on the proximity of this prediction to that date and the implications of this announcement for North Korea. With October 1st being three days away as of this prediction, it is unlikely that a new head of state will be announced within that time if it has not already. Recent speculations about Kim Jong Un's health, leading to questions of a new head of state seem to be exaggerated. Statements by a South Korean news source that Kim Jong Un had undergone heart surgery in April were provided by a single unnamed source, and recent events suggest that he still has the capacity to act as the head of North Korea. On 24 September, Kim Jong Un gave a statement apologizing for the killing of a South Korean national by North Korean border guards, implying that he is still able to function as the leader of the North Korean state. It is possible that Kim Jong Un's health could rapidly collapse in the coming days, and according to Philip Tetlock's Superforecasting, over-reacting to evidence can lead to inaccurate predictions, so I believe a prediction less than 10% would be ignoring the possibility of rapid health deterioration. References\nKuhn, Anthony. \"NPR Choice Page\". Npr.Org, 2020, https://www.npr.org/2020/09/25/916860661/kim-jong-un-says-hes-sorry-that-north-korean-troops-killed-a-south-korean-man. Accessed 24 Sept 2020. Zeballos-Roig, Joseph. \"North Korean Leader Kim Jong Un Hasn't Been Publicly Seen In 2 Weeks, Fueling Reports And Rumors That He May Be Dead Or In Grave Condition. Here's What We Know.\". Business Insider, 2020, https://www.businessinsider.com/kim-jong-un-death-rumors-health-condition-what-we-know-2020-4?op=1. Accessed 23 Sept 2020.  Tetlock, Philip, and Dan Gardner. Superforecasting. Random House Books, 2016.  "], [95527, "2020-09-28T02:08:34Z", [0.2], "The reason i say 20% is because recently Kim-Jong-Un apologized for the killing of a South Korean citizen but that could just be a face to prevent other countries from stepping in and saying something to where more allies can be made on the premise of the \"victim\" mindset. North Korea does not like to show a face of weakness so this recent comment did come as a surprise."], [95288, "2020-09-28T02:07:17Z", [0.0], "I think it is impossible for North Korea to have a new head by October 1. The primary reason is because Kim Jong Un declared his sister, Kim Yo Jong, as second in command. \nhttps://www.aljazeera.com/news/2020/8/20/kim-jong-uns-sister-now-de-facto-second-in-command-in-n-korea"], [95301, "2020-09-28T02:00:47Z", [0.15], "\nSources: No, there is a 15% chance that North Korea will announce that it has a new head of state before October 1 2020. North Korea has a long-standing history of attempting to uphold and present a powerful facade to perpetrate themselves as powerful and competitive with Western nations. The fountain of lies that spill from North Koreas dictator and staff as a fear-based reaction in order to appear bigger and more powerful than they really are. With this in mind, North Korea continuously lies to its people. Kim Jung Un is recognized as a living God in North Korea. The loss of their divine ruler would be crippling and represent a weak image for North Korea-seeing their most powerful rule fall from power. Rumors have risen due to the fact that North Koreas leader has made few public appearances in the past few months. Rumors regarding his health and current state cannot be confirmed solely because North Korea has yet to release any information that could possibly confirm or exploit any weaknesses that their ruler may have. This has been discussed in several articles, as the propaganda in North Korea is overwhelming. It is unlikely that North Korea would be quick to announce the death of their head of state to their people, and more importantly, the world. Having a long-standing reputation of standing upon a thrown of lies to portey a powerful façade for North Korea and its ruler, I believe there is a 15% chance they will announce a new head of state before October 1 2020, regardless of Kim Jung U\n"], [95314, "2020-09-28T01:52:49Z", [0.2], "The reason I said that it would be 20% is because in North Korea, they rarely announce what is happening from a day to day bases. They control what information is let out and released. Two days ago Kim Jong un supposedly released a statement apologizing to the death of a South Korean officer. With that being said is he still is in power based on recent news articles. "], [95560, "2020-09-28T01:48:50Z", [0.01], "Judging how Kim Jung Un has resurfaced recently, questions of his health have quickly faded into the shadows. I think if a new leader were to arrive, he would be paraded around and shown off like a show pony in typical North Korean fashion."], [95514, "2020-09-28T01:48:01Z", [0.01], "Based off of the fact that North Korea would have just a few days to announce a new head of state I think it is very unlikely that it will not be happening before October 1. It is apparent that the death rumors were highly untrue and that Kim Jong Un is still alive and very much in control of North Korea. There is still so much secrecy that we do not know about Kim Jong Un and what has been happing with him in the last months which leads me to believe that they country is still trying to protect him and will no be name a new head of state any time soon. \nhttps://www.washingtonpost.com/lifestyle/media/kim-jong-un-appears-to-be-alive-after-all-so-how-did-his-death-make-the-news/2020/05/05/e9cf7f0e-8d6c-11ea-a0bc-4e9ad4866d21_story.html"], [95564, "2020-09-28T01:41:07Z", [0.01], "With only days left before the October 1st deadline, it is highly unlikely that North Korea will announce a new head of state. Previously, there had been speculation that Kim Jong-un was ill or deceased due to his absence from the global spotlight. Even the US Secretary of State Mike Pompeo had issued a statement saying that “we haven't seen him.” However, recent reports from Kim Jong-un from September 25th quote him issuing a personal apology for the killing of a South Korean official in the North’s waters. This break from his previous silence is evidence that he is at least alive and thus is sufficient evidence to say that he is still the acting head of state and will remain as the head of state. https://www.bbc.com/news/world-asia-52481147\nhttps://www.bbc.com/news/world-asia-54291550"], [95484, "2020-09-28T01:00:39Z", [0.0], "I ultimately predicted a 100% chance that no new head of state would be announced before October 1st, 2020. My reasoning for this is that since the date is less than a week away, the chance of an announcement coming out before then is very low. Also, Kim Jong Un recently sent a personal letter to South Korean president Moon Jae-in in which he apologized for the recent North Korean killing of a South Korean citizen. That alone proves that he is still very much in charge of the North Korean government, and that there is little possibility that he will be deposed.  Source: https://news.yahoo.com/kim-jong-un-says-very-123936188.html"], [95316, "2020-09-28T00:57:01Z", [0.03], "with Kim Jung Un resurfacing I find it highly unlikely that a new head of state will be announced any time soon. With all that has been happening with North Korea and the secrecy of Kim Jung Un's surgery and no official statement on who would be acting as his successor I feel as if it is safe to say that Kim Jung Un will remain the head of State for well into the future. https://www.nytimes.com/2020/05/01/world/asia/kim-jong-un-resurfaces.html"], [95304, "2020-09-28T00:52:35Z", [0.01], "I think its safe to say that they will not announce a new head of state in the next 3 days. There is always a chance but it wont happen. He has made appearances in typhoon hit areas recently and this would validate he is not dead. Also, if he has been dead and they have been hiding it for a while why stop now. \nReferences: https://nypost.com/2020/08/28/kim-jong-un-thankful-typhoon-damage-in-north-korea-not-worse/"], [95255, "2020-09-28T00:33:12Z", [0.01], ""], [95291, "2020-09-28T00:23:25Z", [0.01], "There are two factors to consider here: the question as to if Kim Jong-Un has died, and if the North Korean government is ready to produce another leader.  Kim Jong-Un's health has been called into question many times in the past, he is 5'7\" and an estimated 300 pounds, which is considered obese. Both his father and his grandfather died from heart failure, and he may also binge cigarettes. What little footage of North Korea's leader exists publicly has been analyzed for any indication of health problems, from the way he walks to the number of breaths he breathes, and none of it suggests that he is in good health. So there is no doubt that Kim Jong-Un's life expectancy has been reduced several decades, but 36 is a premature death for even a person of his health, so it is still impossible to say for certain.  Even less likely than the supreme leader's death is the probability of another ruler taking power in North Korea. While it has been suggested that Kim's sister is poised to take control, the turmoil that his death will throw the nation into means that she will likely not be legitimately recognized until much later. https://www.businessinsider.com/kim-jong-un-death-rumors-health-condition-what-we-know-2020-4#:~:text=Kim%20Jong%20Un%20is%20at%20risk%20from%20obesity,so%20far%20about%20Kim%27s%20absence%20from%20public%20events.\nhttps://nypost.com/2020/08/27/kim-jong-uns-sister-gone-from-public-view-in-possible-regime-hint/\nhttps://www.medicalnewstoday.com/articles/321538"], [95298, "2020-09-28T00:18:10Z", [0.0], "Using the Delphi Method, my group and I have concluded that Kim Jung Un is still in power, and that he was just really sick when he was missing from public events. That is the reasoning behind giving a 0% chance that they will announce a new leader because there is no solidified evidence to suggest that Kim Jung Un has passed away, there is only evidence that he was very ill and missed many public events. so, in conclusion my group and I believe that Kim Jung Un is still in power however he just suffered illness due to poor eating habits and lifestyle choices.  https://www.express.co.uk/news/world/1331185/Kim-jong-un-death-news-North-Korea-leader-defector-kim-yo-song-power-regime "], [95515, "2020-09-28T00:09:02Z", [0.03], "The main reason for the turmoil regarding whether or not there could possibly be a new head of state is Kim Jong-un was unaccounted for for about 3 months. Recently however, he was spotted scoping out new development in North Korea. Therefore, if Kim Jong-Un is perfectly healthy, there is no reason for a new head of state to be announced. If Kim Jong-un is sick, it is also improbable that they would announce his death, or impending death, as the people of North Korea see him as God.\nhttps://news.yahoo.com/north-koreas-kim-praises-army-223315223.html"], [95388, "2020-09-27T22:56:07Z", [0.01], "While there has been speculations about Kim Jong Un's health coming to light especially during COVID-19, there has been allegations that Kim Jong Un has passed away. However, these allegations are false because after that accusation the leader was put back into the spotlight. If their leader was to die I do not predict that they will actually announce that they have a new head of state. If they tell the world they have a new state that cold lead other countries to invade the country or possibly invade the country and try to take the land over. I predict if their leader does die I predict the country will keep it low for a time until they can get a new leader and create a story for Kim Jong Un \"missing\" from the public eye. Sources:\nhttps://www.cnn.com/2020/04/27/asia/kim-jong-un-health-letter-south-african-president-intl/index.html\nhttps://news.yahoo.com/happen-north-korea-kim-jong-un-died-100746225.html\nhttps://www.economist.com/asia/2020/04/30/north-koreas-dictator-has-disappeared"], [95513, "2020-09-27T22:21:40Z", [0.0], "no. There is no way they are going to let someone else have power. Kim is literally viewed as a god in north Korea, the people there would go crazy if he were to die. Also, i think that when/if he dies it is going to be some crazy dramatical way to keep mind control over the people, that or they will make it political saying we killed him or something. He is not just going to disappear. South Korea has also been keeping us up to date and says he is not dead.  North Korea just up and announcing a new head of state is not something i see happening."], [95299, "2020-09-27T20:44:34Z", [0.01], "There was much speculation over Kim Jong Un’s disappearance. Many claimed that he was terminally ill, and or perhaps even deceased. Regardless of the speculations, Kim has frequently made a number of public appearances. His first appearance was at a newly completed fertilizer factory near Pyongyang back in May. Then, he reappeared at a meeting that discussed expanding the country’s nuclear war deterrence. With a number of appearances, South Korean intelligence also provided us with some insight into the matter. South Korean analysts stated that there was no significant information that proved Kim had undergone any form of surgery or medical procedure. South Korean officials discussed that Kim has focused on consolidating recent internal affairs and coronavirus concerns have limited his public activity. In conjunction, South Korean officials remind us that this is not the only time Kim has disappeared for an extended period. With all of the appearances, the South Korean intelligence, and only about three days left until October 1st; it is almost certain that North Korea will not announce a new head of state.\nhttps://www.bbc.com/news/amp/world-asia-52554612\nhttps://www.voanews.com/east-asia-pacific/kim-jong-un-reappears-after-another-3-week-absence\nhttps://www.politico.com/news/2020/05/03/south-korea-kim-jong-un-did-not-have-surgery-230177"], [95245, "2020-09-27T20:34:03Z", [0.01], ""], [95530, "2020-09-27T20:30:47Z", [0.0], "No, I do not believe that North Korea will announce that it has a new head of state before 1 October 2020 and here are my reasons why.\nAccording to BBC News, “Kim Jong-un's appearance came amid rumours about his health and that he had delegated some of his authority to his sister Kim Yo-jong. Speculation about the health of the North Korean leader is not unusual but has so far always turned out to be false.”\nAccording to U.S. News, ““Kim Jong-un’s more frequent visits to the provinces are intended to show a ‘leader of the people’ response to natural disasters,” said Leif-Eric Easley, a professor at Ewha University in Seoul.”\nAlso according to the book SUPERFORECASTING, “Of course each of these pockets of predictability can be abruptly punctured. A good restaurant is very likely to open its doors when it says it will, but it may not, for any number of reasons, from a manager sleeping late, to fire, bankruptcy, pandemic, nuclear war, or a physics experiment accidentally creating a black hole that sucks up the solar system.”\nI add this to also show that the only way for North Korea to have a new head of state is for something extraordinary to happen in order for it to happen.\nAs you can see from the information provided above, Kim Jung Un appears to be alive and is being very active which leads me to stay with my prediction that there is a 0% chance of North Korea announcing a new head of state.\n"], [62808, "2020-09-27T13:03:57Z", [0.0], ""], [81559, "2020-09-27T09:03:12Z", [0.0], ""], [87997, "2020-09-27T09:00:02Z", [0.01], "the fact that the deadline is nearing and that recent photos indicate he is in good shape I decrease the probability https://www.bbc.com/news/world-asia-53915606"], [37520, "2020-09-27T06:38:29Z", [0.0], ""], [95507, "2020-09-27T04:00:04Z", [0.2], "Our intelligence had received words that Kim, both Korean dictator, had disappeared and had not been active for a while.  This was due to him having cardiovascular problems due to smoking, obesity, and drinking.  There had also been word that Kim had gotten COVID-19, which is not confirmed.  To me, there is a 80 decent chance that there will be a new head s state, due to the fact that there had been reporting that he is alive and well. The other 20 percent id that their might be a chance that he might not make it due to him possibly getting Covid 19 \n"], [95289, "2020-09-26T23:45:54Z", [0.01], "Supreme Leader Kim Jong Un has a repeated history of going under the radar as he has done these past few months. But it has been proven that he is in hiding due to the Corona Virus outbreak and multiple typhoons occurring on the peninsula. Although many believe him to be dead, he has been seen reviewing the damages of the Typhoons and publicly apologizing to South Korea for the death of an official on the border.  I will give a one percent chance of him peeling over and dying due to his unhealthy lifestyle of excessive eating and smoking."], [20156, "2020-09-26T16:26:10Z", [0.0], ""], [95068, "2020-09-26T14:21:25Z", [0.02], ""], [96019, "2020-09-26T14:20:54Z", [0.0], ""], [94548, "2020-09-26T13:09:00Z", [0.0], ""], [95256, "2020-09-26T07:26:31Z", [0.0], ""], [25601, "2020-09-25T22:05:53Z", [0.01], ""], [1034, "2020-09-25T20:00:51Z", [0.0], ""], [3429, "2020-09-25T18:55:57Z", [0.0], "Maintaining current forecast"], [90237, "2020-09-25T16:54:33Z", [0.0], ""], [95068, "2020-09-25T15:09:33Z", [0.02], ""], [92863, "2020-09-25T13:21:15Z", [0.01], ""], [68240, "2020-09-25T02:36:35Z", [0.0], ""], [95569, "2020-09-25T01:23:00Z", [0.0], "The group conducted the Delphi Method for this to get better predictions for this question. Our initial estimate was 85% no that North Korea will announce a new head of state by October 1, 2020. After the initial estimate, we began discussion into the matter. Before even doing research, we discussed that this date is less than a week away and that the probability of an announcement that large coming out is slim. Earlier this spring,   major news outlets claimed that Kim Jong Un was dead, brain dead, and/or missing and that his sister would be taking over his dictatorship. CNN claimed that military intelligence said the leader was in “grave danger” after surgery on April 21, 2020. Since then, there have been very few reports of sightings of the dictator. Even if he were missing, this would not be advertised at all. As of September 24, the dictator had North Korean troops shoot a South Korean man who tried to cross the border. He is still active and kicking, only increasing our forecast into high probability that the announcement will not be made, even if his health is trashed at the moment.  We settled for 100% confidence that no new head of state will be announced by October 1, 2020."], [62808, "2020-09-24T23:44:17Z", [0.0], ""], [928, "2020-09-24T20:01:26Z", [0.0], ""], [90433, "2020-09-24T19:22:08Z", [0.01], "Not going to happen anytime soon unless Kim Jong Un dies."], [86499, "2020-09-24T19:01:37Z", [0.0], ""], [75863, "2020-09-24T18:16:19Z", [0.0], ""], [37488, "2020-09-24T17:34:26Z", [0.0], ""], [37236, "2020-09-24T17:00:01Z", [0.0], ""], [92622, "2020-09-24T16:14:57Z", [0.0], ""], [49838, "2020-09-24T15:56:40Z", [0.0], "Confirmation forecast. At this point this scenario is pure fiction."], [93496, "2020-09-24T15:34:38Z", [0.0], ""], [93496, "2020-09-24T15:34:01Z", [0.01], ""], [94837, "2020-09-24T13:27:17Z", [0.0], ""], [92178, "2020-09-24T13:09:45Z", [0.2], ""], [88416, "2020-09-24T13:08:15Z", [0.0], ""], [59141, "2020-09-24T13:05:31Z", [0.0], ""], [94812, "2020-09-24T13:04:58Z", [0.0], ""], [11817, "2020-09-24T05:13:42Z", [0.0], ""], [95068, "2020-09-23T17:12:06Z", [0.02], "hold"], [78821, "2020-09-23T16:41:25Z", [0.0], "Wish I'd seen this earlier..... "], [83, "2020-09-23T16:27:49Z", [0.0], ""], [67403, "2020-09-23T16:07:48Z", [0.0], ""], [94869, "2020-09-23T14:34:07Z", [0.0], ""], [38259, "2020-09-23T14:24:15Z", [0.0], ""], [95565, "2020-09-23T11:43:21Z", [0.0], ""], [89005, "2020-09-23T08:04:16Z", [0.0], "Just saw: 7 days to go - so: NO"], [89005, "2020-09-23T08:03:36Z", [0.01], ""], [87427, "2020-09-22T21:42:54Z", [0.0], ""], [85937, "2020-09-22T20:48:32Z", [0.0], ""], [64041, "2020-09-22T19:43:14Z", [0.0], ""], [95273, "2020-09-22T17:03:58Z", [0.0], ""], [1333, "2020-09-22T10:02:18Z", [0.0], ""], [79461, "2020-09-22T04:06:38Z", [0.0], ""], [42417, "2020-09-22T00:25:32Z", [0.0], ""], [95920, "2020-09-21T19:37:58Z", [0.01], "I've seen no evidence to suggest it would happen and history suggests that he'll be there a while. "], [95068, "2020-09-21T18:54:38Z", [0.02], "hold"], [88098, "2020-09-21T15:51:41Z", [0.0], ""], [3429, "2020-09-21T15:17:40Z", [0.0], "updating forecast to reflect current events."], [88416, "2020-09-21T13:59:28Z", [0.01], ""], [25141, "2020-09-21T13:54:08Z", [0.0], ""], [172, "2020-09-21T13:53:38Z", [0.0], "I keep holding out for Dennis Rodman, but it’s not going to happen in this timeline..."], [29102, "2020-09-21T12:28:57Z", [0.0], "I'm thinking he could be dead or in a coma but we aren't going to hear about it before the 1st of Oct."], [93350, "2020-09-21T08:03:20Z", [0.0], "Kim appears to be in good health in three news outlets. https://www.bbc.com/news/world-asia-53915606  https://www.usnews.com/news/world/articles/2020-09-05/seeking-unity-nkoreas-kim-vows-to-overcome-typhoon-damage  https://www.9news.com.au/kim-jong-un\n"], [95393, "2020-09-20T22:45:45Z", [0.0], ""], [21865, "2020-09-20T15:23:34Z", [0.05], ""], [75863, "2020-09-20T13:52:29Z", [0.0], ""], [94301, "2020-09-20T12:21:47Z", [0.5], ""], [1333, "2020-09-20T07:00:45Z", [0.01], "Is there a Nobel Prize for trolling the west?"], [95252, "2020-09-19T23:41:07Z", [0.01], "Comment deleted on Sep 19, 2020 11:41PM UTC"], [95894, "2020-09-19T23:28:53Z", [0.01], ""], [95252, "2020-09-19T23:13:51Z", [0.01], ""], [64684, "2020-09-19T16:06:33Z", [0.0], ""], [95068, "2020-09-19T14:05:24Z", [0.02], "Very unlikely."], [34499, "2020-09-19T11:30:07Z", [0.2], ""], [88470, "2020-09-19T10:05:12Z", [0.15], ""], [1034, "2020-09-19T06:32:35Z", [0.0], ""], [21046, "2020-09-19T01:51:56Z", [0.0], ""], [95450, "2020-09-18T12:39:15Z", [0.0], ""], [95450, "2020-09-18T12:38:46Z", [0.15], "Comment deleted on Sep 18, 2020 12:38PM UTC"], [95864, "2020-09-18T05:13:21Z", [0.0], ""], [95852, "2020-09-18T03:08:21Z", [0.01], ""], [95229, "2020-09-18T02:29:58Z", [0.01], "Updating forecasts with more logic/facts Recent news has talked about 2 things. One being that the typhoons have had a disastrous effect on North Korea, such as destroying food, roads, and homes, an estimated 2000 homes were destroyed in September, this can be translated to the overall typhoon season. This damage to infrastructure could help Kim consolidate power since he would be in control of these endeavors. The second point is that his sister, the one many people say is the second in line for the leadership, has been said to have gained more job duties. The thought on this is that Kim needs the support of his underlings and still seems to have it with the delegation of tasks to his sister, The chance for North Korea to announce a new head of state seem minimal. "], [95437, "2020-09-17T18:23:59Z", [0.03], "There have been rumors about the leaders worsening health conditions but there are as such no strong evidences to prove that. "], [88560, "2020-09-17T14:11:24Z", [0.0], ""], [84665, "2020-09-17T12:23:24Z", [0.0], ""], [90801, "2020-09-17T10:05:17Z", [0.0], ""], [80179, "2020-09-17T08:11:36Z", [0.0], ""], [1034, "2020-09-17T00:31:03Z", [0.0], ""], [26467, "2020-09-16T21:50:06Z", [0.0], ""], [90519, "2020-09-16T16:39:32Z", [0.0], ""], [34353, "2020-09-16T14:18:51Z", [0.0], ""], [80617, "2020-09-16T13:40:04Z", [0.0], ""], [88416, "2020-09-16T13:35:03Z", [0.01], ""], [60909, "2020-09-16T04:49:22Z", [0.0], ""], [88576, "2020-09-16T03:38:00Z", [0.0], ""], [57778, "2020-09-16T01:53:15Z", [0.0], ""], [94587, "2020-09-16T00:41:29Z", [0.0], ""], [94753, "2020-09-15T22:19:58Z", [0.0], ""], [95229, "2020-09-15T19:46:08Z", [0.01], "Kim still has a grasp on the power, everything is speculation besides the fact he is about 35 years old and in mild health. Everything stated months ago about him disappearing or his sister taking power have been proven false. 1% chance just in case something unexpected happens."], [95297, "2020-09-15T17:36:14Z", [0.01], "Although there has been speculation about the Supreme Leaders health, Kim Jong-un is 35 years of age and seems to still have a tight grasp on the country of North Korea. He has continued to rule with an iron fist and removed any possible competition or threats to his rule, but there still. is the possibility of a unexpected death due to poor health as the supreme leader is very well a little more than 'out of shape\". "], [95478, "2020-09-15T08:49:42Z", [0.0], ""], [95814, "2020-09-15T08:13:21Z", [0.01], ""], [95255, "2020-09-15T03:15:02Z", [0.0], ""], [3429, "2020-09-14T19:19:27Z", [0.01], "maintaining current forecast."], [80764, "2020-09-14T15:54:29Z", [0.0], "Latest new from North Korea:\n5 executions, Kims wife missing, his sister now formally second in command. Looks like Kim is very much alive and in power. Down to zero percent."], [95119, "2020-09-14T00:17:31Z", [0.0], ""], [95467, "2020-09-13T07:06:13Z", [0.0], ""], [95782, "2020-09-13T02:52:49Z", [0.05], ""], [95269, "2020-09-13T00:47:37Z", [0.0], "There does not appear to be any current information indicating a change in leader.  Whatever was happening earlier in the year that prompted this speculation seems to have been resolved."], [11817, "2020-09-12T22:08:57Z", [0.0], ""], [95755, "2020-09-12T15:28:37Z", [0.1], ""], [29102, "2020-09-12T13:36:39Z", [0.0], "Recent photos."], [1333, "2020-09-12T10:25:10Z", [0.0], ""], [75291, "2020-09-11T22:09:49Z", [0.0], ""], [95725, "2020-09-11T17:45:51Z", [0.01], ""], [95223, "2020-09-11T14:51:22Z", [0.0], "After the initial scare in April, it seems that there is very little reason to suspect North Korea will declare a new head of state. Kim Jung Un seems to be alive and well at the moment. Considering he is only 35 and has managed tight control over the country since 2011 there seems to be almost no chance of change in the short term."], [95719, "2020-09-11T05:54:33Z", [0.01], ""], [95700, "2020-09-10T23:11:48Z", [0.0], "Short of an unexpected death of Kim Jong Un there is little to no chance of regime change happening now that he has firmly removed rivals to his control and other possible independent power centers in the government."], [88416, "2020-09-10T19:31:45Z", [0.01], ""], [3429, "2020-09-10T19:11:19Z", [0.01], "maintaining current forecast"], [94499, "2020-09-10T15:33:28Z", [0.0], ""], [67403, "2020-09-10T14:34:03Z", [0.01], ""], [37236, "2020-09-10T12:38:41Z", [0.0], ""], [95444, "2020-09-10T10:58:32Z", [0.0], ""], [49838, "2020-09-10T01:48:12Z", [0.0], ""], [29102, "2020-09-09T23:03:07Z", [0.01], ""], [52772, "2020-09-09T18:47:06Z", [0.01], ""], [95669, "2020-09-09T17:21:35Z", [0.0], ""], [88743, "2020-09-09T15:21:09Z", [0.01], ""], [95243, "2020-09-09T13:49:55Z", [0.0], ""], [87827, "2020-09-09T13:15:36Z", [0.01], "-2 on passage of time."], [86342, "2020-09-09T06:50:20Z", [0.0], ""], [13306, "2020-09-09T05:27:12Z", [0.0], ""], [95642, "2020-09-08T22:25:55Z", [0.0], ""], [80617, "2020-09-08T20:02:19Z", [0.0], "Still no"], [90433, "2020-09-08T18:31:57Z", [0.01], "still no"], [92863, "2020-09-08T16:12:09Z", [0.01], ""], [80764, "2020-09-08T13:21:54Z", [0.01], "There have been rumours for months now. One of the current ones is, that Kim is in a coma, but they published \"recent photos\" every few weeks. The last time they did it, was yesterday.\nHis sister and potential successor hasn´t been seen for weeks. \nOnly three weeks left for this question, so I´ll stay with only 1%, but this really looks weird. If it was for \"Before 1 October 2021\" it would be much, much higher. https://www.nau.ch/news/ausland/neue-fotos-zeigen-kim-jong-un-nach-koma-geruchten-wohlauf-65776411"], [90710, "2020-09-08T11:15:46Z", [0.0], ""], [31251, "2020-09-08T08:18:45Z", [0.0], ""], [86069, "2020-09-07T22:09:00Z", [0.0], ""], [14027, "2020-09-07T20:12:40Z", [0.03], "Time is almost up."], [95596, "2020-09-07T17:41:19Z", [0.0], ""], [89038, "2020-09-07T17:11:31Z", [0.0], ""], [19127, "2020-09-07T13:27:24Z", [0.0], ""], [67403, "2020-09-07T09:50:36Z", [0.04], ""], [95565, "2020-09-07T06:55:27Z", [0.0], ""], [59042, "2020-09-07T02:24:41Z", [0.01], ""], [11817, "2020-09-06T22:55:31Z", [0.0], ""], [172, "2020-09-06T18:04:13Z", [0.0], "Down from 1%. Kim Fatty III is alive and well. Or at least alive."], [12879, "2020-09-06T14:14:09Z", [0.0], ""], [94920, "2020-09-06T09:46:02Z", [0.0], ""], [95233, "2020-09-06T00:08:18Z", [0.0], "While unrest may be near with the country, the leader appears, alive, healthy and well."], [88002, "2020-09-05T22:20:52Z", [0.0], ""], [87701, "2020-09-05T14:16:06Z", [0.03], ""], [95541, "2020-09-05T12:33:05Z", [0.02], ""], [80617, "2020-09-05T07:21:25Z", [0.0], "Maintenance"], [484, "2020-09-05T00:06:49Z", [0.0], "Down 5% since various substantive topics are being semi-reported coming from the DPRK."], [88198, "2020-09-04T22:55:20Z", [0.0], ""], [58028, "2020-09-04T19:33:03Z", [0.0], ""], [3429, "2020-09-04T17:20:43Z", [0.01], "maintaining current forecast"], [95478, "2020-09-04T16:24:40Z", [0.0], ""], [84880, "2020-09-04T16:10:16Z", [0.01], ""], [691, "2020-09-04T14:27:18Z", [0.0], ""], [81431, "2020-09-04T10:53:29Z", [0.0], ""], [92261, "2020-09-03T14:30:56Z", [0.0], "No news, no reason to change the leadership, the country is a mess (even more than usually).  I'm going with the 'who would want the job?' perspective and a short period for something to happen."], [14107, "2020-09-02T23:40:27Z", [0.0], ""], [11817, "2020-09-02T23:23:21Z", [0.03], ""], [75291, "2020-09-02T22:59:18Z", [0.0], ""], [95485, "2020-09-02T21:35:37Z", [0.1], ""], [62808, "2020-09-02T20:17:02Z", [0.0], "Comment deleted on Sep 02, 2020 08:17PM UTC"], [62808, "2020-09-02T20:16:31Z", [0.01], ""], [27661, "2020-09-02T20:01:32Z", [0.0], ""], [95096, "2020-09-02T19:57:27Z", [0.0], "Ah what ever! Grandpa was head of state long after his death, so why not do it again until the famine and Corona is over. Then his sister can take all the time she needs to secure her position. Unless she is already gone..."], [89379, "2020-09-02T19:54:03Z", [0.0], ""], [95096, "2020-09-02T19:48:42Z", [0.01], "Apparently she is gone and I saw a Photo of him holding Corn. I don't buy it, but the question is whether they will hold up the narrative of him still ruling. Maybe he was never actually in power. Still a famine and that makes any transition of power unlikely."], [80764, "2020-09-02T13:12:25Z", [0.0], "Regular update, no change."], [80179, "2020-09-02T11:54:19Z", [0.35], ""], [80644, "2020-09-02T08:45:51Z", [0.0], ""], [86358, "2020-09-01T23:18:39Z", [0.01], ""], [92980, "2020-09-01T22:27:59Z", [0.02], ""], [88416, "2020-09-01T07:07:35Z", [0.01], ""], [81262, "2020-09-01T03:32:12Z", [0.0], ""], [3429, "2020-08-31T18:54:36Z", [0.01], "maintaining current forecast"], [95096, "2020-08-31T18:18:17Z", [0.0], ""], [67403, "2020-08-30T21:52:49Z", [0.07], ""], [67403, "2020-08-30T21:07:30Z", [0.03], ""], [176, "2020-08-30T21:06:08Z", [0.0], "In for the crip zero brier"], [95385, "2020-08-30T13:13:06Z", [0.85], ""], [1333, "2020-08-30T10:39:28Z", [0.0], ""], [88098, "2020-08-30T00:31:32Z", [0.01], ""], [86069, "2020-08-29T22:12:15Z", [0.01], ""], [23355, "2020-08-29T11:54:25Z", [0.0], ""], [88560, "2020-08-29T00:42:40Z", [0.01], ""], [80617, "2020-08-28T17:12:49Z", [0.0], ""], [75863, "2020-08-28T16:17:43Z", [0.0], "Kim Jong-un is unlikely to be dislodged from power in the near future, but it is worth noting how dire North Korea's economic situation is. https://www.economist.com/asia/2020/08/29/as-natural-disasters-strike-north-korea-cuts-itself-off"], [691, "2020-08-28T14:53:03Z", [0.0], ""], [92863, "2020-08-28T06:55:27Z", [0.01], ""], [89135, "2020-08-27T23:39:04Z", [0.05], ""], [29102, "2020-08-27T23:05:41Z", [0.05], "I'm lowering my probability from 10% to 5%. It seems like something is going on in NK is Kim Jung Un dead? Maybe, but we probably won't know until a successor arises. It doesn't appear that there is any chance that  there will be an announcement of a new leader any time soon. "], [88903, "2020-08-27T21:24:01Z", [0.0], "Think less than 1% hence zero. Nothing seems to have come of the multiple rumours, and he has been pictured alive (and well as far as can be seen) "], [88576, "2020-08-27T17:42:33Z", [0.01], ""], [92863, "2020-08-27T12:47:12Z", [0.02], ""], [57778, "2020-08-27T01:15:38Z", [0.04], ""], [172, "2020-08-26T22:19:23Z", [0.01], "Turns out Kim Fatty III is picture of health! If your picture of health includes morbid obesity! He’s alive and well - and likely will be for duration of this question.\nhttps://www.bbc.com/news/world-asia-53915606"], [84880, "2020-08-26T18:43:54Z", [0.02], ""], [85535, "2020-08-26T13:05:26Z", [0.0], ""], [57778, "2020-08-26T08:58:13Z", [0.1], ""], [22689, "2020-08-26T03:00:32Z", [0.0], ""], [21046, "2020-08-26T02:08:22Z", [0.01], ""], [68240, "2020-08-25T22:56:08Z", [0.04], "I'm on the rumor train."], [1034, "2020-08-25T22:50:28Z", [0.0], ""], [92261, "2020-08-25T18:48:35Z", [0.05], "Major guilty of jumping on the first info instead of considering the background.  North Korea is a mess.  Corona is a major problem, the harvest is a complete failure.  Why/who would want to be in charge of that?  With a bloodthirsty bunch of hyenas who would cut your throat in a heartbeat.  'Pity the fool' as Mohammed Ali said. The question doesn't say the new head of state has to WANT the job.  If I was in that situation right now I'd be looking for ways to avoid any responsibility (i.e. guilt) for any kind of leadership.  If I was little sister, I'd be looking for a low profile.  Maybe Kim Jong-un might be setting his sister for a fall...  I'm dropping my percentage way back.  I don't think anybody would want this job just now! My 5% is for the slow readers in the Kim family."], [37236, "2020-08-25T17:39:28Z", [0.0], "I'm not here to troll anybody. But if you read Spanish, check out this article on the N. Korean leader in La Tercera, a leading Chilean daily based in Santiago, the capital.  https://www.latercera.com/mundo/noticia/kim-jong-un-en-coma/OVTLXY5MNJACVKTDHLYA246DDM/    An example of how what used to be called \"the Mighty Wurlitzer\" effect plays out.  BTW, Chile already has 400,000 confirmed cases of Covid-19 (\"coronavirus\").  It seems that MSM and mainstream blogs say N. Korea has, uh, \"none.\"   I am not changing my forecast becaue I don't agree with how GJP seems to penalize forecasters (Brier, accuracy) when the forecaster makes a change...  "], [90433, "2020-08-25T17:36:59Z", [0.05], "Rumors abound that Kim Jung Un is dead or dying and her sister is taking over. I doubt any of this will be announced this year no matter what Kim's condition is."], [67403, "2020-08-25T16:35:20Z", [0.15], ""], [484, "2020-08-25T15:14:45Z", [0.05], "Up 2% not because of the rumor that has been repeated and amplified but because a credible counter-narrative hasn't emerged so far."], [80617, "2020-08-25T15:12:04Z", [0.05], "Rumors appear - will not change for the time being"], [95241, "2020-08-25T14:03:06Z", [0.05], ""], [78587, "2020-08-25T13:45:04Z", [0.01], ""], [88002, "2020-08-25T02:56:46Z", [0.01], ""], [86069, "2020-08-24T22:14:46Z", [0.05], "Bumping up because of the recent speculation around Kim. "], [92980, "2020-08-24T20:40:27Z", [0.05], ""], [67844, "2020-08-24T19:28:20Z", [0.0], ""], [95096, "2020-08-24T19:25:53Z", [0.02], "Assuming that something is going on (although News sources are propagandists), why should she transition in the middle of a famine? I will change my forecast to 98% as soon as I see her commanding a nuke test."], [1333, "2020-08-24T18:09:14Z", [0.01], "We're being trolled but its worth a chance."], [3429, "2020-08-24T17:16:34Z", [0.01], "maintaining current forecast "], [95219, "2020-08-24T17:01:55Z", [0.01], ""], [37236, "2020-08-24T14:44:26Z", [0.0], "Yes, speculation does continue... consider this... link  https://www.hindustantimes.com/world-news/amid-concerns-over-kim-jong-un-s-health-expert-claims-north-korean-leader-is-dead/story-BVaIjc1hk7Y3AicVaCm0iP.html\n"], [84880, "2020-08-24T14:16:08Z", [0.07], "We're hearing the same \"rumors.\"\nCan't go on much more... the concern is the timeline.\nhttps://www.marketwatch.com/story/rumors-fly-again-after-claim-that-north-koreas-kim-jong-un-is-comatose-2020-08-23"], [95212, "2020-08-24T13:44:53Z", [0.15], "Rumored medical issues have been surfacing everywhere about Kim Jong Un. Last time the same thing happened when he was allegedly dead. Doubtful anything will happen."], [87827, "2020-08-24T13:21:36Z", [0.03], "Bumping up a few percent on recent speculation of a coma, but still the question ends in less than a month and seems unlikely that even if he were incapacitated they would announce a new head of state within this time period."], [95096, "2020-08-24T13:05:58Z", [0.05], ""], [92261, "2020-08-24T13:02:47Z", [0.75], "New report this morning has Kim Jong-un having suffered a serious medical issue.  Kim's sister 'said to be preparing' for transferEqual denials and speculation, so at this point I'm going 75 % a change is in the wind. https://www.msn.com/en-in/entertainment/netflix/kim-jong-un-in-coma-sister-kim-yo-to-take-control-suggest-reports/ar-BB18ighf?ocid=uxbndlbing"], [172, "2020-08-24T12:07:20Z", [0.05], "Roughly 5 weeks. Something IS going on in NK but no meaningful insight given hermit kingdom tight control of communication. I believe Kim Yo Jong to be far more of a leader than Kim Fatty III and to be heir apparent in a country that is difficult to understand. Whether Kim Fatty III is healthy or not, a long shot that anyone would take over in 5 weeks. Regardless, keeping it “high” at 5% just in case. https://www.foxnews.com/world/kim-jong-un-coma-sister-take-control-south-korean-official-alleges"], [88903, "2020-08-24T11:15:12Z", [0.06], "I’m revising back downwards from what I think was an over reaction before. Reading the comments from Chang song min [1] I think that even if these rumours are true, permanent succession may not be decided before the challenges end. [1]  https://www.newsweek.com/kim-jong-un-coma-rumors-spread-despite-recent-photos-north-korea-despot-1527084"], [92863, "2020-08-24T10:53:12Z", [0.04], "(+3%) Health issue rumours and the source seems to be from an ex-diplomat/official from South Korea. Not seeing a major publication run with this. I don't think there is much credibility here all-in-all, yet will bite a bit as it is possible. Even if he was in a coma or unwell, I don't think that would make anyone decide on a new head of state. They'll hide the sickness until he had recovered or died."], [95181, "2020-08-24T08:35:17Z", [0.05], ""], [88903, "2020-08-24T08:18:41Z", [0.3], "Updating (perhaps unwisely) to reflect the latest rumours. "], [27661, "2020-08-24T08:07:22Z", [0.01], ""], [88198, "2020-08-24T06:54:17Z", [0.05], ""], [90519, "2020-08-24T05:56:43Z", [0.2], ""], [92980, "2020-08-24T04:58:26Z", [0.25], ""], [93310, "2020-08-24T04:18:44Z", [0.08], ""], [22689, "2020-08-24T04:13:31Z", [0.35], ""], [85535, "2020-08-24T03:39:05Z", [0.25], ""], [88002, "2020-08-24T03:17:14Z", [0.05], "Never mind.  Going back down."], [11817, "2020-08-24T03:16:28Z", [0.1], ""], [88002, "2020-08-24T02:53:47Z", [0.5], "I'll willing to take the bait."], [88576, "2020-08-24T02:02:36Z", [0.03], ""], [88010, "2020-08-24T01:37:14Z", [0.05], ""], [172, "2020-08-24T01:14:15Z", [0.05], ""], [172, "2020-08-24T01:13:51Z", [0.01], "I don’t know this story is true...  Kim Fatty III likes a good surprise. Will play along and go from 1 to 5%.\nhttps://www.dailymail.co.uk/news/article-8656207/Kim-Jong-coma-sister-set-control-claims-South-Korean-diplomat.html"], [31251, "2020-08-24T00:46:55Z", [0.03], ""], [89135, "2020-08-24T00:31:54Z", [0.35], "https://nypost.com/2020/08/23/kim-jong-un-in-a-coma-as-his-sister-takes-control-report/ Not just current rumors, continuing ones about his health. "], [88010, "2020-08-24T00:11:45Z", [0.05], ""], [57778, "2020-08-23T23:51:54Z", [0.2], "https://www.news.com.au/world/asia/rumours-swirl-that-north-korean-leader-is-in-a-coma/news-story/c6292a7392d100bce9434d2b0117c5f4"], [86069, "2020-08-23T22:18:09Z", [0.0], "Very unlikely."], [94587, "2020-08-23T20:08:07Z", [0.03], "slightly upped in the event he is or will die.\n"], [38094, "2020-08-23T16:33:30Z", [0.0], "going back to the safe zone"], [93496, "2020-08-23T16:27:06Z", [0.03], ""], [91909, "2020-08-23T15:59:01Z", [0.0], "Kim Jong Un is not ready to get out of the limelight. He will give some power to others but will remain the Supreme Leader."], [80367, "2020-08-23T12:31:36Z", [0.1], ""], [94338, "2020-08-23T00:56:37Z", [0.01], "Likelihood of a Coup: There are on average around 6 coups per year, and around 60 unstable countries. Given that there is around 1 month left on this, that gives a 0.8% chance of a coup. Only 40% are successful, meaning that the base rate for a coup is around 0.3%. Adjusted down for N Korea to 0.15% based on current stability. Likelihood of an Assassination: Generally a base rate of 0.03% chance of assassination of a world leader per year. This gives for 1 month 0.0025% chance. Likelihood of death by natural causes: Following @simonb83 's idea: Death by natural causes has a 3% chance for ages 35-39 years for North Koreans [1], 0.75% chance in any of these years, only 1 month left - 0.0625% chance, x5 for COVID and general potential health risks = 0.3% Other way of thinking about health risk: Recent power sharing and promotion of sister suggest that he could be suffering from serious health issues though there are other reasons to share power, such as deflecting responsibility for recent failures. \nThis action would be justified on health basis if chances of being incapacitated within 2 years are between 10-25% ( assuming if higher, more would be done).\nThere is a 60% chance that these promotions are to ensure survival of the regime because KJU has health problems, and not because of other reasons (it is narrowly more likely than not)\n0.1 x 0.6 / 2 / 12 = 0.0025 0.25% - 0.625%\nAverage at around 0.4 ish percent. Average this with the other estimate from the life tables to get 0.35% 0.35 + 0.0025 + 0.15 = 0.5525% Round to 1% Comments welcomed [1]: https://apps.who.int/gho/data/view.main.60440?lang=en"], [38094, "2020-08-23T00:42:21Z", [0.1], "I am not sure what to make of this report from Korea Hearald Aug 21 \"North Korean leader Kim Jong-un is in a coma, and his decision to delegate some of his power to his aides is proof, a former aide to the late President Kim Dae-jung claimed Friday.\nChang Song-min, who served Kim Dae-jung as a political affairs secretary and as head of the state affairs monitoring office, insisted that Kim Jong-un is comatose but his sister Kim Yo-jong is not his successor despite the power restructuring."], [80764, "2020-08-22T16:09:16Z", [0.0], "Regular update, no change."], [93068, "2020-08-22T13:15:01Z", [0.0], ""], [92863, "2020-08-22T13:07:38Z", [0.01], "Seems the sisters recent promotion/demotion/annual leave/re-training from this article, makes it clear the KJU has no intention of stepping away from power. https://www.nknews.org/2020/08/kim-yo-jong-still-missing-from-high-level-meetings-in-north-korea/"], [94997, "2020-08-22T13:02:52Z", [0.01], "Kim would have to die in a publicly televised fashion for them to do this before Oct 1 at this point. "], [89083, "2020-08-22T09:50:03Z", [0.0], ""], [95176, "2020-08-21T23:16:06Z", [0.01], ""], [88198, "2020-08-21T19:02:09Z", [0.03], ""], [38094, "2020-08-21T17:01:05Z", [0.0], "Korea Herald Aug 21 \"“The health problem is the media’s interpretation, and as far as the NIS has determined, Kim has no health issues,” Jeong said during an interview with local broadcaster KBS on Friday. “It is an expression of Kim Jong-un’s confidence. The authority is not only given to Kim Yo-jong, but the leader has dispersed power among four people: Kim Yo-jong for policy toward South Korea and the US, Pak Pong-ju for the economy, Choe Pu-il for the military and Ri Pyong-chol in charge of strategic weapons development. \" \"Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, echoed a similar stance -- that the move is intended to share responsibilities, not to cede authority. \""], [94125, "2020-08-21T15:53:49Z", [0.1], "Regime change in North Korea is characterized by a gradual, and deliberate advertisement campaign and adjustment period in which the successor is slowly but surely, built up to the expected level of competence and grandeur as preceded them. The fact that Kim's sister is being advertised to the extent she is, being empowered to the extent she is, and relied upon to the extent she is by Kim Jong Un, leads me to believe that she is being groomed as an immediate successor if and when necessary by the regime. With Kim Jong Un's health being... less certain than it once was, despite any level of recovery, it is apparent that his flirtations with premature death on account of his lifestyle have both us in the outside world and them in North Korea weighing their options and preparing them."], [172, "2020-08-21T11:14:58Z", [0.01], "Kim Fatty III hasn’t exactly knocked it out of the park. From some accounts his sister could be the more natural leader, held back by gender. Perhaps Kim Fatty will drink the wrong (Russian) tea at some point...  does sound like they are covering their bases just in case. She has also proven herself to be a strong/loyal part of “administration” to date.\nhttps://www.theguardian.com/world/2020/aug/21/kim-yo-jong-sister-of-north-koreas-kim-jong-un-now-de-facto-second-in-command"], [75291, "2020-08-21T11:05:27Z", [0.0], ""], [95168, "2020-08-21T10:10:04Z", [0.0], ""], [95096, "2020-08-21T09:52:53Z", [0.0], ""], [13306, "2020-08-21T09:15:13Z", [0.02], "Probably nothing, but Mr Kim has just conceded \" North Korea’s failures in reaching its longterm economic aims as the fallout from the pandemic compounds pressure from tough sanctions\" (Edward White, FT, today's print issue) and given more powers to his sister (BBC: https://www.bbc.com/news/world-asia-53847400).\nThis is either a new more pragmatic style or serious concessions to other powers within party and military.\nOld forecast: 1%, new forecast: 2%"], [88416, "2020-08-21T08:25:45Z", [0.11], ""], [94938, "2020-08-21T00:22:39Z", [0.0], ""], [35642, "2020-08-20T23:55:45Z", [0.0], ""], [79783, "2020-08-20T23:39:31Z", [0.0], ""], [12089, "2020-08-20T17:47:37Z", [0.0], ""], [484, "2020-08-20T16:07:10Z", [0.03], "Up 3%. Something is going on in the hermit kingdom, but what? Short time frame of course."], [92863, "2020-08-20T14:47:17Z", [0.02], "The attached proposes that his sister has been promoted to number 2. So whilst I do not think he will step down/die in this timeframe; neither does the article suggest otherwise. However, this move makes it slightly more likely  than my current forecast (1%) to happen. https://www.dailymail.co.uk/news/article-8647359/Kim-Jong-promotes-sister-second-command-North-Korea.html"], [88198, "2020-08-20T14:30:04Z", [0.15], ""], [95152, "2020-08-20T11:51:24Z", [0.01], "The man cannot admit to defecating. That is something that children are afraid of admitting. His logic is greatly outweighed by his narcissism. "], [94921, "2020-08-20T10:50:52Z", [0.0], "Kim Jong-Un, despite having disappeared due to apparent heart surgery in May, will remain leader for three reasons. Firstly, is that his heart surgery has been successful and he repeatedly continued to attend public events since. Secondly, the comeuppance of his sister does not necessarily prove that she is being primed to take over for two key reasons. In Confucian Korea, it is meant to be a man who leads due to the family structure of Korea, this has been the case since Kim Il-Sung. Also, her comeuppance may be linked to Kim needing people he can really trust, he has executed around 300 important people in recent years, and her appearance at the Winter Olympic Games in South Korea, where she \"stole the show\" according to South Korean media shows she can be an external propaganda asset to the Kim regime.  Thirdly, it is unlikely that the regime would see a quick change of leader due to Kim Jong-un's health. If we look back, Kim Jong-Il defacto led the country for many years before the death of his father in 1994, it is likely that this North Korea would follow a similar cautious path because they prioritise regime survival above all else. "], [57778, "2020-08-20T06:56:11Z", [0.0], ""], [57778, "2020-08-20T06:55:54Z", [0.01], ""], [1034, "2020-08-20T00:58:43Z", [0.0], ""], [88903, "2020-08-19T22:15:24Z", [0.0], "Given that there seems to be no significant news to the contrary and he seems to be performing normal duties [1]. Putting the rate at a <40 year old dying in the next 2months as effectively 0 [1] https://www.msn.com/en-us/news/world/kim-jong-un-stirs-suspense-with-rare-meeting-on-mystery-issue/ar-BB184MSC"], [3429, "2020-08-19T20:23:24Z", [0.01], "maintaining current forecast"], [691, "2020-08-19T18:14:26Z", [0.0], ""], [79591, "2020-08-19T17:21:33Z", [0.0], "If somebody could find a way to classify him as a dog, my forecast might change.  Until then, holding at 0%."], [87897, "2020-08-19T12:16:09Z", [0.0], ""], [86499, "2020-08-19T06:03:15Z", [0.01], ""], [95096, "2020-08-18T21:32:33Z", [0.02], ""], [64078, "2020-08-18T18:27:12Z", [0.0], ""], [94873, "2020-08-18T18:18:55Z", [0.0], ""], [28899, "2020-08-18T16:06:13Z", [0.0], ""], [87897, "2020-08-17T23:56:12Z", [0.0], ""], [88416, "2020-08-17T15:02:17Z", [0.01], ""], [88743, "2020-08-17T14:30:27Z", [0.02], ""], [87827, "2020-08-17T14:30:05Z", [0.01], "Question ends soon and it seems like there's no longer much reason this would happen."], [1333, "2020-08-17T11:35:27Z", [0.0], ""], [95065, "2020-08-17T08:39:27Z", [0.0], "May"], [95084, "2020-08-17T06:02:32Z", [0.02], "-The Korean leader is not old- low chance to die in natural way\n-theres no clear evidence for being of a domestic political movement against the current leader in the country\n- no international insteret to beat the system"], [1034, "2020-08-16T18:17:36Z", [0.0], ""], [45594, "2020-08-16T08:00:15Z", [0.05], ""], [87440, "2020-08-15T21:36:35Z", [0.0], ""], [87440, "2020-08-15T21:33:08Z", [0.0], ""], [80276, "2020-08-15T18:59:22Z", [0.01], ""], [22480, "2020-08-15T15:10:24Z", [0.04], "Because of the public appearance at the beginning of July. "], [94563, "2020-08-15T14:31:37Z", [0.0], ""], [3429, "2020-08-14T16:52:58Z", [0.01], "maintaining current forecast."], [691, "2020-08-14T15:48:48Z", [0.0], ""], [80617, "2020-08-14T10:00:55Z", [0.05], "Reducing over time"], [94812, "2020-08-13T19:35:56Z", [0.02], ""], [88560, "2020-08-13T14:16:01Z", [0.02], ""], [87897, "2020-08-13T12:46:40Z", [0.0], "6 weeks is not enough time for an event like this to occur."], [86499, "2020-08-13T06:16:09Z", [0.02], ""], [88954, "2020-08-13T00:07:20Z", [0.01], ""], [18322, "2020-08-12T15:56:58Z", [0.01], ""], [18322, "2020-08-12T15:56:41Z", [0.04], ""], [90384, "2020-08-12T12:46:35Z", [0.0], ""], [87897, "2020-08-12T03:15:14Z", [0.0], "reposting my previous reasons: My suspicion is that Kim Jong-un suffered from a serious medical issue earlier this year (likely covid or a complication from covid). Based on the fact that there was no coup during the time Kim was incapacitated, it seems very unlikely that the keys to power within North Korea are eager for a revolution. This means that the only likely way for a new head of state to be announced would be if something happened to Kim Jong-un before October 1st. Even if Kim Jong-un suddenly died today however, it's not clear that any announcement would be made before October 1st. Still calculating the probability of his demise provides a useful upper-bound on the response to this challenge. Starting from a base rate of 0.00227 for all cause mortality of males age 35-39 in the US annually (I think this is somewhat applicable to Kim Jong-un since he's a head of state). Next, in search of an upper bound, assume he hasn't had covid yet and will get it within the next 12 months. Add the probability of him dying from covid:\n0.002 base rate for 30-40 [1] then double it since he's obese [2] = .004 He's quite possibly already had it, but we're looking for an upper bound here. So the upper bound on his dying is something like 0.006 over the next 12 months. Divide that by 6 to get the probability for his demise in the next two months:\n0.001 So, in my estimation, the upper-bound on an announcement of a new head of state is around 1/1000, so for the purposes of this estimate, 0 when rounded to the nearest available option. [1] https://www.businessinsider.com/coronavirus-death-rate-by-age-countries-2020-3#like-other-viruses-covid-19-doesnt-affect-all-patients-equally-2\n[2] https://www.advisory.com/daily-briefing/2020/07/13/covid-risk"], [75863, "2020-08-11T21:13:51Z", [0.0], ""], [84665, "2020-08-11T17:43:30Z", [0.05], ""], [86642, "2020-08-11T16:48:54Z", [0.02], ""], [94388, "2020-08-11T11:08:18Z", [0.0], ""], [37236, "2020-08-10T18:45:12Z", [0.0], ""], [80764, "2020-08-10T18:34:38Z", [0.0], "His coiffeur wil stay in office till then."], [3429, "2020-08-10T15:52:49Z", [0.01], "maintaining current forecast"], [94842, "2020-08-10T13:56:20Z", [0.0], "Rounded down properly."], [94842, "2020-08-10T13:55:41Z", [0.01], "Given an age of 36, death or serious health implications are very unlikely based on base rate. Speculations are uncertain."], [87897, "2020-08-10T11:48:03Z", [0.0], ""], [94937, "2020-08-10T09:35:39Z", [0.0], ""], [23062, "2020-08-09T23:23:23Z", [0.09], ""], [94633, "2020-08-09T18:01:05Z", [0.1], ""], [34959, "2020-08-09T15:31:10Z", [0.0], ""], [31275, "2020-08-09T13:16:40Z", [0.0], ""], [87897, "2020-08-09T12:45:45Z", [0.0], "It's true, a lot of things could happen, but probably not in the next two months."], [94812, "2020-08-08T09:37:41Z", [0.98], ""], [94812, "2020-08-08T09:37:22Z", [0.1], ""], [94659, "2020-08-07T22:27:37Z", [0.1], ""], [1034, "2020-08-07T20:50:08Z", [0.0], ""], [81342, "2020-08-07T18:08:23Z", [0.0], ""], [87897, "2020-08-07T16:05:49Z", [0.0], ""], [57324, "2020-08-07T16:01:08Z", [0.01], ""], [57324, "2020-08-07T16:00:57Z", [0.05], ""], [3429, "2020-08-07T14:41:43Z", [0.01], "maintaining current forecast"], [87897, "2020-08-06T23:53:08Z", [0.0], "same as yesterday, 0 when rounded to the nearest available option"], [31251, "2020-08-06T19:37:53Z", [0.0], ""], [92261, "2020-08-06T17:13:20Z", [0.05], "Crickets.  Forecasting anything to do with North Korea is not only hard, it's no fun!"], [32100, "2020-08-06T16:05:06Z", [0.0], ""], [57778, "2020-08-06T09:55:26Z", [0.02], ""], [84880, "2020-08-06T04:20:36Z", [0.0], ""], [80764, "2020-08-05T16:57:34Z", [0.0], ""], [87897, "2020-08-05T13:46:26Z", [0.0], "My suspicion is that Kim Jong-un suffered from a serious medical issue earlier this year (likely covid or a complication from covid).  Based on the fact that there was no coup during the time Kim was incapacitated, it seems very unlikely that the keys to power within North Korea are eager for a revolution.  This means that the only likely way for a new head of state to be announced would be if something happened to Kim Jong-un before October 1st. Even if Kim Jong-un suddenly died today however, it's not clear that any announcement would be made before October 1st. Still calculating the probability of his demise provides a useful upper-bound on the response to this challenge. Starting from a base rate of 0.00227 for all cause mortality of males age 35-39 in the US annually (I think this is somewhat applicable to Kim Jong-un since he's a head of state). Next, in search of an upper bound, assume he hasn't had covid yet and will get it within the next 12 months. Add the probability of him dying from covid:\n0.002 base rate for 30-40 [1] then double it since he's obese [2] = .004 He's quite possibly already had it, but we're looking for an upper bound here. So the upper bound on his dying is something like 0.006 over the next 12 months. Divide that by 6 to get the probability for his demise in the next two months:\n0.001 So, in my estimation, the upper-bound on an announcement of a new head of state is around 1/1000, so for the purposes of this estimate, 0 when rounded to the nearest available option.  [1] https://www.businessinsider.com/coronavirus-death-rate-by-age-countries-2020-3#like-other-viruses-covid-19-doesnt-affect-all-patients-equally-2\n[2] https://www.advisory.com/daily-briefing/2020/07/13/covid-risk\n"], [94841, "2020-08-05T12:41:03Z", [0.01], ""], [94837, "2020-08-05T07:45:16Z", [0.0], ""], [94743, "2020-08-04T22:11:33Z", [0.04], ""], [87897, "2020-08-04T18:42:00Z", [0.0], "no change since my last prediction."], [94806, "2020-08-04T16:20:19Z", [0.0], ""], [92519, "2020-08-04T11:43:41Z", [0.0], ""], [11817, "2020-08-04T03:14:13Z", [0.0], ""], [94587, "2020-08-04T01:10:05Z", [0.01], "Kim could die one way or another."], [19127, "2020-08-04T00:17:12Z", [0.01], ""], [94792, "2020-08-03T20:20:23Z", [0.0], ""], [86554, "2020-08-03T16:02:31Z", [0.0], ""], [75863, "2020-08-03T15:39:53Z", [0.0], ""], [3429, "2020-08-03T14:58:49Z", [0.01], "maintaining current forecast"], [87897, "2020-08-03T11:56:05Z", [0.0], "same as previous"], [94754, "2020-08-02T23:24:10Z", [0.0], "Previously Kin Jong-Un went 30-45 days without a public appearance. Whilst his sister is seeing an increase in profile and activity. It's likely it would be some time before an announcement is made if he did fall ill. \nNorth Korea's border control also is likely to reduce spread of COVID, coupled with the fact that Sth Korea and China appear to have the virus under control so the risk of an outbreak there is minimal - unless some transmission occurs through the Russian supply chain."], [30194, "2020-08-02T19:44:06Z", [0.02], ""], [85144, "2020-08-02T17:28:34Z", [0.0], ""], [80367, "2020-08-02T16:45:11Z", [0.05], ""], [26467, "2020-08-01T20:42:03Z", [0.0], ""], [88002, "2020-08-01T18:16:14Z", [0.01], ""], [90733, "2020-08-01T14:37:42Z", [0.0], ""], [40584, "2020-08-01T04:03:02Z", [0.02], ""], [50981, "2020-08-01T00:58:00Z", [0.01], ""], [89038, "2020-07-31T23:22:23Z", [0.01], ""], [87897, "2020-07-31T14:36:01Z", [0.0], "same reasons  as stated in my previous estimates, I put virtually no weight into the conspiracy theories surrounding a doppelganger Kim Jong-un after his absence earlier this year."], [29102, "2020-07-31T12:43:53Z", [0.1], "I still think that the chance of Kim being dead/incapacitated is about 25%, but the chance that there will be an announcement before Oct. 1 is lower. It depends on how long the government can keep the secret once the truth comes out there will be a rush to declare someone as the replacement even if this person is soon replaced."], [94723, "2020-07-31T11:48:25Z", [0.0], "Still the actual Head is alive their will be no change"], [85939, "2020-07-31T06:34:24Z", [0.0], ""], [1034, "2020-07-31T05:24:10Z", [0.0], ""], [49838, "2020-07-31T02:32:06Z", [0.0], "The chances of this are slim to none given the realities of the Hermit Kingdom. "], [62808, "2020-07-31T01:18:15Z", [0.01], ""], [62808, "2020-07-31T01:16:40Z", [0.0], ""], [94342, "2020-07-30T16:20:07Z", [0.05], "The question is about North Korea \"announcing\" that it has a new head of state, so I am basing my estimate not on Kim Jong Un's being alive or dead but on whether North Korea would announce any change in his status. That being said, this is a conditional probability - it depends upon a prior event happening (Kim Jong Un no longer being head of state b/c dead, incapacitated, overthrown).  It is reasonable for them to believe that a change of head of state during this period of vulnerability - tightening sanctions, unsuccessful negotiations, closed off imports and exports, possible Covid-19 spreading in the country - would be taken as weakness and exploited by outsiders, and thus to be hesitant before making any announcement. I'm setting it to leave room to go lower in the light of a public appearance by Kim before the deadline. Each public appearance would lower the amount by 1% per appearance (assuming, as is risky, that NK media would be reporting an appearance reasonably close to its happening rather than reusing what I'm sure is an abundance of unaired footage of \"the Great Leader\"). The appearance of footage that professional North Korea watchers (like https://www.38north.org/) notice is obviously or highly likely to be recycled would increase my probability estimate by 5% - it would indicate covering for an incapacitated or possibly dead Kim while North Korea's leadership sorted out what to do."], [90912, "2020-07-30T16:16:16Z", [0.0], ""], [92863, "2020-07-30T14:19:43Z", [0.01], "Lowering by 1%."], [94499, "2020-07-30T11:25:33Z", [0.02], ""], [89135, "2020-07-29T22:22:45Z", [0.0], "Recent “No more war” Now that NK has nuclear weapons announcement. "], [88452, "2020-07-29T13:23:00Z", [0.0], ""], [94338, "2020-07-29T01:14:32Z", [0.01], ""], [94638, "2020-07-28T21:39:09Z", [0.04], ""], [3429, "2020-07-28T20:39:35Z", [0.01], "maintaining current forecast"], [94587, "2020-07-28T19:22:37Z", [0.01], "Even if there is a change, it will be a few months before they announce it while She? organizes power."], [87897, "2020-07-28T12:55:11Z", [0.0], "It is likely that Kim Jong-un was incapacitated (maybe from Coronavirus?) for a time earlier this year, but his recovery and return to power indicates that there is enough support for him within his regime that any changes to the status quo between now and October 1st are negligible."], [76743, "2020-07-28T08:22:55Z", [0.01], ""], [81567, "2020-07-27T22:00:45Z", [0.0], ""], [86499, "2020-07-27T17:42:59Z", [0.03], ""], [19260, "2020-07-27T09:24:39Z", [0.0], "Next step down from my May 10 forecast, for passage of time."], [88198, "2020-07-26T23:31:45Z", [0.03], ""], [23062, "2020-07-26T21:47:41Z", [0.12], ""], [90553, "2020-07-26T20:39:19Z", [0.05], "May happen in run up to US election to bring attention back to Korea"], [427, "2020-07-26T20:34:58Z", [0.0], ""], [88002, "2020-07-26T19:31:20Z", [0.02], "Increasing from 0% due to declaration of emergency related to COVID-19."], [80764, "2020-07-26T17:59:24Z", [0.0], ""], [522, "2020-07-26T09:01:38Z", [0.0], "There is nothing to indicate that Jong-Un is in any domestic danger or likely to be ousted. Any health issues will be carefully managed with control not leaving the family."], [45594, "2020-07-26T07:20:01Z", [0.05], ""], [78307, "2020-07-26T05:48:54Z", [0.03], ""], [94319, "2020-07-25T20:52:48Z", [0.05], ""], [90802, "2020-07-25T14:31:36Z", [0.02], "We all die, so he will eventually NOT be the head of state, even if there is never a coup or outside military intervention.  Given his age there is little chance he will die from normal health concerns in the remaining 65 or so days from this prediction.  So normally that would be maybe a .25% chance, but I'm multiplying that by 8-10 times due to Covid 19.  "], [1333, "2020-07-25T12:09:20Z", [0.04], ""], [92318, "2020-07-25T08:30:20Z", [0.05], "KJU plays a canny game, the West misreads the direction in which his messaging is aimed - game play is as much internal military and to China"], [94000, "2020-07-25T02:56:45Z", [0.01], ""], [15423, "2020-07-25T02:42:20Z", [0.0], ""], [93310, "2020-07-25T00:13:03Z", [0.01], ""], [75863, "2020-07-24T21:52:26Z", [0.0], "https://news.yahoo.com/n-koreas-kim-visits-chicken-053314869.html"], [2515, "2020-07-24T21:42:56Z", [0.01], ""], [956, "2020-07-24T20:24:04Z", [0.0], ""], [92261, "2020-07-24T18:21:08Z", [0.05], "Lots of things can happen, but there seem few signs of movement in the direction of overthrow or resignation (are they allowed to do that?)  I'm bringing my estimate down"], [87897, "2020-07-24T13:11:02Z", [0.0], "I suspect the original intent of this question was more about whether Kim Jong-un was dead or incapacitated and whether the North Korean state would acknowledge that if it were the case. Now that it is apparent that Kim is alive and functional, I actually wonder if they'll move the scoring cutoff so that none of these predictions count."], [93350, "2020-07-24T11:32:37Z", [0.01], "The South Korean Government and its intelligence service has refuted any serious medical problems for Kim Jong Un.\nHe is overweight and does smoke, he does however appear to be active according to the news reports. \nThe Diplomat dated July 16th 2020, website on decoding signals and messages that are promoted on the North Korean media, points out that Kim Yo Jong, Kim Jong Un’s sister, only features on the second page (as opposed to the front page) of Rodong Sinmun, which is significant plus she is not referred by any honorific title as is her brother.\nTherefore, he appears to be very much in charge.\nhttps://www.theglobeandmail.com/world/article-kim-jong-uns-weight-well-being-raise-new-concerns-after-conflicting/  https://en.yna.co.kr/view/AEN20200724005900325?section=nk/nk  https://www.reuters.com/article/us-northkorea-kim-health/south-koreas-spy-agency-says-no-signs-north-koreas-kim-received-heart-surgery-yonhap-idUSKBN22I0AU  https://www.bbc.com/news/world-asia-53274152  https://www.usnews.com/news/world/articles/2020-07-19/north-korean-leader-berates-officials-over-hospital-project  https://abcnews.go.com/International/wireStory/south-korea-maintains-kim-jong-health-rumors-untrue-70358598  https://thediplomat.com/2020/07/deciphering-news-about-north-korea/  http://www.rodong.rep.kp/en/\n"], [67609, "2020-07-24T10:32:17Z", [0.0], ""], [94445, "2020-07-24T04:17:56Z", [0.0], "Kim Jong Un will retain power in North Korea. His health appears stable."], [88597, "2020-07-24T00:29:44Z", [0.04], ""], [31239, "2020-07-23T23:06:04Z", [0.0], "Kim Jong Un will retain power in North Korea. His health appears stable."], [75045, "2020-07-23T22:34:27Z", [0.0], ""], [15936, "2020-07-23T22:08:14Z", [0.02], ""], [27198, "2020-07-23T21:59:02Z", [0.01], ""], [956, "2020-07-23T21:59:01Z", [0.01], "Rationale for 1% chance: Supreme leaders don't give up power. And, one can't be 100% sure about anything, so not saying 0%."], [68595, "2020-07-23T21:26:41Z", [0.0], "Hes not dead yet"], [68517, "2020-07-23T21:06:53Z", [0.01], ""], [80617, "2020-07-23T20:00:45Z", [0.1], "Long time until October - seems unlikely"], [56620, "2020-07-23T19:22:37Z", [0.0], ""], [91774, "2020-07-23T19:13:10Z", [0.0], ""], [94420, "2020-07-23T13:07:25Z", [0.01], ""], [86499, "2020-07-23T09:39:34Z", [0.03], ""], [94369, "2020-07-23T04:55:01Z", [0.0], ""], [1034, "2020-07-23T01:17:33Z", [0.0], ""], [89135, "2020-07-22T19:52:05Z", [0.03], ""], [11817, "2020-07-22T19:39:45Z", [0.01], ""], [3429, "2020-07-22T15:22:49Z", [0.01], "maintaining forecast at this time."], [94394, "2020-07-22T09:34:21Z", [0.01], ""], [92980, "2020-07-22T02:33:11Z", [0.0], ""], [62808, "2020-07-22T01:06:16Z", [0.0], ""], [92261, "2020-07-21T15:01:55Z", [0.2], "KJU has significant health issues including obesity, smoking and drinking excessively and heart issues.  Bordered north and south by countries with active Corona outbreaks, it seems logical that he's WFHing (Working from home) in his oceanside palace.  That being said, there's 4 months to go in this question, and this is not a county to be weak or out of site.  I'm starting at 20% "], [37236, "2020-07-21T13:09:22Z", [0.0], "Maybe later. after this date.  If you read German, Suddeutche Zeitung in Munich  is calling Kim's sister the \"next dictator\"  Here's why..  link https://www.sueddeutsche.de/politik/nordkorea-kim-yo-jong-1.4970639?reduced=true."], [80790, "2020-07-21T10:08:37Z", [0.01], "Very unlikely now that he has reappeared.  "], [88576, "2020-07-21T03:32:54Z", [0.01], ""], [87897, "2020-07-21T02:26:49Z", [0.0], "Kim Jong-un probably had a real health emergency earlier, but that's over now. I see no reason to suspect a change in government. "], [93502, "2020-07-20T22:56:24Z", [0.0], "Let’s be serious. He is just fine. This is all just theatrics."], [88010, "2020-07-20T20:32:40Z", [0.01], ""], [3429, "2020-07-20T18:33:35Z", [0.01], "maintaining current forecast"], [78433, "2020-07-20T12:19:15Z", [0.03], "Deriving on mortality rate of middle aged overweighted men, the likelihood of plot in the coming 2 months, and assuming an immediate handover "], [92261, "2020-07-20T11:45:06Z", [0.05], "Initial estimate"], [1034, "2020-07-20T01:24:36Z", [0.0], ""], [740, "2020-07-19T16:46:49Z", [0.65], ""], [1333, "2020-07-19T15:49:10Z", [0.05], ""], [37236, "2020-07-19T13:31:47Z", [0.0], ""], [14432, "2020-07-19T08:02:42Z", [0.0], ""], [93518, "2020-07-19T00:02:38Z", [0.0], ""], [1034, "2020-07-18T23:29:04Z", [0.0], ""], [93351, "2020-07-18T22:14:08Z", [0.0], ""], [88002, "2020-07-18T21:20:12Z", [0.0], ""], [80764, "2020-07-18T20:44:42Z", [0.0], "Update for passing time. Reducing time spent for forecasting for a while."], [75863, "2020-07-18T20:17:57Z", [0.0], ""], [93972, "2020-07-18T17:16:38Z", [0.05], "He appeared at fertilizer factory opening on 2nd May and seems fit. Although its unusual for him not to give comment about the blowing up of the south korea liaison office at borders."], [93068, "2020-07-18T08:14:55Z", [0.03], ""], [94203, "2020-07-18T02:19:04Z", [0.7], ""], [94191, "2020-07-17T23:53:11Z", [0.01], ""], [88010, "2020-07-17T13:28:55Z", [0.01], ""], [81262, "2020-07-17T01:17:21Z", [0.01], ""], [88560, "2020-07-16T17:31:41Z", [0.03], ""], [89038, "2020-07-16T17:19:48Z", [0.02], ""], [57778, "2020-07-16T09:24:07Z", [0.1], ""], [87991, "2020-07-16T09:09:11Z", [0.01], ""], [93921, "2020-07-16T08:06:19Z", [0.05], ""], [1034, "2020-07-16T01:46:00Z", [0.0], ""], [3429, "2020-07-15T17:43:51Z", [0.01], "Not likely."], [92863, "2020-07-15T16:03:20Z", [0.02], "Reduced to be in line with consensus. Nothing newsworthy to suggest otherwise."], [85535, "2020-07-15T11:24:27Z", [0.01], ""], [88954, "2020-07-15T10:11:26Z", [0.02], ""], [93757, "2020-07-15T08:09:38Z", [0.0], ""], [93610, "2020-07-15T03:24:19Z", [0.0], "none"], [92887, "2020-07-14T20:05:05Z", [0.1], ""], [86554, "2020-07-14T18:37:14Z", [0.01], ""], [80764, "2020-07-14T16:46:41Z", [0.0], ""], [92452, "2020-07-14T12:31:09Z", [0.03], ""], [92850, "2020-07-14T09:18:15Z", [0.0], ""], [46733, "2020-07-14T00:45:59Z", [0.0], ""], [3429, "2020-07-13T15:07:55Z", [0.01], "maintaining current forecast"], [93514, "2020-07-13T14:31:32Z", [0.25], "Considering that:\n* People with metabolic, cardiovascular, and kidney disorders are more likely to have severe symptoms and die from covid-19.\n* The Asian and male populations are more likely to suffer severe symptoms and die from covid-19 because these populations have a higher amount of the ACE-2 receptor.\n* Unlike the last succession, this time there is no clear line of succession to the possible death of the head of the state, which would probably delay an announcement.\n* The endemic misogyny of North Korea would hinder his sister Kim-Yo-jong's rapid ascension."], [71165, "2020-07-13T04:04:23Z", [0.0], "He's alive and kicking"], [1034, "2020-07-12T23:18:17Z", [0.0], ""], [93514, "2020-07-12T21:08:53Z", [0.8], "Comment deleted on Jul 12, 2020 09:09PM UTC"], [93505, "2020-07-12T17:09:19Z", [0.03], ""], [88010, "2020-07-12T12:58:32Z", [0.02], ""], [92282, "2020-07-11T21:39:53Z", [0.01], ""], [23062, "2020-07-10T18:01:07Z", [0.15], ""], [86499, "2020-07-10T16:21:28Z", [0.05], ""], [87897, "2020-07-10T15:37:30Z", [0.0], "still confident the current situation is unlikely to change"], [19127, "2020-07-10T14:08:05Z", [0.02], ""], [80179, "2020-07-10T11:42:55Z", [1.0], ""], [93351, "2020-07-10T09:01:09Z", [0.03], ""], [34815, "2020-07-10T03:09:19Z", [0.0], ""], [87440, "2020-07-09T23:45:57Z", [0.01], ""], [29102, "2020-07-09T23:01:12Z", [0.15], "I am reducing my probability estimate by 10% because there is less time before October and because of Kim's recent appearance. I'm not totally convinced that he is alive and functioning however. The days when photos were strong evidence are long gone."], [13306, "2020-07-09T14:50:25Z", [0.01], "Reducing from 2% to 1% with time passed and previous rumors of Kim's demise greatly exaggerated\nhttps://www.voanews.com/usa/trump-says-hed-meet-kim-jong-un-again "], [86554, "2020-07-09T01:31:13Z", [0.02], ""], [22689, "2020-07-08T21:37:57Z", [0.0], ""], [87664, "2020-07-08T21:28:23Z", [0.08], ""], [3429, "2020-07-08T18:51:54Z", [0.01], "maintaining current forecast"], [93383, "2020-07-08T16:44:43Z", [0.08], "Suspect that health concerns are real and there will be a new leader within the next three years. Spread the probability evenly across this timeframe."], [1333, "2020-07-08T14:45:36Z", [0.06], ""], [88452, "2020-07-08T08:43:14Z", [0.1], ""], [80179, "2020-07-08T07:18:03Z", [0.0], ""], [89013, "2020-07-08T01:54:48Z", [0.0], ""], [68240, "2020-07-07T21:24:22Z", [0.0], ""], [93356, "2020-07-07T16:05:04Z", [0.03], ""], [31275, "2020-07-07T15:42:52Z", [0.01], "Kim Jung-un is appearing back in the media and appears in control. If he goes missing again might raise this. https://thehill.com/opinion/national-security/505978-will-the-real-kim-yo-jong-stand-up"], [19127, "2020-07-07T13:57:57Z", [0.03], ""], [93334, "2020-07-06T20:53:43Z", [1.0], ""], [81352, "2020-07-06T18:27:36Z", [0.01], ""], [484, "2020-07-06T15:46:10Z", [0.0], "Down 15% for passage of time and because my earlier forecasts were high."], [18322, "2020-07-06T06:45:53Z", [0.08], ""], [18322, "2020-07-06T06:45:26Z", [0.0], ""], [86554, "2020-07-06T01:24:26Z", [0.04], ""], [23062, "2020-07-06T00:18:14Z", [0.17], ""], [80378, "2020-07-05T20:56:16Z", [0.05], ""], [93292, "2020-07-05T20:28:12Z", [0.0], "No, they won't."], [88010, "2020-07-05T17:36:35Z", [0.02], ""], [75863, "2020-07-05T15:47:59Z", [0.0], ""], [484, "2020-07-05T15:20:55Z", [0.15], "Down 20% for passage of time and apparent \"normality\" in the DPRK."], [69170, "2020-07-05T14:05:06Z", [0.02], ""], [1034, "2020-07-05T00:22:51Z", [0.0], ""], [86069, "2020-07-04T23:49:29Z", [0.01], "Did a great job with Coronavirus. https://www.bbc.com/news/world-asia-53274152 Surely the people of North Korea will reward Kim with a popularity boost."], [93243, "2020-07-04T18:43:57Z", [0.02], ""], [81370, "2020-07-04T16:38:46Z", [0.01], ""], [14432, "2020-07-04T15:06:03Z", [0.01], ""], [67403, "2020-07-04T07:12:50Z", [0.0], ""], [31275, "2020-07-04T01:46:34Z", [0.01], ""], [31275, "2020-07-04T01:46:14Z", [0.05], ""], [88957, "2020-07-03T16:03:40Z", [0.01], ""], [92863, "2020-07-02T23:32:29Z", [0.03], "."], [92863, "2020-07-02T23:20:50Z", [0.05], "No indication beyond gossip of change. KJU gave a presser yesterday. "], [11817, "2020-07-02T21:35:37Z", [0.01], ""], [89468, "2020-07-02T20:29:42Z", [0.99], "Yes"], [93151, "2020-07-02T20:00:21Z", [0.5], "He's already ill, or even incapacitated.  Power struggles are likely underway, and succession may have been determined.  But, if his sister is heir there may be some hesitation to announce before US election results are determined due to Trumps disregard for women, and women in power even more so"], [93171, "2020-07-02T18:25:03Z", [0.0], ""], [87897, "2020-07-02T13:31:01Z", [0.0], "a regime alerting event is incredibly unlikely before October 1st."], [86554, "2020-07-02T01:56:50Z", [0.07], ""], [93132, "2020-07-02T01:23:05Z", [0.0], ""], [52570, "2020-07-01T21:17:27Z", [0.02], ""], [14107, "2020-07-01T18:11:42Z", [0.01], ""], [93110, "2020-07-01T14:59:48Z", [0.02], "Three months for a completely unforeseen event - Kim dying, a destructive war with the South/US (unlikely until Trump is in second term, at the very best) or a political revolution (incredibly unlikely to occur in 3 months)."], [3429, "2020-07-01T14:08:47Z", [0.01], "maintaining current forecast"], [80764, "2020-07-01T11:41:00Z", [0.01], "3 months for a revolution, war or Kim to die. Very, very unlikely."], [93068, "2020-06-30T19:39:20Z", [0.05], ""], [90446, "2020-06-30T11:57:16Z", [0.0], "We must focus on the specifics of the question \"...will North Korea ANNOUNCE that it has a new head of state?\" 1) North Korea is only likely to announce a new leader, following the death of its current leader, Kim Jong-un. Seeing as he is still alive (despite rumours of ill health,) speculation about the immediate future, and his demise, is therefore somewhat redundant. Without detailed information about Kim's condition, speculation about ill health is no cause for an increase in probability for this question, (some sources say heart condition, others have cited gout!) \nIf Kim's absence has been for something minor, (e.g. hiding severe gout, so as not to look weak,) then we must assume a very low probability for this question.  No death>No announcement.  2) Furthermore, there is usually a delay between the reporting of a death of a North Korean leader and the announcement of a new/replacement leader [historical sources widespread]. This delay is where/when we might begin to make considerable percentage increases, (as the probability of a future announcement would be 100%, and all that would be up for debate is the timeframe).  Until such time as these things develop/change, my estimate will remain at 0%"], [90446, "2020-06-30T09:05:51Z", [0.03], "Comment deleted on Jun 30, 2020 11:44AM UTC"], [86499, "2020-06-30T06:39:59Z", [0.02], ""], [793, "2020-06-30T05:13:31Z", [0.0], ""], [38094, "2020-06-30T00:11:23Z", [0.0], "Cutting to zero as there seems to be no forcing function in the time available."], [86554, "2020-06-29T21:22:14Z", [0.12], ""], [91497, "2020-06-29T18:42:05Z", [0.05], ""], [3429, "2020-06-29T15:41:22Z", [0.01], "Maintaining current forecast"], [1646, "2020-06-29T14:52:15Z", [0.02], ""], [90446, "2020-06-29T08:20:42Z", [0.05], ""], [86785, "2020-06-28T23:59:36Z", [0.0], ""], [1034, "2020-06-28T21:08:22Z", [0.0], ""], [92980, "2020-06-28T20:53:30Z", [0.01], ""], [3429, "2020-06-28T19:32:19Z", [0.01], "Not likely. "], [80367, "2020-06-28T16:53:24Z", [0.1], "Japan foreign minister comments implying Kim has continued health issues; the increasing prominence of Kim's sister in state affairs; plus the erratic behavior towards South Korea each point towards something not being quite right at the heart of the regime. Increasing the probability of a new head of state announcement to reflect that. "], [691, "2020-06-28T15:03:24Z", [0.0], ""], [73970, "2020-06-28T14:16:16Z", [0.0], ""], [86554, "2020-06-28T13:01:51Z", [0.18], ""], [86544, "2020-06-28T11:40:30Z", [0.05], "even if current leader died, it would be hidden"], [89499, "2020-06-28T07:54:07Z", [0.25], "There are signals from Pyongyang that his sister is being groomed to assume the throne. There is something going on..."], [92756, "2020-06-27T08:53:18Z", [0.0], ""], [80179, "2020-06-27T07:58:00Z", [0.0], ""], [87997, "2020-06-27T05:50:19Z", [0.04], "increasing my probability due to recent events https://www.dailymail.co.uk/news/article-8462777/Japan-suspicions-health-Kim-Jong-strange-movements.html"], [92888, "2020-06-27T01:18:30Z", [0.65], "Increasing focus on Kim Yo Jong; diminishing appearances by Kim Jong Un; would have ranked higher probability % if timeline had been longer out."], [31275, "2020-06-26T20:41:11Z", [0.15], "https://www.dailymail.co.uk/news/article-8462777/Japan-suspicions-health-Kim-Jong-strange-movements.html"], [484, "2020-06-26T15:39:27Z", [0.35], "Up 25%. Probably same \"information\" just from a different media. Suspect that what is known is carefully being dribbled out. https://www.nknews.org/2020/06/japan-believes-covid-19-has-spread-in-north-korea-kim-jong-un-in-poor-health/"], [1333, "2020-06-26T14:53:02Z", [0.07], ""], [89135, "2020-06-26T11:36:21Z", [0.25], "https://www.dailymail.co.uk/news/article-8462777/Japan-suspicions-health-Kim-Jong-strange-movements.html\n"], [90384, "2020-06-26T08:00:50Z", [0.01], ""], [87322, "2020-06-26T07:33:05Z", [0.02], "Kim Jong Un seems unlikely to succumb to ill health, and his tight grip over the North Korean state makes it virtually impossible for anyone else to replace him."], [88198, "2020-06-26T06:42:50Z", [0.05], ""], [87938, "2020-06-25T16:30:52Z", [0.02], ""], [1333, "2020-06-25T09:59:29Z", [0.08], ""], [11817, "2020-06-25T00:12:21Z", [0.01], ""], [90710, "2020-06-24T21:37:19Z", [0.01], ""], [89135, "2020-06-24T21:08:43Z", [0.1], ""], [75863, "2020-06-24T19:16:07Z", [0.0], ""], [80764, "2020-06-24T18:48:11Z", [0.02], ""], [92721, "2020-06-24T16:27:02Z", [0.02], ""], [88766, "2020-06-24T08:28:49Z", [0.0], ""], [89038, "2020-06-24T03:06:05Z", [0.03], "Only ill health a consideration for October 1 ... although will be interesting to see the role his sister has to play moving forwards."], [484, "2020-06-24T02:28:05Z", [0.1], "(no change) It is amazing how quiet (no leaks) regarding what is actually happening within the DPRK. Option 1, things are great; option 2, hold on. I'd lean toward the latter."], [89135, "2020-06-24T00:51:07Z", [0.3], ""], [29102, "2020-06-23T23:53:59Z", [0.25], "Kim Jung -un  will be incapacitated due to poor health (assuming he is in fact terminally ill) before Oct. less than 50%. Kim Yo-jong seems to be positioning to be his successor, it is unlikely that she is doing this without his support. It would make more sense for Kim is preparing to pass the torch well in advance of his death in an effort to keep the dynasty going. I suspect that if Kim dies before October there will be a military Coup to oust Kim Yo-jong."], [1034, "2020-06-23T20:26:43Z", [0.0], ""], [38094, "2020-06-23T17:24:16Z", [0.01], "Reducing forecast to reflect reality. The Kim's now have a succesion plan outlined for the next decade or two."], [3429, "2020-06-23T17:22:32Z", [0.01], "maintaining current forecast"], [92673, "2020-06-23T16:04:03Z", [0.22], "No, he is just hiding from COVID"], [63370, "2020-06-23T10:47:24Z", [0.1], ""], [1034, "2020-06-22T22:14:15Z", [0.0], ""], [88743, "2020-06-22T21:17:34Z", [0.07], "Chance is low with such a paranoid HoS but, with sister becoming more prominent in public, it is marginally more likely."], [13306, "2020-06-22T15:21:30Z", [0.02], ""], [92593, "2020-06-22T14:16:23Z", [0.15], "There’s the rumors of health but they are unlikely to announce a replacement unless he dies"], [92585, "2020-06-22T12:56:32Z", [0.0], ""], [23062, "2020-06-21T20:45:31Z", [0.16], ""], [37488, "2020-06-21T11:50:36Z", [0.0], ""], [90446, "2020-06-20T23:56:13Z", [0.01], ""], [89379, "2020-06-20T19:29:51Z", [0.0], ""], [64078, "2020-06-20T18:14:09Z", [0.0], ""], [90384, "2020-06-20T17:31:45Z", [0.07], "Depending on the real health conditions of the current leader. A coup exchanging a reasonably healthy leader seems less likely. A takeover after serious illness would be possible. Is it feasible to affect the health condition of Kim from ouside? Will he be backed further by the military?"], [86499, "2020-06-20T07:59:17Z", [0.03], ""], [92452, "2020-06-20T07:39:35Z", [0.1], ""], [88784, "2020-06-20T00:48:04Z", [0.85], "Highly increased publicity of Kim Yo Jong and her military action in response to pamphlets - which is not a new tactic - was a highly disproportionate response that may be designed to begin solidifying her leadership."], [1034, "2020-06-20T00:17:21Z", [0.0], ""], [1333, "2020-06-19T18:04:46Z", [0.09], ""], [691, "2020-06-19T17:44:00Z", [0.0], ""], [3429, "2020-06-19T16:22:22Z", [0.01], "Not likely"], [91046, "2020-06-19T16:21:27Z", [0.05], "News about brother making infrequent appearances and sister making more"], [57778, "2020-06-19T06:45:47Z", [0.03], ""], [92406, "2020-06-19T03:22:44Z", [0.01], ""], [88010, "2020-06-19T02:28:56Z", [0.03], ""], [86678, "2020-06-18T17:21:13Z", [0.01], ""], [31275, "2020-06-18T16:21:41Z", [0.1], "Pure counter factual fantasy: Kim’s sister, Kim Jo-Jobg, is the one who announced the end of cooperation with South Korea and blew-up the negotiation building. Kim had been engaging more around the World more and perhaps the NK military did not like that. Could she replace Kim? Probably not due to misogyny but if her public profile is consistently higher than Kim’s it is possible. She appeared to handle things while he was gone reportedly sick. If his health is poor and he dies could she take over?  https://apple.news/Ar-N-Nn6WTumrvTwDowJU8w\nRaising some. "], [90710, "2020-06-18T16:01:31Z", [0.02], ""], [88745, "2020-06-18T08:10:49Z", [0.08], "Kim Yo Jong, who is the younger sister of Kim Jong Un, has been increasingly more prominent in speaking out against South Korea, and has been given more prominent roles in NK's government. \n- https://www.nytimes.com/2020/06/17/world/asia/north-korea-kim-yo-jong.html\n- https://www.newsweek.com/where-kim-jong-un-north-korean-leaders-sister-kim-yo-jong-seen-take-increasingly-prominent-role-1511237 Kim Jong Un was groomed for 2 years before succeeding his late father. First being listed as a candidate for the Supreme People's Assembly in 2009, given a post on the National Defense Committee before succeeding him in 2011. \n- https://www.britannica.com/biography/Kim-Jong-Eun Kim Yo Jong has not been elected into any \"powerful\", outside facing committees other than the State Security Department. Seems like she's been groomed to take over in future, not within this time frame of Oct 2020 barring a shock accident to Kim Jong Un."], [21884, "2020-06-18T05:17:20Z", [0.04], ""], [90237, "2020-06-17T20:07:39Z", [0.05], ""], [90237, "2020-06-17T20:07:22Z", [0.5], ""], [91215, "2020-06-17T17:42:22Z", [0.05], ""], [484, "2020-06-17T15:43:37Z", [0.1], "Up 5% to stay a bit above the consensus. The Magic 8 Ball (tm) says \"reply hazy.\""], [80764, "2020-06-17T15:08:24Z", [0.04], ""], [90195, "2020-06-17T13:24:26Z", [0.05], "Even if he went, they would not tell the world\n"], [91046, "2020-06-17T05:19:40Z", [0.02], "Brother is back\nBut sister is on the rise with bombing"], [92079, "2020-06-17T04:28:33Z", [0.0], ""], [88002, "2020-06-16T23:54:27Z", [0.01], ""], [88954, "2020-06-16T22:49:22Z", [0.07], ""], [92178, "2020-06-16T21:59:28Z", [0.45], ""], [92276, "2020-06-16T19:08:06Z", [0.0], ""], [88766, "2020-06-16T16:26:24Z", [0.08], ""], [1333, "2020-06-16T15:24:19Z", [0.1], "Sis annonces shes go8ing to close an office. It get closed. I'd say Sis is in charge and Bro is laid up or room temperature."], [38094, "2020-06-16T15:01:03Z", [0.1], "With the his sister ordering the destruction of a commuincaiton office she has been given a portfolio of assests that would give her legitimate authority as second in command. Seccesion planning is always a good idea and gives the supreme leader some distance from the action. "], [92174, "2020-06-16T14:58:48Z", [0.05], ""], [37939, "2020-06-16T14:23:21Z", [0.05], ""], [19127, "2020-06-16T09:22:49Z", [0.04], ""], [78307, "2020-06-16T09:15:09Z", [0.07], "Raising because the north blew up a communications office."], [68134, "2020-06-16T07:46:54Z", [0.05], ""], [1034, "2020-06-16T04:31:08Z", [0.0], ""], [92217, "2020-06-16T02:48:40Z", [0.25], ""], [3429, "2020-06-15T19:28:45Z", [0.01], "Doubtful"], [92166, "2020-06-15T18:35:16Z", [0.01], ""], [89083, "2020-06-15T16:38:53Z", [0.02], ""], [89187, "2020-06-15T15:52:22Z", [0.75], "Kim Jong sister is already in charge and has been since her brother was incapacitated/killed by WuFlu a month ago"], [1646, "2020-06-15T14:14:32Z", [0.05], ""], [691, "2020-06-15T14:04:52Z", [0.0], ""], [92146, "2020-06-15T13:51:50Z", [0.75], "Never any mentions of the sister till recently,  it`s call positionning."], [91675, "2020-06-15T13:08:57Z", [0.4], ""], [92107, "2020-06-15T07:51:33Z", [0.65], "Kim Jong Un's absence and his sister's manoeuvering suggest something is up..."], [92095, "2020-06-15T06:30:57Z", [0.0], ""], [92097, "2020-06-15T06:28:27Z", [0.75], ""], [90010, "2020-06-15T04:32:33Z", [0.01], ""], [89379, "2020-06-15T04:22:38Z", [0.0], ""], [91722, "2020-06-15T01:30:38Z", [0.01], "Kim Jong-Un’s health is the only materially significant cause for such an event to occur. However, using life insurance premiums for 40-45 year old males as a proxy for 1 year mortality rate assumption on average for a large population of males, the average rate implied is about 0.1% to 0.15%. Even if health issues news imply a much greater probability in Kim Jong-Un’s case, 1%, or about 7 to 10 times average probability has sufficient margin of safety. "], [92012, "2020-06-15T01:01:36Z", [0.05], ""], [23062, "2020-06-14T23:16:56Z", [0.15], ""], [88597, "2020-06-14T21:06:18Z", [0.05], ""], [89769, "2020-06-14T20:09:22Z", [0.0], ""], [91905, "2020-06-14T17:13:15Z", [0.0], ""], [56219, "2020-06-14T15:03:19Z", [0.45], ""], [90457, "2020-06-14T14:03:29Z", [0.0], "I just do not see this happening. "], [88452, "2020-06-14T13:32:28Z", [0.51], ""], [90624, "2020-06-14T12:09:51Z", [0.1], "The North Koreans are secretive about the health of their leader. However, he recently disappeared from public view for several weeks. He is overweight and obviously unhealthy. However, he is young, which makes him better able to recover from whatever may be affecting him. He will bounce back and stay in power for at least another year."], [45594, "2020-06-14T06:34:56Z", [0.05], ""], [91633, "2020-06-14T05:45:41Z", [0.1], ""], [91692, "2020-06-14T03:43:40Z", [0.65], "It is only a matter of time before Kim Jong-un is replaced by his sister."], [91695, "2020-06-14T03:37:14Z", [0.25], ""], [90191, "2020-06-14T01:58:05Z", [0.0], ""], [89045, "2020-06-14T01:29:02Z", [0.0], ""], [91666, "2020-06-14T01:21:03Z", [0.95], ""], [91507, "2020-06-13T21:37:38Z", [0.05], ""], [62808, "2020-06-13T21:33:14Z", [0.0], ""], [79464, "2020-06-13T20:31:06Z", [0.02], ""], [90669, "2020-06-13T20:13:41Z", [0.15], ""], [80475, "2020-06-13T19:29:30Z", [0.1], "Adjusting this upward, based on the sister seeming to give orders, maybe like Edith Wilson? https://asia.nikkei.com/Spotlight/N-Korea-at-crossroads/North-Korea-s-Kim-Yo-Jong-says-liaison-office-will-be-destroyed"], [91423, "2020-06-13T18:28:03Z", [0.05], ""], [91384, "2020-06-13T18:01:06Z", [0.0], ""], [91394, "2020-06-13T17:58:02Z", [0.05], ""], [91132, "2020-06-13T14:50:54Z", [0.05], ""], [56656, "2020-06-13T14:18:18Z", [0.01], ""], [91068, "2020-06-13T13:38:15Z", [0.03], ""], [90912, "2020-06-13T11:15:24Z", [0.05], ""], [80367, "2020-06-13T10:47:01Z", [0.05], ""], [78307, "2020-06-13T10:36:38Z", [0.04], ""], [90901, "2020-06-13T08:29:42Z", [0.0], ""], [77502, "2020-06-13T04:36:33Z", [0.01], "Ain’t gonna happen."], [90760, "2020-06-13T04:16:47Z", [0.5], ""], [90801, "2020-06-13T01:39:59Z", [0.01], ""], [86785, "2020-06-13T00:16:43Z", [0.0], ""], [56561, "2020-06-12T23:25:00Z", [0.1], "Highly unlikely given the country’s track record. The only other two heads of state died in office to be succeeded by a younger family member. However the fact that he has not been as visible may call into question his health or his status. "], [89608, "2020-06-12T22:54:28Z", [0.02], ""], [88965, "2020-06-12T22:49:02Z", [0.0], ""], [90748, "2020-06-12T22:25:12Z", [0.0], ""], [90302, "2020-06-12T22:19:58Z", [0.05], ""], [75863, "2020-06-12T20:06:07Z", [0.0], ""], [90625, "2020-06-12T19:21:36Z", [0.09], ""], [89833, "2020-06-12T18:36:40Z", [0.25], ""], [88198, "2020-06-12T17:38:55Z", [0.02], ""], [90547, "2020-06-12T16:26:38Z", [0.05], "Until the US election results are complete North Korea and its leadership are best off seeming to be inside Donald Trump's priorities and \"good\" relationships.  Changing leaders would destroy that.  Even if Kim is dead they will wait until after our elections to notify or make a change."], [87989, "2020-06-12T16:22:42Z", [0.0], ""], [90530, "2020-06-12T16:01:05Z", [0.1], ""], [90433, "2020-06-12T14:28:15Z", [0.05], "Unless Kim Jung Un dies, he will be head of state for some time."], [90423, "2020-06-12T13:20:59Z", [0.05], "VERY unlikely. Odds are Kim is hiding away from the public due to his personal concerns with COVID-19."], [90429, "2020-06-12T13:18:02Z", [0.02], ""], [86554, "2020-06-12T10:37:18Z", [0.06], "Is gj under attack? Wtf is going on 😄?"], [90309, "2020-06-12T09:05:56Z", [0.0], "Sited in public beggining of June, heading up the Politburo Meeting.\nPast history suggests that there will be no takeover, while current head of state is still active."], [90302, "2020-06-12T08:23:46Z", [0.0], ""], [90243, "2020-06-12T06:15:55Z", [0.03], "He's smartly hiding from COVID until it run its course. "], [73687, "2020-06-12T06:02:00Z", [0.01], ""], [90191, "2020-06-12T05:04:52Z", [0.0], ""], [90150, "2020-06-12T04:31:51Z", [0.8], ""], [90122, "2020-06-12T03:42:53Z", [0.15], "Unlikely based on history "], [28318, "2020-06-12T03:41:12Z", [0.03], ""], [90104, "2020-06-12T03:40:29Z", [0.01], "The current leader appears to have no verifiable vulnerabilities, and remains strong enough to be immune to challenges from within the regime.  Dying of Covid-19 would appear to be the only exception, and is not likely given the closed nature of that society and the relatively limited access to it."], [89289, "2020-06-12T03:25:14Z", [0.0], ""], [90067, "2020-06-12T03:05:42Z", [0.11], ""], [89984, "2020-06-12T02:51:43Z", [0.1], ""], [951, "2020-06-12T02:43:38Z", [0.4], ""], [89922, "2020-06-12T01:58:23Z", [0.8], ""], [89915, "2020-06-12T01:55:48Z", [0.05], "Kim has reportedly had recent health issues. "], [89882, "2020-06-12T01:53:43Z", [0.3], ""], [89765, "2020-06-12T01:11:58Z", [0.25], ""], [89766, "2020-06-12T01:10:14Z", [0.28], ""], [89595, "2020-06-12T00:55:55Z", [0.0], ""], [89501, "2020-06-12T00:47:50Z", [0.0], ""], [89605, "2020-06-11T23:59:59Z", [0.0], ""], [89488, "2020-06-11T23:57:40Z", [0.05], ""], [89465, "2020-06-11T23:30:53Z", [0.0], ""], [89489, "2020-06-11T23:23:03Z", [0.0], ""], [16727, "2020-06-11T22:33:34Z", [0.05], ""], [89307, "2020-06-11T22:29:16Z", [0.07], "Without substantial knowledge of Kim Jong Un's health this becomes a complex issue. Depending on the severity of his heath issues I would argue that he will continue to live for another decade or more. If there were to be a new head of state then the situation on the Korean peninsula would rapidly develop into a crisis, which is something that elites in North Korea are hoping to avoid. With the removal/death of Kim there would be a political crisis and a military one (in a worse case scenario their nuclear arsenal could be sold off on the black market). For that reason a coup is unlikely and Kim's health issues do not seem incredibly severe."], [14107, "2020-06-11T22:05:20Z", [0.02], ""], [89253, "2020-06-11T21:55:47Z", [0.0], "Assumptions of leaders health seem pejorative based on desire for regime change and obvious obesity. Implications that obesity is indicative of weak self control are not supported by previous purges and manoeuvres to consolidate power. Use of sibling as proxy authority figurehead suggest narrow power base and centralisation of control. Only realistic change in leadership is via coup. Popular uprising seems unlikely given degree of totalitarianism. "], [89280, "2020-06-11T21:51:05Z", [0.07], ""], [89242, "2020-06-11T21:28:35Z", [0.15], ""], [89218, "2020-06-11T21:27:23Z", [0.01], "Kim will not give up power unless he is dead. He is a sociopath and cannot stand to not be in complete control and have ultimate power. The only way that would be possible is if there was a treason from someone on the inside that could have gained the military’s favor."], [89223, "2020-06-11T21:18:01Z", [0.04], "I do not believe that Kim Jong-un is so unwell he can not rule any longer. The only way there is a new Supreme Leader is if he has passed away."], [89178, "2020-06-11T21:06:20Z", [0.0], "Current leader appears healthy and in power"], [89135, "2020-06-11T20:55:23Z", [0.6], "Kim’s sister’s current attacks against South Korea contradicting Kim’s carefully forged alliance indicates a strong possibility he is no longer in control. The key question is whether the announcement will formalize this.  "], [89179, "2020-06-11T20:54:24Z", [0.05], ""], [89129, "2020-06-11T20:43:30Z", [0.75], ""], [88452, "2020-06-11T20:36:32Z", [0.1], ""], [89125, "2020-06-11T20:04:01Z", [0.01], "Unless he is dead, this will not change. "], [3429, "2020-06-11T17:10:03Z", [0.01], "No expectations in this regard."], [86358, "2020-06-11T05:52:43Z", [0.04], ""], [81577, "2020-06-11T05:35:17Z", [0.0], ""], [11817, "2020-06-11T02:31:27Z", [0.01], ""], [484, "2020-06-09T18:54:59Z", [0.05], "Down 15%. There is just a hint in this video that KJU was recently doing what he does. https://www.youtube.com/watch?v=IyXKkqEufVc"], [88560, "2020-06-09T14:08:31Z", [0.05], ""], [89063, "2020-06-09T08:58:24Z", [0.04], ""], [89075, "2020-06-09T08:09:34Z", [0.03], ""], [23062, "2020-06-09T00:14:23Z", [0.05], ""], [52854, "2020-06-08T10:23:10Z", [0.0], ""], [86499, "2020-06-08T06:15:41Z", [0.04], ""], [484, "2020-06-08T01:52:39Z", [0.2], "Down 5% to be closer to the consensus. Very few comments about forecasts. No real news from the DPRK regarding KJU. Comparison class is leaders propped up watching the Kremlin May Day parades?"], [29646, "2020-06-07T22:10:49Z", [0.0], ""], [86678, "2020-06-07T18:08:41Z", [0.01], ""], [89041, "2020-06-07T18:02:13Z", [0.03], ""], [62808, "2020-06-07T17:53:47Z", [0.0], ""], [86259, "2020-06-07T16:45:12Z", [0.01], ""], [11817, "2020-06-07T14:02:38Z", [0.01], ""], [28899, "2020-06-07T11:54:43Z", [0.01], ""], [57778, "2020-06-07T11:03:46Z", [0.02], ""], [57963, "2020-06-07T10:46:32Z", [0.3], ""], [45594, "2020-06-07T07:00:33Z", [0.05], ""], [37488, "2020-06-07T03:14:51Z", [0.03], ""], [86069, "2020-06-07T02:03:44Z", [0.01], ""], [67444, "2020-06-06T20:32:58Z", [0.0], ""], [86710, "2020-06-06T18:46:00Z", [0.01], ""], [87571, "2020-06-06T16:11:43Z", [0.01], "Kim-Jong Un is young and wants to stay in power."], [88891, "2020-06-06T12:56:52Z", [0.2], ""], [60695, "2020-06-06T10:37:59Z", [0.0], ""], [86785, "2020-06-06T03:52:07Z", [0.01], ""], [88678, "2020-06-06T03:35:23Z", [0.0], ""], [80179, "2020-06-06T03:10:15Z", [0.0], ""], [88953, "2020-06-05T17:20:16Z", [0.01], ""], [86678, "2020-06-05T16:56:19Z", [0.01], ""], [79464, "2020-06-05T10:25:07Z", [0.03], ""], [68240, "2020-06-04T17:56:41Z", [0.05], "Change (-1), Reasoning: time is passing."], [80764, "2020-06-04T17:39:36Z", [0.0], ""], [86678, "2020-06-04T14:34:14Z", [0.01], ""], [85144, "2020-06-04T13:23:11Z", [0.01], ""], [88283, "2020-06-03T23:28:21Z", [0.01], ""], [14107, "2020-06-03T20:49:28Z", [0.03], ""], [57613, "2020-06-03T20:20:34Z", [0.0], ""], [87342, "2020-06-03T19:59:18Z", [0.01], ""], [77516, "2020-06-03T18:11:58Z", [0.08], ""], [86678, "2020-06-03T16:27:34Z", [0.01], ""], [88970, "2020-06-03T14:33:51Z", [0.25], ""], [53593, "2020-06-03T14:09:34Z", [0.75], ""], [52772, "2020-06-03T13:16:49Z", [0.03], ""], [88974, "2020-06-03T09:23:26Z", [0.2], ""], [86358, "2020-06-03T00:41:49Z", [0.09], ""], [31275, "2020-06-02T20:14:28Z", [0.0], ""], [88962, "2020-06-02T19:39:48Z", [0.01], ""], [88915, "2020-06-02T17:15:06Z", [0.01], ""], [78307, "2020-06-02T16:55:00Z", [0.06], "leaving it at 6 percent for now.\nhttps://www.fpri.org/article/2020/05/assessing-north-korea-covid19-containment/"], [1333, "2020-06-02T14:21:58Z", [0.01], " To be clear - I think the Hermit King is dead. But NK can carry off the charade well past the deadline for this question."], [88954, "2020-06-02T14:09:08Z", [0.03], ""], [28899, "2020-06-02T11:39:18Z", [0.03], ""], [86678, "2020-06-02T11:08:30Z", [0.01], ""], [88452, "2020-06-02T07:11:20Z", [0.13], ""], [24754, "2020-06-02T05:34:22Z", [0.01], ""], [88766, "2020-06-01T22:48:24Z", [0.0], ""], [88929, "2020-06-01T20:27:13Z", [0.0], ""], [88939, "2020-06-01T15:42:30Z", [0.01], ""], [57400, "2020-06-01T13:37:43Z", [0.08], ""], [88934, "2020-06-01T13:06:29Z", [0.05], ""], [45594, "2020-06-01T07:46:36Z", [0.05], ""], [23062, "2020-06-01T01:14:34Z", [0.07], ""], [14027, "2020-06-01T00:55:07Z", [0.07], ""], [37553, "2020-05-31T23:57:17Z", [0.0], ""], [86554, "2020-05-31T20:09:13Z", [0.1], ""], [80764, "2020-05-31T18:58:55Z", [0.0], ""], [75863, "2020-05-31T15:45:19Z", [0.0], ""], [88139, "2020-05-31T15:43:49Z", [0.05], ""], [29875, "2020-05-31T15:28:37Z", [0.0], ""], [78048, "2020-05-31T13:20:11Z", [0.05], ""], [31275, "2020-05-30T23:05:27Z", [0.03], ""], [79464, "2020-05-30T19:20:22Z", [0.04], ""], [13055, "2020-05-30T17:51:27Z", [0.0], ""], [80367, "2020-05-30T16:50:12Z", [0.1], "Further reports of another Kim Jong Un public appearance reducing likelihood of his death/regime change further"], [88083, "2020-05-30T16:24:42Z", [0.01], ""], [87112, "2020-05-30T16:01:00Z", [0.02], ""], [86808, "2020-05-30T15:33:52Z", [0.2], ""], [87700, "2020-05-30T12:06:23Z", [0.5], ""], [88876, "2020-05-30T07:46:51Z", [1.0], ""], [88576, "2020-05-30T03:15:45Z", [0.05], ""], [88597, "2020-05-30T00:50:43Z", [0.06], ""], [60695, "2020-05-29T19:15:13Z", [0.0], ""], [86078, "2020-05-29T18:01:02Z", [0.02], ""], [88858, "2020-05-29T17:22:53Z", [0.03], ""], [87578, "2020-05-29T10:20:55Z", [0.0], ""], [86342, "2020-05-29T09:50:46Z", [0.05], ""], [13657, "2020-05-29T09:20:49Z", [0.0], ""], [11817, "2020-05-29T07:33:30Z", [0.02], ""], [55483, "2020-05-29T06:23:07Z", [0.01], ""], [85937, "2020-05-29T05:02:28Z", [0.04], "This one's really died down."], [57613, "2020-05-29T02:04:47Z", [0.02], ""], [88841, "2020-05-28T20:59:25Z", [0.0], "The great leader is immortal!"], [87342, "2020-05-28T17:37:46Z", [0.03], ""], [484, "2020-05-28T15:18:12Z", [0.25], "Down 5% to be closer to the consensus. Still no real explanation for the disturbance of the force (tm) in the DPRK. Proof of life tidbits haven't been publicly analyzed to provide any dates."], [19127, "2020-05-27T22:07:24Z", [0.02], ""], [79591, "2020-05-27T21:07:33Z", [0.0], ""], [88790, "2020-05-27T20:09:11Z", [0.0], "Kim Jong Un is reported to be making public appearances again - quelling rumours of his demise [1] - whilst the evidence points towards his health being less than perfect [2] - his father lived to 70, and his grandfather lived to 82. Kim being 36, I would suspect he has a few years left yet - and as NK is governed by hereditary succession [3] it is unlikely he will be replaced without being deceased. NK average life expectancy divided by the periods remaining for this forecast are an insignificant weighting for this forecast. First forecast, 0%, yes. [1] - https://www.firstpost.com/world/kim-jong-un-makes-first-public-appearance-after-speculation-over-health-discusses-bolstering-of-north-koreas-nuclear-war-deterrence-8404311.html\n[2] - https://www.38north.org/2020/04/kdekleva042820/\n[3] - https://www.jstor.org/stable/10.1525/as.2012.52.3.550?seq=1"], [14107, "2020-05-27T16:26:24Z", [0.04], ""], [25400, "2020-05-27T12:26:37Z", [0.0], ""], [75864, "2020-05-27T09:17:54Z", [0.01], ""], [86358, "2020-05-27T03:06:29Z", [0.11], ""], [86785, "2020-05-27T02:12:56Z", [0.02], "Both previous Supreme Leaders have died, more or less peacefully, in their beds. Kim is not apparently physically healthy, but a quick perusal of actuarial tables indicates that he is not in danger of keeling over any day now. Let's say that the odds of North Korea getting a new head of state are 1/30 in any given year (this is the average reign of Kim's predecessors/ancestors). That's 3.3%... but that's assuming uniform probability over years, and Kim is pretty young. He's in the first half of his plausible reign. So let's say 1.5%, rounded to 2%."], [57778, "2020-05-26T22:40:59Z", [0.01], ""], [13306, "2020-05-26T15:33:32Z", [0.01], ""], [68240, "2020-05-26T00:41:48Z", [0.06], ""], [86157, "2020-05-25T21:33:35Z", [0.0], ""], [86157, "2020-05-25T21:32:54Z", [0.01], ""], [20156, "2020-05-25T14:14:54Z", [0.05], ""], [74908, "2020-05-25T13:45:28Z", [0.03], ""], [80764, "2020-05-25T09:09:13Z", [0.01], ""], [80179, "2020-05-25T07:43:24Z", [0.0], ""], [23062, "2020-05-24T18:03:06Z", [0.08], ""], [80276, "2020-05-24T15:12:00Z", [0.02], ""], [86246, "2020-05-24T02:38:02Z", [0.0], "Seen alive for a second time since reports of his passing.  https://www.cnn.com/2020/05/23/world/north-korea-vows-increase-nuclear-war-deterrence/index.html"], [88002, "2020-05-23T23:54:14Z", [0.01], ""], [62808, "2020-05-23T23:14:42Z", [0.0], ""], [62808, "2020-05-23T23:14:15Z", [0.01], ""], [80764, "2020-05-23T17:57:05Z", [0.4], ""], [86499, "2020-05-23T17:22:43Z", [0.12], ""], [80367, "2020-05-23T15:42:19Z", [0.15], ""], [88657, "2020-05-23T08:13:18Z", [0.05], ""], [87997, "2020-05-23T07:33:11Z", [0.02], "Rephraming question: In which situations would North Koreak announce a new head of state? 1 Current head of state dead - 4%\nDeath rate in the age of 38 is around 2% in the US population. Average life expectancy is 67 years for men in North Korea. Obesity can cut that down 10 years to 57 years. Kim Jong-un may have other fatal illnesses unknown to the public but with only obesity and him being 38 years old my guess is chances are double of the 2% average from the US.  2 Current head of state physically/mentally not able to lead. 1%\nThe mental abilities required would be the abilities to appear in public from time to time and keep his generals and enemies at bay. Being educated by two generations who lead this regime with stability until now indicate that he would have that competency in his bones. I can only imagine brain damage to seriously leave him unfit to control his power base. The US likelihood of a Traumatic Brain Injury is about 1%.  I dont think Covid19 would make an impact even if 10% of the population would die as Kim would likely be extremely paranoid and the last person to die and I assume prioritize the decreasing economy to protect his power circle.  3 Current head of state does not want to lead anymore. 0%\nIs it tiresome to always be on his guard or is he not faimiliar with other ways? I imagine he watches S. Korean drama and dreams of another life, but what are his odds of retiring and not being killed? Historically, dictators have not fared will once they loose power, and Kim Jong-un is likely to have taken an interest in reading up on that.  4. Current head of state is overpowered by rival. 2%.\nI would not consider it impossible that he could be overthrown by a rival but hard to get a lay of the land and the current candidates. Dictators on average get to rule 13 years (max 47 years, min 1 year), and given Kim Jong-un started his reign in 2011 and his father and grandfather both rules their entire life I would put this likelihood as low but not insignificant. "], [484, "2020-05-23T00:25:06Z", [0.3], "(no change) Very quiet since the proof of life video."], [88198, "2020-05-22T20:17:06Z", [0.04], ""], [67218, "2020-05-22T15:18:43Z", [0.0], ""], [88681, "2020-05-22T11:27:35Z", [0.02], ""], [88569, "2020-05-22T00:15:10Z", [0.0], ""], [86774, "2020-05-21T12:57:52Z", [0.02], ""], [78307, "2020-05-21T12:31:46Z", [0.06], ""], [45594, "2020-05-21T08:05:10Z", [0.05], ""], [86358, "2020-05-21T03:59:38Z", [0.12], ""], [767, "2020-05-21T03:01:15Z", [0.0], ""], [88604, "2020-05-21T00:34:24Z", [0.03], ""], [14107, "2020-05-20T20:38:01Z", [0.05], ""], [11817, "2020-05-20T17:34:48Z", [0.02], ""], [13306, "2020-05-20T16:29:28Z", [0.02], ""], [19127, "2020-05-20T16:05:19Z", [0.03], ""], [88539, "2020-05-20T15:29:11Z", [0.01], "No chance they would admit/react that soon "], [80764, "2020-05-20T12:40:36Z", [0.5], ""], [86554, "2020-05-20T05:12:27Z", [0.25], ""], [88650, "2020-05-20T04:57:59Z", [0.05], "Given new photos have been supposedly released and no word from SK govt"], [87566, "2020-05-19T14:34:51Z", [0.09], ""], [80764, "2020-05-19T10:30:06Z", [0.2], "https://www.bild.de/politik/ausland/politik-ausland/nordkorea-diktator-kim-haengt-bilder-von-vater-und-opa-ab-70687814.bild.html"], [37488, "2020-05-19T04:14:01Z", [0.05], ""], [88631, "2020-05-19T03:14:11Z", [0.07], ""], [86561, "2020-05-18T20:58:10Z", [0.8], ""], [11817, "2020-05-18T17:39:56Z", [0.02], ""], [30364, "2020-05-18T15:44:23Z", [0.01], ""], [23062, "2020-05-17T22:40:50Z", [0.1], ""], [88607, "2020-05-17T19:17:59Z", [0.95], "Based on recent events."], [79461, "2020-05-17T17:43:02Z", [0.01], ""], [87979, "2020-05-17T15:30:14Z", [0.03], "There's quite a few different alternatives as to how things could play out (all probabilities scaled for <5 months before 1 Oct):\n1. Dies of natural causes: 1-2% (estimated using South Korean Life Tables from the past 10 years with an estimated 5x increase in mortality risk due to supposed health issues + COVID)\n2. Dies of unnatural causes: from Wikipedia (https://en.wikipedia.org/wiki/List_of_assassinated_and_executed_heads_of_state_and_government), I count 20 assassinations over past 30 years, which across all countries works out at 0.1% probability, though I would think higher chance in N Korea, so adjusting upwards to 0.2%\n3. Removed by force (Coup or military action): From https://www.statista.com/chart/17701/number-of-successul-unsuccessful-coup-attempts/, 56 successful coups in 73 years = 77% chance of coup in a given year. I figure that this should be spread out over more fragile states (say top 60), so approx. 0.5% chance in the next 5 months\n4. Outside possibility that maybe he has already died and recent public appearance was a body double. While I think this can't be completely discounted, I don't feel like there is strong evidence to draw this conclusion at the moment, so going with a very low probability < 1% Need to build-in probability estimate for something happening and a new leader not being announced within the timeframe. Not a lot to go on, but when Kim Jong Il died, apparently his son was announced as leader at the same time as his death was announced, so estimating the probability of announcement being delayed to be circa 1%. The above gives a total of 3% for Yes."], [49779, "2020-05-17T14:46:11Z", [0.0], ""], [691, "2020-05-17T13:31:40Z", [0.01], ""], [1333, "2020-05-17T10:24:40Z", [0.02], ""], [88416, "2020-05-17T08:34:24Z", [0.01], ""], [88605, "2020-05-17T08:15:56Z", [0.0], ""], [88597, "2020-05-16T23:00:59Z", [0.07], ""], [80367, "2020-05-16T17:02:56Z", [0.25], "Overall I view there to be a 25% chance of a new head of state announced before 1 October 2020. The key question is whether Kim has died/will die in the coming months which, while the most recent lack of public appearances is unusual, I view to be less thank likely. Other than on his death the chances of a new head of state being announced are unlikely. If Kim were incapacitated the historical precedent of his father continuing as head of state despite a stroke suggests there would be no impact. There does not appear to be any sign of a more general power struggle/movement to get rid of Kim which would be successful"], [88576, "2020-05-16T15:25:49Z", [0.07], "Based on recent health issues, let's assign 20% to Kim Jong Un dying before October 1. The last two head of state changes in NK took 4 years, 0 days, and 3 months, respectively. So I'd say it's more likely than not that there would be no announcement before October 1. I'll assign a prior of 33% to an announcement before Oct. So probability of death and announcement ~= 7%."], [67444, "2020-05-16T13:59:03Z", [0.01], ""], [1333, "2020-05-16T04:15:44Z", [0.01], ""], [19127, "2020-05-15T20:09:47Z", [0.04], ""], [484, "2020-05-15T15:26:47Z", [0.3], "Up 10% on \"news\" (no link since none seem worth posting) related to possible issues within the DPRK. The shuffling probably explains KJU non public activity, but it is hard to tell where things may end up. At some point, China might have to intervene even if on a subrosa level."], [88459, "2020-05-15T12:29:46Z", [0.0], "even if Kim Jong-un will die before 1 October until the situation is clear there will be no announcement."], [36054, "2020-05-15T11:44:55Z", [0.2], ""], [87628, "2020-05-15T08:32:53Z", [0.0], ""], [52854, "2020-05-15T07:44:14Z", [0.12], ""], [12591, "2020-05-15T03:29:48Z", [0.02], ""], [11278, "2020-05-14T23:13:43Z", [0.25], ""], [88544, "2020-05-14T22:29:10Z", [0.05], ""], [81342, "2020-05-14T21:43:43Z", [0.1], ""], [88560, "2020-05-14T21:23:27Z", [0.15], ""], [86358, "2020-05-14T21:20:25Z", [0.09], ""], [88559, "2020-05-14T20:51:30Z", [0.25], "Low visibility as to current situation. Assassination attempt by biological means. "], [68240, "2020-05-14T20:35:12Z", [0.04], "Change (-5): Re-evaluating my priors about how Coronavirus is affecting global stability. I expect in the short-term regimes will prefer to avoid dramatic change but in the long term (2-4 years) it will become more likely as effects of the recession/depression drag out. "], [78307, "2020-05-14T18:35:17Z", [0.09], ""], [691, "2020-05-14T15:09:19Z", [0.01], ""], [88540, "2020-05-14T13:41:20Z", [0.02], ""], [88013, "2020-05-14T11:55:30Z", [0.0], ""], [37236, "2020-05-14T11:50:51Z", [0.0], "Kim- or his double- has to be around to congratulate president Trump on his reelection victory. After all Saddam had at least two doubles.  "], [88198, "2020-05-14T10:33:55Z", [0.05], ""], [88010, "2020-05-14T04:26:02Z", [0.05], ""], [88468, "2020-05-13T15:40:40Z", [0.05], "low but possible chance Kim Jong-Un dies given his health. His chances of dying are higher than this imo but this is counterbalanced by the likelihood that a potential power vacuum may not mean that a successor is announced for a while. "], [87981, "2020-05-13T14:34:50Z", [0.01], ""], [87201, "2020-05-13T09:43:32Z", [0.1], "On the off chance that the incumbent will die"], [50395, "2020-05-13T09:03:05Z", [0.05], ""], [86678, "2020-05-13T08:21:45Z", [0.01], ""], [34959, "2020-05-13T04:24:11Z", [0.01], ""], [80179, "2020-05-13T02:47:28Z", [0.0], ""], [87943, "2020-05-13T02:13:28Z", [0.0], ""], [86358, "2020-05-12T20:43:17Z", [0.08], ""], [11817, "2020-05-12T18:59:51Z", [0.02], ""], [27661, "2020-05-12T18:33:27Z", [0.0], ""], [22689, "2020-05-12T18:20:37Z", [0.01], ""], [88093, "2020-05-12T15:37:05Z", [0.01], ""], [79464, "2020-05-12T14:31:56Z", [0.1], ""], [84698, "2020-05-12T13:31:12Z", [0.0], ""], [87827, "2020-05-12T11:11:14Z", [0.07], "Updating because the rumors appear to be false, though his health remains questionable so it seems possible that something could happen prior to October."], [85144, "2020-05-12T07:30:51Z", [0.02], ""], [578, "2020-05-12T04:36:31Z", [0.0], "Kim's disappearance 2 weeks really did a number on the political class and the media.  Every \"expert\" chimed in with his \"inside\" knowledge on how sick he was.  Then he showed up apparently healthy.  He probably was laughing for 2 weeks on the trick he pulled.\nFact of matter is he is only 35.  The mortality rate for this age is very high, especially as a dictator, he gets the best health care in Korea (and also China too).  Furthermore, he is ruthless and so will not be disposed off easily.  Therefore zero chance.  "], [80966, "2020-05-12T00:35:54Z", [0.2], ""], [88476, "2020-05-11T21:16:57Z", [0.02], ""], [88485, "2020-05-11T20:26:02Z", [0.05], ""], [75864, "2020-05-11T17:30:35Z", [0.03], ""], [88464, "2020-05-11T17:24:19Z", [0.06], "Possible health concerns, otherwise very unlikely anything else could depose him."], [88470, "2020-05-11T16:45:55Z", [0.57], ""], [88452, "2020-05-11T16:15:20Z", [0.22], ""], [45594, "2020-05-11T13:16:07Z", [0.15], ""], [88447, "2020-05-11T10:09:29Z", [0.1], ""], [85031, "2020-05-11T10:04:50Z", [0.25], ""], [86296, "2020-05-11T07:37:17Z", [0.0], ""], [74820, "2020-05-11T06:39:58Z", [0.05], ""], [88433, "2020-05-11T03:58:22Z", [0.01], ""], [88433, "2020-05-11T03:54:42Z", [0.04], "Despite news reports that Kim Jong-un has not been seen recently, even assuming the worst or best case scenario (that he is ill or dying), were he unable to perform his duties the state would not reveal that he is ill or weak.  It is unlikely that he will die before October 1, 2020, but assuming he does die (probability of .15) or he falls ill and becomes too weak to rule (but does not die), no announcement of a successor will be made before 10/1/2020.  "], [19260, "2020-05-11T00:59:36Z", [0.01], ""], [74051, "2020-05-10T22:50:07Z", [0.07], ""], [88320, "2020-05-10T18:35:49Z", [0.01], ""], [81365, "2020-05-10T18:26:58Z", [0.03], ""], [55331, "2020-05-10T14:50:31Z", [0.04], ""], [67500, "2020-05-10T14:31:43Z", [0.02], ""], [78307, "2020-05-10T11:04:03Z", [0.1], ""], [87997, "2020-05-10T10:53:51Z", [0.01], "How long do dictators normally rule? 10 years is normal and Kim is still quite young.\nHow many dictators have rules without being physically well? My sense is many, but not sure so I will not weigh this argument highly.\nwhat is the likelyhood that Kim cannot sustain his power circle and the military? hard to tell if he has money and resources or not, but I cannot see what has changes the last 5 years. \nI dont think Covid19 would make an impact even if 10% of the population would die as Kim would likely not case and be paranoid enough to protect himself. "], [85939, "2020-05-10T09:41:23Z", [0.01], "As mentioned by Adzio, given his age, despitie smoking and obesity he still has less than 0.5% chance of dying suddenly. Given the calm by intelligence officials in US and South Korea, I'd say that there has been no general change in situation. Putting 1% in case (especially considering that there is a pandemic going on), but planning to revise to 0% over time."], [19127, "2020-05-10T07:33:30Z", [0.03], ""], [29646, "2020-05-10T05:06:31Z", [0.01], "Kim Jong-Un appears to still be alive, and even if he is in poor health, remains a young man with plenty of resources and access to care to call upon."], [37740, "2020-05-09T20:41:10Z", [0.01], ""], [87943, "2020-05-09T15:04:32Z", [0.0], ""], [88269, "2020-05-09T14:39:00Z", [0.12], ""], [78307, "2020-05-09T13:50:56Z", [0.11], "https://www.nknews.org/2020/05/trust-but-verify-what-the-media-got-right-about-kim-jong-uns-health/ Quick maths tells me that he appears in public once every week or so. Leaving it on 11%."], [86809, "2020-05-09T13:44:47Z", [0.05], "Always a chance that there's a health crisis or something along those lines. Since he reappeared, unlikely."], [80764, "2020-05-09T11:06:18Z", [0.05], ""], [86157, "2020-05-09T10:47:48Z", [0.01], ""], [31251, "2020-05-09T07:30:52Z", [0.01], ""], [88387, "2020-05-09T05:43:26Z", [0.65], ""], [67232, "2020-05-09T05:10:59Z", [0.0], ""], [87094, "2020-05-09T02:07:47Z", [0.0], "With Kim's recent re-appearance, it seems very unlikely he'll be gone any time soon [1]. [1] https://slate.com/news-and-politics/2020/05/kim-jong-un-north-korea-death.html"], [1624, "2020-05-09T01:44:36Z", [0.0], ""], [75863, "2020-05-08T20:36:48Z", [0.01], ""], [86554, "2020-05-08T17:01:31Z", [0.35], ""], [32100, "2020-05-08T16:27:30Z", [0.01], ""], [484, "2020-05-08T15:45:34Z", [0.2], "Up 5% since some \"fake news\" suggests some irregularities with the DPRK \"proof\" that KJU is still functioning."], [31275, "2020-05-08T14:49:42Z", [0.05], "Lowering for passage of time. Who knows as information is difficult to get from NK. "], [18679, "2020-05-08T14:21:01Z", [0.05], ""], [86157, "2020-05-08T11:25:59Z", [0.03], ""], [87880, "2020-05-08T03:53:47Z", [0.0], ""], [93, "2020-05-08T02:26:59Z", [0.0], ""], [88076, "2020-05-08T01:46:04Z", [0.02], ""], [88283, "2020-05-08T01:17:27Z", [0.07], ""], [57778, "2020-05-07T22:57:44Z", [0.01], ""], [86889, "2020-05-07T18:28:26Z", [0.0], "Dictators gonna dictate"], [1333, "2020-05-07T18:18:11Z", [0.0], ""], [87677, "2020-05-07T18:05:52Z", [0.03], "About a 20 year period in office is average for a dictator."], [87986, "2020-05-07T17:04:42Z", [0.03], ""], [81304, "2020-05-07T16:39:00Z", [0.0], ""], [28415, "2020-05-07T15:37:51Z", [0.0], ""], [68240, "2020-05-07T15:34:34Z", [0.1], ""], [31275, "2020-05-07T15:06:37Z", [0.09], ""], [13144, "2020-05-07T13:06:43Z", [0.01], "No, they won’t. Not sure about why Kim Jong-Un went awol for so long, but while he’s morbidly obese and suffers from gout, he’s young enough not to be likely to die soon, other than from a rare condition, or assassination. And he has already shown plenty ruthlessness in dealing with other potential pretenders."], [88350, "2020-05-07T12:51:15Z", [0.15], "No signs of posiible change. Stable authorities."], [88349, "2020-05-07T12:39:09Z", [0.65], "Health scare probably not entirely frivolous "], [87867, "2020-05-07T12:23:47Z", [0.03], "The only way a new head of state will be announced in NK is if the current leader is dead or in a prolonged  state of incapacitated decision making ability.  The current leader is young and there have often been rumors related to how his health is, yet he still lives.  The leader has access to world class healthcare via China.  A quick internet search on when dictators die brought up a couple articles one of which was  (https://foreignpolicy.com/2015/09/10/when-dictators-die/) which was a good read but i did not dive into data yet on how often a dictatorship announces a new head of state.  So for my first forecast I am going to set the current dictator's death to that of the most likely medical cause of death that I think might occur in the next 6 or so months which to me would be c19 related.  So I will set that at a 2% chance of occurrence since the death rate from c19 is somewhere between 1-3% world wide of people who get it. Next let us consider that the current leader dies because of other causes than medical/c19/natural which would be a coups d'état or the attempt there of.  Wiki has a nice dive into this subject (https://en.wikipedia.org/wiki/List_of_coups_d%27%C3%A9tat_and_coup_attempts).  After reading this and just taking a birds eye view of how tight the leadership of NK is, and the lack of reliable information coming out of NK regarding well anything, I'm going to make a blackbox prediction that this could happen at 1% in the next six or so months. A possible third way one could think of would be a war with external countries that starts and resolves itself in such a way a new leader of NK would be announced, and that would be if there were still a state called NK after such a war.  For me this might be .05 percent likely in the next 6 months at most. So for my first 30 minute dive forecast I will add up my 3 parts and come up with 3.5 percent.  In this case I plan to round down from 3.5 to 3 at the current time."], [68273, "2020-05-07T11:41:26Z", [0.05], ""], [86910, "2020-05-07T08:51:12Z", [0.0], ""], [77404, "2020-05-07T08:48:00Z", [0.01], ""], [1333, "2020-05-07T08:13:28Z", [0.01], "So, there is a report that photos of Kim reveal a Chipped tooth and slight difference in height. Then again if i just spent two weeks in a Harem, I'd be walking taller too."], [83737, "2020-05-07T04:12:24Z", [0.36], ""], [63963, "2020-05-07T02:36:12Z", [0.0], ""], [75863, "2020-05-06T21:14:48Z", [0.02], "\"South Korea's intelligence agency has said rumours about Kim Jong-un's health were groundless, and there are no signs he had heart surgery.\" https://www.bbc.com/news/amp/world-asia-52554612"], [86499, "2020-05-06T20:42:42Z", [0.35], ""], [75864, "2020-05-06T19:58:38Z", [0.05], ""], [14107, "2020-05-06T18:23:44Z", [0.1], ""], [78307, "2020-05-06T15:33:22Z", [0.11], "https://www.washingtonpost.com/lifestyle/media/kim-jong-un-appears-to-be-alive-after-all-so-how-did-his-death-make-the-news/2020/05/05/e9cf7f0e-8d6c-11ea-a0bc-4e9ad4866d21_story.html?utm_campaign=wp_main&utm_medium=social&utm_source=twitter"], [81559, "2020-05-06T14:46:45Z", [0.02], ""], [81365, "2020-05-06T14:10:34Z", [0.04], ""], [88330, "2020-05-06T13:38:47Z", [0.25], ""], [11817, "2020-05-06T13:01:59Z", [0.02], ""], [8826, "2020-05-06T11:49:58Z", [0.05], ""], [75363, "2020-05-06T08:56:38Z", [0.03], ""], [80179, "2020-05-06T07:17:07Z", [0.0], ""], [86175, "2020-05-06T02:55:29Z", [0.07], ""], [88315, "2020-05-06T00:22:18Z", [0.15], ""], [87228, "2020-05-05T23:35:03Z", [0.02], ""], [88198, "2020-05-05T21:45:44Z", [0.06], ""], [13306, "2020-05-05T21:45:04Z", [0.05], ""], [67232, "2020-05-05T21:35:21Z", [0.02], ""], [87794, "2020-05-05T21:15:42Z", [0.05], ""], [88010, "2020-05-05T20:55:08Z", [0.1], ""], [36855, "2020-05-05T18:50:53Z", [0.25], "NK will wait to see what the global landscape looks like until the end of 2020 at least."], [87427, "2020-05-05T17:51:44Z", [0.01], ""], [81370, "2020-05-05T17:47:15Z", [0.05], ""], [30185, "2020-05-05T16:55:58Z", [0.04], ""], [88202, "2020-05-05T16:04:30Z", [0.02], "Average life expectancy in North Korea for men is 68.2. Kim's father and paternal grandfather lived beyond this average age. Kim Jong Un has been seen in public surrounded by usual allies. Kim Jong Un seen smoking in what are usually targeted releases to signal North Korean policy."], [75291, "2020-05-05T14:47:16Z", [0.0], "Kim Jong Un has not been in the public eye. His absence was most noted on April 15th - the birthday of Kim Il- Sung. However he has since appeared on a few propaganda photos. "], [78307, "2020-05-05T13:19:54Z", [0.15], ""], [88063, "2020-05-05T11:55:10Z", [0.0], "He seems to have weathered to Covid crisis and it is in China's interest for him to stay in post. In addition the rise of his sister to many prominent positions within the regime suggest a young stable dynasty."], [85723, "2020-05-05T10:33:43Z", [0.06], "Kim Jong-Un is not dead yet, but he is in ill health, and could be ousted in other ways (but that one is very unlikely)."], [85666, "2020-05-05T09:10:16Z", [0.0], ""], [87691, "2020-05-05T08:29:25Z", [1.0], ""], [41707, "2020-05-05T08:15:54Z", [0.02], ""], [87448, "2020-05-05T04:00:10Z", [0.0], ""], [334, "2020-05-05T01:36:02Z", [0.1], "Stories regarding his health (appear) to be false, however NK will be experiencing exacerbated impacts of Covid-19, and will likely lead to a higher than usual probability of overthrow."], [23062, "2020-05-05T00:18:48Z", [0.13], ""], [88269, "2020-05-04T23:17:39Z", [0.14], "Not enough data on his health available. Could be fake. Need more data to assess."], [88269, "2020-05-04T23:16:10Z", [0.02], ""], [88146, "2020-05-04T23:11:19Z", [0.03], "https://www.theguardian.com/world/2020/may/04/north-korean-defectors-sorry-after-false-kim-jong-un-speculation"], [86069, "2020-05-04T23:01:37Z", [0.06], "Unlikely to deposed now that he seems to be alive again."], [87970, "2020-05-04T22:39:58Z", [0.01], ""], [85586, "2020-05-04T21:28:03Z", [0.0], ""], [1732, "2020-05-04T19:46:39Z", [0.05], ""], [84880, "2020-05-04T19:33:48Z", [0.01], "Dropping down dramatically due to the reappearance of KJU; however, I think the actual likelihood is higher than 1%.\nWill need to reconsider."], [78307, "2020-05-04T19:15:27Z", [0.16], "as we all know there has been a lot of rumours the past weeks regarding kim jong uns health. I belive that there is no real substance behind(https://www.nytimes.com/2020/04/26/world/asia/kim-jong-un-health.html). altough he has been missing from public life, it doesn't mean that he had a heart attack. he could just as well have been in bed with a common cold. maybe he wouldn't like to be seen in a weaker state. on may 2th there was some footage of his hosting a opening of some sort of factory. If he truly has died that footage could have been faked. It's really hard to know just by the vidoe it self but i made a minor effort of investigation by checking past weather data. in the video there was a sunny spotless sky(https://www.bbc.com/news/world-asia-52508437), not a cloud to be seen. This wasn't the case according to this weather report(https://www.timeanddate.com/weather/@1869012/historic). how accurate it is in north korea I don't know. I haven't looked anything up but I don't think it's probible that any other surcumstance will provide north korea with a new leader. To sum up, I don't know if the footage was fake but I give the statement from US and south korea offcials more credability. My strategy for this forecast is that I'll start of with a high % and slowly, if more news about kim being healthy appears, go down to about 2-4%. "], [87809, "2020-05-04T18:53:16Z", [0.01], ""], [88121, "2020-05-04T18:35:52Z", [0.0], ""], [87989, "2020-05-04T18:25:39Z", [0.12], "Comment deleted on Jun 22, 2020 10:45PM UTC"], [87089, "2020-05-04T17:20:10Z", [0.02], ""], [80764, "2020-05-04T17:05:36Z", [0.1], "Makes no sense to claim he is alive and fit enough to visit a factory, if he isn´t (unless there is a power struggle going on behind the scenes, and the world will get to know the truth only, when it is clear, who won it).\nStarting higher than the crowd, ready to go down, if he really is fit and still in power. We will know more in a few weeks."], [19127, "2020-05-04T16:38:57Z", [0.08], ""], [88002, "2020-05-04T16:16:17Z", [0.02], ""], [88227, "2020-05-04T14:48:11Z", [0.02], "Kim seems to fine (or as fine as he has been).  Chances of a regime change in DPRK in the next 5 months look very slim."], [159, "2020-05-04T14:01:50Z", [0.0], ""], [691, "2020-05-04T13:41:44Z", [0.01], ""], [86818, "2020-05-04T11:39:00Z", [0.05], ""], [21046, "2020-05-04T11:36:33Z", [0.02], ""], [11817, "2020-05-04T11:15:04Z", [0.02], ""], [86871, "2020-05-04T10:48:30Z", [0.1], "A supreme leader should never be sick, so even a slight illness might require him to disappear from the spotlight."], [56969, "2020-05-04T09:52:35Z", [0.0], ""], [67444, "2020-05-04T09:16:36Z", [0.02], ""], [67444, "2020-05-04T09:14:48Z", [0.05], ""], [85678, "2020-05-04T08:14:28Z", [0.0], ""], [86770, "2020-05-04T07:29:54Z", [0.15], "reading interesing comments from two forecasters. Revising down the initial. Will study the quesion a bit more later on."], [86770, "2020-05-04T07:23:27Z", [0.5], "good question. Initial guess."], [88260, "2020-05-04T07:15:53Z", [0.05], ""], [61016, "2020-05-04T06:38:01Z", [0.15], "The North Korean leader is still young, ambitious and seems to be in a unshakable position to lead his country towards the goal of nuclear development as well as economic development. However, in the last few weeks, his absence from the public has led to speculations about succession, etc.\nIf we take a look at the history, the present leader was almost chosen one year before the demise of his father. At the same time, there are sufficient reports of his being groomed for the role since the 90s, when he was in his 20s. \nHence, there are chances that a close relative (either his son, aged 10 or his sister) is being trained for the role in any event. Hence, the plan for succession must be in place. However, any announcements happen only in a case of eventuality.\nHowever, there will be indications for such grooming - probably, it could be his sister, young son, or wife..."], [87448, "2020-05-04T04:58:27Z", [0.0], ""], [68240, "2020-05-04T03:08:34Z", [0.1], ""], [84420, "2020-05-04T03:02:49Z", [0.05], ""], [93, "2020-05-04T02:53:49Z", [0.0], ""], [18318, "2020-05-04T01:33:49Z", [0.15], ""], [767, "2020-05-04T01:14:22Z", [0.02], ""], [87099, "2020-05-04T00:04:50Z", [0.0], ""], [87628, "2020-05-03T23:45:11Z", [0.0], ""], [32258, "2020-05-03T23:23:29Z", [0.0], "Apparently, he's still alive...so timeline is too short. "], [3434, "2020-05-03T23:18:47Z", [0.0], ""], [81365, "2020-05-03T23:11:10Z", [0.05], ""], [46784, "2020-05-03T23:04:29Z", [0.03], "Even if he is obese and smokes, he's still in his mid-30s, he has the resources of an entire country to spend to keep himself alive, so there's no reason to think that he's going to die anytime soon from mere health issues, maybe a 1-2% chance. Since the country is run like a mafia organization there's always a chance that someone else in the regime will kill him off so they can take over but I'd put the chance of that happening in any given year as a fairly low probability, by October 1, 2020 very low. I do not see North Korea announcing a new head of state unless Kim Jong Un is dead or overthrown."], [35642, "2020-05-03T23:01:26Z", [0.07], ""], [23062, "2020-05-03T22:10:03Z", [0.18], ""], [46733, "2020-05-03T21:55:10Z", [0.09], ""], [88146, "2020-05-03T21:27:04Z", [0.1], ""], [88233, "2020-05-03T20:56:34Z", [0.03], "Estimates in my opinion:\n- Kim is alive - 98%; dead 2% - based on news from S Korea that he hasn't got surgery (https://www.france24.com/en/20200503-south-korea-says-kim-jong-un-is-not-believed-to-have-had-surgery AND https://www.politico.com/news/2020/05/03/south-korea-kim-jong-un-did-not-have-surgery-230177)\n- chance that he had surgery and S Korea is wrong 4%; no surgery 96% (same sources as above)\n- combined chance that he will die if he had surgery: below 1% due to my calculations including death risk while heart surgery and soon after it \n- chance that Kim will be alive in his 36 years old, with obesity and smoking due to wikipedia data 99,6%; he dies 0,4%\n- chance that someone overtake or kill Kim 1% (6 overtakes in last 10years); 99% that will not happen - base risks reduced by his security and dealing with enemys Base 98% - 1% due to potencial surgery and overtake makes 97% that he will be head of state:\nANSWER 3%"], [745, "2020-05-03T20:45:36Z", [0.05], ""], [88252, "2020-05-03T20:36:25Z", [0.11], ""], [76003, "2020-05-03T19:51:18Z", [0.0], ""], [835, "2020-05-03T19:40:54Z", [0.05], ""], [83914, "2020-05-03T19:31:28Z", [0.0], ""], [80158, "2020-05-03T19:23:41Z", [0.02], ""], [80158, "2020-05-03T19:23:14Z", [0.05], ""], [1613, "2020-05-03T19:05:51Z", [0.01], ""], [15694, "2020-05-03T18:03:25Z", [0.15], "https://www.gjopen.com/questions/1607-before-1-october-2020-will-north-korea-announce-that-it-has-a-new-head-of-state#a"], [34499, "2020-05-03T18:01:26Z", [0.02], ""], [35412, "2020-05-03T18:00:33Z", [0.85], "Comment deleted on May 03, 2020 06:01PM UTC"], [87638, "2020-05-03T17:54:08Z", [0.01], ""], [87638, "2020-05-03T17:53:25Z", [0.0], ""], [24100, "2020-05-03T17:17:44Z", [0.1], ""], [35646, "2020-05-03T16:53:15Z", [0.07], "https://www.predictit.org/markets/detail/6674/Will-Kim-Jong-Un-be-Supreme-Leader-of-North-Korea-on-Dec-31"], [85144, "2020-05-03T16:49:55Z", [0.05], ""], [86689, "2020-05-03T16:25:31Z", [0.01], "He is back in the media and unless something drastic happens to his health or an overhaul he will still be the head of state in October 2020"], [28153, "2020-05-03T16:12:04Z", [0.0], ""], [87877, "2020-05-03T15:57:11Z", [0.07], ""], [40584, "2020-05-03T15:54:20Z", [0.03], ""], [87858, "2020-05-03T15:39:41Z", [0.0], ""], [484, "2020-05-03T15:32:31Z", [0.15], "Down 25%. Why did I trust random musings from a VSG?"], [39937, "2020-05-03T15:13:54Z", [0.0], ""], [88190, "2020-05-03T15:00:38Z", [0.01], "If we could replicate this universe 100 times, I do not think that Kim Jong Un would pass (which I believe to be the only way that North Korea would announce a new leader) in more than one of them, so I have given this question a 1% chance of materializing."], [80276, "2020-05-03T14:56:40Z", [0.03], "Kim rules for life in principle. His appearance at the opening of a fertiliser factory and intelligence from South Korea suggest he is still in charge. He does not seem to be the most healthy person, but given his age, the chance he will die is probably limited."], [85535, "2020-05-03T14:32:15Z", [0.05], ""], [88242, "2020-05-03T14:03:29Z", [0.05], "After his assumed heart surgery and disappearance from public he has returned and seems fit."], [691, "2020-05-03T13:47:07Z", [0.0], ""], [88208, "2020-05-03T13:14:51Z", [0.1], ""], [87701, "2020-05-03T12:59:39Z", [0.01], "No evidence of any change - leader is young"], [172, "2020-05-03T12:16:55Z", [0.01], "His sister isn’t ready. She’s young and it’s a gerontocracy."], [86259, "2020-05-03T11:22:55Z", [0.01], ""], [87991, "2020-05-03T11:03:09Z", [0.02], ""], [11817, "2020-05-03T10:30:21Z", [0.02], ""], [85937, "2020-05-03T08:18:33Z", [0.1], "Down from 18%. I've taken framework outlined in previous forecast, but instead applied a uniform probability of 0.1 him being dead in October in the event he did have a heart attack. Keeping everything else unchanged, that gives us 9.6% overall."], [88226, "2020-05-03T08:06:04Z", [0.3], ""], [23261, "2020-05-03T07:46:08Z", [0.02], "given that he has resurfaced I see chances very slim. Only risk is his health and corona - but on the latter he has proven that he is determined and strong to use any crises to get rid of his opponents"], [88230, "2020-05-03T06:41:23Z", [0.01], ""], [59042, "2020-05-03T06:19:43Z", [0.02], ""], [87744, "2020-05-03T05:22:48Z", [0.1], ""], [87155, "2020-05-03T05:07:40Z", [0.1], ""], [86358, "2020-05-03T02:34:14Z", [0.1], ""], [28704, "2020-05-03T02:07:47Z", [0.02], "Kim Jong-un appears to have recovered."], [47280, "2020-05-03T02:06:23Z", [0.85], ""], [50769, "2020-05-03T01:56:11Z", [0.01], ""], [84134, "2020-05-02T23:46:01Z", [0.2], ""], [14027, "2020-05-02T23:04:18Z", [0.13], ""], [11962, "2020-05-02T22:47:37Z", [0.01], "There is always some slight possibility of a heart attack, stroke, etc; otherwise Kim Jong Un is still in charge.  "], [37689, "2020-05-02T22:19:05Z", [0.15], ""], [20072, "2020-05-02T21:19:24Z", [0.01], ""], [80475, "2020-05-02T20:05:10Z", [0.01], "Too bad this question wasn't posted a week ago. :)"], [75863, "2020-05-02T19:36:42Z", [0.04], ""], [88218, "2020-05-02T19:12:15Z", [0.05], ""], [11002, "2020-05-02T19:07:30Z", [0.05], ""], [88164, "2020-05-02T19:01:28Z", [0.1], "Current three week disappearance of the leader has ended already with Kim again showing that he is actually leading the country. Both his sister and his uncle (NKDR envoy to Prague) have solid claims, but apparently lost the bid (with his sister gaining a lot of media prominency).  At the same time, the regime is obviously not very stable and the Covid pandemics can bring it down on it´s own and with unstable president of the US looking for outside enemies there is a chance that the regime will succumb to combination of inner and outer pressures. All in all Taking in Kim´s probable health problems - 2% basis (taking in the life expectancy of the country is not very useful regarding the special case of The Leader) \nOutside pressure (Trump, China losing it´s interest to protect the regime)  - 3%\nInside collapse based on inner pressure and Covid fallout - 5%"], [1333, "2020-05-02T18:55:12Z", [0.0], ""], [87303, "2020-05-02T18:46:24Z", [0.01], ""], [87880, "2020-05-02T18:45:03Z", [0.01], ""], [45285, "2020-05-02T18:24:41Z", [0.05], ""], [22689, "2020-05-02T18:13:47Z", [0.02], ""], [81577, "2020-05-02T18:00:57Z", [0.15], ""], [79975, "2020-05-02T17:44:18Z", [0.1], ""], [88202, "2020-05-02T17:36:58Z", [0.03], "The average life expectancy in 2017 for DPRK was 71.1 years of age.\nThe average life expectancy of Kim Jong Una’s paternal like is broadly similar.\nBoth heads of state have served until death or beyond.\nI have factored a small rise above 1% in light of reported health problems\nI have factored a small rise about 1% in light of his sisters recent prominence in media photoshoots"], [23261, "2020-05-02T17:35:17Z", [0.0], ""], [31936, "2020-05-02T17:34:06Z", [0.25], ""], [86554, "2020-05-02T17:32:47Z", [0.45], "Video released from the factory opening he did. Don’t know if it’s real. Could be from an earlier date. It’s all just too obvious. Something just doesn’t feel right. But adjusting."], [52772, "2020-05-02T17:19:34Z", [0.5], ""], [61367, "2020-05-02T16:33:07Z", [0.0], ""], [30593, "2020-05-02T16:25:12Z", [0.1], ""], [68240, "2020-05-02T16:21:49Z", [0.15], "Change (-3): We have gone from a scheduled appearance to an actual public appearance (https://www.bbc.com/news/world-asia-52508437). At this point, most of the risk is related to potential Corona instability and a smaller percentage that he's masking health concerns. "], [484, "2020-05-02T16:07:02Z", [0.4], "Up 15%. CNN at least is offering caution that they (and probably hordes of other reporting outlets) have not confirmed whether the images address KJU status. Even more telling, once I found out that it was not re-hashing earlier comments is this from POTUS:  \"I'd rather not comment on it yet, Kim Jong Un. We'll have something to say about it at the appropriate time,\" he told reporters before departing the White House for Camp David. See my initial forecast for my thought process."], [82333, "2020-05-02T15:41:58Z", [0.0], ""], [79461, "2020-05-02T15:35:03Z", [0.02], ""], [484, "2020-05-02T15:34:29Z", [0.25], "Down 50% until there is more detail about the purported appearances. Something interesting is that 38 North is not immediately supporting what the main news sources take for an actual, recent event. (Updated) 38 North has this: https://www.38north.org/2020/05/csteinitzkgauseeyang050120/\nNothing new about KJU status but has fascinating detail about who does what in the DPRK. Typically 38 North contributors will comb images and video to try to find tell tale clues. Sometimes sun angles, etc if I remember correctly."], [75930, "2020-05-02T14:53:45Z", [0.12], ""], [86342, "2020-05-02T14:27:34Z", [0.15], ""], [23062, "2020-05-02T14:25:42Z", [0.2], ""], [31251, "2020-05-02T14:10:10Z", [0.02], "Kim Yong Un is 36-38 years old. Most world leaders who have died in office (in office they usually have better access to care than their general populations, but are at higher risk of assassination) have been >65, one of the youngest was David Thompson, the former prime minister of Barbados who was 48 when he died in office from pancreatic cancer.  Kims death has been speculated before, in 2014, and his father was suspected to have died multiple times. I think whatever the reason for the recent disappearance we would have heard more from the Chinese if he really was gravely ill. It may well be likely he went away to avoid coronavirus, or to bring some political enemies out of the shadows, or to have an operation. "], [691, "2020-05-02T13:30:57Z", [0.02], ""], [60060, "2020-05-02T13:16:20Z", [0.03], ""], [81352, "2020-05-02T13:05:56Z", [0.1], ""], [87858, "2020-05-02T13:00:47Z", [0.02], ""], [88204, "2020-05-02T12:12:42Z", [0.02], ""], [88180, "2020-05-02T11:38:20Z", [0.27], ""], [55706, "2020-05-02T11:27:18Z", [0.05], ""], [87391, "2020-05-02T11:22:21Z", [0.02], ""], [3897, "2020-05-02T10:52:42Z", [0.04], "Short timeline, & I think if he was at death's door at the moment we would have heard about it by now. More likely he went into isolation to avoid coronavirus, or had a successful operation of some kind."], [87064, "2020-05-02T10:51:37Z", [0.0], ""], [21046, "2020-05-02T10:27:18Z", [0.03], ""], [28153, "2020-05-02T09:25:24Z", [0.05], ""], [87474, "2020-05-02T09:21:50Z", [0.13], ""], [86258, "2020-05-02T09:07:23Z", [0.95], "I believe the state will have new head"], [85937, "2020-05-02T08:59:42Z", [0.18], "Very tentative outline of scenarios, with completely arbitrary probabilities attached. Hope to revise sooner rather than later. My gut feeling is that 18% is a bit too high and I'll probably revise down. Three basic scenarios: A. He's had a heart attack (30%)\nB. He's just been taking coronavirus precautions (40%) or is lazy and couldn't be bothered to show up to work (15%) (Combined probability 55%)\nC. Something else has caused this kerfuffle (15%) If scenario A: A.1. He's already dead (latest pictures a fake) (30%)\nA.2. Serious attack, in a critical condition (pictures fake) (30%)\n- From here, he goes on to die (30%); recovers (70%)\nA.3. Mild attack, recovered enough for photo op (40%)\n- From here, continues recovery (90%)\n- Has another attack and dies (10%) Doing the maths, scenarios A and B leave us a 13% chance he's dead in October. If he's dead, I'll give a 60% chance his sister succeeds him by then, a 25% chance someone else succeeds, and a 15% that they're pretending he's still alive as the country's embroiled in a succession battle. That brings the 13% chance of a new head of state announced down to 11% However, this still leaves scenario C, with a 15% chance. I won't speculate what could fall into this scenario beyond, maybe, some kind of internal coup. But I'll attach a 40% probability that it leads to a new head of state, which takes our 11% probability up to 17%. On top of this, I'll add an extra percentage point to account for, say, he scenario A where he recovers or scenario B, but then something else comes out of complete leftfield to result in a change of regime. This brings the overall total to 18%. My feeling is that I've probably overestimated the probability that a heart attack kills him, but before going into research on recovery rates I'll stick with this basic framework.\n"], [88122, "2020-05-02T08:24:09Z", [0.15], "While Kim Jong-un has a delicate health condition (https://www.38north.org/2020/04/kdekleva042820/) he is still too young and has access to the best medication than can be get, so I estimate his life expentancy over 45 years."], [27661, "2020-05-02T08:12:29Z", [0.01], ""], [11817, "2020-05-02T07:41:16Z", [0.04], ""], [88199, "2020-05-02T07:37:47Z", [0.15], ""], [87448, "2020-05-02T07:37:32Z", [0.0], ""], [27661, "2020-05-02T07:35:01Z", [0.03], "Recent news reports indicate that he's back in the public [1]. [1] https://www.bbc.com/news/world-asia-52508437"], [42549, "2020-05-02T07:02:06Z", [1.0], ""], [32861, "2020-05-02T06:50:10Z", [0.1], ""], [88175, "2020-05-02T06:46:08Z", [0.0], "Upon further research. KJU has gone to ground before, for longer. Other reports, including from S. Korea are claiming that he is not in a vegetative state or has any serious health concerns. Expect no other change in N. Korean government."], [67232, "2020-05-02T06:21:57Z", [0.18], "Kim has resurfaced per North Korean news media.  Photographs showed standing and smiling.   Kim and his government must be well aware by now of the speculation in the West that he is in ill health.  He did not allow any outside observers, which I am sure he would have done if he were in the good health he attempted to project.  Therefore, something is wrong with his health, but how serious is it?    The news said he had heart value surgery, and Chinese doctors were sent in to help.   Survival rates in such cases are quite high during the first thirty days depending upon the type of heart valve surgery.  Yet, the survival rating in the first 30 days is about 90 percent in the worst case scenarios.  It is 60 percent in the worst case scenarios 10 years later.     I did not find anything on the condition of the patient, e.g., smoker? obese? etc.    Hence, the base rate is probably about 10-15 percent chances of survival for the first year.  Kim is obese and smokes incessantly.   Also, it is not clear that he did not have some other illness.  However, it is a bet that he was extremely ill, and heart disease was reported, and consistent with his obesity and smoking so I will increase his chances of death by a few points.   https://www.ncbi.nlm.nih.gov/pubmed/9030794"], [88197, "2020-05-02T05:29:03Z", [0.07], ""], [83919, "2020-05-02T05:23:36Z", [0.15], ""], [86358, "2020-05-02T05:15:27Z", [0.11], ""], [767, "2020-05-02T04:45:37Z", [0.2], ""], [68240, "2020-05-02T04:45:28Z", [0.18], "Change (-7). Kim Jong's Un has been scheduled for a public visit =."], [86246, "2020-05-02T04:12:12Z", [0.9], "At this time there are only reports from North Korean Media that he was seen in public. The next major North Korean holiday is in July, on that day the current leader of NK will make a public appearance, whom ever it may be. "], [70711, "2020-05-02T04:05:11Z", [0.0], ""], [80179, "2020-05-02T03:56:50Z", [0.0], ""], [86069, "2020-05-02T03:10:43Z", [0.21], "He looks to be back. (Source: https://www.bbc.com/news/world-asia-52508437). Potential symbolism of appearing with his sister behind him (next in line etc.) but he just needs to see out the next five months."], [57778, "2020-05-02T02:46:06Z", [0.35], ""], [59141, "2020-05-02T02:27:53Z", [0.05], "He was seen today and he looks fine"], [59141, "2020-05-02T02:25:16Z", [0.35], "The most likely scenarios now are that  Kim Jong-un is very sick so sick that he cannot even make a photoshoot,  and this is what the Chinese and USA government are saying who presumably know more than us. What is weird is that no-one is taking old photos which I would expect if he was thought he was coming back and using them.  The other possibility he is on holidays which is starting to look more and more unlikely.   What is particularly important here is that we are not seeing any sudden movements in the top ranks of Korean society, which would show a fight for succession, which suggests that he is coming back.  "], [42166, "2020-05-02T01:49:09Z", [0.12], ""], [706, "2020-05-02T01:31:04Z", [0.05], ""], [35398, "2020-05-02T01:29:09Z", [0.9], ""], [84880, "2020-05-02T01:24:17Z", [0.5], "Will review and reconsider. Just read an interesting article on this, will find and cite. KJU's sister is highly speculated as an extension of the bloodline. Also, on a personal daydream, I had examined whether KJU going dark was premeditated ahead of some sort of military strike or action against South Korea or Japan. It isn't likely, but possibly portends some act of aggression."], [75863, "2020-05-02T00:39:50Z", [0.1], ""], [38094, "2020-05-02T00:33:57Z", [0.0], "I doubt that Mr. Kim would want to say any such thing. What with a few weeks of solitude, cannot a guy get a break?"], [19127, "2020-05-02T00:12:03Z", [0.13], ""], [14027, "2020-05-01T23:39:23Z", [0.17], "It could happen, but this really is just a guessing game.  So it doesn't pay to go too far out on a limb."], [62808, "2020-05-01T23:38:57Z", [0.01], ""], [86908, "2020-05-01T23:33:06Z", [0.03], ""], [87440, "2020-05-01T23:32:39Z", [0.01], ""], [19260, "2020-05-01T23:09:19Z", [0.02], "Missing major public appearances does serve as an indicator of an important disruption in Kim Jong-un's life. However, right now most of that explanatory space is already filled by the known fact that there's a huge worldwide pandemic disrupting the lives of billions of people."], [86000, "2020-05-01T22:51:15Z", [0.05], ""], [31275, "2020-05-01T22:44:24Z", [0.11], "He was seen today. https://www.nytimes.com/2020/05/01/world/asia/kim-jong-un-resurfaces.html"], [88002, "2020-05-01T22:30:30Z", [0.05], "In part because Trump probably has information that's as good as what's available, and this week he seemed to indicate KJU is fine."], [31398, "2020-05-01T22:22:36Z", [0.0], ""], [86554, "2020-05-01T22:15:22Z", [0.76], "“Kim Jong-un has appeared in public for the first time in 20 days, North Korean state media says.\nKCNA news agency reports that the North Korean leader cut the ribbon at the opening of a fertiliser factory.\nIt adds that people at the factory \"broke into thunderous cheers of hurrah\" when he appeared.\nThe reported appearance - his first since a state media appearance on 12 April - comes amid global speculation over his health.\nThe latest reports from state media could not be independently confirmed and no pictures were provided” What this says: there is something very wrong, we can’t even give pictures or video, just believe us. Problem is, what is wrong? Is he very sick? Can he recover?Is he dead? How long are they be able/trying to cover it up?"], [85848, "2020-05-01T22:06:31Z", [0.05], ""], [88146, "2020-05-01T22:04:02Z", [0.2], "Given multiple conflicting reports regarding Kim Jong-un's health and whereabouts, I'm inclined to use similar reporting inconsistencies in regard to his father, Kim Jong-il, in 2008 as well as his actual death in 2011 as a baseline. Reporting starting in August 2008 showed concern Kim Jong-il's health and conflicting reporting from a wide array of sources continued for several months. North Korean news outlets were relatively slow to respond in that instance and I believe the current situation may mirror the patterns shown at that time. Comparatively, North Korean news outlets and government officials were much quicker to react upon Kim Jong-il's death in 2011, making announcements of his death and succession of Kim Jong-un in a matter of days. I believe that, if Kim Jong-un had died, the North Korean government would have made a new appointment already. This does not rule out that Kim Jong-un is either sick or (albeit less likely) in exile. However in either instance, the government will likely continue to be less quick to respond. I do not rule out the possibility that he has either been exiled, killed or died of other circumstances. There could either be a power struggle or ongoing deliberation of who will be the new leader given the next in line is less clear than at the time of Kim Jong-il's death.\nI also do not rule out that, if Kim Jong-un is in poor health, his condition could decline leading to his death in the next few months, resulting in an announcement of a new head of state."], [86554, "2020-05-01T21:42:56Z", [0.65], ""], [51327, "2020-05-01T21:28:42Z", [0.9], ""], [87228, "2020-05-01T21:13:25Z", [0.1], ""], [87228, "2020-05-01T21:12:45Z", [0.15], ""], [86472, "2020-05-01T21:06:49Z", [0.66], "Likely due to health: https://www.aljazeera.com/news/2020/04/kim-health-rumours-spotlight-succession-secretive-north-korea-200429234902900.html"], [35405, "2020-05-01T21:06:32Z", [0.0], ""], [1333, "2020-05-01T20:54:00Z", [0.02], ""], [88194, "2020-05-01T20:43:58Z", [0.55], "Cuz I forecast"], [84134, "2020-05-01T20:31:19Z", [0.52], "His medical condition, medical family history and de-conditioned state.\nHe did not appear at the recent missile launch."], [84321, "2020-05-01T19:40:05Z", [0.32], "It has now been over two weeks since Kim missed the ceremony to celebrate his grandfathers birthday and although there has been a slight pull back from initial rumors by several intelligence agencies around the world it still seems as if Kim is in critical condition. If Kim has died or does die soon, there is a chance that his sister could take his place but in the largely male dominate society of North Korea, I think it's unlikely that his senior advisors would give up power to his sister. Members in the Intelligence bureau of Taiwan cited the fact that China had been positioning slightly more aggressively with drills and military exercises and that there was a chance of future conflict. If Kim has died, it would be beneficial for China to fill the space of the power vacuum with a pro-china leader. I believe that once things are slightly confirmed there will be a power scramble between the US, China, South Korea, and Russia to establish some form of government and a favorable leader. yet all the rush will create long drawn out talks and no mans land of what to do. Furthermore If COVID is still causing massive impacts around the world we can expect this wait time to be even longer as countries struggle to overcome domestic problems before they look outward. "], [1613, "2020-05-01T19:38:23Z", [0.1], ""], [88162, "2020-05-01T19:23:54Z", [0.1], ""], [62808, "2020-05-01T19:15:30Z", [0.26], ""], [39572, "2020-05-01T18:55:24Z", [0.0], ""], [85371, "2020-05-01T18:26:37Z", [0.22], "According to current reports, there are no signals of change or that Kim Jong Un is dead coming from North Korea. Reports from various intelligence agencies vary and do not unanimously confirm or deny the rumors, and some even suggest that Kim never underwent heart surgery in the first place. The canceling of events stems from the spread of COVID-19 and can not be directly connected to Kim’s rumored health status. According to Newsweek, in addition to the uncertainty of the rumors, Kim Jong Un has been known to step away from public view. As of April 2020, he has avoided public view on three separate occasions this year and was also absent for 27 days in 2019.  Due to these facts, it is unlikely that North Korea will announce a new head of state, even in an acting capacity, within the next six months."], [484, "2020-05-01T18:24:55Z", [0.75], "Up following @ktk374 post below. The timing of the question also gives me pause concerning how far above the consensus I want to be."], [88175, "2020-05-01T18:19:42Z", [0.97], "Its been almost 14 days since KJU was reported to be in a vegetative state. He was absent several days before this time period, to include a parade for his grandfather. Unless KJU recovers, which seems unlikely because he will have a hard time getting medical care outside of N. Korea.  If KJU is able to communicate, he would have already have done so. Unrest in North Korea is not a norm and undermines his regime. Even the smallest amount of unrest caused by ambiguity about the ruling elite in North Korea could snowball into general rebellion. It would be in KJU's best interest to come forward as soon as possible if he could, and he hasn't. The tricky thing is how the question is phrased, because \"naming\" a new head of state may take awhile depending if his sister is the one with the most power (a woman, and not as likely to rule as if she were a man). But the politics of it should go quickly if KJU were to die.  About 50% of those in a vegetative state recover within a month from TBI, while other causes may not allow the patient to recover as well. If KJU is in a vegetative state, and it lasts for over a month, then he likely won't recover in any meaningful way (we are at least over about half-way there). Most people die within 6 months. However some patients have lived up to five years. Six months from now would be September. So even if KYJ (KJU's sister) was able to act in her brother's stead because of political issues related to her being the new head of state, the game would be up in the September time frame. So in almost all baseline scenarios there will be a new head of state by October, assuming KJU is in a vegetative state. https://msktc.org/tbi/factsheets/vegetative-and-minimally-conscious-states-after-severe-tbi\nhttps://www.merckmanuals.com/home/brain,-spinal-cord,-and-nerve-disorders/coma-and-impaired-consciousness/vegetative-state"], [68240, "2020-05-01T18:19:06Z", [0.25], "Change: +5 Multiple intelligence agencies (Taiwan and the US) are taking the chance that he is sick seriously. "], [68240, "2020-05-01T18:14:17Z", [0.2], "Reports that Kim Jong-Un is dead from health complications relating to surgery are unconfirmed and the evidence in favor has not historically indicated that he has passed away. Other explanations for his absence include avoiding public events out of concern for COVID-19 and recovering from the surgery. A significant consideration is that defense sources say that Kim has been \"running his country normally\" (https://www.newsweek.com/north-korea-kim-jong-un-health-speculation-1500848). South Korean authorities are under pressure to keep people calm but if there was disturbing news one would expect some sign of preparedness from them. I estimate 10% chance that Un dies from surgery complications. Also, given the long window of this question and the potential for Corona induced stability which could also shake North Korea I add another 10% for a leadership change in that outcome."], [1333, "2020-05-01T18:13:13Z", [0.01], ""], [35064, "2020-05-01T18:04:27Z", [0.35], ""], [81455, "2020-05-01T17:35:31Z", [0.85], ""], [87827, "2020-05-01T17:32:30Z", [0.4], ""], [1333, "2020-05-01T17:22:53Z", [0.0], ""], [81577, "2020-05-01T17:18:57Z", [0.3], ""], [60695, "2020-05-01T17:17:09Z", [0.0], ""], [767, "2020-05-01T17:15:56Z", [0.35], ""], [484, "2020-05-01T17:14:16Z", [0.65], "Initial forecast. DJT's words often are either wrong or some other version of questionable, but in this case I'd suggest that if the US IC has definitive information that KJU was alive and well, it wouldn't hurt for the Prez to say some version of \"hes' ok, trust me.\" Since that was not the arc, I suspect things are complicated in the DPRK. FWIW"]], "open_date": "2020-05-01T17:00:47Z", "close_date": "2020-10-01T07:01:47Z"}