{"question_id": 773, "title": "Will Catalan pro-independence parties hold a majority of seats after the upcoming regional elections?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.4, 0.6], "correct_answer": "Yes", "correct_forecast": 0.4, "preds": [[1791, "2017-12-20T21:55:14Z", [0.3], "Although youth vote is \"Yes\" I think the majority will not risk the uncertainties associated with independence."], [15548, "2017-12-20T16:37:49Z", [0.45], ""], [1333, "2017-12-20T16:03:27Z", [0.35], ""], [28414, "2017-12-20T15:57:31Z", [0.53], ""], [691, "2017-12-20T15:37:04Z", [0.3], "http://www.aljazeera.com/news/2017/12/catalonia-set-vote-separatists-jail-exile-171219203049892.html\nThis story, like pretty much all the others, says it's too close to call.  So I am probably wrong.  Or at least not probably right."], [42335, "2017-12-20T12:37:19Z", [0.37], ""], [28414, "2017-12-20T10:06:36Z", [0.57], ""], [28414, "2017-12-20T08:51:52Z", [0.4], ""], [28414, "2017-12-20T08:48:21Z", [0.45], ""], [38319, "2017-12-20T08:35:33Z", [0.51], "This will probably be the final forecast of mine - there is about 24hr left to run. It is _really_ hard to read this.  If the question was \"Will pro-union parties hold a majority?\", then I would be 75% confident of saying \"No\" ... but a 67-67 tie a real possibility here. Final few polls (after the official ban on polling) are just reiterations of previous polls, and may well include the same response collated multiple times.  (In other words, does someone indicating an intention to vote Cs to a Feedback pollster on 15 Dec have their preference counted towards the results for all of the 8-15 Dec, 9-16 Dec, 10-17 Dec, and 11-18 Dec polls?  In that case, the \"weight\" of the recurrent polls is severely overestimated. Regardless, looking at the repeated polling over the longer term (2-3mth), there is clear evidence of a _lack_ of movement in predicted seats between pro-union and pro-independence (only shuffling back and forward between parties on the same side of the fence).  There appears to be no last minute swing one way or another. So taking polling at face value, it is a coin-toss, and I should forecast \"Yes\" at 50%. But should I take polling at face value?  Lets review the polling accuracy from the last election in 2015 (https://en.wikipedia.org/wiki/Catalan_regional_election,_2015) for the pollsters still around now. Some pollsters (Feedback, Invymark) pretty much nailed the pro-independence seat count at 72 (tending to overestimate JxSi, and underestimate the CUP).  Feedback has consistently predicted pro-independence at 69 seats this time.  Invymark, 66-67 seats. Frustratingly, the pollsters who seemed to slightly over-weight the pro-independence parties in 2015 (GAD3, Metroscopia, Sigma Dos) ... are the ones who are most cautious about a pro-independence win now.  Are they over-correcting? NC Report and Infortecnica have been the outliers - by a large amount - on the low end of pro-independence predictions on both occasions.  I think we can discount them. The only pollster who seemed to _slightly_ underestimate the eventual pro-independence in 2015 was GESOP, who has run many more polls this time around, and has consistently predicted a small (68-69 seat) pro-independence win in 2017. So compiling all of that ... it doesn't really help, does it?  I guess the only thing to go on - do I trust the pollsters who do larger polls - who have a very slight preference for pro-independence to fall short of 68 seats, or the serial pollsters, who slightly favour them just getting over the line? Really, I've got no idea.  And there's even a chance that GJO might adjudicate this question with an unexpected definition of \"pro-independence parties\" (shades of the Argentinian Senate election question) - in that case, I see NO chance of CUP/JxCat/ERC leaving the \"pro-independence\" count, but there is a tiny chance that CeC-P might leave their \"neutral\" position and become overtly \"pro-independence\" (especially if there is a hung parliament)."], [41523, "2017-12-20T04:57:11Z", [0.05], ""], [21884, "2017-12-20T01:41:50Z", [0.1], "it seems the leadership of these parties has scared and therefore results of polls are decreasing https://en.wikipedia.org/wiki/Catalan_regional_election,_2017"], [34501, "2017-12-19T23:22:44Z", [0.57], ""], [40960, "2017-12-19T20:23:27Z", [0.55], ""], [37379, "2017-12-19T20:20:59Z", [0.47], ""], [42552, "2017-12-19T15:38:47Z", [0.35], ""], [691, "2017-12-19T15:08:30Z", [0.32], ""], [28414, "2017-12-19T13:12:34Z", [0.4], ""], [28414, "2017-12-19T13:11:58Z", [0.42], ""], [42162, "2017-12-19T13:09:57Z", [0.42], ""], [14493, "2017-12-19T12:47:13Z", [0.47], "Averaging the polls you get an almost exactly 50/50 chance, but the GJO consensus is 40% yes. Looking back as the GJO consensus trend, a week ago the consensus was 56%, but I don't see any great change in the polls between last week and this, so why has the GJO consensus changed so much? \nI was in Spain last week, but not in Catalonia and could not help but notice the majority view of the rest of Spain, that regards the Catalan independence as somewhere between madness and irritation (my local restaurant has jokingly renamed Crema Catalan on its menu, Crema Valencian). I suspect that the views of my Spanish friends has biased my view of this vote, I think that Catalan Independence would be a crazy complicated outcome. (How many boarder crossings and customs post would be needed?) So I tend to assume that sensible voters would not actually vote for parties that seem to promote chaos, but I have been caught out too many times in the last couple of years by voters who seem to be totally irrational and have voted for people, parties or ideas that have zero chance of achieving the golden future promised to their supporters. \nHaving said that I do suspect that in Catalonia sensible people who want a quiet life are keeping a low profile and would be less likely to tell pollsters they are going to vote for the boring sensible parties and not the exciting, brave independence parties, so I am going for a slightly higher chance of a No than a Yes. \n "], [28414, "2017-12-19T09:16:05Z", [0.38], ""], [15231, "2017-12-19T07:00:49Z", [0.4], ""], [12879, "2017-12-19T01:45:53Z", [0.41], ""], [32872, "2017-12-18T23:25:56Z", [0.38], ""], [41270, "2017-12-18T22:47:30Z", [0.3], "Seems they may fall a bit short, but it's going to be really close."], [37379, "2017-12-18T20:55:48Z", [0.43], ""], [40960, "2017-12-18T19:19:24Z", [0.7], ""], [636, "2017-12-18T19:19:05Z", [0.75], "They already approved separation and are incensed by the Spanish government's heavy handed policies towards the leaders of the separatist movement."], [40960, "2017-12-18T19:13:34Z", [0.7], ""], [15548, "2017-12-18T16:34:42Z", [0.4], ""], [13959, "2017-12-18T16:02:42Z", [0.4], ""], [28414, "2017-12-18T15:54:45Z", [0.43], ""], [31275, "2017-12-18T15:03:30Z", [0.4], "Close call. It appears the Independence Party has a good shot at majority. Still thinking though they will fall short as record turnout expected and stability has been sought in elections elsewhere in Europe and move to Independence might create more chaos. http://catalannews.com/politics/item/what-do-polls-say-about-the-catalan-election"], [691, "2017-12-18T12:26:02Z", [0.36], ""], [82, "2017-12-18T03:14:15Z", [0.35], ""], [77, "2017-12-18T01:41:46Z", [0.5], ""], [30059, "2017-12-17T17:33:46Z", [0.55], ""], [40001, "2017-12-17T17:11:40Z", [0.45], ""], [30381, "2017-12-17T16:45:13Z", [0.4], "Updating on polling findings of Ken_Barns."], [42496, "2017-12-17T16:07:51Z", [0.1], ""], [38319, "2017-12-17T12:16:08Z", [0.41], "A further torrent of polls giving mixed results, but with a strong predilection to have pro-independence come up a couple of seats short of a majority."], [28414, "2017-12-17T12:14:58Z", [0.39], ""], [28414, "2017-12-17T12:09:08Z", [0.45], "\"According to Mr Bartomeus, an election so soon after the October events has served to harden positions. If the opinion polls are right, only a few voters will desert the independence camp. But Ciudadanos and the other constitutionalist parties hope that some Catalans who are against independence but who used to stay away will vote this time, boosting turnout beyond the 75% who cast ballots in 2015.\"\nhttps://www.economist.com/news/europe/21732537-much-hangs-catalan-election-may-settle-little-catalonia-prepares-vote-yet-again"], [36188, "2017-12-17T11:26:29Z", [0.4], ""], [28414, "2017-12-17T09:42:49Z", [0.37], ""], [5018, "2017-12-17T07:43:27Z", [0.85], ""], [37379, "2017-12-17T03:15:10Z", [0.5], ""], [31275, "2017-12-17T01:10:13Z", [0.33], "https://elpais.com/elpais/2017/12/15/inenglish/1513333454_661556.html\nhttps://www.thelocal.es/20171215/latest-polls-show-catalan-separatists-could-lose-absolute-majority-in-vote"], [42055, "2017-12-16T17:05:40Z", [0.02], "Read a few articles in the paper about it and just get the feeling it is going to be a pro-unity majority but with a promise for a lawful referendum."], [41190, "2017-12-16T15:57:03Z", [0.0], ""], [77, "2017-12-16T14:47:19Z", [0.55], ""], [691, "2017-12-16T13:58:27Z", [0.36], ""], [42055, "2017-12-16T13:26:24Z", [0.42], "It is going to be very close by all accounts. https://uk.news.yahoo.com/catalan-election-return-hung-parliament-poll-124139898--business.html "], [32338, "2017-12-16T10:30:08Z", [0.25], ""], [13377, "2017-12-16T09:55:15Z", [0.55], ""], [15548, "2017-12-16T09:42:15Z", [0.55], ""], [4588, "2017-12-16T09:19:33Z", [0.15], ""], [33399, "2017-12-16T09:12:09Z", [0.67], ""], [41612, "2017-12-16T07:18:26Z", [0.53], ""], [42432, "2017-12-15T20:52:34Z", [0.48], ""], [42162, "2017-12-15T19:57:08Z", [0.4], ""], [1495, "2017-12-15T19:21:13Z", [0.01], ""], [1333, "2017-12-15T17:53:46Z", [0.45], ""], [15548, "2017-12-15T16:17:42Z", [0.5], ""], [21884, "2017-12-15T15:53:51Z", [0.1], ""], [28414, "2017-12-15T13:39:17Z", [0.4], ""], [38319, "2017-12-15T13:31:42Z", [0.46], "A further run of polls indicating that pro-independence will fall just short of 68, and indicating no movement, or 1-2 seat of movement away from pro-independence, compared to earlier polls by the same company. On the other hand, Feedback/El Nacional back to forecasting 69-70 seats for pro-independence."], [691, "2017-12-15T11:46:34Z", [0.38], ""], [13377, "2017-12-15T02:35:32Z", [0.5], ""], [21884, "2017-12-15T01:26:32Z", [0.5], ""], [13959, "2017-12-15T00:42:29Z", [0.5], ""], [38319, "2017-12-15T00:10:54Z", [0.48], "Whoosh! A whole run of polls in the last couple of days, predicting a hung chamber, or a pro-union majority.  Probably more significantly, when each poll is compared to the previous one done by the same company (where available), there seems to be a repeated trend of pro-independence parties (when combined) holding 1-2 seats less than previously predicted.  It's not much, but in such a close election, 1-2 seats difference will probably be all that splits having a pro-independence majority from not having one."], [691, "2017-12-14T16:47:43Z", [0.42], ""], [15548, "2017-12-14T16:31:19Z", [0.6], ""], [28414, "2017-12-14T09:34:51Z", [0.5], ""], [28414, "2017-12-14T08:19:49Z", [0.53], ""], [31275, "2017-12-14T01:47:21Z", [0.37], "It appears that since the separatists can not agree on what Independence means and Barcelona is suffering from the independence movement that the pro-Independence parties will fall short. https://uk.reuters.com/article/uk-spain-politics-catalonia-poll/catalan-separatists-to-lose-majority-in-tight-election-poll-idUKKBN1E40IM?feedType=RSS&feedName=topNews"], [38319, "2017-12-13T23:04:36Z", [0.61], "Oops.  Forget to change the forecast! Off to see The Last Jedi now.  See you all later!"], [38319, "2017-12-13T23:03:46Z", [0.65], "Now a 3rd poll (since start of November) predicting a slight _pro-union_ majority (https://www.elnacional.cat/ca/politica/encuesta-elecciones-cataluna-21d-4_220401_102.html), as opposed to a 67-67 tie or a pro-independence majority. This is of particular note because Feedback/El Nacional polling has always predicted a pro-independence majority until now. As a side note, I can't see myself going much past \"75% yes\" for this question.  Yes, there is consistent polling favouring a pro-independence majority, but the margin is small, and would only take a tiny (but systematic) statistical error to have pro-independence lose that majority in pretty much all the polls.  A 25% chance of such a statistical error existing (and having that error seem to inflate the pro-independence vote) seems reasonable."], [30381, "2017-12-13T21:59:05Z", [0.62], "Copying Ken_Barns and slightly downadjusting for majority opinion. "], [1333, "2017-12-13T17:30:22Z", [0.35], ""], [42378, "2017-12-13T17:24:13Z", [0.33], ""], [691, "2017-12-13T15:02:30Z", [0.41], ""], [42181, "2017-12-13T03:21:38Z", [0.5], ""], [691, "2017-12-12T21:41:19Z", [0.28], ""], [15548, "2017-12-12T16:27:02Z", [0.65], ""], [3317, "2017-12-12T14:27:25Z", [0.7], ""], [41649, "2017-12-12T10:50:48Z", [0.7], ""], [15196, "2017-12-12T06:20:12Z", [0.65], ""], [38319, "2017-12-12T02:53:53Z", [0.65], "3 more polls.  Worst of which (from the pro-independence perspective) gives a tie 67-67 at the low end of expectations.  The other two polls give a 68-66 and a 69-65 split as the \"worst case\" for pro-independence; median cases are a 70-64 and a 71-63 split. (Though to be fair, the latter of those polls was commissioned by the pro-independence JxCat grouping, and paints them doing better than the ERC, which every other poll has as the senior pro-independence party!)"], [37379, "2017-12-12T02:26:45Z", [0.57], ""], [21884, "2017-12-11T23:59:12Z", [0.7], ""], [41270, "2017-12-11T22:24:03Z", [0.6], ""], [32872, "2017-12-11T19:21:55Z", [0.41], ""], [15548, "2017-12-11T16:35:23Z", [0.55], ""], [31275, "2017-12-11T15:57:03Z", [0.57], "This one is tough. 2400 companies have moved out of the region and the separatists can not agree on what Independence. Spain though does heavy handed actions inflaming the populace so the situation is almost evenly split. This poll shows slight lead for independents. http://www.independent.co.uk/news/world/europe/catalonia-pro-independence-movement-what-its-like-carles-puigdemont-catalonians-vote-spain-a8099906.html"], [1528, "2017-12-11T14:25:05Z", [0.6], ""], [40960, "2017-12-11T13:19:03Z", [0.9], ""], [28414, "2017-12-11T12:46:54Z", [0.57], ""], [28414, "2017-12-11T12:46:06Z", [0.6], ""], [28414, "2017-12-11T12:26:13Z", [0.55], ""], [38319, "2017-12-11T12:19:41Z", [0.62], "Serial polling within a given polling organisation (SocioMetrica, Feedback) show _very_ slight trends in favour of independence over the last couple of weeks.  This is against a background of generally having independence parties _barely_ sneaking a majority of seats. While there is some lability in polling percentages and predicted seats, it seems like much of the movement is back-and-forth between parties on the same side of the fence.  That is, if Rovira, the acting leader for the pro-independence ERC party performs weakly in a given week, then polls and forecast seats will slip from the ERC to the pro-independence JxCat.  Similarly, a strong performance by the leaders of the pro-unionist Cs party will tend to pull support away from the other pro-unionist parties. In other words, we have a situation similar to how Nate Silver's 538 was calling the 2016 US Presidential election: lots of uncertainty about the outcome, but very little evidence that there is a significant \"undecided\" group that will swing one way or another between now and election day. This makes me more comfortable forecasting a \"Yes\" here - it is highly likely that the election results will reflect the status quo of the last few years.  That is, a dead heat in popular support between pro-independence and pro-union, but electoral weighting slightly favouring the more rural pro-independence movement. Further, per Wikipedia's reports of polling (https://en.wikipedia.org/wiki/Catalan_regional_election,_2017), of the 17 polls since the start of November, only 2 have the pro-independence parties getting fewer than 67 seats.  The consensus seems to be a small (2-6 seat) JxCat/ERC/CUP majority, or a tied race."], [36188, "2017-12-11T06:30:34Z", [0.5], ""], [41590, "2017-12-10T21:26:58Z", [0.45], "Consistent impression of reduction in pro-independence seats. Several sources predicting the loss of their majority, but only by narrow margins."], [37210, "2017-12-10T17:11:48Z", [0.2], ""], [1667, "2017-12-10T15:11:51Z", [0.45], ""], [691, "2017-12-10T13:18:39Z", [0.18], ""], [32872, "2017-12-10T13:02:51Z", [0.31], ""], [32872, "2017-12-10T13:01:14Z", [0.34], ""], [98, "2017-12-10T03:47:46Z", [0.51], ""], [42243, "2017-12-09T23:11:07Z", [0.25], ""], [42243, "2017-12-09T23:10:47Z", [0.4], ""], [19326, "2017-12-09T21:23:23Z", [0.44], ""], [32872, "2017-12-09T13:16:31Z", [0.29], ""], [32338, "2017-12-09T08:39:24Z", [0.35], ""], [8226, "2017-12-09T06:27:10Z", [0.85], ""], [8318, "2017-12-09T02:47:12Z", [0.88], ""], [38319, "2017-12-08T20:31:51Z", [0.53], ""], [37379, "2017-12-08T19:52:14Z", [0.5], ""], [31275, "2017-12-08T19:29:07Z", [0.4], "Close election. They just had a debate and the separates can not agree on what that means. "], [691, "2017-12-08T15:28:19Z", [0.18], ""], [36188, "2017-12-08T10:23:54Z", [0.6], ""], [28414, "2017-12-08T09:37:06Z", [0.5], ""], [38101, "2017-12-08T03:15:09Z", [0.55], ""], [21980, "2017-12-07T19:58:24Z", [0.1], ""], [691, "2017-12-07T13:44:02Z", [0.14], ""], [42181, "2017-12-06T18:10:01Z", [0.2], ""], [15548, "2017-12-06T16:53:32Z", [0.4], ""], [41681, "2017-12-06T14:01:29Z", [0.4], ""], [28414, "2017-12-06T13:23:20Z", [0.42], ""], [28414, "2017-12-06T13:06:13Z", [0.37], ""], [38319, "2017-12-06T12:53:48Z", [0.61], "Reasonably high-quality ongoing poll published in El Nacional (http://www.elnacional.cat/ca/politica/enquesta-eleccions-catalunya-21d-1_218265_102.html).  Predicts pro-independence parties between 67 and 70 seats total.  CUP to lose 2 seats, and old JxSi coalition to lose 0-3; combined they can afford to lose 4 seats total and still hold a majority."], [500, "2017-12-06T08:30:09Z", [0.0], ""], [15196, "2017-12-06T04:56:09Z", [0.1], ""], [77, "2017-12-06T04:42:30Z", [0.68], ""], [38319, "2017-12-05T21:24:12Z", [0.51], "Two more polls just come in, having the pro-independence parties getting just under the required 68 seats: 66/67 seats in one poll, 67 in the other.   So the polling falls into two categories: a few large polls, which converge to show a tie on 67 seats all, and a larger number of smaller trials showing a trend towards pro-independence parties getting 69-70 seats.  It is not clear that the smaller trials are methodologically worse than the larger trials. Bascially, a line-ball call.  Very, very slight weighting to pro-independence due to the fact that the larger trials need only call a single seat wrong for the result to go the other way."], [15548, "2017-12-05T17:04:41Z", [0.3], ""], [691, "2017-12-05T14:04:06Z", [0.16], ""], [41366, "2017-12-05T09:49:27Z", [0.1], ""], [15196, "2017-12-05T06:28:24Z", [0.3], ""], [13959, "2017-12-05T01:46:20Z", [0.35], ""], [38163, "2017-12-04T23:23:40Z", [0.55], ""], [31275, "2017-12-04T22:29:47Z", [0.31], "Read the comments. There were massive rallies on both sides.  Not everyone was upset with the National Government’s moves. The Basques have tried to have Independence for years so it might appear to people as futile. Close call. Moving percentage back up. "], [41184, "2017-12-04T21:31:27Z", [0.37], ""], [73, "2017-12-04T21:25:48Z", [0.0], "larger than constitutionalist parties yes, the majority no."], [12879, "2017-12-04T20:30:07Z", [0.65], ""], [42129, "2017-12-04T19:44:04Z", [0.8], "Putting politicians and activists in the jail would always backfire."], [39733, "2017-12-04T19:18:28Z", [0.51], ""], [28414, "2017-12-04T17:54:36Z", [0.35], ""], [28414, "2017-12-04T17:52:18Z", [0.3], ""], [31275, "2017-12-04T17:45:22Z", [0.16], "Polls are saying Independence Party will lose majority. Polls can be wrong so watch other factors like street demonstrations, tweets, politician statements."], [26375, "2017-12-04T16:11:14Z", [0.0], ""], [691, "2017-12-04T13:36:31Z", [0.16], ""], [28414, "2017-12-04T09:21:23Z", [0.35], ""], [37379, "2017-12-04T07:52:30Z", [0.55], "http://www.gjopen.com/comments/comments/629831"], [38319, "2017-12-04T05:19:30Z", [0.59], "Let's assume \"pro-independence parties\" means CUP + ERC + JxCat.  Currently they hold 72 seats, so can afford to lose 4 seats and still have a majority.  The CUP seems a little on the nose, and polling indicates that they will lose 2-4 seats.  Similarly, the JxSi coalition (now fighting separately as ERC and JxCat) seems to be set to lose 0-2 seats. Interestingly, polls with different estimates of turnout do not seem to give different outcomes: I would have thought that higher turnouts would have favoured the pro-unionist factions.  Certainly that seems to be how pundits are calling it.  Perhaps the pro-unionist voters who previously might have stayed at home are being balanced out by moderates who are upset by the Spanish response to the referendum. In any case, pro-independence have a buffer of 4 seats.  I think there will be a very slight swing against them, but not enough to overhaul the 4 seats.  Forecast ever so slightly in favour of the pro-independence parties."], [29497, "2017-12-04T01:26:44Z", [0.55], ""], [22132, "2017-12-03T22:56:13Z", [0.5], ""], [31317, "2017-12-03T21:12:17Z", [0.51], ""], [691, "2017-12-03T20:07:19Z", [0.14], ""], [42113, "2017-12-03T19:47:15Z", [0.6], ""], [77, "2017-12-03T15:14:08Z", [0.55], ""], [30059, "2017-12-02T15:11:31Z", [0.6], ""], [32707, "2017-12-02T14:45:07Z", [0.22], ""], [10945, "2017-12-02T13:30:35Z", [0.45], ""], [20156, "2017-12-02T08:52:38Z", [0.45], ""], [20929, "2017-12-02T07:07:34Z", [0.35], ""], [34959, "2017-12-02T06:49:50Z", [0.5], ""], [37352, "2017-12-02T01:09:47Z", [0.1], ""], [29905, "2017-12-01T23:54:11Z", [0.15], ""], [32872, "2017-12-01T19:36:32Z", [0.2], ""], [16272, "2017-12-01T18:05:32Z", [0.33], ""], [37379, "2017-12-01T10:12:49Z", [0.35], ""], [15471, "2017-12-01T08:08:36Z", [0.35], ""], [31275, "2017-12-01T04:03:29Z", [0.23], "https://twitter.com/sgtastemakers/status/934791140443938816"], [1333, "2017-11-30T23:06:42Z", [0.25], ""], [37474, "2017-11-30T19:51:55Z", [0.0], ""], [15548, "2017-11-30T17:00:44Z", [0.35], ""], [691, "2017-11-30T13:45:18Z", [0.08], ""], [41983, "2017-11-30T10:41:32Z", [0.79], ""], [41681, "2017-11-30T10:23:43Z", [0.3], "Latest poll average (taken from: https://ig.ft.com/catalonia-poll-tracker/) has separatists at 45.5%, unionists at 43.3%. CatComu (8.8%) is neither clearly pro- nor anti-independence."], [40054, "2017-11-30T10:14:20Z", [0.01], ""], [28414, "2017-11-30T07:17:51Z", [0.25], ""], [38661, "2017-11-30T05:42:14Z", [0.27], "While pro-independence sentiments have surged since the crackdown following the referendum vote, it should be noted that support for independence will still be limited to a limited portion of the population. It is also very likely that those who are anti-independence will most likely be mobilized and come out to vote in greater numbers (and are unlikely to vote for independence). There is a possibility that foreign influence (especially Russian) could attempt to bolster the pro-independence parties as Russian meddling was a factor in the referendum (as it has been with other separatist movements such as Kuwait)"], [5018, "2017-11-30T05:05:33Z", [0.6], ""], [28414, "2017-11-29T21:19:26Z", [0.1], ""], [16851, "2017-11-29T20:15:22Z", [0.8], ""], [12879, "2017-11-29T19:55:34Z", [0.1], ""], [41589, "2017-11-29T19:40:12Z", [0.18], ""], [691, "2017-11-29T19:14:36Z", [0.08], "Catalonia's voters have had enough of this crowd for the moment, I suspect.  Waiting to hear from my people there, but they are not particularly objective on this topic.  I suppose I could check the local news sources, but lassitude prevails."], [1333, "2017-11-29T19:03:22Z", [0.15], ""]]}