{"question_id": 689, "title": "Will a Republican win the special election for Alabama's U.S. Senate seat?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.495, 0.505], "correct_answer": "No", "correct_forecast": 0.505, "preds": [[1639, "2017-12-13T07:08:22Z", [0.0], "Looks like"], [1738, "2017-12-13T06:11:04Z", [0.0], ""], [14847, "2017-12-13T05:38:09Z", [0.0], "\"Conventional wisdom is that \"this is Alabama\" so Moore will win, which is just too deterministic.\""], [14847, "2017-12-13T05:37:52Z", [1.0], ""], [14667, "2017-12-13T05:35:20Z", [0.0], ""], [40714, "2017-12-13T05:18:29Z", [0.0], "Senate race called. Doug Jones wins. The steady campaigning, spending and turnout was enough with the bad sentiment against Roy Moore."], [23234, "2017-12-13T05:11:49Z", [0.0], "Unofficial results from Alabama's official website for reporting election results.... After all \"Counties Reported\" (does this mean all precincts have reported?), turnout was more than 40% (high!!!!) (unheard of in a modern non-Presidential statewide election in Alabama?) and Jones' margin of victory was probably sufficiently large that diversion of Republican votes away from Moore to write-in candidates wouldn't've made the difference.\nJones\t49.92%\t671,151\nMoore\t48.38%\t650,436\nWrite-In\t1.69%\t22,780\nTotal\t\t1,344,367\n  Total Ballots Cast: 1,346,147  Total Registered Voters: 3,326,812  Voter Turnout: 40.46%  Counties Reported: 67 of 67  Last Updated: 12/12/2017 10:46:17 PM\nThe election results presented on these pages are unofficial and presented as a courtesy of the Alabama Secretary of State and Alabama’s Probate Judges. The accuracy of the election results is the responsibility of the Probate Judge for each county reporting. http://www2.alabamavotes.gov/electionNight/statewideResultsByContest.aspx?ecode=1000915"], [2241, "2017-12-13T04:56:40Z", [0.0], ""], [67, "2017-12-13T04:51:33Z", [0.0], ""], [1738, "2017-12-13T04:50:05Z", [0.0], ""], [23234, "2017-12-13T04:32:39Z", [0.0], "this is what the race for that same senate seat looked like in 2014 when the dem raised less than $5k and Jeff Sessions ultimately ran unopposed (dark red >89.9% of vote, light red, > 79.9% of vote): \nhttps://upload.wikimedia.org/wikipedia/commons/4/4e/United_States_Senate_election_in_Alabama%2C_2014_results_by_county.svg"], [27461, "2017-12-13T04:17:39Z", [0.0], ""], [27705, "2017-12-13T04:07:08Z", [0.05], "YAH so  I was right.  The turnout was low, black people voted.  "], [73, "2017-12-13T04:02:23Z", [0.0], ""], [38387, "2017-12-13T04:01:37Z", [0.0], "Election just called by A.P."], [1738, "2017-12-13T03:59:13Z", [0.0], ""], [14372, "2017-12-13T03:57:18Z", [0.0], ""], [31317, "2017-12-13T03:52:13Z", [0.0], ""], [31317, "2017-12-13T03:50:48Z", [0.05], ""], [31317, "2017-12-13T03:50:38Z", [0.35], ""], [23234, "2017-12-13T03:46:50Z", [0.0], "(Moore not ready to call it.)"], [1738, "2017-12-13T03:46:28Z", [0.0], ""], [1056, "2017-12-13T03:42:45Z", [0.0], "I note that - at this moment, anyway - the number of write-in votes is significantly greater than Jones' margin of victory. I think the result of this fact will be that some Republicans will regard this election as \"stolen\" by treacherous RINOs who refused to vote for the party's candidate. The fact the Moore is a sleazeball and an ignoramus will be considered comparatively insignificant. 2018 should be interesting."], [23234, "2017-12-13T03:42:18Z", [0.0], "HARRY ENTEN 10:41 PM\nIt’s pretty clear now that the vote margin is going to be tight. Jones probably wins by between 1 and 2 percentage points. Never let anyone tell you that your vote doesn’t count. edit3 [deleted part of post, b/c with more results in, i think turnout, not write-in made the difference]\n[edit2:] it looks like voter turnout made a huge difference as well... I thought ~%25 was expected for a non-presidential election, but this looks closer to 1/3 of registered voters turned out:\nU.S. SENATE SPECIAL GENERAL ELECTION 2017 STATEWIDE RESULTS\nTotal Ballots Cast: 1,132,826  Total Registered Voters: 3,326,812  Voter Turnout: 34.05%  Counties Reported: 66 of 67  Last Updated: 12/12/2017 10:03:50 PM\nhttp://www2.alabamavotes.gov/electionNight/statewideResultsByContest.aspx?ecode=1000915\nhmm.... and it's also showing Moore with more votes, so it must not be the latest...."], [34821, "2017-12-13T03:40:45Z", [0.0], ""], [20768, "2017-12-13T03:39:07Z", [0.0], ""], [33035, "2017-12-13T03:36:31Z", [0.0], ""], [23234, "2017-12-13T03:36:13Z", [0.0], "99% of precincts in [deleted part of post about write-ins... i think turnout made the difference]\nDoug Jones\t598,027\t\t49.6%\nRoy Moore\t588,438\t\t48.8%\nWrite-ins\t20,037\t\t1.7% Wow!"], [42111, "2017-12-13T03:34:32Z", [0.02], ""], [41270, "2017-12-13T03:34:11Z", [0.0], ""], [30364, "2017-12-13T03:34:01Z", [0.0], ""], [37488, "2017-12-13T03:33:09Z", [0.0], ""], [35831, "2017-12-13T03:33:01Z", [0.0], "Oh well, I was wrong :)"], [767, "2017-12-13T03:32:44Z", [0.0], "Doug  Jones declared the winner. "], [32258, "2017-12-13T03:31:50Z", [0.0], "Happy to be completely WRONG!"], [30364, "2017-12-13T03:30:48Z", [0.05], "VERY Happy to be wrong!!!"], [14777, "2017-12-13T03:30:33Z", [0.0], ""], [40214, "2017-12-13T03:30:28Z", [0.04], "CNN projected this as of now, but you never know may be a recount because it is so close "], [485, "2017-12-13T03:29:23Z", [0.05], "Jones is pulling ahead significantly."], [34353, "2017-12-13T03:28:34Z", [0.0], ""], [23234, "2017-12-13T03:28:24Z", [0.5], "I cannot believe it."], [22833, "2017-12-13T03:27:36Z", [0.0], ""], [37488, "2017-12-13T03:27:10Z", [0.05], ""], [14432, "2017-12-13T03:26:49Z", [0.0], ""], [5018, "2017-12-13T03:26:36Z", [0.0], ""], [38032, "2017-12-13T03:26:27Z", [0.05], ""], [42111, "2017-12-13T03:26:24Z", [0.15], ""], [1056, "2017-12-13T03:26:16Z", [0.0], "AP just called it for Jones."], [23234, "2017-12-13T03:25:58Z", [1.0], "fox news is *projecting* Jones will win. *results* I'm looking at are nearly tied with ~17,000 write-in votes.  nytimes has called as well."], [40214, "2017-12-13T03:24:32Z", [0.45], ""], [42111, "2017-12-13T03:23:57Z", [0.3], ""], [2241, "2017-12-13T03:22:56Z", [0.03], ""], [36783, "2017-12-13T03:22:40Z", [0.0], ""], [1056, "2017-12-13T03:19:23Z", [0.4], "Jones may do it. It's an extraordinarily good showing, even if he winds up losing."], [1646, "2017-12-13T03:17:01Z", [0.02], ""], [42111, "2017-12-13T03:11:53Z", [0.4], ""], [29266, "2017-12-13T03:11:31Z", [0.0], ""], [23234, "2017-12-13T03:09:45Z", [1.0], "[deleted post about write-ins; think it was turnout]"], [37488, "2017-12-13T03:09:01Z", [0.35], ""], [767, "2017-12-13T03:07:42Z", [0.2], "The NY Times, as of 10:01 PM ET, estimates, based on results reported so far, results of previous elections and demographic data,\nthat Doug Jones will win by a margin of 1.7% . \nDecision Desk says Jones is up by 7% in DDHQ's bellwether precincts. Hold on tight!  0% has been counted in Selma, guys."], [29266, "2017-12-13T03:06:37Z", [0.01], ""], [1646, "2017-12-13T03:04:56Z", [0.08], ""], [42111, "2017-12-13T03:02:54Z", [0.6], ""], [1646, "2017-12-13T02:49:45Z", [0.25], "contrarian view most remaining votes are democrat"], [35831, "2017-12-13T02:45:48Z", [1.0], "Shamelessly last minute prediction :)"], [767, "2017-12-13T02:44:33Z", [0.95], "NY Times with 64% of precincts reporting: Roy Moore - 353,153\t- 52.9%\t\nDoug Jones - 304,757\t- 45.7\t\nTotal Write-Ins - 9,514\t- 1.4"], [23234, "2017-12-13T02:10:17Z", [1.0], "on fivethirtyeight, watching the results come in, an expert comments as follows. \"HARRY ENTEN 9:07 PM\nFolks, anyone who says they know how this is going to end is a liar. That, or you should ask them what the lottery numbers will be tomorrow.\"\n-------\nthis is surprising to me. I didn't (and still can't make myself) think the vote count would (will) be close... [edit:/] in the next post, why is he talking about 2014 turnout? Didn't Jeff Sessions run unopposed in 2014 and win no less than 80% in every county? I don't know anything about the professional aspect of this but it seems like that would make it difficult to use 2014 as a benchmark.\n----------\nHARRY ENTEN 9:35 PM\nI said it before, and I’ll say it again. The heavily white non-urban areas have mostly seen decreased turnout compared to 2014. Heavily black counties have actually seen equal or a slight uptick in turnout.[/edit] [edit2: I have no idea what the following means]\nHARRY ENTEN 9:52 PM\nI’ll note, for what it’s worth, that the exit poll adjustment based on actual votes has Jones winning by between 2 and 3 percentage points.\n[/edit]"], [40755, "2017-12-13T01:42:11Z", [0.45], ""], [767, "2017-12-13T01:41:47Z", [0.6], ""], [29266, "2017-12-13T01:40:56Z", [0.05], ""], [40714, "2017-12-13T01:31:35Z", [0.12], "The exit polls seem more favorable for Jones. Still have to update my model"], [767, "2017-12-13T00:37:49Z", [0.4], ""], [767, "2017-12-13T00:21:54Z", [0.51], "Last minute update of forecast based on exit polls.  CNN exit poll: electorate today 65% White, 30% Black, 2% Latino. \nExit polls also saying that 48% disapprove of Trump. Is it enough to give Jones the edge?   "], [30364, "2017-12-13T00:12:48Z", [1.0], ""], [1738, "2017-12-12T23:43:46Z", [1.0], ""], [20768, "2017-12-12T23:08:26Z", [0.45], "I originally predicted 50% - too close to call.  But now I think republican voters writing-in another candidate instead of voting for Moore is going to give Jones the win, plus Jones seems to be getting the high turnout among Democrats, especially young people and African Americans that people weren't sure he was actually going to be able to get. A note: I've seen a few comments saying they believe Alabamians will say they will vote for Jones on a poll (or put a Jones sign on their lawn), but privately they will still vote for Moore, and those commentators may be right.  But I think they are also underestimating the amount of Republicans who will say they will vote for Moore, but privately won't, because they are not willing to admit they won't vote for the Republican nominee. \nI think saying that people are willing to say they will vote for Jones but actually won't is the outside perspective, I think in Alabama there is far more social pressure to publicly say you will vote republican (though I am also an outsider, so I might be very wrong). I think there might be a significant amount of Republicans in Alabama who will privately choose to write-in a different republican instead of voting for Jones because of Alabama cultural pressure not to vote for a Democrat and/or to satisfy their religious loyalty to the republican party. In an election this close, there doesn't have to be that many of them to make a difference."], [37488, "2017-12-12T21:26:39Z", [0.85], ""], [40755, "2017-12-12T21:17:10Z", [0.5], ""], [14777, "2017-12-12T20:05:39Z", [0.6], ""], [14777, "2017-12-12T20:05:34Z", [0.65], ""], [15548, "2017-12-12T19:03:28Z", [0.55], ""], [40755, "2017-12-12T18:55:30Z", [0.6], ""], [1333, "2017-12-12T18:02:53Z", [0.99], "Let me make this simple - Alabama voters will rally on two points - Moore hasn'r rec'd due process and therefore is seen as the aggrieved part, and Jones is pro abortion a litmus test item in the south. So they vote for a possible molester and a (as they see him) a known baby killer. Advantage Moore, on record turnout."], [30364, "2017-12-12T18:01:01Z", [1.0], ""], [29266, "2017-12-12T17:22:05Z", [0.1], "Bullish on Jones for a few reasons: 1) National context - Democrats will show up in higher numbers than expected given opposition to Trump (as we saw in VA, and as occurred in reverse with the Tea Party after Obama's election)\n2) Roy Moore - extreme enough that we've got to subtract a few points for Republicans who just can't stomach voting for him (and the sexual allegations don't help)\n3) The polls - as 538 points out, most of the polls have been robo calls, not the gold standard.  Of the surveys that used lived interviews, Jones has been tied or lead Moore:  https://fivethirtyeight.com/features/what-the-hell-is-happening-with-these-alabama-polls/"], [16119, "2017-12-12T17:01:12Z", [0.58], ""], [40755, "2017-12-12T16:14:32Z", [0.6], ""], [485, "2017-12-12T15:53:07Z", [0.5], "For me, too close to call. Polls are coming up with conflicting results, related to different elements of polling processes. Updated news articles and OSINT: “Alabama drama nears an explosive end,” The Hill, Dec. 12. http://thehill.com/homenews/campaign/364383-ala-drama-nears-an-explosive-end “Voters head to polls in Alabama race with high stakes for Trump,” Reuters news service, Dec. 12. https://www.reuters.com/article/us-usa-election-alabama/voters-head-to-polls-in-alabama-race-with-high-stakes-for-trump-idUSKBN1E616L “What The Hell Is Happening With These Alabama Polls?” FiveThirtyEight, Dec. 11. https://fivethirtyeight.com/features/what-the-hell-is-happening-with-these-alabama-polls/ “The Polls Agree: Jones Leads Moore by 10 – or Trails Him by 9,” New York Magazine – Daily Intelligencer, Dec. 11. http://nymag.com/daily/intelligencer/2017/12/fox-news-poll-doug-jones-leads-roy-moore-by-10.html “Why polls showing a 20-point spread in Alabama aren’t actually ‘wrong’,” Washington Post, Dec. 11. https://www.washingtonpost.com/news/politics/wp/2017/12/11/why-polls-showing-a-20-point-spread-in-alabama-arent-actually-wrong/?utm_term=.95eebbe1db9d “How a Democrat could win in Alabama, in charts,” CNN, Dec. 12. http://www.cnn.com/2017/12/12/politics/alabama-county-analysis-moore-jones-folsom-trump/index.html “Sen. Shelby could save Alabama from Moore,” The Hill, Dec. 11. http://thehill.com/opinion/campaign/364255-sen-shelby-could-save-alabama-from-moore “5 reasons you need to pay attention to the Roy Moore race,” CNN, Dec. 11. http://www.cnn.com/2017/12/11/politics/roy-moore-donald-trump-republicans/index.html"], [1056, "2017-12-12T15:47:38Z", [1.0], "Still at 100% that Moore will win. I don't think it matters if Alabamians believe the allegations against Moore. To the type of Christians that inhabit Alabama - and a great many other places in the U.S. - Moore's sexual misconduct is a moral lapse that anyone can fall prey to. Abortion, on the other hand, is considered literally Satanic, and support for it is regarded as a conscious choice to align with evil. The fact that the allegations against Moore are decades old conforms to a theology of redemption and personal transformation through Christianity. I don't know if Moore has made that case, but it's possible that his voters subconsciously make it for him. So when weighing comparative moral lapses, Jones may be considered the greater malefactor simply because of his stance on abortion. For evangelical, fundamentalist and Pentacostal voters, abortion is not just a policy issue. As for spending, I think it's at best irrelevant in this case. The Democrats spent a fortune on advertising for Ossoff - far more than Handel spent - and Ossoff lost. If you are the pro-choice, anti-gun candidate in Alabama, spending on ads won't help you.  Similarly, we keep seeing stories about how committed Republicans can never bring themselves to vote for Moore. This is unsurprising, because the Republican organization in Alabama backed Strange in the primary; Moore was the insurgent candidate. I read an article yesterday that quoted a stalwart Republican woman who couldn't stand Moore. Then they gave her background, and she's related to officers of the state party, and to Republican officeholders in Alabama. People like her may swing the vote to Jones, but I think they are hardly representative, and unless they turn out in large numbers, will have little effect. Perhaps more importantly, I think the Atticus Finch style liberalism that Jones represents has little purchase in Alabama (or anywhere else) anymore. America has changed, politics have coarsened, and behavior that people once considered out-of-bounds is now acceptable, because the only thing that matters is political power. From what I know about Jones, he is portraying himself as a decent man, and therefore worthy of the office. He may well be a decent man, but unfortunately that's not enough anymore - in fact, it may be an impediment. In any case, his stances on abortion and gun rights will, for many voters, disqualify him. Ideally, (from a party standpoint) the Democrats would run a decent man who a majority of people are willing to vote for. As it is, the Republicans appear to be running an indecent man who a majority of people are unwilling to vote against. That's why I think Moore will win. We'll see this evening."], [691, "2017-12-12T15:31:23Z", [0.99], "One does wish people would stop referring to elections as \"races.\"  They are not races, nor any other sort of game, and using sport metaphors gives vast numbers of Americans the wrong idea about what is going on.  The important thing in an election is not who is ahead at any particular moment, but about what the winner will do once elected.   In any case, the good white Christians of Alabama will not vote for a Democrat, no matter who the Rs put up.  In the olden days of of the Solid South (which was solidly D, this being a moment in history when the Republican party was the less racialist), such voters were referred to as \"yellow-dog\" Democrats, of whom it was said they would vote for a yellow dog on the Democratic ticket rather than any Republican.  The party has changed, but the principle hasn't. I see that this morning some polls have put the D ahead, and it does after all depend more on turnout this year than usually.  If lots of Rs stay home (or if a few of the brighter ones switch), and there is a good-sized black vote, and both of the white Democrats vote for their lad, there is a smallish chance he will win.  I would love to be completely wrong about my projected outcome, but I think I would need a lot more bourbon to switch it."], [23234, "2017-12-12T15:15:24Z", [1.0], "[edit2]: Alabama Supreme Court just ruled the Secretary of State does not need to retain digital ballot images, which can be used to prove/disprove fraud.  Via this thread: https://twitter.com/jennycohn1/status/9404556692237148163 My thoughts on this[*] election: https://www.gjopen.com/comments/comments/635080  deleted the word \"race\" at @cdob63 's request https://www.gjopen.com/comments/comments/637160 . For similar requests, see, e.g., http://pressthink.org/2011/08/why-political-coverage-is-broken/ & https://press.princeton.edu/titles/8322.html"], [1738, "2017-12-12T15:14:08Z", [1.0], ""], [1639, "2017-12-12T15:02:52Z", [0.95], "Today the state votes to fill the Senate seat left vacant when Donald Trump appointed as attorney-general Jeff Sessions, who had held it for 20 years. Alabama is deeply Republican—Mr Trump won it by 28 points, and no Democrat has been elected senator for 25 years—but this race is too close to call, largely because the Republican nominee is Roy Moore. He believes homosexuality should be illegal, Muslims should be barred from serving in Congress and the constitution exists to foster Christianity. Several women have accused him of offences, which he denies, ranging from sexual harassment to assault; most were teenagers at the time of the alleged incidents. Doug Jones, the Democrat, is a genial former federal prosecutor whose scrappy campaign caught fire. Mr Moore retains strong support among white evangelicals, around half of Alabama’s electorate. To win, Mr Jones needs strong African-American turnout, and votes from Republican business-owners rightly worried about the state’s reputation"], [36783, "2017-12-12T14:32:53Z", [0.97], "Psychology has shown that it is difficult to pry oneself away from the political views of their own political party.  I don't think that there are enough Alabamians willing to make the switch to Jones.  I understand that this prediction is completely subjective and lacks any quantitative analysis; but this race has been so close that I think the \"tie\" will go in Moore's favor."], [3317, "2017-12-12T14:16:10Z", [0.95], ""], [16119, "2017-12-12T13:58:56Z", [0.64], ""], [20, "2017-12-12T13:22:27Z", [0.75], "Roy Moore is probably going to the United States Senate. The median of 6 polls in the last 7 days is Moore up by 4.5 points."], [34353, "2017-12-12T13:22:04Z", [0.99], "I seriously hope that I'm wrong on this. I'd much rather blow up my Brier score than be right in this case."], [36848, "2017-12-12T11:57:40Z", [0.55], ""], [29680, "2017-12-12T07:57:03Z", [0.6], "Running a naive aggregate, of the last 15 surveys, including the more traditional Fox News poll and the Online Survey Monkey poll, I'm coming up with 48% of the vote going to Roy Moore (R) and 45% of the vote going to Doug Jones (D), the margin of error at 98% confidence interval being 0.09% (Sample size is 20000). The probability that Roy Moore is leading the actual race based on the 15 most recent polls is then 60.2% and the probability that Doug Jones is leading the actual race is 39.8%. My latest forecast reflects much more uncertainty. I ran this same forecast model as a test against Brexit (retroactively), and got 61% probability of Remain, vs 39%. That means my model would have failed for Brexit. It's nice to be able to place a higher certainty on the election and get a nice score, but at that point I'm not using statistics, but speculating. I wish I had time to correct for the bias the polling organizations and improve the model, but this will have to do for now."], [14372, "2017-12-12T07:13:32Z", [0.47], ""], [20768, "2017-12-12T06:27:08Z", [0.5], ""], [1738, "2017-12-12T05:20:47Z", [1.0], ""], [767, "2017-12-12T04:35:14Z", [0.55], "Some of the things I'm considering/revisiting on the day before the election: - Latest data (11/22/17, Opensecrets) on money raised by each candidate:\nDoug Jones (D)\tRaised $11,572,772,\tSpent $9,034,232, Cash on hand  $2,543,090\t\nRoy Moore (R)\tRaised $5,204,017,\tSpent $4,455,952, Cash on hand  $636,046\t\nThe RCN might have stepped in to help Moore right after these numbers were reported.  But this may echo the presidential election in which Trump raised and spent less than his opponent and looking at FUNDRAISING data may not be as significant.  -Looking at the campaigns, Moore may benefit from the same thing Trump benefited from: bigger MEDIA COVERAGE.  \necause of the allegations against him,  Moore's name is the one dominating tv, print and social media.  Jones' message has gotten lost in the attacks against Moore.  Where have we seen this before? - FOCUS GROUPS last week said they were ready to forgive Moore for his \"transgressions\", many said it wasn't unusual 30 years ago to date teenage girls.  Main issue for focus groups voters was that they did not want Jones and were willing to forgive Moore if that meant not to have someone like Jones representing them in the Senate.   -Looking at campaign ads, social media, websites, the Moore message seems to me like one more likely to \"stick\" than Jones's.  Moore's message speaks directly to his conservative, evangelical base.  Jones message is that of not being Moore.  May not a lot more than that to fire up undecided, get out the vote.  \nRepublican campaigns play to win and their tactics have recently proven to effectively resonate with their base.  \nMistakes made in the presidential election forecasts taught me that thinking that people are not going to vote for someone like X  is no longer a strong enough factor, not since Trump's election, and precisely because of Trump's election.  - Reports of mandatory voter ID, and of DMV offices in predominantly African American areas, is almost certain to affect their turn out. Saw reports 90% were planning to vote for Jones.  Also saw reports that 73% of Republicans planned to vote for Moore.  Don't have enough info to deduce whether that would make a dent on Moore given the number of registered republicans vs registered democrats.   - Lawn signs were also reportedly in much greater numbers for Jones but many said this was because, similarly to the presidential election with Trump, many people didn't want to openly admit they were supporting Moore but would be voting for him.  - So, is this a repeat of the Trump election or has enough changed since Trump's election to cause a big enough effect to make Alabama flip?   Looking at latest POLLS, Fox News just said tonight Dough Jones was ahead by 10 pts.  Coming from Fox News, it has to be an attempt to GOTV for Republicans. \nOthers have said there are no good polls in Alabama because this race is impossible to model.   Here's some interesting take from Monmouth:   \"If the turnout for Tuesday's special election looks like the 2014 midterm, Moore has a 48% to 44% lead over Jones. \nBut if the election looks like turnout models based on the most high-profile statewide election of 2017 so far, last month's gubernatorial race in Virginia, the two men are tied at 46% of the vote. \nAnd if voter demographics resemble the 2016 presidential election, Jones has 48% of the vote to Moore's 45%, according to Monmouth.\" I am going to give Moore the edge because it is Alabama and because I think that as disastrous as the Trump admin may seem for many of us -- given his approval ratings -- the Republican base that got him elected, and specially the evangelical Christians, still strongly support Trump. Based on that, and on the question of \"Alabama values\" voting against Jones, and only 17% believing allegations against Moore, think the majority will vote to elect Moore to the Senate.  "], [23006, "2017-12-12T03:51:36Z", [0.97], ""], [14372, "2017-12-12T03:14:03Z", [0.45], ""], [14372, "2017-12-12T03:12:17Z", [0.42], ""], [14372, "2017-12-12T03:10:31Z", [0.45], ""], [42226, "2017-12-12T01:32:10Z", [0.75], ""], [15414, "2017-12-12T00:50:19Z", [0.48], "I am giving live interview polls more credence than robocalls."], [23234, "2017-12-12T00:26:39Z", [1.0], "saw a recent foxnews poll that projected a 10-point lead for the Democratic candidate, Jones. but at this point, I'm just going to re-up prior forecast: https://www.gjopen.com/comments/comments/635080"], [40916, "2017-12-11T23:30:30Z", [0.51], ""], [41523, "2017-12-11T22:37:57Z", [0.95], ""], [16119, "2017-12-11T22:05:26Z", [0.74], ""], [38387, "2017-12-11T21:27:59Z", [0.6], "New fox news and Monmouth polls have Jones up and tied respectively. Avg on real clear politics is 2.2 for Moore. High degree of uncertainty based on who will turn out so give slight edge to Moore based on being up in polling average and the default favorite based on being the Republican"], [42188, "2017-12-11T20:34:13Z", [0.72], "OUTER VIEW \nI reviewed the  Real Clear Politics Polls from October thru today, paying particular attention to the margins of error (MOE). I discounted polls for which the MOE overlapped indicating no clear winner.  Then I calculated  weighted average proportions from the remaining polls (Non-overlapping) and had Moore 49%, Jones 43%, Undecided 6%.  INNER VIEW : The hot button issues are  allegations of Sexual misconduct against  Moore, his being twice removed from a judicial office, his presumably strong stance on 2nd Amendment rights, His traditional Republican credentials weigh heavily in his favor.\nWith Jones, the issues are Moore's attempts to paint him as a liberal Democrat controlled by the Democratic leadership in the Senate, and his being pro-choice.  In his  favor was his being the successful lead prosecutor in the conviction of two KKKK members in the 16th Street Church bombing. There will be maybe two SCOTUS vacancies that could occur on his watch. Alabama voters are strongly concerned about protection of the unborn, and 1st amendment rights regarding gender issues and marriage rights. \n Alabama Secretary of State projects overall voter turnout at 25%, since this is a special election and may garner less interest.\nThe most recent poll has Moore at 2.2% points ahead.  If the Afro-American vote turnout is strong (over 25%), It will be very close.\n Probability of winning:  Moore 72%, Jones 28%.\n"], [22833, "2017-12-11T20:22:44Z", [0.7], ""], [14777, "2017-12-11T18:42:57Z", [0.5], ""], [29266, "2017-12-11T18:40:58Z", [0.2], ""], [1738, "2017-12-11T18:34:32Z", [1.0], ""], [40714, "2017-12-11T18:17:42Z", [0.21], "I think with the outsized campaign spending  over the last month or so (10.2 -1.8 million) by Doug Jones and the fact that he has been on the campaign trail aggressively for the last 14 days while Roy Moore has not, puts Doug  Jones in the box seat. The difference will be voter turnout. A higher than average Republican turnout will be necessary. Are they energized or disillusioned with Moore? Roy Moore is staying closer to his base while Doug Jones is pushing his boundaries, by crisscrossing Alabama. My base rate for spending favoring a candidate is 86%. When I factor in voter turnout or non-turnout, the numbers move to democratic support shows a high voter turnout. I think it may be enough to have a Doug Jones victory. Also the base Roy Moore (60+ years) may be dwarfed by the surge in African American support for Doug Jones (450-550 Moore) to (600 -700) Jones. If the turn out is high, then its tight for Moore."], [29266, "2017-12-11T17:59:40Z", [0.35], "Reverting to original forecast based on Fox News survey"], [36783, "2017-12-11T16:27:11Z", [0.95], "Removing emotion from this prediction, I think that Roy Moore will win this thing."], [41254, "2017-12-11T16:17:09Z", [0.95], ""], [40755, "2017-12-11T16:07:42Z", [0.75], ""], [37175, "2017-12-11T16:07:29Z", [0.85], "Not enough Republicans are willing to vote for a Democrat despite the pedophilia.  The evangelicals see abortion as more serious."], [1056, "2017-12-11T16:06:52Z", [1.0], "Here's the graph of Handel vs. Ossoff polls from Real Clear Politics.  https://www.realclearpolitics.com/epolls/2017/house/ga/georgia_6th_district_runoff_election_handel_vs_ossoff-6202.html#polls When Ossoff wasn't leading, it was neck-and-neck. Handel won by 3.9 points. I think Moore will do at least as well as she did."], [485, "2017-12-11T15:54:24Z", [0.5], "Alabama Media Group news articles today include reports on two polls showing two significantly different results: one has Moore ahead and one says Jones is leading. Recent news reports and OSINT, including polling information below: “Doug Jones surges to largest lead over Roy Moore, Fox News poll says,” AL . com, Alabama Media Group, Dec. 11. http://www.al.com/news/index.ssf/2017/12/doug_jones_surges_to_largest_l.html “Roy Moore vs. Doug Jones latest polls: Moore's lead widens day before election,” AL . com, Alabama Media Group, Dec. 11. http://www.al.com/news/index.ssf/2017/12/roy_moore_vs_doug_jones_latest_3.html “Obama Robocall: Support Doug Jones, Don't Vote for Roy Moore,” U.S. News & World Report, Dec. 11. https://www.usnews.com/news/national-news/articles/2017-12-11/barack-obama-records-robocall-urging-alabama-voters-to-reject-roy-moore “Roy Moore and Doug Jones Make One Last Push for Alabama Votes,” TIME magazine, Dec. 11. http://time.com/5058148/roy-moore-doug-jones-alabama/ “Turnout key in too-close-to-call Alabama Senate race,” CBS News, Dec. 11. https://www.cbsnews.com/news/alabama-senate-race-republican-roy-moore-democrat-doug-jones/ “Not Real News: Alabama Senate Race Spurs False Reports,” Associated Press on U.S. News & World Report, Dec. 11. https://www.usnews.com/news/politics/articles/2017-12-11/not-real-news-alabama-senate-race-spurs-false-reports “Doug Jones turns Richard Shelby's words against Roy Moore into campaign ads,” AL . com, Alabama Media Group, Dec. 10. http://www.al.com/news/index.ssf/2017/12/doug_jones_turns_richard_shelb.html “Moore: 'I did not date underaged women',” The Hill, Dec. 10. http://thehill.com/homenews/campaign/364172-moore-i-did-not-date-under-aged-women “Jones does marathon get-out-the-vote effort while Moore is quiet,” CNN, Dec. 11. http://www.cnn.com/2017/12/10/politics/doug-jones-roy-moore-alabama/index.html “Black voters are key to Democratic hopes in Alabama's Senate race. Will they turn out?” Los Angeles Times, Dec. 11. http://www.latimes.com/politics/la-na-pol-alabama-senate-black-voters-20171210-story.html “Ivanka criticism of Roy Moore backfired: report,” The Hill, Dec. 11. http://thehill.com/homenews/campaign/364236-ivankas-criticism-of-roy-moore-pushed-trump-in-opposite-direction-report"], [42162, "2017-12-11T15:39:52Z", [0.8], ""], [22833, "2017-12-11T15:39:49Z", [1.0], ""], [29266, "2017-12-11T15:12:13Z", [0.99], "Comment deleted on Dec 11, 2017 05:59PM UTC"], [16119, "2017-12-11T13:42:44Z", [0.83], ""], [37488, "2017-12-11T13:34:57Z", [1.0], ""], [37488, "2017-12-11T13:32:57Z", [0.98], ""], [691, "2017-12-11T13:14:25Z", [0.99], "This should probably be 100%, but borrowing a phrase from Samuel Johnson (unless it was Oscar Wilde, or perhaps Ambrose Bierce), the 1% is \"a triumph of hope over experience.\""], [34353, "2017-12-11T12:50:12Z", [0.99], ""], [42162, "2017-12-11T11:40:07Z", [0.94], "Moore is in a last-minute uptrend in polls: https://www.realclearpolitics.com/epolls/2017/senate/al/alabama_senate_special_election_moore_vs_jones-6271.html#polls"], [30364, "2017-12-11T07:07:42Z", [1.0], ""], [5018, "2017-12-11T04:46:55Z", [0.99], ""], [41523, "2017-12-11T00:49:14Z", [0.75], ""], [20, "2017-12-11T00:47:36Z", [0.45], "Slavery, o yea, a great time. "], [30782, "2017-12-10T20:46:47Z", [0.45], ""], [29266, "2017-12-10T20:31:27Z", [0.5], "RCP average has Moore + 3.8. Think Jones will outperform polls.  Give Jones +2 for diminished R turnout and +2 for increased D turnout and that makes it 50/50."], [23006, "2017-12-10T18:34:15Z", [0.95], ""], [1056, "2017-12-10T17:38:15Z", [1.0], "Another \"fake because\" that helps Moore, if he ever needed help in the first place: \"Roy Moore accuser acknowledges she added note to her yearbook\" http://www.cnn.com/2017/12/09/politics/roy-moore-accuser-yearbook-notation/index.html The admission does nothing to exonerate Moore, or even cast doubt upon the accusation. But that won't matter."], [1738, "2017-12-10T17:11:52Z", [1.0], ""], [485, "2017-12-10T17:00:52Z", [0.57], "Moore is reportedly gaining ground, according to a recent poll. Some observers have theorized that certain voters might not be completely honest will pollsters because of embarrassment -- of voting for Moore or Jones. Other voters might decide to stay home or vote for a write-in candidate. Related recent news and OSINT: “Moore bumps Jones from top spot in Alabama Senate poll,” The Hill, Dec. 10. http://thehill.com/homenews/campaign/364140-moore-bumps-jones-from-top-spot-in-alabama-senate-poll “Most Alabama GOP leaders say they are voting for Roy Moore,” Associated Press on Chicago Tribune, Dec. 10. http://www.chicagotribune.com/news/nationworld/politics/ct-roy-moore-alabama-election-20171210-story.html “Alabama Sen. Shelby: 'I couldn't vote for Roy Moore',” CNN, Dec. 10. http://www.cnn.com/2017/12/10/politics/richard-shelby-roy-moore-sotu-cnntv/index.html “As Alabama prepares to vote, Republican Sen. Richard Shelby says state ‘deserves better’ than Moore,” Washington Post, Dec. 10. https://www.washingtonpost.com/news/post-politics/wp/2017/12/10/as-alabama-prepares-to-vote-republican-sen-richard-shelby-says-state-deserves-better-than-moore/?utm_term=.ff2943801f27 “‘New Alabama vs. old Alabama’: On the ground for the special election,” CBS News, Dec. 9. https://www.cbsnews.com/news/new-alabama-vs-old-alabama-on-the-ground-for-the-showdown-special-election/ “From disbelief to dismissal, Alabama women who support Roy Moore have their reasons,” Boston Globe, Dec. 10. https://www.bostonglobe.com/news/politics/2017/12/09/from-disbelief-dismissal-alabama-women-who-support-roy-moore-have-their-reasons/P6uJEVd9B7RRCKCpg0PISN/story.html “Doug Jones needs black voters to beat Roy Moore in Alabama. They aren’t there yet.” NBC News, Dec. 9. https://www.nbcnews.com/politics/elections/jones-needs-black-voters-beat-moore-alabama-try-telling-them-n827846 “Doug Jones makes final push in Alabama with black voters in Selma,” Washington Post, Dec. 9. https://www.washingtonpost.com/powerpost/doug-jones-makes-final-push-in-alabama-with-black-voters-in-selma/2017/12/09/33dcf70e-dcec-11e7-a841-2066faf731ef_story.html?utm_term=.ca68a144afbf “Booker, Patrick stump for Jones ahead of Alabama election,” The Hill, Dec. 9. http://thehill.com/homenews/campaign/364132-booker-patrick-stump-for-jones-ahead-of-alabama-election"], [15371, "2017-12-10T16:39:23Z", [0.55], ""], [12879, "2017-12-10T16:28:22Z", [0.8], ""], [283, "2017-12-10T13:32:18Z", [0.96], "The Dems are a laughing stock in this race, and Alabama is uber conservative to begin with. The idea that a Japanese mfr would curtail investment with the election of a pro-Trump, pro-biz candidate beggars belief."], [6373, "2017-12-10T13:14:49Z", [0.75], "Trump and Moore have successfully made this race about Party Platform instead of the moral fiber of the candidates. This is an easier decision for the voters to make and enables them to ignore the messy, incomplete trail of allegations from the young women and denial from Moore."], [691, "2017-12-10T13:05:02Z", [0.99], ""], [23234, "2017-12-10T05:53:09Z", [1.0], "[edit2]: Alabama Supreme Court just ruled the Secretary of State does not need to retain digital ballot images, which can be used to prove/disprove fraud. Via: https://twitter.com/jennycohn1/status/9404556692237148163 [edit:] I was surprised to read this headline: \"Alabama Can ‘Do Better’ Than Moore, [Alabama] Senator [Shelby] Says\"; perhaps I should reduce forecast... https://www.nytimes.com/2017/12/10/us/politics/richard-shelby-roy-moore.html [/edit] This is not a change of forecast, just futher explanation of rationale. (I'm often wrong about U.S. politics.) I've made the basic point before, but here's some elaboration: I think a single political issue---abortion---will determine the outcome of the Alabama senate race. My understanding is that in Alabama enough voters tend vote against pro-choice candidates (like the Democrat in this race) and for anti-abortion candidates (like the Republican in this race) to make the race's outcome a foregone conclusion. (For recent coverage, see, e.g., [1] NPR: https://goo.gl/Xj6WjB , [2] Breitbart: https://goo.gl/zBDBHp .)   A 2014 Pew Poll for Alabama estimated its percentage of people who \"Believe Abortion Should Be Illegal in All/Most Cases\" (58%) lags only two other states---Arkansas (60%) and Mississippi (59%)---although these reported differences may be within the margin of polling error.[3] https://goo.gl/by9HjD For those who’d prefer a picture of Republican strength in Alabama, the following map shows the 2014 results for the election of Jefferson Beauregard Sessions III, whose seat is the subject of this runoff. (Dark red is 90%-99% for Jeff Sessions; red is 80-89% for Jeff Sessions; those are the only colors on the map, if you don't feel like clicking.) [4] https://goo.gl/rQjNu9  In the 2016 Senate Election (a presidential election year; such years usually generate higher Democratic turnout) Republican Richard Shelby won by a large margin (63.9% to 35.8%). Similar results extend back in every election for  another 2.5 decades or so. The last Democrat who won a senate seat in Alabama, Howell Heflin, is dead. He won his last election in 1990 (& had been incumbent since 1979). Excerpts from Heflin’s wikipedia article: “He strongly opposed legal abortion and all gun control laws. [Gibson note: not true of the current Democratic candidate.] Heflin supported prayer in public schools and opposed extending federal laws against discrimination to homosexuals… he was one of only two Democrats in the Senate to vote against the Family and Medical Leave Act. He occasionally voted with Republicans on taxes [and was considered to have the option of appointment and confirmation to the U.S. Supreme Court by Republican Ronald Regan had he wanted the job, which he did not].” (Heflin voted with Democrats on affirmative action and opposed a confederate flag patent renewal attempt by the Daughters of the Confederacy; by contrast, his uncle, \"Cotton Tom\" Heflin (also a U.S. Senator) was a white supremacist who bragged of shooting a black man on a Washington, D.C. streetcar (charges dismissed) and was said by a Grand Wizard of the KKK to have been a member of that organization.) Technically, in 1992 a Democrat *did* win a senate seat, but that was Richard Shelby, i.e. the currently Republican Senator Richard Shelby last re-elected in 2016. Shelby switched to Republican in 1994, but he’s been an incumbent senator since 1986---more than three decades. “Shelby opposes abortion and has stated on his Senate campaign website that Roe v. Wade is \"...terribly flawed on both a constitutional and moral basis.\" Shelby also opposes taxpayer funding of Planned Parenthood and has voted against a short-term funding bill in Congress because it did not defund Planned Parenthood.” [Wikipedia.] The most recent Senator before those listed above was Republican Jeremiah Denton. From a 1981 New York Times article on (the first female Supreme Court) Justice O’Connor’s confirmation proceedings: “Senator Denton said that while he regarded Judge O'Connor as a “superior candidate,” a “fine lady,” and a “distinguished jurist,” he could not vote to confirm her because she had refused to criticize the 1973 Supreme Court decision that legalized abortion.”[5 [endnote]]  Before that, there was Democrat Donald Wilbur Stewart who’d won a special election in ’78. He was up for reelection in 1980. His opponent in the 1980 Democratic Primary, “Folsom[,] called Stewart \"the worst U.S. senator in Alabama history\" for supporting federally funded abortion, forced busing over long distances and the Equal Rights Amendment.”[6] Folsom defeated Stewart in the primary and then lost to Denton in the general election. So I believe 1978-January 1981 may have been the only time Alabama has ever had a \"pro-choice\"/non-anti-abortion Senator (assuming the veracity of his primary opponent's words on the narrow point of his vote for federal funding of abortion). The next seat back was Democrat (which back then in the south could still mean Dixiecrat) James Allen who won the 1968 election and upon his death in 1978 was succeeded in office by his wife Maryon Pittman Allen, whose reported criticism of segregationist Alabama Democratic Governor George Wallace contributed to her failure to get re-elected. Although she claimed her remarks were distorted, many Alabamans objected to her even agreeing to be interviewed by the Washington Post, which had published the remarks. [Note the same Washington Post broke the Roy Moore story and sponsored this GJO Challenge/Forecasting Problem.] I’m not aware of his wife’s expressing any opinions on abortion during her brief, unelected stint as Senator (Alabama has twice appointed a female Senator (each time to fill a vacancy) but never elected one), but James Allen said of the Supreme Court’s 1973 decision upholding abortion: “I’m shocked at the decision… bad logic, bad law, bad morals.”[7] At the time of those remarks, the man holding the other Alabama Senate seat, John Sparkman, was most famous for being segregationist (e.g., signed the Southern Manifesto opposing Brown v. Board of Education after having been the Vice Presidential candidate on Agnew's ticket a couple years before); Sparkman was also an opponent of abortion.[8] I believe that's everybody from Alabama who held a U.S. Senate seat after Roe v. Wade (1973) (the case in which the Supreme Court held that a woman's right to an abortion was protected by the Fourteenth Amendment). [9] I’m surprised anyone thinks there is any chance Roy Moore could lose this election, but I've been very wrong before about U.S. political races. One last comment about polling numbers in this race: I don't trust them. When confronted with pollsters I expect some ultimately pro-Moore voters who feel conflicted (due to the sexual assault allegations) to be more likely to clam up or provide inaccurate information than in a normal election. An Alabama historian recently explained the tension between the Alabama electorate's preference for both \"saints\" and former Governor \"Kissing Jim\" Folsom (who boasted of kissing 50,000 women/girls starting with sixteen-year-olds), \"If sophisticated, better-educated cultures that are less evangelical make fun of you and your people you react with a 'bunker mentality.\"[10] [5] http://www.nytimes.com/1981/09/16/us/panel-approves-judge-o-connor.html\n[6] https://www.newspapers.com/newspage/106698692/\n[7] https://goo.gl/aV2sRC\n[8] http://www.nytimes.com/1977/06/30/archives/senate-vote-forbids-using-federal-funds-for-most-abortions-high.html\n[9] https://www.oyez.org/cases/1971/70-18\n[10] https://www.npr.org/2017/12/09/569450216/before-roy-moore-alabama-grappled-with-kissing-jim"], [30364, "2017-12-10T04:46:57Z", [1.0], ""], [34821, "2017-12-10T03:05:50Z", [0.72], ""], [35, "2017-12-10T01:52:37Z", [0.7], ""], [14777, "2017-12-09T23:38:11Z", [0.75], ""], [1056, "2017-12-09T23:24:05Z", [1.0], ""], [42243, "2017-12-09T23:06:02Z", [0.99], ""], [29266, "2017-12-09T21:06:13Z", [0.5], ""], [83, "2017-12-09T19:43:35Z", [0.8], ""], [38387, "2017-12-09T19:25:54Z", [0.69], "More polls came out with Moore in the lead. Also there was a fox news story that one accuser had written part of the yearbook inscription."], [485, "2017-12-09T18:16:50Z", [0.55], "Looks like Moore possibly pulling ahead? A recent poll (below) shows Moore seven points ahead. Last-minute get-out-the-vote efforts are underway for both Moore and Jones. Related OSINT and recent news reports: “Roy Moore has 7-point lead over Doug Jones in new Senate poll,” AL . com, Alabama Media Group, Dec. 8. http://www.al.com/news/index.ssf/2017/12/roy_moore_has_7-point_lead_ove.html  “Roy Moore Chastises America, Praises Putin in Newly Resurfaced Interview,” U.S. News & World Report, Dec. 8. https://www.usnews.com/news/national-news/articles/2017-12-08/roy-moore-chastises-america-praises-putin-in-newly-resurfaced-interview “Trump offers second Moore endorsement days before Alabama election,” Politico, Dec. 8. https://www.politico.com/story/2017/12/08/trump-endorses-roy-moore-again-287143 “At Florida rally, Trump says U.S. 'cannot afford' a Roy Moore loss in Alabama,” Associated Press on Chicago Tribune, Dec. 9. http://www.chicagotribune.com/news/nationworld/politics/ct-trump-roy-moore-florida-rally-20171208-story.html “Alabama Senate readers' guide: What to watch for and when,” CNN, Dec. 9. http://www.cnn.com/2017/12/09/politics/alabama-senate-readers-guide-doug-jones-roy-moore/index.html “Roy Moore vs. Doug Jones Alabama Senate race: Accuser's yearbook addition ignites controversy,” AL . com, Alabama Media Group, Dec. 9. http://www.al.com/news/index.ssf/2017/12/roy_moore_vs_doug_jones_alabam_3.html “In Alabama Senate race, African-American Christians may hold the key,” Religion News Service, Dec. 7. http://religionnews.com/2017/12/07/in-alabama-senate-race-african-american-christians-may-hold-the-key/ “Why Roy Moore Considers America the ‘Focus of Evil in the Modern World,’” New York Magazine – Daily Intelligencer, Dec. 8. http://nymag.com/daily/intelligencer/2017/12/why-moore-considers-u-s-focus-of-evil-in-the-modern-world.html “Pro-Doug Jones super PAC ad: 'Don't let Alabama's good name be tarnished' by Roy Moore,” AL . com, Alabama Media Group, Dec. 8. http://www.al.com/news/index.ssf/2017/12/pro-doug_jones_super_pac_ad_do.html “Jason Isbell, St. Paul & Broken Bones to perform free 'Get Out the Vote' concerts for Doug Jones,” AL . com, Alabama Media Group, Dec. 8. http://www.al.com/entertainment/index.ssf/2017/12/jason_isbell_st_paul_broken_bo.html"], [33955, "2017-12-09T17:51:07Z", [0.6], ""], [15196, "2017-12-09T16:48:33Z", [0.6], ""], [31936, "2017-12-09T16:47:43Z", [0.75], "Cultural issues will prevail over economic or self-interest voting. Unfortunately, insufficient push to mobilize African American turnout."], [32338, "2017-12-09T08:36:02Z", [0.05], ""], [14372, "2017-12-09T06:36:55Z", [0.65], ""], [14372, "2017-12-09T06:36:33Z", [0.6], ""], [33035, "2017-12-09T05:59:53Z", [0.61], ""], [4729, "2017-12-09T02:54:50Z", [1.0], ""], [4729, "2017-12-09T02:54:43Z", [0.85], ""], [40296, "2017-12-08T22:25:10Z", [0.64], "A combination of linear regression, aggregating the first ten GJP forecasts listed, and my own forecast come up with the probability of 64%."], [485, "2017-12-08T16:18:28Z", [0.5], "The Alabama race seems to be a \"watershed moment\" for American society and government. Recent news reports and OSINT: “GOP senator on Franken and Moore: There’s a difference between a 14-year-old and an adult,” The Hill, Dec. 7. http://thehill.com/homenews/senate/363724-gop-senator-on-franken-and-moore-theres-a-difference-between-a-14-year-old “The view from Alabama: Why Roy Moore will win,” Boston Globe, Dec. 7. https://www.bostonglobe.com/opinion/2017/12/07/the-view-from-alabama-why-roy-moore-will-win/bMorqGhRAM6DBtTQR2OP6N/story.html “Steve Bannon: Roy Moore Has More 'Honor and Integrity' Than Mitt Romney,” TIME magazine, Dec. 6. http://time.com/5051659/steve-bannon-roy-moore-rally-mitt-romney/ “Trump looks to boost Moore with Friday rally,” The Hill, Dec. 8. http://thehill.com/homenews/campaign/363874-trump-looks-to-boost-moore-with-friday-rally “Roy Moore's incredible 'even though we had slavery' quote,” CNN, Dec. 8. http://www.cnn.com/2017/12/08/politics/roy-moore-slavery/index.html “What it would take for a Democrat to win Alabama,” Washington Post, Dec. 7. https://www.washingtonpost.com/graphics/2017/politics/alabama-votes/?utm_term=.77287e9d7322 “What's Missing From Reports on Alabama's Black Turnout,” The Atlantic, Dec. 7. https://www.theatlantic.com/politics/archive/2017/12/can-doug-jones-get-enough-black-voters-to-win/547574/ “GOP strategist donates to Alabama Democrat,” The Hill, Dec. 6. http://thehill.com/homenews/campaign/363693-gop-strategist-donates-to-alabama-democrat\n"], [16119, "2017-12-08T14:57:20Z", [0.74], ""], [38903, "2017-12-08T14:06:22Z", [0.58], "Good article on NPR this morning made the case that abortion will be the deciding issue for evangelicals; even more so than gay rights or other liberal issues, abortion can be a non-starter.  In September, Doug Jones provided a very liberal view of abortion rights. https://www.npr.org/2017/12/08/569138955/abortion-could-be-deal-breaker-in-alabama-senate-race-for-many-torn-gop-voters"], [14847, "2017-12-08T01:27:24Z", [0.68], "Lower. Democrats cleaning house removes some people's rationale for sticking with Moore."], [40318, "2017-12-08T01:00:02Z", [0.99], ""], [767, "2017-12-08T00:04:41Z", [0.4], "Polling average (Real Clear) gives Moore the lead but by 2.3 pts, within margin of error.  This one will come down to the undecided and turn out.  Big League-Gravis just published a poll that has Jones leading 48-44%.   Jones wins 93% of Dems, Moore has the support of 76% of Reps. But it's Alabama.  Fox News poll has Jones winning by 8 pts (which might just be a ploy to GOTV for Moore).   While today's Al Franken \"resignation\" would call attention to allegations against Moore, a poll ran by Fox showed only 17% of people in Alabama believe the women accusing Moore.  Going to give Moore a disadvantage for now given the momentum of sexual misconduct (today, a congressman from Arizona says he will resigned because of inappropriate conduct.  CNN and Washington Post said today also that they are working on exposing 20-30 congressional members for sexual harassment).  "], [38387, "2017-12-07T21:14:15Z", [0.65], "Based on FiveThirtyEight article of average error of +/- 10 for similar senate races reduce certainty of estimate slightly "], [22833, "2017-12-07T20:40:55Z", [0.65], ""], [31450, "2017-12-07T20:25:45Z", [0.6], "Shifting a little higher but staying below the consensus because Jones remains a normal polling error away from winning."], [14777, "2017-12-07T17:34:36Z", [0.7], ""], [485, "2017-12-07T16:37:19Z", [0.47], "It's a \"come to Jesus\" moment for Alabama voters -- maybe literally in the minds of some Alabamians. The race still looks like it could tip either way.  As the allegations against Moore \"sink in\" more deeply, voters may come around to realizing the incidents reported are probably true.  Some may still vote for him anyway, but there may be many who will choose to not vote for him in the end as a moral decision. Economic impact on Alabama if Moore wins is being explored in the Alabama media -- such as a huge possible Toyota-Mazda plant (see article below).  Other companies may choose to avoid Alabama in relation to Moore's views and behavior if he is elected. Additional economic impacts could also occur. This could sway some voters. Also, there reportedly is an effort to get out the black vote (see article below), which could influence the outcome.  Below are recent news reports and articles with useful OSINT: “Doug Jones Is Just A Normal Polling Error Away From A Win In Alabama,” FiveThirtyEight, Dec. 7. https://fivethirtyeight.com/features/doug-jones-is-just-a-normal-polling-error-away-from-a-win-in-alabama/ “Alabama Senate write-in candidates losing hope as election nears,” AL . com, Alabama Media Group, Dec. 6. http://www.al.com/news/index.ssf/2017/12/alabama_senate_write-in_candid_1.html “Could Roy Moore cost Alabama the $1.6 billion Toyota-Mazda plant?” AL . com, Alabama Media Group, Dec. 7. http://www.al.com/news/index.ssf/2017/12/could_roy_moore_cost_alabama_t.html “Republican senator says Roy Moore shouldn’t undergo ‘trial by newspaper,’” The Hill, Dec. 7. http://thehill.com/homenews/senate/363734-republican-senator-says-roy-moore-shouldnt-undergo-trial-by-newspaper “Bannon rips Romney (and his sons) for lack of military service,” NBC News, Dec. 6. https://www.nbcnews.com/politics/elections/bannon-s-enemies-list-mcconnell-flake-romney-even-his-kids-n826896 “Alabama Democrat turns up attacks on Roy Moore in Senate race's final stretch,” Reuters news service, Dec. 6. https://www.reuters.com/article/us-usa-election-alabama/alabama-democrat-turns-up-attacks-on-roy-moore-in-senate-races-final-stretch-idUSKBN1E01BD “GOP moved to back Moore, despite allegations,” Associated Press on ABC News, Dec. 6. http://abcnews.go.com/Politics/wireStory/gop-moved-back-moore-allegations-51616817  “Republicans are doing a complete 180 on Roy Moore now that Trump has given his explicit endorsement,” Business Insider, Dec. 7. http://www.businessinsider.com/republicans-roy-moore-trump-alabama-rnc-mcconnell-2017-12 “Sasse: RNC help for Roy Moore 'doesn't make any sense,'” The Hill, Dec. 6. http://thehill.com/homenews/senate/363535-sasse-rnc-help-for-roy-moore-doesnt-make-any-sense “What will the GOP do if Roy Moore wins?” Washington Post on Chicago Tribune, Dec. 6. http://www.chicagotribune.com/news/opinion/commentary/ct-perspec-moore-roy-alabama-senate-1207-story.html “Cory Booker, Deval Patrick expected to campaign for Doug Jones in Alabama’s Senate race,” Washington Post, Dec. 7. https://www.washingtonpost.com/news/powerpost/wp/2017/12/06/cory-booker-expected-to-campaign-for-doug-jones-in-alabama-senate-race/?utm_term=.cb35734f686e"], [36783, "2017-12-07T16:27:13Z", [0.89], ""], [15196, "2017-12-07T16:27:06Z", [0.9], ""], [35, "2017-12-07T12:18:06Z", [0.65], ""], [39954, "2017-12-07T02:48:13Z", [0.75], ""], [31319, "2017-12-06T23:44:07Z", [0.65], ""], [38387, "2017-12-06T23:37:54Z", [0.68], "Reflect gravis and WBRC-TV poll"], [14847, "2017-12-06T21:07:58Z", [0.82], "Moore has national Republican funding and support again."], [40916, "2017-12-06T20:07:04Z", [0.52], "Polling aggregation has it at about a 2% margin. If Moore's support is a little underrepresented in polls, then... Call it 4%? Still pretty close to toss up. All down to turnout. Slight edge to Moore. \n "], [10924, "2017-12-06T17:20:54Z", [0.85], ""], [485, "2017-12-06T16:28:20Z", [0.5], "Steve Bannon's appearance at rally for Moore could possibly backfire?  Bannon has a lot of confidence and hubris, and even some good points. But, the way he comes across might not resonate with some Alabama voters. Recent news reports and OSINT: “Alabama poll: Jones leads Moore by 4 points,” The Hill, Dec. 5. http://thehill.com/homenews/campaign/363336-alabama-poll-jones-leads-moore-by-4-points “Bannon slams Romney, Flake at Alabama rally for Roy Moore,” ABC News, Dec. 6. http://abcnews.go.com/Politics/steve-bannon-set-join-roy-moore-alabama-rally/story?id=51586835 “Bannon on Romney: 'You hid behind your religion' to avoid Vietnam,” CNN, Nov. 6. http://www.cnn.com/2017/12/06/politics/bannon-romney-vietnam-alabama/index.html “Steve Bannon rips Mitt Romney, GOP leaders in raucous Roy Moore rally in Alabama,” Reuters news service on Business Insider, Dec. 6. http://www.businessinsider.com/steve-bannon-rips-mitt-romney-at-roy-moore-rally-2017-12 “Alabama Democrat turns up attacks on Roy Moore in Senate race's final stretch,” Reuters news service, Dec. 6. https://www.reuters.com/article/us-usa-election-alabama/alabama-democrat-turns-up-attacks-on-roy-moore-in-senate-races-final-stretch-idUSKBN1E01BD “McConnell Says Alabama's Moore to Face Ethics Probe If He Wins,” Bloomberg news service, Dec. 5. https://www.bloomberg.com/news/articles/2017-12-05/mcconnell-says-moore-will-face-ethics-probe-if-he-wins-election “Trump plugs Roy Moore in front of Jeff Flake,” The Hill, Dec. 5. http://thehill.com/homenews/administration/363333-trump-plugs-roy-moore-in-front-of-jeff-flake “Republican Senator Jeff Flake Just Wrote a Check to Roy Moore's Democratic Opponent,” TIME magazine, Dec. 5. http://time.com/5050924/jeff-flake-doug-jones-roy-moore-alabama-senate-race/"], [33035, "2017-12-06T14:29:06Z", [0.66], ""], [22833, "2017-12-06T13:51:50Z", [0.49], ""], [38903, "2017-12-06T13:41:36Z", [0.53], "I listened to an interview on NPR this morning (12-6-2017) with a Republican strategist and he thought it was dead even and a lose-lose for Republicans.  He didn't think it possible to vote for a Democrat so recommended a write in candidate.  This will take potential winning votes away from Moore.  I also read another article which talked about signs in yards that said, GOP for Moore.  The passed tax cut is very unpopular with voters, even more so than the ACA.  A combination of factors is working against the Republican candidate for the Senate.  Anybody's race."], [29266, "2017-12-06T13:32:24Z", [0.35], "RCP average has Moore +2.3.  Easily take away 2% from Moore for \"likely voters\" in surveys who ways they will vote but stay home on the Republican side out of disgust with Moore.  Easily give Jones 2% extra for democratic surge voting (which we've seen in VA gov. race and almost every special this year).  That puts Jones up by about two points.  This is way overvalued right now.  65-35 for Jones."], [500, "2017-12-06T08:24:35Z", [1.0], ""], [15196, "2017-12-06T05:33:08Z", [0.8], ""], [30364, "2017-12-06T03:20:19Z", [1.0], ""], [31317, "2017-12-06T02:55:44Z", [0.75], ""], [40755, "2017-12-06T02:24:09Z", [0.91], ""], [42111, "2017-12-06T02:23:10Z", [0.85], ""], [1019, "2017-12-05T19:35:17Z", [0.99], ""], [30284, "2017-12-05T19:00:34Z", [0.58], ""], [485, "2017-12-05T16:05:14Z", [0.5], "Soul-searching time for Alabamians. What is right and wrong, good and evil?  Deeper issues being contemplated by voters compared to many \"normal\" political races? Some people who normally would have voted Republican may consider alternatives: Vote for write-in candidate, not vote at all or even vote for a Dem. Some or many college-educated Alabamians, women, blacks, younger voters might choose not to vote for Moore. It will be a huge setback for the Steve Bannon and Trump crowd if Moore is defeated. Recent related news reports and OSINT: “'I will not be voting for Judge Moore': Richard Shelby appears in pro-Jones ad,” AL . com, Alabama Media Group, Dec. 5. http://www.al.com/news/mobile/index.ssf/2017/12/i_will_not_be_voting_for_judge.html “Roy Moore vs. Doug Jones latest Senate polls: Polling average shows Moore with slight lead,” AL . com, Alabama Media Group, Dec. 4. http://www.al.com/news/index.ssf/2017/12/roy_moore_vs_doug_jones_latest.html “The Alabama Special Election Race Between Roy Moore and Doug Jones Will Be Over Soon. Here's What to Know,” TIME magazine, Dec. 4. http://time.com/5047566/alabama-special-election-2017-date-candidates-polls/ “These are the women who could elect Roy Moore,” CNN, Dec. 5. http://www.cnn.com/2017/12/05/politics/white-women-class-divide-gender-divide/index.html “Running Against Roy Moore: Can Doug Jones Win Over Alabama's Weary Voters?” National Public Radio, Dec. 5. https://www.npr.org/2017/12/05/568429475/running-against-roy-moore-can-doug-jones-win-over-alabamas-weary-voters “The polling trends for Trump and Roy Moore are starting to look remarkably similar,” Business Insider, Dec. 4. http://www.businessinsider.com/trump-roy-moore-polls-alabama-senate-doug-jones-2017-12 “Trump endorses Roy Moore as Republicans come around on working with him,” Politico, Dec. 4. https://www.politico.com/story/2017/12/04/trump-support-roy-moore-277771 “RNC is getting back into Alabama Senate race,” CNN, Dec. 4. http://www.cnn.com/2017/12/04/politics/rnc-roy-moore-alabama/index.html “Romney on Moore: 'No majority is worth losing our honor, our integrity,'” CNN, Dec. 4. http://www.cnn.com/2017/12/04/politics/mitt-romney-roy-moore/index.html “Eric Cantor on Roy Moore: 'I think he deserves to lose,'” CNN, Dec. 5. http://www.cnn.com/2017/12/05/politics/eric-cantor-roy-moore-cnntv/index.html “As election nears, GOP braces for Moore victory,” The Hill, Dec. 4. http://thehill.com/homenews/campaign/363230-as-election-nears-gop-braces-for-moore-victory “Pro-Doug Jones ad provokes concerns about voter intimidation,” AL . com, Alabama Media Group, Dec. 4. http://www.al.com/news/index.ssf/2017/12/pro-doug_jones_ad_provokes_con.html “Woman shares new evidence of relationship with Roy Moore when she was 17,” Washington Post, Dec. 4. https://www.washingtonpost.com/politics/woman-shares-new-evidence-of-relationship-with-roy-moore-when-she-was-17/2017/12/04/0c3d1cde-d903-11e7-a841-2066faf731ef_story.html?utm_term=.4f8a6b94d1d3"], [16119, "2017-12-05T15:45:50Z", [0.79], ""], [22833, "2017-12-05T15:22:28Z", [0.65], ""], [691, "2017-12-05T13:43:06Z", [0.99], "Well, let's see:  It's Alabama; The Evil Clown has been elected twice (although he's also lost a couple); it's Alabama; the Republican candidate is a Republican; it's Alabama; the President of the United States, who carried Alabama by a couple of dozen percentage points, has announced that anybody is better than a Democrat.  Oh, and lest we forget, it's Alabama.  "], [20, "2017-12-05T13:34:38Z", [0.55], "Tide has rolled for Moore. "], [34353, "2017-12-05T12:50:38Z", [0.97], ""], [38387, "2017-12-05T07:59:03Z", [0.64], "Based on CSB 12-2, Emerson 12-1, Washington Post 11-30"], [37520, "2017-12-05T06:21:59Z", [0.85], "Doug Jones is pro choice and if people are strongly against abortion they are not going to change their view and vote for someone who does."], [1738, "2017-12-05T04:13:39Z", [1.0], ""], [35, "2017-12-05T03:35:49Z", [0.6], ""], [1056, "2017-12-05T01:38:35Z", [1.0], ""], [14777, "2017-12-05T01:32:33Z", [0.8], ""], [38903, "2017-12-05T01:30:31Z", [0.57], "https://fivethirtyeight.com/features/lots-of-alabama-voters-care-about-roy-moores-scandalous-past/ Polls beginning to show a slight lead for Moore. Will come down to turnout. But Moore has an edge. "], [14777, "2017-12-05T01:26:38Z", [0.8], ""], [83, "2017-12-05T01:24:51Z", [0.65], ""], [27461, "2017-12-04T21:32:04Z", [1.0], ""], [22833, "2017-12-04T20:50:20Z", [0.6], ""], [1333, "2017-12-04T20:05:54Z", [1.0], ""], [41270, "2017-12-04T18:53:00Z", [0.9], ""], [14777, "2017-12-04T18:46:15Z", [0.75], ""], [14667, "2017-12-04T18:15:10Z", [0.63], ""], [26375, "2017-12-04T16:10:23Z", [0.0], ""], [485, "2017-12-04T15:52:13Z", [0.45], "One news headline says Trump is betting all of his poker chips and pushing them to the center of the table in supporting Moore.  It comes down to the hearts and minds (and overall intelligence) of Alabamians, and their willingness to get out and vote.  Updated news reports and OSINT: “Trump Endorses Republican Roy Moore in Alabama US Senate Contest,” Voice of America, Dec. 4. https://www.voanews.com/a/trump-alabama-roy-moore-endorsement/4148369.html “Trump tweets support for Roy Moore: 'Can't wait to help drain the swamp,' Moore responds,” Associated Press on AL . com, Alabama Media Group, Dec. 4. http://www.al.com/news/index.ssf/2017/12/trump_tax_vote_shows_why_alaba.html “Trump endorses Roy Moore for Alabama Senate seat despite sex assault allegations,” USA Today, Dec. 4. https://www.usatoday.com/story/news/politics/2017/12/04/trump-endorses-roy-moore-alabama-senate-seat-despite-sex-assault-allegations/918521001/ “Trump: 'We need Republican Roy Moore to win,'” Politico, Dec. 4. https://www.politico.com/story/2017/12/04/trump-support-roy-moore-277771 “Lots Of Alabama Voters Care About Roy Moore’s Scandals,” FiveThirtyEight, Dec. 4. https://fivethirtyeight.com/features/lots-of-alabama-voters-care-about-roy-moores-scandalous-past/ “Alabama businesses fear Moore victory would hurt state economy: report,” The Hill, Dec. 4. http://thehill.com/homenews/campaign/363101-alabama-businesses-worry-roy-moore-winning-could-be-bad-for-state-economy “CBS News poll: Alabama Republicans call allegations against Roy Moore false,” CBS News, Dec. 3. https://www.cbsnews.com/news/cbs-news-poll-alabama-republicans-call-allegations-against-moore-false/ “Embattled Alabama Republican Senate Candidate Ahead in CBS Poll,” Reuters news service on U.S. News & World Report, Dec. 3. https://www.usnews.com/news/top-news/articles/2017-12-03/embattled-alabama-republican-senate-candidate-ahead-in-cbs-poll “Robo-calls invite Alabamians to Trump appearance in Florida,” AL . com, Alabama Media Group, Dec. 2. http://www.al.com/news/index.ssf/2017/12/alabamians_get_invitations_to.html “A small-town Alabama newspaper takes a stand on Roy Moore. A very careful one.” Washington Post, Dec. 3. https://www.washingtonpost.com/lifestyle/style/a-small-town-alabama-newspaper-takes-a-stand-on-roy-moore-a-very-careful-one/2017/12/03/850566b2-d6ec-11e7-b62d-d9345ced896d_story.html?utm_term=.cdd61c6f8ce5 “McConnell on Moore: 'I'm going to let the people of Alabama make the call,'” Politico, Dec. 3. https://www.politico.com/story/2017/12/03/mcconnell-roy-moore-alabama-276554"], [30364, "2017-12-04T14:18:15Z", [1.0], ""], [42055, "2017-12-04T13:41:01Z", [0.85], "Looking very close on polls http://www.chicagotribune.com/news/nationworld/politics/ct-alabama-senate-race-poll-20171202-story,amp.html but consensus here says GOP will make it 70% and Alabama is deeply conservative. So going for even more likely."], [691, "2017-12-04T13:26:26Z", [0.95], ""], [37800, "2017-12-04T11:45:40Z", [0.57], ""], [38066, "2017-12-04T06:22:22Z", [0.65], ""], [41523, "2017-12-04T04:41:07Z", [0.75], ""], [37488, "2017-12-04T04:19:42Z", [0.85], ""], [1738, "2017-12-04T04:10:18Z", [1.0], ""], [40353, "2017-12-04T03:23:57Z", [1.0], "Yes,  a pro abortion democrat will not win the election. "], [30364, "2017-12-04T01:24:52Z", [1.0], ""], [22132, "2017-12-04T00:56:50Z", [0.95], ""], [39561, "2017-12-03T22:50:13Z", [0.7], ""], [691, "2017-12-03T20:01:16Z", [0.94], ""], [42111, "2017-12-03T19:27:21Z", [0.7], ""], [1056, "2017-12-03T16:10:08Z", [1.0], ""], [485, "2017-12-03T15:14:18Z", [0.47], "The race looks too close to call. Some polling indicates Jones now has a very slight lead. Recent related news reports, OSINT, and polling information: “Is Roy Moore winning? Don't ask the pollsters,” Politico, Dec. 3. https://www.politico.com/story/2017/12/03/roy-moore-alabama-polls-274628 “Poll: Doug Jones has slight lead in race against Roy Moore,” CNN, Dec. 2. http://www.cnn.com/2017/12/02/politics/poll-doug-jones-roy-moore/index.html “Poll: Democratic Candidate Gains Slight Edge Over Moore in Alabama Senate Race,” Slate, Dec. 2. http://www.slate.com/blogs/the_slatest/2017/12/02/poll_democratic_candidate_gains_slight_edge_over_moore_in_alabama_senate.html “How will women respond to Roy Moore?” AL . com, Alabama Media Group, Dec. 2. http://www.al.com/opinion/index.ssf/2017/12/how_will_women_respond_to_roy.html “Alabamians Fear Roy Moore Is Bad For Business,” National Public Radio, Dec. 3. https://www.npr.org/2017/12/03/567797304/alabamians-fear-roy-moore-is-bad-for-business “Will Trump’s upcoming Florida rally boost Alabama’s Roy Moore?” Palm Beach Post, Dec. 2. http://postonpolitics.blog.palmbeachpost.com/2017/12/02/will-trumps-upcoming-florida-rally-boost-alabamas-roy-moore/ “Jones rallies black voters to turn out against Moore,” Politico, Nov. 2. https://www.politico.com/story/2017/12/02/alabama-black-voters-doug-jones-276119 “The Roy Moore Voter Matrix for Republicans,” AL . com, Alabama Media Group, Dec. 2. http://www.al.com/opinion/index.ssf/2017/12/the_republican_roy_moore_voter.html"], [30364, "2017-12-03T15:01:57Z", [1.0], ""], [39805, "2017-12-02T23:23:41Z", [0.49], ""], [9198, "2017-12-02T22:41:34Z", [0.75], ""], [37488, "2017-12-02T21:22:58Z", [0.6], "https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2017/12/02/National-Politics/Polling/release_505.xml"], [35831, "2017-12-02T20:41:45Z", [0.8], "While the \"scandal bump\" for Jones has never been higher than a margin of error and is now dissipated, Moore has not recovered to the double digits lead he enjoyed pre-scandal. \nRevise odd lower to 80% from 90%, but above the 68% consensus."], [42095, "2017-12-02T20:09:40Z", [0.43], ""], [34353, "2017-12-02T18:19:48Z", [0.9], "The polls also had Jon Ossoff ahead of Karen Handel going into the final week of campaigning in Georgia. As such, I'm skeptical of Jones pulling out the win."], [485, "2017-12-02T16:06:52Z", [0.45], "Doug Jones appears to be pulling ahead a bit, making the race more or less a tie at this point. That might indicate a trend among voters: momentum of support for Jones or at least decreasing support for Moore. Updated news reports, including polling information, and other OSINT below: “Poll: Alabama Senate race is too close to call,” Politico, Dec. 2. https://www.politico.com/story/2017/12/02/poll-alabama-senate-race-276019 “Poll: Dem holds three-point lead over Moore in AL Senate race,” The Hill, Dec. 3. http://thehill.com/homenews/campaign/362912-poll-dem-holds-three-point-lead-over-moore-in-al-senate-race “POLL: Doug Jones scrapes ahead of Roy Moore in Alabama's contentious Senate race,” Business Insider, Dec. 2. http://www.businessinsider.com/alabama-poll-tightening-race-between-roy-moore-and-doug-jones-2017-12 “Alabama race is neck and neck, with voters divided over Roy Moore allegations, poll finds,” Washington Post, Dec. 2. https://www.washingtonpost.com/politics/alabama-race-is-neck-and-neck-with-voters-divided-over-roy-moore-allegations-poll-finds/2017/12/01/32e659ec-d6bd-11e7-b62d-d9345ced896d_story.html?utm_term=.3c75b2d227cb “Doug Jones talks about Rosa Parks, voter turnout at Montgomery church,” AL . com, Alabama Media Group, Dec. 1. http://www.al.com/news/index.ssf/2017/12/doug_jones_talks_about_rosa_pa.html “Democratic Senate Hopeful Doug Jones Reaches Out To Black Voters,” Alabama Public Radio, Dec. 1. http://apr.org/post/democratic-senate-hopeful-doug-jones-reaches-out-black-voters#stream/0 “Republican Women in Alabama Sound Off on Roy Moore,” The New Yorker, Nov. 1. https://www.newyorker.com/news/news-desk/republican-women-in-alabama-sound-off-on-moore “Report: Doug Jones outraises Roy Moore by wide margin on latest filing,” AL . com, Alabama Media Group, Dec. 1. http://www.al.com/news/index.ssf/2017/12/doug_jones_outraises_roy_moore.html"], [691, "2017-12-02T14:25:51Z", [0.94], ""], [38903, "2017-12-02T13:33:55Z", [0.53], "Republicans dominate in Alabama and the outside focus plays to Moore but it’s an even race. "], [29646, "2017-12-02T07:29:52Z", [0.75], ""], [41523, "2017-12-02T05:29:58Z", [0.75], ""], [1056, "2017-12-02T04:41:21Z", [1.0], "Jimmy Kimmel inadvertently increases Moore's margin of victory: Headline: \"Jake Byrd heckles Roy Moore: Jimmy Kimmel comedian crashes Alabama church rally\" http://www.al.com/news/index.ssf/2017/11/jake_byrd_heckles_roy_moore_ji.html\n"], [18449, "2017-12-02T01:30:23Z", [0.65], ""], [23214, "2017-12-01T23:15:53Z", [0.85], ""], [1056, "2017-12-01T21:52:36Z", [1.0], ""], [485, "2017-12-01T20:48:30Z", [0.55], "It seems possible that the race could narrow in the final stretch.  Recent polls indicate that Moore currently has a slight lead. Voter turnout could be important. Will college-educated Alabamians, suburban women, younger adults, African-Americans and others come out to vote against Moore?  Those demographic groups could possibly tip the election to Jones. Related OSINT and news: “Roy Moore says 'campaign momentum through the roof!' after new Senate poll,” AL . com, Alabama Media Group, Dec. 1. http://www.al.com/news/index.ssf/2017/12/roy_moore_says_campaign_moment.html “Pro-Trump group's poll finds Moore up 1 in Alabama,” The Hill, Nov. 30. http://thehill.com/homenews/campaign/362668-pro-trump-groups-poll-finds-moore-up-1-in-alabama “Roy Moore Co-Authored a Government Course Saying Women Are Unfit for Office,” TIME magazine, Dec. 1. http://time.com/5045177/roy-moore-alabama-women-unfit-for-office/ “Roy Moore lags behind on large, last-minute donations,” AL . com, Alabama Media Group, Dec. 1. http://www.al.com/news/index.ssf/2017/12/roy_moore_lags_behind_on_large.html “Gay GOP group urges 'good Christians' to oppose Moore,” The Hill, Dec. 1. http://thehill.com/homenews/campaign/362798-gay-gop-group-urges-good-christians-to-oppose-moore “From Roy Moore To Tax Debate, A Spotlight On Christian Nationalism,” National Public Radio, Dec. 1. https://www.npr.org/2017/12/01/567626575/christian-nationalists-taking-political-center-stage “Sewell mobilizes the Congressional Black Caucus to help Doug Jones,” USA Today, Dec. 1. https://www.usatoday.com/story/news/politics/2017/12/01/sewell-calls-congressional-black-caucus-help-doug-jones/913776001/\n"], [691, "2017-12-01T13:40:05Z", [0.93], ""], [14847, "2017-12-01T05:14:25Z", [0.72], ""], [15414, "2017-12-01T03:38:49Z", [0.55], ""], [15414, "2017-12-01T03:27:07Z", [0.55], ""], [41523, "2017-11-30T23:21:26Z", [0.65], ""], [33035, "2017-11-30T22:56:45Z", [0.75], ""], [41120, "2017-11-30T21:10:12Z", [0.85], ""], [485, "2017-11-30T17:02:31Z", [0.6], "Polls still showing Moore ahead of Jones by about five points.   Black voter turnout could make a difference, along with people casting write-in votes for other candidates or just staying home and not voting at all.  And, some Alabama voters could have a \"come to Jesus\" moment when they take a last-minute, surprise moral-spiritual stance and do not vote for Moore. Recent related news and OSINT are below, including polling data: “Roy Moore vs. Doug Jones Alabama Senate race: Polling numbers, church protest and conspiracies,” AL . com, Alabama Media Group, Nov. 30. http://www.al.com/news/index.ssf/2017/11/roy_moore_vs_doug_jones_alabam.html “How abortion could tip the scales in Alabama,” The Hill, Nov. 29. http://thehill.com/homenews/news/362252-how-abortion-could-tip-the-scales-in-alabama “Why Is Roy Moore Back In Front? Time And Trump Are Probably Helping,” FiveThirtyEight, Nov. 29. https://fivethirtyeight.com/features/why-is-roy-moore-back-in-front-time-and-trump-are-probably-helping/ “Alabama Senate result could hinge on black turnout,” Montgomery Advertiser (Alabama), Nov. 29. http://www.montgomeryadvertiser.com/story/news/politics/southunionstreet/2017/11/29/alabama-senate-result-could-hinge-black-turnout/905806001/ “Moore says lesbians, gays, socialists behind sexual misconduct allegations,” The Hill, Nov. 30. http://thehill.com/homenews/campaign/362504-moore-says-lesbians-gays-socialists-behind-sexual-misconduct-allegations “Roy Moore can still win the Alabama Senate Race. Here’s why.” Bloomberg news service on Pittsburgh Post-Gazette, Nov. 30. http://www.post-gazette.com/news/politics-nation/2017/11/29/Analysis-Roy-Moore-can-still-win-the-Alabama-Senate-Race-Here-s-why/stories/201711290304 “Exclusive: Accuser to Roy Moore, 'Where does your immorality end?'” AL . com, Alabama Media Group, Nov. 28. http://www.al.com/news/index.ssf/2017/11/roy_moore_leigh_corfman_accuse.html “Can Doug Jones’s Money Make Roy Moore’s Misdeeds Matter?” New York Magazine – Daily Intelligencer, Nov. 28. http://nymag.com/daily/intelligencer/2017/11/can-doug-joness-money-make-roy-moores-misdeeds-matter.html “Sen. Richard Shelby cast ballot for 'distinguished Republican,'” USA Today, Nov. 28. https://www.usatoday.com/story/news/politics/2017/11/28/shelby-cast-ballot-distinguished-republican/902274001/ “Retired Marine starts GOP write-in campaign to beat Roy Moore in Alabama,” NBC News Nov. 28. https://www.nbcnews.com/politics/elections/ex-marine-launches-write-campaign-beat-roy-moore-alabama-n824531"], [636, "2017-11-30T16:10:05Z", [0.95], ""], [34353, "2017-11-30T15:56:19Z", [0.86], ""], [36783, "2017-11-30T14:04:59Z", [0.85], "Recent news reports are suggesting that the Roy Moore allegations are starting to wear off in the polls.  I think that it will be tough for Alabamians to detach themselves from their political views, and vote for a Democrat."], [691, "2017-11-30T13:35:01Z", [0.93], ""], [15196, "2017-11-30T03:56:33Z", [0.5], ""], [23006, "2017-11-30T03:51:01Z", [0.65], ""], [37488, "2017-11-30T03:34:46Z", [0.95], "I also think that the rebound will continue to make this race less about Moore and more about liberal vs. conservative and entrench voters in party lines (and continue to discourage dem voters from going to the polls, which is also pretty typical for the state)"], [37488, "2017-11-30T03:32:33Z", [0.88], ""], [41523, "2017-11-30T03:09:33Z", [0.65], ""], [30364, "2017-11-30T03:03:21Z", [1.0], ""], [14372, "2017-11-30T02:42:39Z", [0.55], ""], [16119, "2017-11-30T02:11:46Z", [0.74], ""], [32258, "2017-11-30T01:55:22Z", [1.0], "@bizner Thanks for the 538 post. I forgot to check on that and the fact that internet searches for Moore have decreased and that he's back up in the polls may indicate a settling in to how undecided Alabama voters are likely to vote."], [34821, "2017-11-30T01:50:22Z", [0.7], "Decreased interest among the American public bodes well for Jones, who gains an advantage the more Virginia voters stay home."], [34821, "2017-11-30T00:49:54Z", [0.75], "Looks like Moore has weathered the storm.\nhttps://fivethirtyeight.com/features/why-is-roy-moore-back-in-front-time-and-trump-are-probably-helping/"], [30364, "2017-11-29T22:33:02Z", [0.95], ""], [31450, "2017-11-29T21:03:32Z", [0.55], "Shifting higher again as Moore seems to be regaining support.  https://fivethirtyeight.com/features/why-is-roy-moore-back-in-front-time-and-trump-are-probably-helping/"], [15548, "2017-11-29T20:54:42Z", [0.65], ""], [14777, "2017-11-29T20:36:45Z", [0.79], ""], [37800, "2017-11-29T18:17:04Z", [0.54], ""], [485, "2017-11-29T17:49:06Z", [0.55], "Recent polls place Moore ahead of Jones. However, there seem to still be some unknowns involved. Will some people stay home and not vote? Will some vote for a write-in candidate? Will black voters turn out? Will younger, college-educated and suburban women turn out and vote for Doug Jones instead of Moore? Recent OSINT and news reports: “New poll: Roy Moore up 5 points on Dem opponent,” The Hill, Nov. 29. http://thehill.com/campaign-polls/362305-poll-roy-moore-up-5-points-on-dem-opponent “Roy Moore leads Doug Jones in another new Senate poll,” AL . com, Alabama Media Group, Nov. 29. http://www.al.com/news/index.ssf/2017/11/roy_moore_leads_doug_jones_in.html “Moore buried under TV ad barrage,” Politico, Nov. 27. https://www.politico.com/story/2017/11/27/roy-moore-jones-alabama-senate-261024 “Steve Bannon to campaign for Roy Moore next week,” USA Today, Nov. 29. https://www.usatoday.com/story/news/politics/onpolitics/2017/11/29/steve-bannon-campaign-roy-moore-next-week/905079001/ “Trump weighs 11th-hour boost for Roy Moore,” Politico, Nov. 29. https://www.politico.com/story/2017/11/29/trump-roy-moore-alabama-senate-267825 “Black Voters Could Sway an Alabama Senate Race Rocked by Scandal,” New York Times, Nov. 29. https://www.nytimes.com/2017/11/29/us/doug-jones-roy-moore-black-voters.html “Alabama sees slight uptick in registered voters leading into Senate election,” AL . com, Alabama Media Group, Nov. 28. http://www.al.com/news/index.ssf/2017/11/alabama_sees_slight_uptick_in.html\n"], [691, "2017-11-29T16:39:17Z", [0.93], ""], [29646, "2017-11-29T14:38:42Z", [0.75], "Latest batch of polls shows Moore rebounding."], [34353, "2017-11-29T13:59:55Z", [0.79], "Based on recent polling: http://www.al.com/news/index.ssf/2017/11/new_senate_polls_have_roy_moor_1.html."], [16119, "2017-11-29T13:42:42Z", [0.72], ""], [41966, "2017-11-29T04:13:00Z", [0.46], ""], [1738, "2017-11-29T00:10:44Z", [1.0], ""], [35831, "2017-11-28T22:39:15Z", [0.9], "Up the percentage to reflect new poll"], [41551, "2017-11-28T22:30:35Z", [0.45], "The sex scandal will likely cause low turnout amongst Republicans"], [7375, "2017-11-28T21:12:19Z", [0.35], "Low republican turn out may allow democrats to take this seat."], [691, "2017-11-28T20:21:26Z", [0.85], ""], [15548, "2017-11-28T19:14:56Z", [0.45], ""], [30364, "2017-11-28T19:10:51Z", [0.95], ""], [14667, "2017-11-28T17:31:07Z", [0.6], ""], [485, "2017-11-28T16:36:04Z", [0.45], "The entry of a retired Marine Corps colonel (a former aide of White House Chief of Staff John Kelly) into the Alabama race as a write-in candidate could have a significant effect. It might make casting a write-in vote more acceptable for some Alabamians. It might put the idea of casting a write-in vote into some people's minds.  Third candidates have been known to help tip elections. Recent related news reports and OSINT below: “Alabama GOP senator: I voted for a write-in instead of Moore,” The Hill, Nov. 27. http://thehill.com/homenews/special/362041-alabama-gop-senator-i-voted-for-a-write-in-instead-of-moore “Alabama Senate Race Gives GOP Voters an Uncomfortable Choice,” Associated Press on U.S. News & World Report, Nov. 28. https://www.usnews.com/news/best-states/alabama/articles/2017-11-28/alabama-senate-race-gives-gop-voters-an-uncomfortable-choice “At rally, Roy Moore calls sexual misconduct allegations ‘dirty politics,’\" CBS News, Nov. 28. https://www.cbsnews.com/news/roy-moore-alabama-senate-candidate-rally-denies-allegations/ “Doug Jones running 10 times as many TV ads as Roy Moore: report,” The Hill, Nov. 28. http://thehill.com/homenews/campaign/362111-doug-jones-running-10-times-as-many-tv-ads-as-roy-moore “Roy Moore compares accusations against him to Russia probe,” CNN, Nov. 27. http://www.cnn.com/2017/11/27/politics/roy-moore-russia/index.html “Where Doug Jones stands on the issues,” CNN, Nov. 27. http://www.cnn.com/2017/11/27/politics/doug-jones-on-the-issues/index.html “Trump is confronting a major embarrassment by backing Roy Moore — and he seems to know it,” Washington Post, Nov. 27. https://www.washingtonpost.com/news/the-fix/wp/2017/11/27/trump-is-inviting-major-embarrassment-by-backing-roy-moore-and-he-seems-to-know-it/?utm_term=.8233a5a126f4\n"], [41924, "2017-11-28T16:00:50Z", [0.87], "Alabamas traditions and values"], [41876, "2017-11-28T06:02:48Z", [0.38], ""], [41876, "2017-11-28T05:51:25Z", [0.4], ""], [38223, "2017-11-28T00:54:04Z", [0.4], ""], [41866, "2017-11-28T00:34:45Z", [0.1], ""], [1056, "2017-11-27T22:08:02Z", [1.0], "To mash-up this question with another that many of us are forecasting, I think if the Supreme Court finds against Masterpiece Cakeshop, you will see Moore's poll numbers rise. If the Republicans can once again shift the focus to the composition of the Supreme Court, their voters will probably fall into place and vote to keep a Republican majority in the Senate. I think Moore will win anyway, but any renewed Supreme Court panic on the part of the Republicans will help him."], [41844, "2017-11-27T21:59:01Z", [0.88], ""], [34353, "2017-11-27T19:34:40Z", [0.68], "With the polls tightening again, Jones needing to considerable outreach to communities of color, Trump muddying the waters with comparisons to Dems, things are looking more favorable for Moore."], [37349, "2017-11-27T18:58:47Z", [0.05], ""], [485, "2017-11-27T18:46:54Z", [0.42], "The entry of a write-in candidate in the Alabama race might be significant (retired Marine colonel Lee Busby).  It would allow people to cast a vote that, for them, is honorable -- and not vote for Moore or Jones. This was the dilemma of some voters in the 2016 presidential race: They very much disliked both Hillary Clinton and Donald Trump, and opted for the Libertarian or Green Party candidates -- even though voters knew that those candidates had no chance of winning. For some voters, apparently that was a more honorable choice than voting for Clinton or Trump. Recent news and OSINT may provide some insights: “Retired Marine colonel to launch Alabama Senate write-in campaign,” Washington Post, Nov. 27. https://www.washingtonpost.com/politics/retired-marine-colonel-to-launch-alabama-senate-write-in-campaign/2017/11/27/08816f4c-d394-11e7-9461-ba77d604373d_story.html?utm_term=.a56e23445689 “Former Kelly aide to launch write-in bid for Alabama Senate seat,” The Hill, Nov. 27. http://thehill.com/homenews/campaign/361976-former-kelly-aide-to-launch-write-in-campaign-for-alabama-senate-race “Allegations against Roy Moore create awkward choice for suburban women in Alabama,” Washington Post, Nov. 26. https://www.washingtonpost.com/powerpost/allegations-against-roy-moore-create-awkward-choice-for-suburban-women-in-alabama/2017/11/26/dd0775f2-d14d-11e7-81bc-c55a220c8cbe_story.html?utm_term=.a44a02bb227d “Trump Will Not Campaign for Alabama Republican Senate Candidate Moore,” Reuters news service on U.S. News & World Report, Nov. 27. https://www.usnews.com/news/top-news/articles/2017-11-27/trump-will-not-campaign-for-alabama-republican-senate-candidate-moore “Trump blasts Roy Moore's foe,” Politico, Nov. 26. https://www.politico.com/story/2017/11/26/trump-moore-alabama-jones-259831 “Charles Barkley rips congressional candidate Roy Moore, calls him a 'white separatist,'” USA Today, Nov. 26. https://www.usatoday.com/story/sports/nba/2017/11/26/charles-barkley-rips-congressional-candidate-roy-moore-calls-him-white-separatist/896457001/ “'You can't be serious': CNN anchor confronts Breitbart editor over comparing Roy Moore to a member of the Beatles,” Business Insider, Nov. 27. http://www.businessinsider.com/chris-cuomo-breitbart-ringo-starr-2017-11 “Double-barreled Bannon: He targets both Mississippi GOP senators” NBC News, Nov. 26. https://www.nbcnews.com/politics/elections/double-barreled-bannon-he-targets-both-mississippi-gop-senators-n823051"], [3110, "2017-11-27T17:13:46Z", [0.7], ""], [11885, "2017-11-27T15:58:46Z", [0.0], ""], [16119, "2017-11-27T13:44:50Z", [0.62], ""], [40848, "2017-11-27T00:42:54Z", [0.8], "Real Clear Politics currently has Moore down by less than 1 point with around 7% undecided.  He originally had a 6 point lead before the sexual assault incident.  I'm guessing that as the incident moves further into the background, given the strongly republican leaning make up of the state, many of the undecided will break toward Moore.  The most recent poll already showed Moore up 2 points"], [38903, "2017-11-26T22:22:57Z", [0.57], "Polls show a dead heat.   News reports McConnel was thinking Moore will lose at 50/50. "], [539, "2017-11-26T19:13:19Z", [0.45], "The most recent polls https://fivethirtyeight.com/features/is-roy-moore-losing/ are showing a clear erosion of support for Moore, even with the tepid support of the president, (which could have hurt him more than helped him) when Mr. Trump claimed to not support Moore, but was MORE opposed to Jones. As the evidence of Moore's proclivities mounts, it is likely that the Republican voters will sit this election out, rather than violate their loyalty to the party and vote for the Democrat. That opens the way for Jones to win with a narrow majority on what was already a special election with a projected low voter turnout. "], [10449, "2017-11-26T18:42:31Z", [0.95], ""], [27461, "2017-11-26T17:28:22Z", [0.9], "Trump is backing Moore in the name of the tax cuts, giving Republicans cover to vote for Moore holding their nose. Besides, there is still the possibility that Moore might be expelled from the Senate. although the talk about this has subsided. So moderate Republicans may still vote for Moore, hoping for the best of both worlds - Moore to be expelled, and the seat to remain Republican. In a tight race, stories like this should tip the scale.  "], [27705, "2017-11-26T17:14:58Z", [0.05], "\nThe Republican candidate, Judge Roy Moore, will not win the Senate seat.  Democrat Doug Jones will win the seat.  The reasons are low voter turnout, arithmetic, GOP stupidity, and people of color adding to voter turnout.   1. This will be a low turnout election. The primary turnout was 18%, http://www.al.com/news/birmingham/index.ssf/2017/09/low_turnout_expected_for_roy_m.html and the average midterm is 50ish%. The Presidential election turnout was 61ish%. If people of color turn out, Jones wins. Neither Cook Political nor 538 have even mentioned these fact- low midterm turnout + people of color voting. The reasons for low voter turnout are Moore's unpopularity and the fact that the GOP chose to hold this election in mid-December, when people are involved with Christmas and family.  They could have called the election for the usual November election day but they chose not to, looking for low voter turnout.  It is a case of careful what you wish for.  2. Arithmetic and Moore’s unpopularity\nLook at the August primary results. 589,175 voters went to the polls, according to unofficial results from the secretary of state's office. http://www.al.com/news/birmingham/index.ssf/2017/09/low_turnout_expected_for_roy_m.html  Of those, 72 percent voted in the Republican primary. That’s 424,206 votes.  Let’s highlight this:  August GOP turnout was 72% of 18% of registered voters.  Pretty low turnout.   Of those, 258,000 all voted for a Republican other than Moore. They might be disgusted with him. Now assume some of those Republicans don’t vote in December. So that 258,000 votes is about how much you have to increase Democratic voter turnout.   3. People of color are 29% of the state's registered voters. They are part of the Democrats  but not all of them.  They are presumed to be 100% Democratic voters.  The state of Alabama claims 3,330,802 registered voters. http://www.al.com/opinion/index.ssf/2016/11/are_99_percent_of_alabama_vote.html. 29% of all registered voters = 280,120. 280,120 – 258,000 = 22,120 votes.  That’s all it takes. 22,120 votes to beat Judge Roy Moore.  If Jones wins, it will prove that other southern states are also winnable if you focus on black voter turnout.Before they were killed, MLK and RFK were going to put us on the right track, with organized black church, labor, and worker turnout.... The people have to want to do this, organize themselves in the churches, clubs, and have a vision of it...it has been a long time since 1968."], [485, "2017-11-26T17:09:17Z", [0.47], "Monday, Nov. 27, is the last day to register to vote in Alabama. Will those Alabamians who oppose Moore get registered -- and vote? Will additional damaging testimony and evidence about Moore's behavior emerge between now and the election?  Recent related news reports include helpful OSINT: “Graham: Trump throwing 'a lifeline' to Moore,” The Hill, Nov. 26. http://thehill.com/homenews/senate/361839-graham-trump-throwing-a-life-line-to-moore “President Trump attacks Roy Moore's opponent: 'Jones would be a disaster,’” USA Today, Nov. 26. https://www.usatoday.com/story/news/politics/2017/11/26/president-trump-attacks-roy-moores-opponent-jones-would-disaster/895592001/ “Trump continues to boost Roy Moore’s Senate bid as other Republicans keep distance,” Washington Post, Nov. 26. https://www.washingtonpost.com/news/powerpost/wp/2017/11/26/trump-continues-to-boost-roy-moores-senate-bid-as-other-republicans-keep-distance/?utm_term=.c2c76f6f572f “Trump frustrated with Ivanka's condemnation of Roy Moore: report,” The Hill, Nov. 25. http://thehill.com/homenews/administration/361801-trump-frustrated-with-ivankas-condemnation-of-roy-moore-report “Monday voter registration deadline in Alabama US Senate race,” Associated Press on McClatchy news service, Nov. 26. http://www.mcclatchydc.com/news/politics-government/national-politics/article186577863.html “GOP senator: Trump should ask Moore to step aside in race,” The Hill, Nov. 26. http://thehill.com/homenews/sunday-talk-shows/361842-gop-senator-moore-would-be-a-distraction-to-gop-agenda-if-elected “How Doug Jones could pull off a stunner in Alabama,” Politico, Nov. 16. https://www.politico.com/story/2017/11/16/doug-jones-roy-moore-alabama-senate-244884"], [14493, "2017-11-26T15:59:17Z", [0.7], "It seems the majority of voters in Alabama are irrational (they have cognitive bias toward voting for Roy Moore, come what may - they claim to hold high moral principles but still ignore the apparent moral defects in Moore). The election could yet be cancelled. New accusations might come up. And some of the polls look questionable. "], [30364, "2017-11-25T19:59:47Z", [0.95], "Raw data from the Change Research poll. What I find interesting is the very last question on if they believe the allegations. This poll is VERY representative of the voting populous in Alabama. More food for thought... https://docs.google.com/spreadsheets/d/12M1rIuYYjQvxiBFUP9FARaOOovpkRUscK00miHWreos/edit#gid=155790115"], [1639, "2017-11-25T17:38:00Z", [0.65], "Poll of the week\nA Change Research survey released Thursday found Democrat Doug Jones leading Republican Roy Moore 46 percent to 43 percent ahead of Alabama’s special Senate election on Dec. 12. The survey is just one of many to show that the allegations of child molestation and sexual misconduct against Moore have really eroded his support. Not only that, but the first few polls released after the allegations became public on Nov. 9 may have understated his problems. He seems to have fallen even further since then.\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/ Alabama Today reported on the poll from Sky Research showing Moore with 46.7 percent compared to Jones’ 39.6 percent, with 13.7 percent undecided. The poll was conducted on Nov. 21 and had a margin of error of 3.1 percent.\nhttp://www.breitbart.com/big-government/2017/11/23/poll-roy-moore-opens-up-seven-point-lead-over-democrat-doug-jones-in-alabama-senate-race/ GOP Senate candidate Roy Moore and his Democratic opponent Doug Jones are neck and neck in Alabama's Senate race just three weeks ahead of the December election, according to a new poll released Tuesday.\nhttp://thehill.com/homenews/campaign/361455-poll-moore-and-jones-neck-and-neck-in-senate-race Alabama voters want a candidate who will represent their state with honor -- and they think Doug Jones has strong moral character and Roy Moore doesn’t.  That gives the Democrat the lead in the U.S. Senate race.    Jones is up by eight points over Moore among Alabama likely voters, 50 percent vs. 42 percent, in a Fox News Poll conducted Monday through Wednesday evenings.  His lead is outside the poll’s margin of sampling error (±3.5 percentage points).  Nine percent are undecided or plan to vote for someone else.\nhttp://www.foxnews.com/politics/2017/11/16/fox-news-poll-jones-leads-moore-by-8-points-in-alabama-senate-race.html\n"], [1056, "2017-11-25T17:02:55Z", [1.0], ""], [485, "2017-11-25T16:21:14Z", [0.5], "Young adult Republicans and other Repub voters (such as many women of all ages) might not vote for Moore, maybe choosing a write-in candidate or abstaining from going to the polls, or even voting for Doug Jones. And will African-American Alabamians turn out to vote? Recent news and OSINT: “Want to Know Why Roy Moore Might Win? Blame the Media.” Politico, Nov. 25. https://www.politico.com/magazine/story/2017/11/25/want-to-know-why-roy-moore-might-win-blame-the-media-215863 “Fact check: Man dissed by Trump has put felons in prison,” Associated Press on St. Louis Post-Dispatch, Nov. 24. http://www.stltoday.com/news/national/govt-and-politics/fact-check-man-dissed-by-trump-has-put-felons-in/article_e7382323-8cc8-5316-940f-fd290ec8a630.html “‘Doug Jones’s problem’: African American voters not energized by Alabama’s Senate race,” Washington Post, Nov. 24. https://www.washingtonpost.com/powerpost/doug-joness-problem-african-american-voters-not-energized-by-alabama-senate-race/2017/11/24/c305a2ec-ce31-11e7-a1a3-0d1e45a6de3d_story.html?utm_term=.acecce3bc6f9 “Unlike Their Elders, Alabama’s Young Republicans Wrestle with the Roy Moore Allegations,” The New Yorker, Nov. 21. https://www.newyorker.com/news/news-desk/unlike-their-elders-alabamas-young-republicans-wrestle-with-the-roy-moore-allegations “Pro-Roy Moore group cites Trump in fundraising,” Associated Press on Tucscaloosa News (Alabama), Nov. 24. http://www.tuscaloosanews.com/news/20171124/pro-roy-moore-group-cites-trump-in-fundraising “Officials urge residents to register to vote before Dec. 12 special election,” Montgomery Advertiser, Nov. 22. http://www.montgomeryadvertiser.com/story/news/2017/11/22/officials-urge-residents-register-vote-before-dec-12-special-election/863158001/ “Former ethics czar files Hatch Act complaint against White House counselor Kellyanne Conway,” CNBC, Nov. 22. https://www.cnbc.com/2017/11/22/former-ethics-czar-files-hatch-act-complaint-against-white-house-counselor-kellyanne-conway.html “How to Escape From Roy Moore’s Evangelicalism,” New York Times, Nov. 17. https://www.nytimes.com/2017/11/17/opinion/sunday/escape-roy-moores-evangelicalism.html"], [691, "2017-11-25T13:17:43Z", [0.92], ""], [41678, "2017-11-25T06:43:29Z", [1.0], ""], [14372, "2017-11-25T05:10:45Z", [0.35], ""], [37852, "2017-11-25T01:10:33Z", [0.25], ""], [485, "2017-11-24T19:56:50Z", [0.45], "The election apparently may be quite close. Lots of unknowns in the hearts and minds of Alabama voters. Turnout will be important. Some Repubs might just stay home or write in another candidate. More anti-Moore voters might come out to vote. Related OSINT and news reports: “Trump, Senate GOP at odds over Roy Moore,” The Hill, Nov. 22. http://thehill.com/homenews/senate/361633-trump-senate-gop-at-odds-over-roy-moore “Why Trump broke with D.C. GOP and threw his support to Roy Moore,” NBC News, Nov. 23. https://www.nbcnews.com/politics/elections/why-trump-threw-his-support-behind-roy-moore-n823396 “Flake: Trump made 'big mistake' backing Moore,” The Hill, Nov. 22. http://thehill.com/homenews/campaign/361588-flake-trump-made-a-big-mistake-backing-moore “How to cast a write-in vote in Alabama,” Gadsden Times/Alabama Media Group, Nov. 22. http://www.gadsdentimes.com/news/20171122/how-to-cast-write-in-vote-in-alabama “Doug Jones forced to defend record on crime in wake of Trump criticism,” ABC News, Nov. 22. http://abcnews.go.com/Politics/doug-jones-forced-defend-record-crime-wake-trump/story?id=51339705 “Doug Jones Is Changing His Approach to the Allegations Against Roy Moore,” Slate, Nov. 22. http://www.slate.com/blogs/the_slatest/2017/11/22/doug_jones_ran_two_ads_calling_roy_moore_an_abuser_with_disturbing_actions.html  “Democrat Doug Jones’ video calls Moore ‘abuser,’ names his 9 accusers,” NBC News, Nov. 22. https://www.nbcnews.com/politics/elections/democrat-doug-jones-video-calls-moore-abuser-names-his-9-n823381"], [38903, "2017-11-24T19:12:03Z", [0.64], "https://fivethirtyeight.com/features/is-roy-moore-losing/ Polls show a dead heat but it is still uphill for Jones. \n"], [40417, "2017-11-24T16:50:23Z", [0.59], ""], [691, "2017-11-24T16:05:55Z", [0.95], ""], [22264, "2017-11-24T14:21:36Z", [1.0], ""], [30364, "2017-11-24T05:28:51Z", [0.95], ""], [97, "2017-11-24T01:43:18Z", [0.0], ""], [1333, "2017-11-23T22:19:09Z", [0.75], ""], [485, "2017-11-23T17:44:19Z", [0.4], "News updates and OSINT regarding this GJ question: “Roy Moore strategist: Fox News putting out 'fake polls' showing us losing,” The Hill, Nov. 22. http://thehill.com/blogs/blog-briefing-room/361560-roy-moore-strategist-fox-news-putting-out-fake-polls-showing-us “Trump's defense of Roy Moore is 'sickening': Former Republican National Committee chair,” AL . com, Alabama Media Group, Nov. 23. http://www.al.com/news/index.ssf/2017/11/trumps_defense_of_roy_moore_is.html “Roy Moore's Senate campaign is a train wreck. So why does he still have a decent shot at winning?” Los Angeles Times, Nov. 22. http://www.latimes.com/politics/la-na-pol-roy-moore-democrats-20171122-story.html “Moore trumpets president's near-endorsement,” Politico, Nov. 22. https://www.politico.com/story/2017/11/22/roy-moore-trump-support-alabama-258375 “Roy Moore's communications director John Rogers is out,” CBS News, Nov. 22. https://www.cbsnews.com/news/roy-moore-communications-director-out/ “'If it was my daughter, I'd break his face': Republican lawmaker and former Navy SEAL unleashes on Roy Moore,” Business Insider, Nov. 22. http://www.businessinsider.com/scott-taylor-roy-moore-navy-seal-2017-11 “Poll: Majority says Moore should be expelled if elected to Senate,” The Hill, Nov. 21. http://thehill.com/blogs/blog-briefing-room/361384-poll-majority-believes-moore-should-be-expelled-if-elected\n"], [29646, "2017-11-23T06:57:41Z", [0.6], "Deteriorating poll numbers for Moore:\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/ https://fivethirtyeight.com/features/politics-podcast-alabama-is-tied/ Campaign resignations.\nhttps://www.washingtonpost.com/news/powerpost/wp/2017/11/22/roy-moores-communications-director-resigns/?utm_term=.64c39b73dcaa The momentum has shifted to Jones, yes, but it feels like a tie still. If you take the average net Moore advantage pre-scandal and then subtract the average shift towards Jones post-scandal, it goes from Moore +9 to tied. And in a state as Republican as Alabama, I think tie goes to the Republican. Not convinced Jones is the favorite just yet. I need to see some more polls showing a **sustained** move toward Jones before moving off my position. Holding at 60 for now."], [41523, "2017-11-23T04:59:12Z", [0.75], ""], [14847, "2017-11-23T04:05:26Z", [0.38], "Moore's CD is out. Still a high number of undecided voters."], [20, "2017-11-23T03:39:25Z", [0.45], ""], [28041, "2017-11-23T02:57:17Z", [0.14], ""], [31450, "2017-11-22T22:50:27Z", [0.45], "Dropping a few points because it seems the advantage has swung to Jones\nhttps://fivethirtyeight.com/features/is-roy-moore-losing/"], [485, "2017-11-22T19:16:43Z", [0.38], "It seems possible that Alabama voters are more persuaded by victim and witness reports than denials, attacks and distractions by the Roy Moore team. Related news reports and OSINT: “Is Roy Moore Losing?” FiveThirtyEight, Nov. 22. https://fivethirtyeight.com/features/is-roy-moore-losing/ “Republican Women in Alabama Begin to Turn on Roy Moore,” Daily Beast, Nov. 22. https://www.thedailybeast.com/republican-women-in-alabama-begin-to-turn-on-roy-moore “Alabama Senate Race Leaves Pro-Lifers No Choice,” Bloomberg news service, Nov. 22. https://www.bloomberg.com/view/articles/2017-11-22/alabama-senate-race-leaves-pro-lifers-no-choice “Former Alabama police officer: We were told to make sure Moore didn't hang around cheerleaders,” The Hill, Nov. 22. http://thehill.com/homenews/news/361569-former-alabama-police-officer-we-were-told-to-make-sure-moore-didnt-hang-around “In Race Against Roy Moore, Democratic Candidate Is Mostly on His Own,” New York Times, Nov. 19. https://www.nytimes.com/2017/11/19/us/jones-alabama-democrats.html “Moore Campaign Touts Trump’s ‘Strong Words of Support’ to Raise Cash,” Bloomberg news service, Nov. 21. https://www.bloomberg.com/news/articles/2017-11-21/trump-backs-roy-moore-for-senate-seat-despite-sex-allegations “Former Bush aide: GOP is 'over' if they let Moore serve in Senate,” The Hill, Nov. 21. http://thehill.com/blogs/blog-briefing-room/361519-top-bush-aide-gop-is-over-if-they-let-moore-serve-in-senate “RNC, NRSC have no plans to back Moore after Trump threw support behind him,” The Hill, Nov. 22. http://thehill.com/homenews/campaign/361555-rnc-nrsc-have-no-plans-to-back-moore-after-trump-threw-support-behind-him “Attacks on Media, Like Roy Moore’s, Endanger Democracy,” Scientific American, Nov. 22. https://blogs.scientificamerican.com/observations/attacks-on-media-like-roy-moore-rsquo-s-endanger-democracy/  “The complicated case of Roy Moore's candidacy,” Philadelphia Inquirer, Nov. 22. http://www.philly.com/philly/opinion/20171122_The_complicated_case_of_Roy_Moore_s_candidacy.html\n"], [14667, "2017-11-22T19:05:34Z", [0.5], ""], [41589, "2017-11-22T19:01:58Z", [0.49], ""], [41557, "2017-11-22T17:35:01Z", [0.85], ""], [35, "2017-11-22T15:46:38Z", [0.48], ""], [22833, "2017-11-22T15:14:49Z", [0.49], ""], [485, "2017-11-22T15:05:53Z", [0.42], "It apparently will be a close election. However, there seem to be elements of the overall situation that may erode Roy Moore's support from voters. News reports and OSINT below may provide some insight for GJ forecasting analysts: “Poll: Moore, Jones neck and neck in Alabama Senate race,” The Hill, Nov. 21. http://thehill.com/homenews/campaign/361455-poll-moore-and-jones-neck-and-neck-in-senate-race  “Roy Moore's Democratic opponent quotes Ivanka Trump and Jeff Sessions in brutal attack ad,” Business Insider, Nov. 21. http://www.businessinsider.com/ivanka-trump-doug-jones-roy-moore-jeff-sessions-alabama-2017-11 “Roy Moore weighing legal action against women accusing him of harassment,” NBC News, Nov. 21. https://www.nbcnews.com/politics/elections/roy-moore-weighing-legal-action-against-women-accusing-him-harassment-n823181 “GOP operative: 'I just donated to a Democrat for the first time' in Alabama Senate race,” The Hill, Nov. 21. http://thehill.com/homenews/campaign/361451-gop-operative-im-donating-to-a-dem-for-the-first-time-in-alabama-senate “Roy Moore campaign press conference goes off the rails as surrogates rant about accusers and 'fake polls' from Fox News,” Business Insider, Nov. 21. http://www.businessinsider.com/roy-moore-accusers-women-polls-fox-news-2017-11 “Trump says Republican Roy Moore must be elected in Alabama,” NBC News, Nov. 21. https://www.nbcnews.com/politics/donald-trump/trump-says-republican-roy-moore-must-be-elected-alabama-n823026 “Roy Moore: Trump defends Alabama candidate in misconduct claims,” BBC News, Nov. 21. http://www.bbc.com/news/world-us-canada-42074085 “Doug Jones Can Beat Roy Moore. But There’s One Big Problem…” Politico, Nov. 21. https://www.politico.com/magazine/story/2017/11/21/doug-jones-can-beat-roy-moore-but-theres-one-big-problem-215856 “Moore campaign disputes accuser's story of assault,” The Hill, Nov. 20. http://thehill.com/homenews/campaign/361295-moore-campaign-attempts-to-discredit-accusers-story-of-sexual-assault “Columnist: Roy Moore first took interest in his wife when she was underage,” The Hill, Nov. 21. http://thehill.com/homenews/senate/361330-alabama-columnist-roy-moore-first-took-interest-in-his-wife-when-she-was\n"], [1056, "2017-11-22T14:58:11Z", [1.0], ""], [1333, "2017-11-22T14:20:28Z", [0.65], ""], [22833, "2017-11-22T13:32:13Z", [0.55], ""], [691, "2017-11-22T12:23:23Z", [0.97], "The President has endorsed Judge Moore because they need his vote to deprive the people of Alabama of their jobs and health insurance while their federal taxes and cost of living skyrocket.   The people of Alabama will  be jake with this because their Fearful Leader told them it was okay to vote for the  Evil Clown since he is not a Democrat.  Next time they want to secede, let's let 'em.  "], [29680, "2017-11-22T10:13:55Z", [0.67], "Betting markets; Trump’s nearly explicit support. "], [14493, "2017-11-22T10:08:31Z", [0.42], "Trump believes Moore. Is Trump a closet Muslim, and thinks a man's word is worth two women's? Maybe not there seem to be a number of women who have accused Moore."], [34821, "2017-11-22T08:04:41Z", [0.7], ""], [35544, "2017-11-22T02:44:48Z", [0.76], ""], [28041, "2017-11-21T22:39:52Z", [0.17], ""], [20060, "2017-11-21T22:17:53Z", [0.33], ""], [41270, "2017-11-21T21:55:10Z", [0.8], ""], [73, "2017-11-21T21:41:49Z", [1.0], "all but should be good enough.... http://www.cnn.com/2017/11/21/politics/donald-trump-roy-moore-alabama/index.html"], [1738, "2017-11-21T21:30:27Z", [1.0], ""], [28156, "2017-11-21T21:11:25Z", [0.85], "Small chance that Jones will pull out a suprise victory. The white evanlegical vote will prevail. "], [35, "2017-11-21T20:04:08Z", [0.33], ""], [14493, "2017-11-21T18:09:10Z", [0.4], "After a few days and no new accusations, the GOP doing nothing, Roy not budging and the White House pointing out they need senators regardless of their ethical standards, the chances of RM winning the seat have improved slightly. But there is still 3 weeks for more to come come to light (or for mud to be thrown; take your pick). It seems that RM has less supporters than he had, but \"loyalty\" means supporting member of ones tribe however badly they behave. (loyalty is an overrated attribute.) "], [47, "2017-11-21T17:58:40Z", [0.25], "New commercial by Doug Jones campaign.  "], [1333, "2017-11-21T17:47:34Z", [0.55], ""], [15477, "2017-11-21T16:17:30Z", [0.95], ""], [485, "2017-11-21T15:54:22Z", [0.45], "The election will seemingly be a close one. The next few days will be crucial. What is in the hearts and minds of Alabamians?  Related recent news and OSINT on this topic below: “Why Alabama Young Republicans deserted Roy Moore,” NBC News, Nov. 21. https://www.nbcnews.com/politics/elections/why-alabama-young-republicans-deserted-roy-moore-n822731 “Roy Moore accuser's friend calls Senate candidate 'a monster,'” AL . com, Alabama Media Group, Nov. 21. http://www.al.com/news/index.ssf/2017/11/roy_moore_accusers_friend_call.html “Moore dodges the press as harassment scandal spirals,” Politico, Nov. 20. https://www.politico.com/story/2017/11/20/roy-moore-dodges-press-250541 “Kellyanne Conway on Roy Moore's candidacy: ‘We want the votes in the Senate’ for tax bill,” CBS News, Nov. 20. https://www.cbsnews.com/news/kellyanne-conway-on-roy-moores-candidacy-we-want-the-votes-in-the-senate-for-tax-bill/ “White House wants Republican in Alabama Senate seat for tax bill vote: adviser,” Reuters news service, Nov. 20. https://www.reuters.com/article/us-usa-congress-moore/white-house-wants-republican-in-alabama-senate-seat-for-tax-bill-vote-adviser-idUSKBN1DK1T0"], [30364, "2017-11-21T14:50:52Z", [0.95], ""], [691, "2017-11-21T13:42:38Z", [0.96], "https://www.reuters.com/article/us-usa-congress-moore/white-house-wants-republican-in-alabama-senate-seat-for-tax-bill-vote-adviser-idUSKBN1DK1T0 The White House has announced that they don't care what kind of scum are in the Senate as long as they have enough votes to assure tax breaks for the President and the Cabinet and their buddies.  Kinda makes you proud to be a Republican, if you are.  Oops--I am, and it's not making me proud.  Must be something wrong with me."], [522, "2017-11-21T13:08:25Z", [0.45], "Voter turnout will determine this and there is evidence of sufficient activity to deny the GOP a victory."], [27345, "2017-11-21T06:48:24Z", [0.65], ""], [15548, "2017-11-21T05:06:48Z", [0.5], ""], [12037, "2017-11-21T04:02:10Z", [0.55], ""], [35636, "2017-11-21T03:43:54Z", [1.0], "A majority of Alabamans hate Democrats more than they hate pedos. And Washington Post. Fox News could literally show video evidence of Moore's crimes (wait that'd be a crime, OK make the girl over 18) and Alabamans would be like 'Oh yeah? But what about the Clintons!? PIZZAGATE!PIZZAGATE! Oh and the video is probably fake anyway, maybe Soros funded it!'  It's analogous to Trump shooting someone on 5th Avenue. \"Meh, whatever, still voting for the guy. Now Bubba-Tom fetch me a beer will ya!\""], [1056, "2017-11-21T02:41:12Z", [1.0], "According to this site, which from what I gather is pro-Moore, Jones is pro-choice. http://www.alreporter.com/2017/09/28/doug-jones-tackles-gun-rights-abortion-health-care-national-interview/ The relative weight of Jones' stance on abortion will far outweigh the allegations against Moore. Religious voters equate abortion with murder, and I think they will consider being pro-choice much more of a sin than having sexual relations with a teenage girl. What it comes down to is that no matter how much they dislike Moore, they like Jones even less.\n"], [15414, "2017-11-21T01:41:20Z", [0.45], ""], [23234, "2017-11-20T23:25:12Z", [1.0], "https://www.youtube.com/watch?v=thBQhCoJEFQ "], [32258, "2017-11-20T22:38:18Z", [0.99], "thanks @Gibson --- guess I'm going back and forth thinking that with the newspapers encouraging rejection of Moore, plus polls lately (which I agree are hard to believe)... I compared Fox news polls from October (among registered voters) to November (contained both registered voters and likely voters) and could see a big spike in the intensity of interest in the election. As I look at the details of it, however, I suppose I should go back to where I was (closer to 100%).  First blush in these polls, the intensity of interest (in the race) is greatest among the following demographic groups of likely voters: men, white, over 45, and white evangelicals and we know that's where all the votes are basically. In terms of intensity of interest in the race, the above groups beat these groups that show majority support for Jones: \nnon-whites (79% Jones - 8% Moore) \nwomen (53% Jones - 31% Moore) \nunder age 45 (54% Jones - 30% Moore)  Men (38% Jones - 47% Moore) \nWhite (33% Jones - 51% Moore)\nOver age 45 (42% Jones - 44% Moore)\nWhite Evangelical (20% Jones - 65% Moore) ***  Moore supporters show more extreme interest in the race."], [40272, "2017-11-20T22:07:37Z", [0.09], ""], [16501, "2017-11-20T21:26:11Z", [0.45], ""], [41120, "2017-11-20T20:56:48Z", [0.4], ""], [485, "2017-11-20T20:28:48Z", [0.35], "Roy Moore's chances to win the election seem to continue to decline each day. Related news and OSINT: “Top Alabama newspaper: Voters must reject Moore,” The Hill, Nov. 19. http://thehill.com/homenews/campaign/361080-top-alabama-newspaper-voters-must-reject-moore “Roy Moore accuser Leigh Corfman shares why she went public in exclusive interview,” Today, Nov. 20. https://www.today.com/news/roy-moore-accuser-leigh-corfman-shares-why-she-went-public-t119062 “Roy Moore's first accuser explains why she waited years to come forward with her story,” Business Insider, Nov. 20. http://www.businessinsider.com/roy-moore-leigh-corfman-sexual-misconduct-alabama-2017-11 “Graham on Moore: 'We are about to give away a seat' key to Trump's agenda,” The Hill, Nov. 20. http://thehill.com/homenews/senate/361225-graham-on-moore-we-are-about-to-give-away-a-seat-that-can-determine-the “Millennial voters could play a crucial role in Alabama Senate race,” Washington Post. Nov. 20. https://www.washingtonpost.com/news/the-fix/wp/2017/11/20/millennial-voters-could-play-a-crucial-role-in-alabama-senate-race/?utm_term=.4bd8596413f5 “Polls Show Roy Moore Crashing in Alabama,” New York Magazine – Daily Intelligencer, Nov. 17. http://nymag.com/daily/intelligencer/2017/11/polls-show-roy-moore-crashing-in-alabama.html  “Gov. Ivey has betrayed all women of Alabama,” AL . com, Alabama Media Group, Nov. 20. http://www.al.com/living/index.ssf/2017/11/gov_ivey_has_betrayed_all_wome.html “Senate GOP running out of options to stop Moore,” The Hill, Nov. 19. http://thehill.com/homenews/senate/360970-senate-gop-running-out-of-options-to-stop-moore\n"], [38032, "2017-11-20T20:11:24Z", [0.7], "Raising by 5%, considering that liberals are also now caught up in the wave of new/old accusations against men (Al Franken, Glenn Thrush, Bill Clinton [revisited, of course]). That may push reluctant voters in the South more towards Moore, with the logic being that the liberals are just as bad or even worse, similar to the narrative currently being pushed over at Breitbart. Also, one voter in Alabama framed the decision as choosing between a pedophile and someone who believes in abortion. That kind of equivalency, similar to the thinking found in the 2016 presidential election, has a good chance of keeping Alabama red. "], [269, "2017-11-20T19:46:56Z", [0.85], "This election is still rather far away and many more things could happen between now and then. however this is (as all elections are) LOCAL and I think Moore could “shoot someone on Fifth Ave” to mix a Trump metaphor, and still get elected. I think the voter on the street wonders where these accusers were at other points in Moore’s career (why now?).   I also am not sure how this question would resolve if no election occurs and Jeff Sessions returns to his old seat (this scenario is different from a write in campaign and I think-if constitutionally possible-has a fair chance of happening).I  had thought this was allowed but haven’t heard much about this recently.  Also,  If Sessions wins as a write in candidate (not likely IMO), and is NOT on the Republican line how does this resolve in that case ? "], [41515, "2017-11-20T19:12:49Z", [0.4], "i follow the news"], [16119, "2017-11-20T17:22:03Z", [0.66], ""], [11945, "2017-11-20T15:10:41Z", [0.75], "Polls likely underestimate Moore’s support since people are reluctant to express their support. But antipathy toward the establishment and the Eastern elite run deep."], [691, "2017-11-20T13:31:07Z", [0.78], ""], [14847, "2017-11-20T04:10:19Z", [0.52], "The governor says the election will not be postponed, but that could always change if the party convinces Moore to step down and finds a suitable replacement."], [30364, "2017-11-20T02:51:51Z", [0.9], ""], [11985, "2017-11-20T00:54:01Z", [0.05], "Too much Trump too much sexual,scandals. Even for Alabama this is too much."], [38903, "2017-11-20T00:32:08Z", [0.72], "There is a possibility a democrat could win but it's not that large.  Some of the recent polls have shown a tie but this comes down to likely women voters. https://fivethirtyeight.com/features/how-roy-moore-could-lose-alabamas-senate-race/"], [23234, "2017-11-20T00:28:25Z", [1.0], "Doubt it'll be close. Fairly recent polls show Moore losing by 8 points, but I doubt they are accurate. Breitbart staunchly backed Trump. Trump won Alabama with ~66% of the vote.\nTrump backed Strange while Breitbart backed Moore in the primary. Moore won that with 55% of that vote.\nhttps://www.bloomberg.com/news/articles/2017-09-27/trump-spurned-by-alabama-voters-who-reject-his-senate-candidate Per the above article and following link, Trump complimented Moore after that victory: https://twitter.com/realDonaldTrump/status/912994446219898880 After the sexual harassment allegations became widely reported,[*] Breitbart continues to back Moore.\nhttp://www.breitbart.com/big-government/2017/11/19/three-alabama-newspapers-instruct-voters-reject-roy-moore-front-page-editorials/\nhttp://www.breitbart.com/big-government/2017/11/19/exclusive-roy-moore-mitch-mcconnell-controlled/ After the sexual harassment allegations became widely reported,[*] Trump, via his subordinates, declines to take much of a position on the issue.\nhttps://nypost.com/2017/11/19/trump-concerned-about-roy-moore-allegations-white-house-aide/\nhttps://www.nbcnews.com/politics/politics-news/top-white-house-official-defends-trump-s-silence-roy-moore-n822221\nhttps://www.realclearpolitics.com/video/2017/11/16/sarah_sanders_on_roy_moore_president_trump_is_not_a_voter_in_alabama.html [*] 'Widely reported' as distinguished from widely known among Alabamans who are not Moore, his wife and women attracted to a rally in support of Moore / against the allegations by promotional material unwilling to spell out the word \"sexual misconduct\" (preferring instead \"s*xual misconduct\") http://www.washingtonexaminer.com/women-for-moore-to-gather-at-alabama-state-capitol-on-friday/article/2640993 . See, e.g., http://thehill.com/blogs/blog-briefing-room/news/361083-retired-alabama-officer-roy-moore-rumors-treated-like-a-joke ------\nalso, many Alabama voters likely see abortion as a threshold issue. Moore is anti-abortion.\nJones has said: \"“I’m not in favor of anything that is going to infringe on woman’s right and her freedom to choose.\" http://www.foxnews.com/politics/2017/11/17/liberal-views-roy-moores-democratic-rival-could-pose-pitfall-amid-scandal.html Here's an assessment of how religious values will figure in the election, made by one of Moore's former law-school classmates prior to the sexual harassment allegations becoming widely publicized:\nHell, Moore will get sixty-five per cent of the vote. I don’t care what the polls say.” Melton referred to a recent poll showing that Jones and Moore were tied. “I know what the public is gonna get out and do,” he said, sighing. “I mean, we’re one of three states without a lottery. Southern Baptists control the damn state. And they’ll vote for Roy. It’ll be a landslide. https://www.newyorker.com/news/news-desk/why-roy-moores-law-school-professor-nicknamed-him-fruit-salad"], [35831, "2017-11-19T23:33:19Z", [0.7], "It comes down to credibility of the accusations to the Alabama voters. Does Roy Moore's supporters believe less in his denial and stay home? Do the Democrats fire up their base to turn out more? Regardless of what you think, unless you are an Alabama voter and will vote in December, it doesn't matter. \nThe 70% chance reflects the bounce and inability of the Democrat candidate to maintain the lead after the allegations broke out."], [1056, "2017-11-19T23:00:16Z", [1.0], "There has been a recent spate of op-eds calling for a \"reckoning\" regarding the allegations against Bill Clinton twenty years ago. These op-eds are probably motivated - at least to some degree - by a fear that having defended Clinton, the Democratic Party as an institution lacks credibility when calling for Moore's defeat or disgrace.  The problem for the Democrats is that it's unlikely that Republicans really consider the type of conduct Moore indulged in to be disqualifying. There are a variety of reasons for this, including the \"fake because\" that @alistaircookie alluded to a few days ago, or \"whataboutism.\" But the Democrats' implied challenge to the Republicans is, \"You should repudiate Moore, as we should have repudiated Clinton twenty years ago. Of course, we didn't repudiate Clinton, but now we're sorry.\" I think this just allows Republicans to excuse partisanship over principle by pointing to a precedent that Democrats themselves now  acknowledge. "], [34353, "2017-11-19T21:50:14Z", [0.63], "As the polling has shown that Moore is losing ground, I've become less confident in this. However, I still don't fully trust the pollls, especially in this situation. After all, if asked if you support a candidate who has been accused of sexually assaulting minors, would you say \"yes\" aloud, even if you do? Or would you say you're undecided, even though you might be completely decided? This was a phenomenon with Trump, where polls didn't accurately reflect how much support he had because people, for whatever reason, did not articulate that support for pollsters. I wouldn't be surprised to see the same factors at work here, especially in a deep-red state that views Dems on par with Satan."], [373, "2017-11-19T21:13:28Z", [0.4], "Republicans have defied logic before, so maybe they'll do it again "], [28041, "2017-11-19T19:11:40Z", [0.2], ""], [485, "2017-11-19T18:57:07Z", [0.4], "It appears there is a good chance that Moore's popularity with voters will continue to decline -- even more sharply than the ongoing continuing drop in approval ratings for Trump. College-educated white voters and women seem to be leading the way in these trends. Non-college-educated white voters might start trending this way too. Related OSINT in the news: “Alabama Senate poll: Jones opens up lead over Moore,” CNN, Nov. 17. http://www.cnn.com/2017/11/16/politics/poll-alabama-senate-roy-moore-doug-jones/index.html “Roy Moore's Democratic opponent Doug Jones now favored in Alabama election, PredictIt says,” USA Today, Nov. 16. https://www.usatoday.com/story/news/politics/onpolitics/2017/11/16/roy-moore-doug-jones-odds/873086001/ “Retired Alabama officer: Roy Moore rumors treated 'like a joke,'” The Hill, Nov. 19. http://thehill.com/blogs/blog-briefing-room/news/361083-retired-alabama-officer-roy-moore-rumors-treated-like-a-joke “Our view: Alabama voters must reject Roy Moore; we endorse Doug Jones for U.S. Senate,” AL . com, Alabama Media Group, editorial board, Nov. 18. http://www.al.com/opinion/index.ssf/2017/11/our_view_alabama_voters_must_r.html  “More Women Are Accusing Roy Moore of Sexual Misconduct. Here’s Everything You Need to Know About the Scandal,” TIME magazine, Nov. 17. http://time.com/5029172/roy-moore-accusers/ “Locals Were Troubled by Roy Moore’s Interactions with Teen Girls at the Gadsden Mall,” The New Yorker, Nov. 13. https://www.newyorker.com/news/news-desk/locals-were-troubled-by-roy-moores-interactions-with-teen-girls-at-the-gadsden-mall “Roy Moore's former colleague says it was \"common knowledge\" he dated teens,” CBS News, Nov. 11. https://www.cbsnews.com/news/teresa-jones-says-roy-moore-common-knowledge-dated-teens/ “Roy Moore's former colleague: It was 'common knowledge' that Moore 'dated high school girls,'” Business Insider, Nov. 11. http://www.businessinsider.com/roy-moore-former-colleague-common-knowledge-hedated-high-school-girls-2017-11 “Former Moore colleague: 'Common knowledge' that he dated high school girls,” The Hill, Nov. 11. http://thehill.com/blogs/blog-briefing-room/news/359939-former-moore-colleague-common-knowledge-that-he-dated-teen"], [1333, "2017-11-19T18:37:25Z", [0.45], "Moore lost the young Republicans and polls have tightened."], [47, "2017-11-19T18:24:29Z", [0.38], ""], [47, "2017-11-19T18:07:55Z", [0.38], "Editorial this morning in the Birmingham News."], [14432, "2017-11-19T18:07:55Z", [1.0], ""], [47, "2017-11-19T18:04:48Z", [0.45], ""], [15196, "2017-11-19T17:48:20Z", [0.1], ""], [14777, "2017-11-19T17:34:52Z", [0.75], ""], [32258, "2017-11-19T16:47:22Z", [0.4], ""], [485, "2017-11-19T15:48:57Z", [0.45], "Some polls reportedly put Dem Doug Jones ahead of Repub Roy Moore. Moore's support has reportedly been declining due to the allegations of sexual activity with teen girls when he was more than 30 years old. Moore's popularity appears to be on a declining trajectory. Will he drop out before the election so another Repub can run? This doesn't seem feasible. Related news and OSINT below: “Could Roy Moore flip deep-red Alabama to blue?” NBC News, Nov. 19. https://www.nbcnews.com/politics/first-read/could-roy-moore-flip-deep-red-alabama-blue-n822191 “Take it from an ex-Alabama Baptist: Roy Moore does not need to worry,” Los Angeles Times, Nov. 19. http://www.latimes.com/opinion/readersreact/la-ol-le-roy-moore-baptists-20171119-story.html “Polls Show Roy Moore Crashing in Alabama,” New York Magazine, Nov. 17. http://nymag.com/daily/intelligencer/2017/11/polls-show-roy-moore-crashing-in-alabama.html “Roy Moore’s approval rating with women has dropped. But so did candidate Trump’s.” Washington Post, Nov. 17. https://www.washingtonpost.com/news/the-fix/wp/2017/11/17/roy-moores-approval-rating-with-women-has-dropped-but-so-did-candidate-trumps/?utm_term=.7f1592041cb6 “How Doug Jones Can Win,” Slate, Nov. 17. http://www.slate.com/articles/news_and_politics/politics/2017/11/how_doug_jones_can_win_against_roy_moore_in_alabama.html\n"], [15548, "2017-11-19T14:44:39Z", [0.45], ""], [31951, "2017-11-19T13:38:07Z", [0.35], "Recent polling is trending towards Doug Jones and Roy Moore appears unlikely to drop out, or to campaign in a way that gains significant ground."], [691, "2017-11-19T12:44:23Z", [0.76], ""], [41009, "2017-11-19T06:39:03Z", [0.26], "Simple binomial MC model, taking as input recent poll numbers (11/9 - 11/15, 5967 LV) with a 3% erosion on the Rep side splitting to undecided/other"], [35636, "2017-11-19T04:07:40Z", [1.0], "Humans are weird how they'll still vote for someone that was banned from a mall for soliciting young girls, more than a decade or two younger than him when he was 32. It would great if it was just an Alabama thing but I imagine it'd be the case in Texas or California too if they were desperate to hold on to a majority in the Senate. "], [37488, "2017-11-19T02:50:39Z", [0.65], ""], [41482, "2017-11-19T00:39:41Z", [0.3], ""], [37716, "2017-11-18T20:33:37Z", [0.45], ""], [1639, "2017-11-18T19:24:01Z", [0.75], "A Democratic victory in an Alabama Senate race would rank as one of the most improbable, astonishing outcomes in the last few years of improbable, astonishing political events. The Roy Moore-Doug Jones contest can be seen as a mad experiment to test the limits of Republican strength in Alabama, perhaps the toughest for Democrats in the country. It might be reasonable to say that if Democrats can’t win it here and now, they just can’t win it as long as the country remains so divided by race, religion and education. It is probably far too soon to get a good sense of where the race will end up, especially since it is not clear whether a write-in candidate will enter the race. Recent polls have not been of the highest quality, but they suggest a tight race. There’s a simple reason Mr. Moore is still very competitive: Alabama is just that conservative.\n_________________________\nMy View:  Alabama voters don't want to vote for Roy Moore, but [they think] Doug Jones is worse. And what they point to when they say that is that Doug Jones is pro choice. Moreover, Alabama voters don't want to contribute to a [perhaps] flipped Senate."], [691, "2017-11-18T18:52:56Z", [0.72], "There is a strongish tendency for people tell pollsters the Right Answer rather than their actual voting intention.  This is stil Alabama.  The good, decent, patriotic Christian Americans of Alabama will not abandon their good, decent, patriotic Christian child-molesting Constitution-flouter just because people are outraged in California or New York or North Carolina or any of the 44 other states where people are outraged.  I hope I am wrong about this."], [41270, "2017-11-18T18:07:48Z", [0.65], "Moving estimates slightly lower due to slight cross over to Jones based on numerous polls:  http://bit.ly/2zJZPmZ"], [38309, "2017-11-18T17:55:33Z", [0.7], ""], [1056, "2017-11-18T17:06:20Z", [1.0], ""], [40624, "2017-11-18T12:11:48Z", [0.95], ""], [2241, "2017-11-18T09:16:12Z", [0.95], ""], [38903, "2017-11-17T19:10:39Z", [0.89], "The baseline for Alabama is to vote Republican; unless black.  It's the most reliably republican state out of 50.  50% of the state is evangelicals who vote republican 90% of the time.  It will probably be Moore because even after other controversies Moore still won office.  Republicans also voted for President Trump in spite of his checkered past with sexual harassment.  It will be easy for voters to discount the testimonies of the women.   "], [23117, "2017-11-17T18:27:32Z", [0.68], ""], [28041, "2017-11-17T18:07:41Z", [0.18], ""], [1333, "2017-11-17T15:40:13Z", [0.35], "Moore continues to lead double digits and the state party apparatus is resisting getting involved. Will trade 10%/day on latest news."], [915, "2017-11-17T15:10:23Z", [1.0], "file as Exhibit A in you're not helping.  i'm just the messenger. https://imgur.com/HnjVgbf\nhttps://www.washingtonpost.com/news/posteverything/wp/2017/11/17/im-a-feminist-i-study-rape-culture-and-i-dont-want-al-franken-to-resign/"], [691, "2017-11-17T14:04:22Z", [0.65], "https://www.reuters.com/article/us-usa-congress-moore/trump-says-u-s-senate-candidate-moore-should-leave-race-if-allegations-true-idUSKBN1DG35G\ncontains the sentence, \"A poll released on Wednesday by the Senate Republicans’ campaign arm showed Jones surging to a 12-point lead since the accusations became public.\"  One would like to see the actual questions on the poll, since it is not difficult to slant poll questions to achieve whatever result you want--and the Senate Republicans are desperate to get rid of this guy, so they may be trying to pressure the Alabama Rs to dump him, which they won't.  Other polls are starting to show similar results, though, so coming down quite a lot on The Evil Clown. If I were anybody, I'd leave him on the ballot and let him win, so the Senate can kick him out a week or so after he takes office, thus allowing the Guv of Alabama to reappoint Strange, which is what they all want anyway.  However, this requires a two-thirds vote, which means the Ds can saddle the Rs with this character for six more years just by voting not to expel him.   A nice clean result would be if he actually loses the election, but I still think this improbable.  A number of grownup Rs may be secretly hoping for this outcome, though. Just another weird day in US politics, which I used to understand pretty thoroughly.  Oh, well....  "], [97, "2017-11-17T13:54:23Z", [0.1], ""], [37800, "2017-11-17T13:49:47Z", [0.43], ""], [20, "2017-11-17T13:47:46Z", [0.35], "The allegations against Roy Moore are sinking in. The latest polls have Jones up ~8%. I think it will only get worse for Moore. GOP has no real alternatives than to let this play-out. So a write-in ain't happening. And if it did, it would likely insure a Jones victory.  I'm reading some cynical stuff about 'Bama voters, but pedophilia is a hard line even with people you may not respect.  Down another 10%."], [30364, "2017-11-17T13:45:08Z", [0.9], ""], [16119, "2017-11-17T13:31:23Z", [0.72], ""], [32100, "2017-11-17T12:20:20Z", [0.05], ""], [10924, "2017-11-16T22:15:36Z", [0.75], ""], [16119, "2017-11-16T21:07:05Z", [0.65], ""], [38798, "2017-11-16T20:40:17Z", [0.95], ""], [28041, "2017-11-16T18:22:20Z", [0.2], ""], [915, "2017-11-16T18:21:10Z", [1.0], "As long as Al Franken stays in the Senate, people are going to vote for Roy Moore with a clean conscience.   a fake because*.  I'm just sayin'  don't shoot the messenger.  * http://blog.dilbert.com/2016/01/28/the-fake-because/"], [40815, "2017-11-16T18:19:05Z", [0.75], "It's Alabama"], [16119, "2017-11-16T16:29:32Z", [0.55], ""], [22308, "2017-11-16T16:14:54Z", [0.75], ""], [1333, "2017-11-16T14:06:22Z", [0.25], ""], [6224, "2017-11-16T13:00:46Z", [0.35], "Moore is losing his funding and some absentee ballots have already been cast for him.  I don't think he will take himself out of the race and the only alternative, a write-in, would be a definite victory for the Democrats by splitting the Republican vote. Additionally I don't think the governor will delay or call another election. Also another observation; other than \"niche\" elections for judge, Roy Moore's other state wide races in which he ran,  he lost at the primary level.  I believe they were for governor twice the last one being 09 I'm not really all that confident that he was ever a slam dunk candidate even before all of the sexual assault issues.\n   I am making this prediction based on the probability as I see it of Roy Moore staying in the race against the Democrat for the senate seat.  When I first made this prediction the Democrat was pulling even with Moore. In the following days he has been pulling ahead out of the margin of error in some cases. For Moore things will get worse not better."], [35, "2017-11-16T11:27:24Z", [0.3], ""], [34535, "2017-11-16T06:31:59Z", [0.4], ""], [37851, "2017-11-16T02:41:15Z", [0.9], ""], [28041, "2017-11-16T00:07:34Z", [0.19], ""], [31450, "2017-11-16T00:03:08Z", [0.55], "It seems I am more optimistic than most about a democratic upset in Alabama. First off, democrats have way over performed in elections all year and I think Jones will be more competitive than he would be normally. Second I think we end up with a write in candidate that grabs just enough of the vote that Jones sneaks in. If in a couple weeks there is write in campaign then I am going to have to significantly increase my answer here."], [83, "2017-11-15T23:59:53Z", [0.5], ""], [14761, "2017-11-15T21:06:29Z", [1.0], ""], [41270, "2017-11-15T20:40:55Z", [0.7], "https://www.nytimes.com/2017/11/15/upshot/could-a-democrat-actually-win-a-senate-seat-in-alabama-precedents-are-few-but-telling.html?_r=0\nThe closest Democrats have come to beating Republicans has been when they ran a moderate (John Bel Edwards who was a pro-gun, anti-abortion Democrat).  Roy Jones, on the other hand, is liberal-leaning for sure (supports Planned Parenthood and doesn’t support a ban on abortions after 20 weeks).  I don't see current Republicans voting for Jones, the question is whether they just stay home or write-in another candidate instead.  If they do, will Democrats and Jones supporters rally enough votes to overcome a low Republican turnout or split vote?"], [1056, "2017-11-15T19:27:50Z", [1.0], "Moore and his official family have broken new ground when it comes to political cretinism in the United States. I have to say I completely misread everything about this scandal except the outcome - a Republican victory in December, come what may. Instead of Moore denying any kind of criminal liability (hard to prove after all these years) and just 'fessing up about the rest and saying , \"Did it; sorry; reformed,\" he and his surrogates keep talking about it. What a dope. But a dope who will almost certainly be a United States Senator very soon. Here's a link: http://thehill.com/homenews/media/360490-roy-moore-attorney-canadian-msnbc-hosts-background-could-help-him-understand"], [40741, "2017-11-15T18:51:50Z", [0.5], "Interested in what happens...hoping against hope Alabamans will do the right thing and vote for the Democratic challenger"], [41410, "2017-11-15T18:31:48Z", [0.85], ""], [6382, "2017-11-15T17:26:33Z", [0.1], ""], [32258, "2017-11-15T17:04:58Z", [1.0], "Settling into either option #4 - -Let the election play out and move to expulsion later or Jeff Sessions is a write-in candidate... followed by the domino effect in the DOJ... guessing Trump really likes this option... and he'll be out there campaigning every day for that victory."], [691, "2017-11-15T15:39:14Z", [0.94], "http://www.reuters.com/article/us-usa-congress-moore-sessions/senate-leaders-look-to-work-with-white-house-to-block-moore-idUSKBN1DE2N1\nIn case you were wondering whether the Senate Rs are still stupid, this should clear it up.  This story will make Moore's supporters even more eager to drag themselves on their knuckles down to the polling place, and may even persuade some fence-sitters to vote for him on the theory that it will be good for the Rs to run up the totals and Moore still won't be able to do much damage. In the real world, this might instead muster some more Ds and switch a couple of undecideds, but both of the Democrats in Alabama are already planning to vote, and if Moore gets the boot after he wins the election, the most likely thing is that the governor gets to reappoint Strange. Moore wins, as is his custom.  Alabama loses, as is its custom."], [30364, "2017-11-15T14:24:50Z", [0.9], ""], [1333, "2017-11-15T14:06:03Z", [0.15], ""], [1019, "2017-11-15T12:54:20Z", [0.98], "After the interviews I saw of prospective voters in Alabama, there is no way he'll lose"], [35636, "2017-11-15T10:42:57Z", [1.0], "Rednecks gonna redneck. Even if the pedo doesn't drop out (he won't, to do so would admit guilt and he think he can fight the accusations stacked against him when he's in the Senate) they'll still vote for him because they hate Democrats.  It's a close 50-50 in the polls nearly (technically even 45-45), thought a few undecided or not saying. They want that wall for some reason despite not really being affected by illegal aliens. They've conveniently ignored that the Democrats and other candidates have said they'll vote for the wall also. LOL"], [37803, "2017-11-15T05:11:17Z", [0.85], "'Will of the people,' as POTUS showed, trumps any moral imperative, especially in this state."], [73, "2017-11-15T04:08:03Z", [1.0], ""], [40864, "2017-11-15T03:06:19Z", [0.6], ""], [41270, "2017-11-15T01:33:48Z", [0.45], ""], [83, "2017-11-14T23:18:46Z", [0.1], ""], [32258, "2017-11-14T22:58:16Z", [0.55], "Moore is not good for Republicans for many reasons but perhaps most valued is that Republicans know they have to move far away from him or risk tainting 2018 elections for Reps. Doing nothing carries risk all around. So what's a Senator to do? \nStrategies include:  1. Hope Moore drops out - highly unlikely - he made a career on defiance and ignoring laws \n2. Write in candidate - would require a great amount of Republican money and coordination in short time - risk of splitting R vote and electing a Democrat.\n3. Somehow delay the election so they can get a new candidate - needs a few maneuvers \n4. Let the election play out and move to expulsion later - takes 2/rds = 67 senators. Since Democrats would likely all support expelling Moore, 19 Republicans would have to join the effort for it to happen. This option carries some risk as it requires ignoring the good people of Alabama who made a choice (knowingly) if Moore wins. It carries risk in the other direction as charges continue to play out, a Democrat could win.  Perhaps allow the story to grow, let it blow up and then attempt to delay the election (for the good people of Alabama). Time is running out and coordination like this seems pretty difficult too. Support keeps peeling off and options close."], [28041, "2017-11-14T22:52:07Z", [0.13], ""], [40214, "2017-11-14T22:46:14Z", [0.7], ""], [691, "2017-11-14T19:16:29Z", [0.91], "The good citizens of Alabama supported The Evil Clown for the Senate because he promised to do away with the likes of all the DC Republicans who are now telling him to quit--even Paul \"Jellyspine\" Ryan has jumped on the bandwagon (although of course he will jump right off the second Moore is sworn in and Ryan needs his vote for something over in the Senate).  If the DC Rs had just shut up, he might have been more nearly beatable.   That Moore is being assailed by these particular folks will spur his followers to show up and vote in greater numbers than they would have, even though many will have to learn to walk erect to do so.  This bodes ill for the D, who was not in need of any further ill-boding."], [38325, "2017-11-14T16:55:59Z", [0.5], ""], [178, "2017-11-14T16:50:27Z", [0.45], "Despite the mounting evidence of sexual assault by Roy Moore, the partisan gap is so wide in Alabama that they will elect anybody with a \"R\" behind their name.  However, there may be enough people who stay at home to throw the election to the Democrat Jones"], [3434, "2017-11-14T16:47:42Z", [0.0], "Disarray in GOP"], [422, "2017-11-14T16:36:30Z", [0.92], ""], [1333, "2017-11-14T16:29:55Z", [0.05], ""], [41382, "2017-11-14T15:41:06Z", [0.69], "Because Alabama is unlikely to vote for any democrat"], [14493, "2017-11-14T14:15:34Z", [0.38], "It depends if the momentum of new accusations continues.  "], [41270, "2017-11-14T13:10:33Z", [0.25], ""], [35, "2017-11-14T13:01:38Z", [0.5], ""], [706, "2017-11-14T06:27:08Z", [0.75], "ride or die"], [30364, "2017-11-14T04:53:44Z", [0.9], ""], [29646, "2017-11-14T03:30:22Z", [0.6], "Giving the GOP better than even odds, but it’s not a lock.\nhttps://fivethirtyeight.com/features/how-roy-moore-could-lose-alabamas-senate-race/"], [34821, "2017-11-14T02:49:45Z", [0.65], "See notes."], [7124, "2017-11-14T00:15:58Z", [0.45], ""], [41270, "2017-11-13T21:55:30Z", [0.23], ""], [41270, "2017-11-13T21:55:14Z", [0.33], ""], [32258, "2017-11-13T21:29:00Z", [0.05], "Idea first posted by @Censusguyz which makes alot of sense. \"One idea now being discussed under this scenario, brought up by two different White House officials who spoke on condition of anonymity, would be for Gov. Kay Ivey of Alabama to immediately appoint Attorney General Jeff Sessions to what had been his seat when it becomes vacant again. Mr. Sessions remains highly popular among Alabama Republicans, but his relationship with President Trump has waned since he recused himself from the investigation of the role that Russia played in last year’s campaign.\" Comment: Domino effect? A new Attorney General no longer recused on Russia investigation could damage or end Meuller investigation. https://www.nytimes.com/2017/11/13/us/politics/roy-moore-alabama-senate.html?&moduleDetail=section-news-0&action=click&contentCollection=Politics&region=Footer&module=MoreInSection&version=WhatsNext&contentID=WhatsNext&pgtype=article"], [20284, "2017-11-13T20:54:47Z", [1.0], "The State of Alabama will elect a Republican and it will occur despite the recent allegations against the Republican candidate.  "], [11945, "2017-11-13T20:49:20Z", [0.9], "These allegations may be true but Moore supporters will see this as an attempt by the Swamp to keep him out of the Senate.  Gloria Allred's participation in this circus increases his chances of victory."], [1333, "2017-11-13T20:40:36Z", [0.0], "I believe this special election will be canceled."], [38032, "2017-11-13T20:27:28Z", [0.65], "At this point it seems like Moore isn't backing out, and a Democratic will have trouble gaining the seat. As fivethirtyeight put it, \"It would still be an upset if Jones won. This is Alabama. But considering Moore’s already weak standing and the recent accusations against him, it wouldn’t be a huge upset.\"\nhttps://fivethirtyeight.com/features/how-roy-moore-could-lose-alabamas-senate-race/\n"], [1056, "2017-11-13T20:19:57Z", [1.0], "Another accuser, this time alleging what is unambiguously a sexual assault. Gloria Allred wants the Senate Judiciary committee to permit the accuser to testify before them, and for the Committee to subpoena Moore to testify as well. Allred said that if the Judiciary Committee doesn't act in the next two weeks, the accuser will make a statement under oath elsewhere. Allred also said that the accuser doesn't seek criminal or civil satisfaction, but what Allred characterized as \"political satisfaction.\"\nAll of this strikes me as making it easy for for Moore to cry \"witch hunt,\" even if the Judiciary Committee hearings are held. So far, from the way Moore is playing it, he has a pair of threes, but from seeing this press conference, Allred looks like she's holding a pair of deuces. To talk about wanting \"political satisfaction\" in this context almost invites voters to ignore or dismiss the allegations."], [38066, "2017-11-13T20:15:06Z", [0.6], "I am moving my forecast down, because there is more polling to indicate that Jones has an advantage. However, the entire situation feels eerily familiar to Trump. Additionally, more Republicans may now not feel comfortable voting for Moore, but may still do so. "], [7370, "2017-11-13T20:03:16Z", [0.25], "Revised after today's press conference"], [7370, "2017-11-13T19:45:06Z", [0.59], "He shouldn't but too many AL rural voters are likely to dig in, double down and believe the con man"], [1333, "2017-11-13T19:30:54Z", [0.65], "I now see a Republican Path around Moore - It is at least arguable that if @Senator Strange resigns, a new vacancy in the seat triggers a new set of primaries/general.  Gov. Ivey would appoint a new temporary senator and set new schedule. Moore could try and take his arguments to voters in new GOP primary. He'd lose. How ever this Special Election would not happen then."], [1056, "2017-11-13T18:43:08Z", [1.0], "A news conference in New York City featuring Gloria Allred damages Jones more than it does Moore. Unless there is some jaw-dropping new evidence that Ms. Allred and her client are about to announce, I think we can start talking about Senator-elect Moore a month early. If there is some irrefutably damning evidence against Moore, we can still probably think in terms of Senator-elect [Fill-in-name] (R-Alabama)."], [34821, "2017-11-13T18:39:07Z", [0.4], "New polls show a tie or Jones leading"], [32258, "2017-11-13T18:28:02Z", [0.25], "https://www.bloomberg.com/news/articles/2017-11-12/roy-moore-trails-in-senate-poll-after-harassment-accusations A poll published Sunday by JMC Analytics and Polling showed Jones with 46 percent to Moore’s 42 percent, with 9 percent undecided. The survey was conducted Nov. 9 and Nov. 11, and with a margin of error of 4.1 percentage points, it suggests the race is a toss-up one month from the election. It was the first time Jones has nudged to a lead in the deeply conservative state, according to RealClearPolitics data. A Fox 10/Strategy Research poll from mid-October showed Moore ahead by 11 points, though a survey by Opinion Savvy from Nov. 9 declared the race a tie."], [16272, "2017-11-13T18:11:32Z", [0.14], ""], [41120, "2017-11-13T18:08:51Z", [0.5], ""], [40733, "2017-11-13T18:00:43Z", [0.82], "This should probably be a 100 chance.  Democrats never win in Alabama.   Unfortunately, Roy Moore's transgressions have significantly moved the probability of a Republican win.  Though my model still predicts a 100% landslide victory for Roy, it's possible the polling numbers are no longer representative of what turnout will be.  "], [32258, "2017-11-13T17:55:44Z", [0.25], "https://www.politico.com/story/2017/11/13/mcconnell-i-believe-the-women-accusing-roy-moore-244840 Perhaps there is some hope. Sounds like the beginning of an organized effort to save the Republican party from a complete meltdown. A write in candidate could either win or split the vote and hand it to the Democrat."], [67, "2017-11-13T17:10:04Z", [0.41], ""], [28041, "2017-11-13T17:09:18Z", [0.1], ""], [16119, "2017-11-13T16:46:51Z", [0.45], ""], [951, "2017-11-13T16:45:49Z", [0.55], ""], [691, "2017-11-13T15:58:32Z", [0.91], ""], [4431, "2017-11-13T14:43:30Z", [0.95], ""], [30364, "2017-11-13T14:37:20Z", [0.9], ""], [1333, "2017-11-13T14:15:21Z", [0.65], ""], [41270, "2017-11-13T13:05:55Z", [0.23], "Adjusting based on Sunday poll:  http://bit.ly/2ywn5Rb"], [4978, "2017-11-13T13:03:13Z", [0.55], "The poisoned-Democrat Kool-Aid is an especially popular drink in Alabama."], [38710, "2017-11-13T06:21:21Z", [0.9], "Alabama always votes Republican. Moore is getting some heat to be sure, but not enough to make Alabama voters vote for a Democrat."], [8676, "2017-11-13T04:28:25Z", [1.0], ""], [37474, "2017-11-13T04:08:18Z", [0.0], ""], [14133, "2017-11-13T03:54:31Z", [0.35], "I think a lot more will come out on Roy Moore. And I don't think Sessions will go back to his seat. And, after all, the people of Alabama might realize that Jones isn't that horrible compared to options."], [41366, "2017-11-13T03:25:19Z", [0.43], ""], [28041, "2017-11-13T03:07:56Z", [0.08], ""], [14847, "2017-11-13T03:03:35Z", [0.33], "Things haven't cooled off, prominent Republicans seem to be finding tactful language for why they want Moore to get out of the way, a former colleague of Moore's corroborated claims. Attempts to attack the people who came forward on details that seem tangential could backfire in the current environment, such as Breitbart pushing the idea that one witness didn't have a telephone in her bedroom, when the woman didn't claim to talk to Moore on the phone in her bedroom."], [13979, "2017-11-13T02:40:09Z", [0.55], ""], [41363, "2017-11-12T20:42:46Z", [0.6], ""], [27367, "2017-11-12T19:18:03Z", [0.48], ""], [14493, "2017-11-12T18:21:40Z", [0.4], "In polls taken after the young girls story broke last Thursday there appears to have been a shift away from Moore, but there is not a a lot of confidence in the polls. However other Republicans do not seem very keen to fully back Moore (saying if the story is true he should quit the race, but the story might not be true.) It seems that the WashPost has what it seems is a well researched story, with some backing evidence.\nAn additional issue for the Republicans would it be less risky to make sure Moore does not win or to support him to win? If he wins but then something else emerges (lots of areas that Moore has and could get into trouble with). It might just be better for the Republicans to not have Moore elected.  If the Party distances itself and the White House does not support Moore 100%, history suggests Moore will loose.  \nhttps://www.politico.com/story/2017/11/12/alabama-senate-moore-jones-244816"], [1333, "2017-11-12T15:30:22Z", [0.55], "In a poll released on Wednesday, nearly a month out from the December 12 special election for the U.S. Senate in Alabama, former Alabama Supreme Court Chief Justice Roy Moore (R) leads former U.S. attorney Doug Jones (D) by 11 points, 51 percent to 40 percent. Moore has held a double-digit lead in the four most recent polls in this race."], [41360, "2017-11-12T15:24:56Z", [0.75], ""], [13064, "2017-11-12T15:06:06Z", [0.85], ""], [173, "2017-11-12T15:05:37Z", [1.0], ""], [1333, "2017-11-12T14:50:34Z", [0.45], ""], [1333, "2017-11-12T14:43:20Z", [0.35], ""], [29054, "2017-11-12T14:28:00Z", [1.0], ""], [691, "2017-11-12T14:08:54Z", [0.89], "It's still Alabama.  Depending on whose figures you believe, Alabama has one of the highest rates in the US of functional illiteracy and one of the highest religiosity scores.  While these are not necessarily causally related, they independently influence voting behaviour to a large degree.  The Evil Clown has already been re-elected once after being sacked for, shall we say, disrespecting the Constitution, after which it happened again.  And after all these alleged events happened rather a while ago.  So far. It will be closer than usual, though, and there is a small outside chance that a Strange write-in could siphon away enough R votes to kick it to the D, so I'm about ten points lower than I would ordinarily be on this Q."], [20, "2017-11-12T13:45:17Z", [0.45], "Polling has it even now, and I don't think the reality of Moore's situation has set in yet. Lots of time for this to happen. And I don't expect he wili step aside. Maybe a write-in for Strange? If this happens, an R will have little chance. "], [1195, "2017-11-12T13:25:35Z", [0.8], "423 k voted republican versus 165 k voted democratic; you would have to convert > 30% of the republican votes, which is highly unrealistic - especially in Alabama.  The fact that these allegations are coming out 38 years later and in the setting of Moore running for elective office in the current polarized environment makes it easy for his supporters to dismiss it as \"fake news.\"  "], [32540, "2017-11-12T12:15:04Z", [0.85], ""], [28041, "2017-11-12T06:51:28Z", [0.1], ""], [34821, "2017-11-12T05:47:21Z", [0.75], "To self: see notes"], [15196, "2017-11-12T05:09:35Z", [0.9], ""], [14847, "2017-11-12T04:40:11Z", [0.46], ""], [14847, "2017-11-12T04:38:51Z", [0.55], "Conventional wisdom is that \"this is Alabama\" so Moore will win, which is just too deterministic. Polling before the WaPo article showed that it wouldn't be an easy win with such a low quality candidate (Moore) against someone who seems to be a higher quality candidate (Jones). Comparisons to the last race ignore the fact that Moore is not running against Hillary Clinton, who is hugely unpopular there. Trump's popularity is also lower, though it's still higher in this state than average. Turnout will be lower for a special election at an unusual time of the year. Democratic turnout could be typically depressed and have room for a boost.  Many people who lean Republican may not care if they split the vote and Jones win. They performed their civic duty and voted based on their principles, and as a result the candidate of questionable didn't get their support. Republicans gaining another senator may not seem important when they control both chambers and the executive branch. I also don't think the Hannity interview helped Moore's position. The article was too well-sourced and makes it difficult to dismiss as a partisan trick."], [30364, "2017-11-11T23:20:53Z", [0.9], ""], [191, "2017-11-11T23:00:17Z", [0.55], ""], [20992, "2017-11-11T22:43:59Z", [0.85], "There's a lot of outrage, but I don't believe it'll affect Moore's chances among the electorate and I believe establishment outrage will conveniently dissipate once he wins. The race might be closer than we thought, but Moore will probably win solidly."], [41120, "2017-11-11T21:53:04Z", [0.2], ""], [37364, "2017-11-11T21:50:22Z", [0.85], "Mr. Moore finds himself once again in the national spotlight, this time with charges of pedophilia.   Key Republicans at the Congressional and at the state level are taking sides over whether molesting a teen age girl is worthy of toleration.  Sigh... Regardless of the viability of Mr. Moore's candidacy, the State of Alabama remains deeply red.  Should Mr. Moore press forward with his campaign, the voting margin will likely narrow to about 5 points in favor of the Republicans.  The continuation of his campaign may also reduce Republican turn out.  This would make for a very tight race, but the Republicans would likely prevail.  Should Mr. Moore withdraw from the race before the thrid week of November, the Republicans should have enough time to fill the vacancy (Mr. Strange would likely be his replacement) and win the special election by over 10 points, although some Republicans might stay home and a write-in candidacy has challenges of its own.  If Mr. Moore is forced to withdraw from the race after Thanksgiving, disarray could lead to a Democratic upset.   Considering all of the above factors, the Republicans will win the special election in December."], [691, "2017-11-11T20:50:23Z", [0.89], "It will be closer than usual for Alabama, but it will not stop being Alabama, even if dozens more abused children come forward.  After all, child molesting was good enough for Jesus' putative pappy, according to a high-ranking elected state official.   And as anyone can see, those who are quoted as disapproving of this alternate narrative are Liberal Commie Atheist Pinko \"Experts\" like a distinguished evangelical journalist, a professor from Chicago Divinity and the editor of a publication that admits to being run by Jesuits.  Some nerve they have to disagree with the Biblical interpretation of the state auditor of all Alabama.  \nhttp://www.dailyfreeman.com/general-news/20171111/biblical-comparison-used-by-roy-moore-defender-draws-ire So the Rs are stuck with the Evil Clown for the foreseeable future.  Try to feel sorry for them.  It will be easier to do this if you are able to forget that he is their creation at least as much as is President LIttlefingers, who has famously made suggestive comments about his own daughter.  "], [6224, "2017-11-11T20:13:25Z", [0.35], "His funding is starting to be pulled.  The Senate has a really good excuse to get rid of Moore and was never happy with his victory as it could quite possibly make tax reform or any other legislation hard to put through the Senate. The latest polls show the race is narrowing after having shown Moore 10 points up in the race after he won the Primary. At this point all of the votes that were cast for more so far cannot be changed and I do not think that another Republican in the state of Alabama could pull off a win."], [6224, "2017-11-11T20:08:14Z", [0.47], "Comment deleted on Nov 16, 2017 08:14PM UTC"], [915, "2017-11-11T19:41:04Z", [1.0], "another twist in a decade of bizarre news, Roy Moore's accuser reportedly worked a Clinton event* and was photographed with Joe Biden*.  If true, this will boost Roy Moore's vote count as many will view the accuser as a political hack and the accusation as a political hit. Don't shoot the messenger.  I'm not the one who's running the Matrix#     :) * http://www.dailymail.co.uk/news/article-5072193/Local-Republicans-embattled-candidate-Roy-Moore.html\n# https://en.wikipedia.org/wiki/Simulation_hypothesis"], [31317, "2017-11-11T17:54:50Z", [0.65], ""], [5018, "2017-11-11T17:34:56Z", [0.9], ""], [37818, "2017-11-11T17:08:14Z", [0.9], ""], [14493, "2017-11-11T16:57:45Z", [0.5], "It will be interesting to see if anything else comes out. Maybe one 14 year old will encourage a string of them. I appreciate that some in Alabama might not see this the same way that people from other places might - and maybe it was normal in the southern states 40 years ago.  (In fact it sounds almost normal for an anti-homosexual leader of an organization with \"moral\" in its name to get accused of some questionable behaviour).   But if the party abandoned him that might make a difference (but then again do his supporters really care what he has done.)"], [34353, "2017-11-11T16:21:40Z", [0.82], "Remember last year when that guy running for election was accused of sexually harassing women? How'd he fair in Alabama? What, he won by 62%? And now he's president? I know there's a lot of optimism for the \"blue wave\" that's supposedly rolling through the U.S., but the Dems haven't faired well in state-level elections in the South this year. Alabama is a deep red state, and while Moore has a pretty controversial background, the GOP is also painfully aware of the slim margin it has in the Senate. Losing AL to a Dem would make tax reform essentially impossible (not that it isn't already) as the GOP could only afford one defection. While I'm quite sure the GOP will rue the day it decided to support Moore if he wins, as he'll blow up any chance at meaningful bipartisan legislation, I don't think GOP leadership is concerned with future consequences, since there's a very real chance they are out of power in one house next year. We'll see how the allegations, and bumbling, inept rationalization affect the AL population, but right now, in the deep-red of rural AL, I'm not sure this is breaking squelch with the electorate. Perhaps in a few weeks, but not at the moment. And you can look at some of the other forecaster's comments to see the \"fake news\" mindset continues to exist."], [5018, "2017-11-11T16:17:25Z", [0.8], ""], [1056, "2017-11-11T16:15:52Z", [1.0], "The press smells blood, and establishment Republicans are running for cover. We'll see what's said from pulpits tomorrow. In any case, as @alistaircookie says below, the Republicans hold the seat with or without Moore."], [1333, "2017-11-11T16:11:44Z", [0.25], "I'm anxious to see if this turns off the voters making for Low turn out or if they rally to protect him....(Disclosure, the whole monument to the 10 commandments thing turned me cuz I don't understand acts that knowingly disrupt while making a point that doesn't need making. I don't need a monument to tell me what is in my heart..."], [37669, "2017-11-11T16:08:25Z", [0.25], "Roy Moore is such scum that even Alabama voters will recognize it."], [906, "2017-11-11T15:47:40Z", [0.9], ""], [1333, "2017-11-11T15:46:32Z", [0.15], ""], [10924, "2017-11-11T15:45:47Z", [0.55], "Going by latest polls and Alabama record (with reservations)"], [16875, "2017-11-11T14:55:39Z", [0.6], "This is a deep red state. Moore could survive despite the despicable allegations, or Republicans in charge of government and with an overwhelming majority of the electorate could figure out a way to replace him."], [41270, "2017-11-11T14:18:56Z", [0.33], ""], [28041, "2017-11-11T10:33:14Z", [0.09], ""], [5018, "2017-11-11T07:07:00Z", [0.99], ""], [38066, "2017-11-11T05:08:47Z", [0.7], "I am moving my probability of a Republican victory down by 5% because of the latest news that Mike Lee and Steve Daines, both Senators from conservative districts have withdrawn their nominations, which indicate that the revelations are serious. However, I am still relatively confident that Moore will win the seat. The nature of the accusations make them too easy to disregard as liberal attacks. "], [31317, "2017-11-11T04:56:56Z", [0.35], ""], [31201, "2017-11-11T04:31:22Z", [0.1], ""], [37758, "2017-11-11T03:34:17Z", [0.15], ""], [38066, "2017-11-11T02:15:40Z", [0.75], "Comment deleted on Nov 11, 2017 05:08AM UTC"], [35398, "2017-11-11T02:10:14Z", [0.8], ""], [5709, "2017-11-11T01:38:38Z", [0.5], "this is an extremely difficult race to forecast given the history of the Republican candidate.  Twice removed from his position on the state supreme court he still managed to get the nomination.  Now accusations of sexual misconduct have surfaced that would ruin the chances of virtually any other candidate.  Given the history of the voters in this state it is anyone's guess if he will be victorious.  "], [37852, "2017-11-11T01:31:54Z", [0.45], ""], [133, "2017-11-11T00:56:50Z", [0.45], ""], [14372, "2017-11-11T00:29:53Z", [0.4], ""], [38589, "2017-11-11T00:01:38Z", [0.49], "While the hard core will be unimpressed by pedophile charges, Moore should lose support in the middle. His margins have decreased over time, without this kind of controversy. Don’t think he will survive this one. "], [9518, "2017-11-10T23:55:16Z", [0.23], ""], [636, "2017-11-10T23:39:24Z", [0.85], "Sex allegations \"smell\" of politics.  Allegations appear 1 month before election after 30 some years?  Give me a break.  They tried the same thing on Trump and the 4 women disappeared the next week never to allegate again.  The allegations  will be disregarded by the Bible Belt Conservatives who can tell its a skunk when they smell it."], [97, "2017-11-10T23:36:40Z", [0.5], ""], [35, "2017-11-10T22:27:27Z", [0.77], ""], [15371, "2017-11-10T21:45:07Z", [0.3], "Another republican will split vote"], [32258, "2017-11-10T21:44:09Z", [0.9], "Yes and it is likely that it will be Roy Moore despite all this. The timing so close to the election will likely reinforce in his supporters' minds that this is just \"fake.\"  The Trump play book of doubling down on every count will likely work for him in the short time frame.  Whether Republicans back away from him may not matter either but they won't go too far for fear of electing a Democrat (US Senate way to close for that) and I doubt Moore will ever step down."], [31279, "2017-11-10T20:45:14Z", [0.4], ""], [1333, "2017-11-10T20:44:41Z", [0.05], "This is typical of Senator comments on Moore - Oklahoma’s U.S. senators said Friday that Roy Moore, a Republican Senate candidate in Alabama, should quit the race if allegations of sexual...are true - leaving to Moore to drop out and confirm his guilt. You've heard the question - Hey have stopped beating your wife yet? If they sincerity wanted him to get out why would they phrase it that way instead of claiming his departure from the raise is do to Family/Health issues? Why not say privaty - Judge you can't win now and we need to replace you..."], [915, "2017-11-10T20:30:41Z", [1.0], "whether or not Roy Moore is still on the ticket."], [1333, "2017-11-10T20:15:35Z", [0.0], "I think when the AG of Alabama tried to help Moore - The Mary and Joseph - pedophile rationalization, he actually KILLED the chances of Judge Moore."], [30364, "2017-11-10T20:01:38Z", [0.9], ""], [37179, "2017-11-10T19:58:07Z", [0.85], ""], [18846, "2017-11-10T19:55:42Z", [1.0], ""], [37029, "2017-11-10T19:49:06Z", [0.36], "With the news today that the Senate Campaign Committee has severed ties with the Moore campaign, the chances of Republican victory are lower. My projection is based on a number assigned by many polls to the \"hard core\" Trump supporters. My projection is that the Democrat will win if the hard core number remains in this range."], [36922, "2017-11-10T19:42:50Z", [0.3], ""], [33917, "2017-11-10T19:41:48Z", [1.0], "Republicans were fine with a House Representative who physically assaulted a journalist and a President who bragged about sexual assault on tape."], [951, "2017-11-10T19:36:47Z", [0.85], ""], [745, "2017-11-10T19:34:20Z", [0.85], ""], [33887, "2017-11-10T19:27:44Z", [1.0], ""], [1056, "2017-11-10T19:24:37Z", [1.0], "Starting at 100% on this one. The Post's publication of the accusations against Moore will quite possibly have no effect on the election, even if that are proven to be true (which for all I know, they are). The Post probably thinks these accusations will be considered disqualifying by religious people. Nothing could be further from the truth. The type of religious people who are going to vote for Moore believe in a theology of redemption, and that all humans are by nature sinners. The important thing is not Moore's past sins, but his current acceptance of Jesus. To think these accusations, by themselves, would be considered disqualifying by religious people in Alabama is to completely misunderstand Christian theology as it is preached among evangelicals and fundamentalists. Moore is accused of engaging in inappropriate conduct with underage girls, and one instance of sexual abuse because the girl was under the age of consent. This is a serious matter, but it would almost certainly not be regarded as worse than what tens of thousands of his voters had done before they were \"saved.\" This is the whole point of becoming \"saved;\" to a religious voter in Alabama, of course Moore was a sleazeball before he was saved. So was everybody else. To believers in this type of Christian theology, you can't judge people for their past sins, because everyone would be found wanting. What matters to them is his current faith. The validity of the theology itself is irrelevant; this is the reality of how a great many voters are going to see this. So here are three scenarios that might play out: 1) No further evidence is given of Moore's inappropriate conduct - result: Alabama voters consider the whole thing a hatchet job by the Washington Post. Moore wins.\n2) The allegations are irrefutably proven - result: Moore appeals to the voters that he has been redeemed and has received the Holy Spirit. Moore wins.\n3) (Least likely, imo) Moore is forced off the ticket and a replacement is found to run on the Republican line. Moore's replacement wins. So whatever happens, a Republican wins. I think Moore can ride this out and win in December - even if the allegations prove to be true - and in any case, neither the allegations against Moore nor the replacement of Moore by another candidate will necessarily induce people to vote for Jones."], [34353, "2017-11-10T18:29:39Z", [0.75], "Starting relatively high. We'll see how the accusations against Moore affect his polling, but right now the GOP is continuing to support him (as much as they can at arm's length). If the accusations begin to affect his public image significantly, it might open the window for the Dem candidate to take the win."], [12879, "2017-11-10T18:23:31Z", [0.65], ""]]}