{"question_id": 1001, "title": "Before 2019, will the President, Vice President, White House Press Secretary, White House Chief of Staff, or Attorney General name a suspected author of the New York Times \"Resistance\" op-ed?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[68, "2019-01-01T06:44:40Z", [0.0], ""], [27198, "2018-12-31T22:53:19Z", [0.0], "Ain't nobody got time for that."], [206, "2018-12-30T18:18:17Z", [0.0], ""], [20156, "2018-12-30T09:28:12Z", [0.0], ""], [62808, "2018-12-30T02:30:08Z", [0.0], ""], [38, "2018-12-29T23:19:09Z", [0.0], ""], [63119, "2018-12-29T17:18:06Z", [0.0], ""], [691, "2018-12-29T13:00:40Z", [0.0], ""], [83, "2018-12-29T10:01:27Z", [0.0], ""], [63018, "2018-12-29T03:18:54Z", [0.0], ""], [691, "2018-12-28T12:28:46Z", [0.0], ""], [60033, "2018-12-28T06:28:09Z", [0.0], "Time is almost up"], [63829, "2018-12-28T03:05:13Z", [0.0], ""], [28166, "2018-12-27T21:32:04Z", [0.0], ""], [56220, "2018-12-27T14:38:21Z", [0.0], "The news is too stale.  There is no political benefit to naming the author at this point."], [28414, "2018-12-27T11:48:47Z", [0.0], ""], [1333, "2018-12-26T21:53:58Z", [0.0], ""], [23006, "2018-12-26T18:07:41Z", [0.0], ""], [36010, "2018-12-26T17:23:24Z", [0.0], ""], [23879, "2018-12-26T01:26:58Z", [0.0], ""], [51327, "2018-12-26T00:28:06Z", [0.01], ""], [43003, "2018-12-25T03:08:29Z", [0.0], ""], [691, "2018-12-24T13:45:04Z", [0.01], "This won't happen, even though an announcement by an Acting something would presumably count.  The Leader Of The Free World has too much else on his plate (sorry--almost said \"mind\") just now and is not able to think about more than one thing, if that many.  "], [60357, "2018-12-24T09:33:58Z", [0.0], ""], [14667, "2018-12-21T14:20:55Z", [0.0], ""], [691, "2018-12-21T13:23:27Z", [0.01], ""], [1333, "2018-12-21T09:02:16Z", [0.01], ""], [15471, "2018-12-21T07:54:58Z", [0.02], ""], [38, "2018-12-21T02:39:48Z", [0.05], "Given that the NYT has this OpEd as one of their top-read pieces of the year and that Gen Mattis' announced retirement has revived discussion of how many \"adults there are in the room\", I'm forecasting just a little higher than the crowd, as I think both of these things will wind DJT up into a tweet storm."], [38, "2018-12-21T00:19:45Z", [0.33], "This article & related stories is coming up in lists of top stories in the NYT; I think that that will re-light DJT's fuse.\nSince Gen Mattis announced his plans to retire in February, there's been renewed talk about the number of \"adults in the room\"; I think that that might also re-light DJT's fuse. EDIT:  One of the mistakes I make as a forecaster is that I get an idea in my head and build up a little narrative around it which all seems so plausible to me.  However, what makes this a mistake is that I often fail to test my theory/idea/narrative.  Well, this time I tried testing my little theory, and I got loudly shouted down,  so I'll be reducing this forecast back down.  "], [691, "2018-12-20T13:09:27Z", [0.01], ""], [23879, "2018-12-20T11:55:33Z", [0.02], ""], [19801, "2018-12-17T05:19:56Z", [0.0], "Very little time left."], [28103, "2018-12-16T23:01:32Z", [0.04], ""], [39572, "2018-12-16T16:16:28Z", [0.0], ""], [5018, "2018-12-15T13:34:29Z", [0.02], "Time is running out. Yet another display of the stunning incompetence of our government (FBI was told to investigate, wasn't it?). "], [691, "2018-12-14T20:39:37Z", [0.01], ""], [43207, "2018-12-14T20:32:21Z", [0.0], ""], [206, "2018-12-14T18:22:14Z", [0.01], ""], [63213, "2018-12-14T15:08:29Z", [0.0], ""], [63595, "2018-12-14T02:06:58Z", [0.05], ""], [63587, "2018-12-14T01:33:07Z", [0.0], "No time left. This is old news so nothing new will come out."], [63498, "2018-12-13T18:29:23Z", [0.08], ""], [46458, "2018-12-13T17:34:07Z", [0.0], "To much theater"], [62421, "2018-12-13T15:57:56Z", [0.01], "Reducing due to time left."], [63486, "2018-12-13T15:20:12Z", [0.05], ""], [63486, "2018-12-13T15:19:54Z", [0.1], "Comment deleted on Dec 13, 2018 03:20PM UTC"], [1333, "2018-12-11T19:26:05Z", [0.02], ""], [15196, "2018-12-11T05:24:48Z", [0.02], ""], [62737, "2018-12-10T20:21:51Z", [0.0], "Time."], [23879, "2018-12-10T18:01:30Z", [0.03], ""], [63375, "2018-12-10T13:20:20Z", [0.02], ""], [23409, "2018-12-09T18:08:46Z", [0.11], ""], [691, "2018-12-09T13:38:02Z", [0.01], ""], [37488, "2018-12-08T16:59:14Z", [0.0], ""], [484, "2018-12-08T03:15:04Z", [0.0], "No change, but wonder if Kelly does leave if there will be someone motivated to make a splash."], [61581, "2018-12-07T19:53:42Z", [0.01], ""], [1333, "2018-12-07T02:43:14Z", [0.03], ""], [82, "2018-12-06T22:07:53Z", [0.01], ""], [43003, "2018-12-06T21:55:44Z", [0.01], ""], [60357, "2018-12-06T20:25:11Z", [0.01], ""], [2965, "2018-12-05T15:35:44Z", [0.0], ""], [745, "2018-12-05T13:51:40Z", [0.0], "This is ancient history and not pertinent to Mueller probe, so it is long gone."], [62808, "2018-12-05T06:50:46Z", [0.15], ""], [29464, "2018-12-05T05:11:09Z", [0.02], ""], [24617, "2018-12-05T04:45:59Z", [0.0], "Dead issue, no motivation to do so now."], [63296, "2018-12-04T23:10:43Z", [0.5], ""], [63300, "2018-12-04T19:29:05Z", [0.05], ""], [31450, "2018-12-04T15:04:16Z", [0.0], "I'd actually forgotten about this, just like I'm pretty sure everyone in the administration has too."], [62421, "2018-12-03T12:53:22Z", [0.04], "Reduced to to time availability remaining in the year (6% Nov 9) to 3%. Probability raised to 4% as there is some chance the WH may want to release a distraction news piece."], [5018, "2018-12-02T16:39:02Z", [0.2], ""], [62965, "2018-12-02T16:16:20Z", [0.0], ""], [35683, "2018-12-02T13:44:04Z", [0.02], ""], [38, "2018-12-02T06:39:56Z", [0.0], "time is running out.  \n"], [12591, "2018-12-02T03:13:12Z", [0.02], ""], [2965, "2018-12-01T20:54:56Z", [0.0], ""], [63230, "2018-11-30T20:04:25Z", [0.05], ""], [63213, "2018-11-30T16:21:33Z", [0.0], ""], [691, "2018-11-30T12:24:41Z", [0.01], ""], [23879, "2018-11-29T19:35:25Z", [0.04], "Reducing due to passage of time. Was 10% on 9 Oct, should reach 0% on 31 Dec."], [20156, "2018-11-29T14:04:22Z", [0.05], ""], [60796, "2018-11-28T18:26:00Z", [0.0], "There is a 0% chance that the President, VP, Press Secretary, Chief of Staff, or Attorney General will name a suspected author of the NYT \"resistance\" op-ed. In September, right after the op-ed was released, President Trump had made a large deal of it, calling lots of attention to it and even asking for it to be investigated. In September 17th, the FBI director declined to state whether there would be an investigation, and since then, there has not been many (or any) updates on the topic. As things continue to escalate domestically and internationally, the attention on the author and the article has faded, showing that the likelihood of it being brought back up by the administration would be very low as it would just draw negative attention to it.  https://www.washingtonpost.com/politics/trump-justice-department-should-investigate-anonymous-op-ed-author/2018/09/07/b1eecd80-b2ba-11e8-a20b-5f4f84429666_story.html?utm_term=.65cb88d8e35a\nhttps://www.washingtonpost.com/politics/fbi-director-declines-to-say-whether-it-will-investigate-author-of-anonymous-op-ed/2018/09/13/b3866270-b747-11e8-a7b5-adaaa5b2a57f_story.html?utm_term=.4ce9c66a2492"], [691, "2018-11-28T12:38:06Z", [0.01], ""], [63018, "2018-11-28T05:02:04Z", [0.03], "Seems to be too much else going on right now to focus on this particular issue right now. Doubt this happens before 2019. "], [24168, "2018-11-27T22:49:28Z", [0.0], ""], [1333, "2018-11-27T20:10:33Z", [0.04], ""], [4218, "2018-11-27T20:07:25Z", [0.0], ""], [8267, "2018-11-27T12:59:19Z", [0.01], ""], [60357, "2018-11-26T21:49:34Z", [0.02], ""], [484, "2018-11-26T16:20:01Z", [0.0], "Down 50% for (A) passage of time. (B) Between the optics at the US boarder and USG shutdown dynamics, the whole wall issue may shift toward DT's favor. If so, the win may be distracting enough that this issue gets lost (for a bit). Big win for Miller. Wonder if the US Congress might even tinker with the Posse Comitatus Act?"], [29464, "2018-11-26T14:09:53Z", [0.05], ""], [63048, "2018-11-25T20:11:21Z", [0.79], ""], [15471, "2018-11-25T16:07:49Z", [0.0], ""], [691, "2018-11-25T13:52:23Z", [0.02], "The new chief of staff when Kelly is sacked or the new attorney general, if installed soon enough to meet this deadline, might name somebody--not necessarily because it would be true, but as a show of loyalty by a newly anointed apostle.   Shows of loyalty are very big with the Current Incumbent. Truth, not so much.   Not moving my number up, though, because I'm pretty sure the Current Incumbent has forgotten about this and won't feel especially grateful for having it brought up again."], [37379, "2018-11-25T09:12:11Z", [0.0], "Trump is likely to let this sleeping dog lie. He has a record of only keeping a story alive if he gets enthusiastic feedback from his base."], [38032, "2018-11-24T23:53:09Z", [0.02], ""], [82, "2018-11-24T19:02:11Z", [0.03], ""], [23006, "2018-11-23T14:47:17Z", [0.0], ""], [484, "2018-11-22T16:53:42Z", [0.5], "Down 20% for passage of time."], [1333, "2018-11-21T21:20:29Z", [0.05], ""], [62808, "2018-11-21T21:10:48Z", [0.25], ""], [23879, "2018-11-21T16:49:55Z", [0.05], "Reducing due to passage of time. Was 10% on 9 Oct, should reach 0% on 31 Dec."], [2965, "2018-11-21T12:59:23Z", [0.0], ""], [34821, "2018-11-21T02:20:49Z", [0.03], "Updating for passage of time."], [691, "2018-11-20T16:00:35Z", [0.02], ""], [62737, "2018-11-20T02:13:32Z", [0.01], "Not much time before the question closes and the White House hasn't been giving this attention recently."], [57324, "2018-11-19T20:26:55Z", [0.05], ""], [1333, "2018-11-19T20:10:21Z", [0.06], ""], [35683, "2018-11-18T23:45:22Z", [0.03], ""], [28166, "2018-11-17T03:35:50Z", [0.02], ""], [82, "2018-11-17T03:02:45Z", [0.05], "I'm standing pat, despite the Omorosa op-ed. "], [484, "2018-11-16T21:37:42Z", [0.7], "Up 10% on the post below. If nothing else, it may stir up something in the WH. Wonder if and how FOX is reporting it?"], [32258, "2018-11-16T19:31:10Z", [0.0], "https://theweek.com/speedreads/807715/omarosa-claims-white-house-fired-anonymous-new-york-times-oped-writer Not that Omarosa is a reliable source, but news it is."], [1333, "2018-11-16T15:33:05Z", [0.07], ""], [62731, "2018-11-16T04:54:34Z", [0.08], ""], [60357, "2018-11-15T22:44:57Z", [0.03], ""], [691, "2018-11-15T16:29:51Z", [0.03], "As The Leader Of The Free World replaces large tranches of the Orange House staff, he may seize the moment to accuse or the other of them of being this author.  Current front-runner in my book is Ricardel, who after being accused on no evidence, will be sacked from her reassigned gig as a  junior aide to the Assistant Deputy Undersecretary of the Department of Unprovided Services.   (This is a little-known agency composed of exiled former staffers who spend all day sitting in little cubicles writing memos to each other and looking for stories to leak.  Every government is suspected of having such a department by people who have no idea how governments actually work.  Otherwise the stuff of myth, it is the perfect place for outcasts from this administration, since very few of them have ever known anything about government.  Kinda makes you proud, huh?)"], [82, "2018-11-15T04:37:45Z", [0.04], ""], [2965, "2018-11-14T23:39:50Z", [0.0], ""], [62692, "2018-11-14T18:34:55Z", [0.03], ""], [36010, "2018-11-14T14:16:00Z", [0.03], ""], [484, "2018-11-13T16:58:44Z", [0.6], "(no change) First Macron, perhaps then May and Merkel, but at some point DT might run out of targets and have a few minutes to go down his list for others to castigate."], [43588, "2018-11-13T16:57:18Z", [0.0], ""], [62618, "2018-11-13T05:07:01Z", [0.35], "For a class"], [62598, "2018-11-12T21:23:13Z", [0.1], ""], [1333, "2018-11-12T20:07:38Z", [0.08], ""], [62514, "2018-11-12T19:38:49Z", [0.1], ""], [7370, "2018-11-12T18:51:09Z", [0.03], ""], [82, "2018-11-12T04:30:04Z", [0.05], "Echoing @cmeinel and @lsgold7. There is too much going on for the administration. In addition, the damage has already been done and naming the author now will put the op-ed back in the headlines and give the author a greater spotlight."], [28166, "2018-11-12T02:53:41Z", [0.03], ""], [1333, "2018-11-11T19:56:55Z", [0.09], ""], [62532, "2018-11-11T15:28:23Z", [0.55], "If they can identify this person, and it becomes politically expedient to offer up their names, they will do so."], [43588, "2018-11-11T04:37:28Z", [0.0], ""], [2965, "2018-11-10T20:42:57Z", [0.0], ""], [4579, "2018-11-10T18:34:35Z", [0.35], ""], [37379, "2018-11-10T17:46:19Z", [0.0], "They will let the sleeping dog lie.  Just my opinion."], [28166, "2018-11-10T15:06:43Z", [0.04], "If the White House wanted to find out who this person is, they have the resources to have found him already. If they have found him and wanted to reveal who he is, they would have done it already. So they either have not looked or do not want to reveal who it is, and I do not think that will change. I think this is a senior person and the betrayal would be too much to acknowledge. This person will most likely identify himself after being expelled."], [14667, "2018-11-10T13:43:39Z", [0.04], ""], [691, "2018-11-10T12:21:46Z", [0.01], ""], [15471, "2018-11-10T07:53:54Z", [0.03], ""], [1333, "2018-11-09T19:45:30Z", [0.1], ""], [82, "2018-11-09T19:36:10Z", [0.05], "The op-ed does not seem to constitute a \"leak\" in the traditional sense, and with everything  else going on, I don't think there is an active effort to discover the identity of the leaker.  Below is a link to an unusual take on both the op-ed and the administration as a whole. When thinking about secret knowledge, madness, and unfathomable cosmic terror, it's hard to find better source material than the works of Howard Philips Lovecraft.  https://www.mcsweeneys.net/articles/i-am-part-of-the-resistance-inside-nyarlathoteps-death-cult"], [62421, "2018-11-09T17:40:21Z", [0.06], "Very little time left in the year for the administration to address this (1.5 months). The remaining time will be spent instead preparing for the transition of the house."], [62418, "2018-11-09T15:26:16Z", [0.1], ""], [62377, "2018-11-09T13:33:44Z", [0.17], "I share the opinion of some commentators that the White House would want to lay the veil of silence over this and therefore would not name it. Therefore, I would have given 10%. But since we never know if Trump is mad at anybody, that he suspects them or really names them as authors and so happens to have met the right person, I added another 7%. "], [62376, "2018-11-09T12:37:33Z", [0.23], ""], [34353, "2018-11-09T12:26:44Z", [0.0], ""], [62374, "2018-11-09T12:24:44Z", [0.63], ""], [62371, "2018-11-09T10:21:08Z", [0.25], "Seems logical according to White House politics of the last months."], [49515, "2018-11-09T08:46:26Z", [0.1], "This does not appear likely as republicans who oppose Trump face severe backlash, so it wouldn't serve this person's best interest unless a condition arises where they need to make a desperate attempt to distance themselves from Trump. I am operating under the assumption that the person who wrote this is a republican. "], [61636, "2018-11-09T02:56:38Z", [0.01], ""], [62350, "2018-11-08T23:00:55Z", [0.1], "It has disappeared from the press as a concern.  Revisiting the topic and naming an individual doesn't help the administration."], [34527, "2018-11-08T21:27:46Z", [0.01], ""], [62290, "2018-11-08T20:06:38Z", [0.0], ""], [1333, "2018-11-08T19:30:55Z", [0.11], "Sessions."], [61587, "2018-11-08T19:15:36Z", [0.2], "Trump administration probably wants people to forget about the story, let the news cycle wash it out. Plus there's a chance NYT overstated importance of mystery author, might be only a deputy secretary or someone no one would otherwise know the name of "], [2965, "2018-11-08T17:01:13Z", [0.0], ""], [36010, "2018-11-08T13:01:01Z", [0.05], ""], [62063, "2018-11-08T12:42:21Z", [0.01], ""], [1479, "2018-11-08T03:36:27Z", [0.0], ""], [5018, "2018-11-08T01:58:24Z", [0.4], ""], [62253, "2018-11-07T21:27:05Z", [0.05], ""], [62253, "2018-11-07T21:22:33Z", [0.05], "This is an old news story and not worth bringing up.  Does not help the administration.  "], [62246, "2018-11-07T20:29:32Z", [0.9], ""], [484, "2018-11-07T20:24:17Z", [0.6], "Back up 10%. With less time spent on flying around campaigning, DT will be able to focus on his (allegedly) enemies list."], [45217, "2018-11-07T18:39:55Z", [0.03], ""], [23879, "2018-11-07T18:23:51Z", [0.06], "Reducing due to passage of time. Was 10% on 9 Oct, should reach 0% on 31 Dec."], [45217, "2018-11-07T18:16:43Z", [0.03], ""], [62218, "2018-11-07T17:57:16Z", [0.0], ""], [48709, "2018-11-07T16:08:25Z", [0.0], "keeping the tradition of  ' Ghost writer', if you reveal source you don't get anymore stories from authors... with the scoop ..."], [62181, "2018-11-07T15:39:18Z", [0.25], ""], [36010, "2018-11-07T14:47:48Z", [0.08], ""], [35683, "2018-11-07T07:35:16Z", [0.05], ""], [56528, "2018-11-06T19:18:03Z", [0.89], "I think they have decided they know who did it, and that person will be ousted after the midterms. But it's possible that the person will be fired without an announcement of his/her guilt. I should have thought more carefully about the likelihood that it will be leaked and published first; I didn't read the entire proposition before I voted. "], [62104, "2018-11-06T13:27:39Z", [0.08], ""], [691, "2018-11-06T11:40:21Z", [0.02], ""], [60033, "2018-11-04T20:40:39Z", [0.02], ""], [60033, "2018-11-04T20:37:22Z", [0.05], "Comment deleted on Nov 04, 2018 08:40PM UTC"], [14432, "2018-11-04T19:04:35Z", [0.0], ""], [2965, "2018-11-04T12:48:58Z", [0.0], ""], [15265, "2018-11-03T18:36:20Z", [0.05], ""], [34821, "2018-11-03T09:11:42Z", [0.15], ""], [61975, "2018-11-02T23:20:05Z", [0.05], ""], [691, "2018-11-02T16:09:47Z", [0.02], ""], [12591, "2018-11-02T03:46:56Z", [0.09], ""], [15471, "2018-11-01T18:36:26Z", [0.05], ""], [1333, "2018-11-01T18:12:41Z", [0.12], "This will be left to lie. Without a accusation of blame - the Denials cannot begin. Everyone lost interest. "], [2965, "2018-10-31T21:34:21Z", [0.0], "the Special Counsel report is done finished and is being sent to Rod Rosenstein who must have Main Justice AAG for Natl Security a Trump pick and controversial\nreview with ODNI and DOD and Chris Wray, Mattis Wray, Coates all get to classify and redact sources and methods. Then the final unredacted copy is shown to\nPresident, Congress Gang of 8 and then a redacted copy is  made public @dowser @aaseawaf15 I believe that effort will begin on the day after election.\nShortly after election public gets Muellers report he wraps up teams and Manifort and Flynn sentencings must await the end of impeachment proceedings.\nMueller is done"], [38, "2018-10-31T21:15:23Z", [0.22], "Let's see:  what headlines has DJT generated recently?\n-without giving specifics, promised a tax cut that can't be passed prior to the election\n-reneged on his promise to pay Elizabeth Warren $1m if she could prove her ancestry\n-has said that the column of immigrants headed through Mexico to our border included ISIS terrorists\n-has sent the military to the border\n-suggested that the carnage at the synagog could have been prevented if there had been an armed guard\n-went to Pittsburg though many recommended he do not\n-announced his intention to repeal a part of the 14th amendment with an executive order In that context, naming someone to be Anonymous, the author of the NYT Op Ed, seems entirely in character, however, it won't generate as many headlines as these other things, or others, especially since how much time has elapsed since the piece was published."], [42563, "2018-10-31T20:32:37Z", [0.0], ""], [484, "2018-10-31T19:57:53Z", [0.5], "Correcting an \"oops.\""], [484, "2018-10-31T16:28:56Z", [0.4], "Comment deleted on Oct 31, 2018 07:57PM UTC"], [47812, "2018-10-31T12:25:53Z", [0.07], ""], [1333, "2018-10-31T09:42:48Z", [0.13], ""], [2965, "2018-10-31T02:37:31Z", [0.0], ""], [484, "2018-10-31T01:47:31Z", [0.5], "(no change) I'm tempted to go lower, but then I remember that (on good days) the POTUS (allegedly) keeps track of real or imagined challenges."], [1333, "2018-10-30T21:01:16Z", [0.14], ""], [691, "2018-10-30T14:53:43Z", [0.02], ""], [15265, "2018-10-29T19:47:20Z", [0.12], ""], [28871, "2018-10-28T19:43:20Z", [0.05], "It takes time,  maybe a few months,  maybe a few years. "], [691, "2018-10-28T11:55:01Z", [0.02], ""], [35636, "2018-10-28T06:07:12Z", [0.04], "226 (2) from 101 0.08 \nWas 8 now 4. \nBet#5\nThe most juvenile chants of 'Lock Her Up!' and now 'Lock Him Up!' for George Soros, the Satanic/Liberal (same thing) billionaire are so telling and hypocritical. See Michael Flynn, prisoner #420whocaresQ-Anon69Circlejerk.  Just delicious. America First PAC could bottle that hypocrisy up and sell it for mega bucks, gullible lemmings will buy it up like Doomsday Preppers hoarding up a sale on rice at Costco Maybe Trumpy will let the R-Anon author's name slip at a Hillbilly Nuremberg after the mid-terms in a panic. Or like a broken record blame Hillary. "], [60212, "2018-10-27T22:54:54Z", [0.09], ""], [23006, "2018-10-27T22:08:11Z", [0.3], "Viewing this as a crime vs errant do-gooder mischief then \nMelania interview and Recent politically driven crime wave mean this has to be addressed. Maybe not exposed but at least the person needs to be identified by security as he is working closely enough with president to take documents away that president very  recently touched"], [23879, "2018-10-26T23:32:41Z", [0.08], "Reducing due to passage of time. Was 10% on 9 Oct, should reach 0% on 31 Dec."], [4218, "2018-10-25T23:46:26Z", [0.1], ""], [36132, "2018-10-25T20:12:04Z", [0.0], ""], [1333, "2018-10-25T19:34:43Z", [0.15], ""], [484, "2018-10-25T16:34:12Z", [0.5], "Down 10% to be closer to the consensus. Comments as before (low bar)."], [34725, "2018-10-25T09:53:17Z", [0.25], ""], [38942, "2018-10-25T05:58:32Z", [0.05], "There are possibilities that the Senior:\n1. Does not exist and is fabricated character to eventually aid the Trump and his future election campaigns. The Trump is in position to put blame of his failures to such officials. 2. Created fake IDs to evade investigations but this is less likely to be effective. 3. Serves interests of Republicans more than the president Trump. 4. Is on position to blackmail the Trump or his administration. Naming such official will implicate many other work areas and officials eventually displaying a weak and penetratable government, that is less likely to happen."], [15196, "2018-10-25T04:41:11Z", [0.05], ""], [52795, "2018-10-25T02:18:14Z", [0.0], "Retribution too harsh for anyone coming forward and too many suspects."], [45198, "2018-10-24T20:27:54Z", [0.1], "The chaotic, inept and adversarial nature of this administrations incapable of the long term focus required to expose this person. In addition, there are so many fires that need attending to each and every day that requires  attention, explanation and excuses just to keep the president from looking like an out of control nitwit. All their energy has to go into pretending that the president appears competent, so there just aren't the resources available to find the writer of that op-ed. A very busy mid-term election agenda doesn't help either."], [61581, "2018-10-24T19:09:21Z", [0.05], ""], [36010, "2018-10-24T19:00:51Z", [0.12], ""], [61581, "2018-10-24T18:48:38Z", [0.1], "I feel naming a suspected author does nothing productive for the Trump Administration.  It would only serve to show dissention among the ranks and undermind any political maneuvering the White House is attempting, especially if it involves a heavily divided, and possibly democratic congress.  Even if someone is found, I think he/she will be quietly ushered from the White House Staff, so as to create as few waves as possible."], [1333, "2018-10-24T18:05:22Z", [0.16], ""], [61260, "2018-10-24T17:43:07Z", [0.1], "the last thing the WH will want to do is have this story come back to life by naming the author"], [27692, "2018-10-24T17:37:48Z", [0.05], "Analogy conclusion from reconnaissance of watergate scandals by Washington Post journalists with help of an unidentifiable individual from various law enforcement agencies. After decades !!!! an FBI official disclosed himself as helper of Washington Post journalists. The disclosure has had created no danger in any respects for him \nanymore. If anybody disclosed himself or herself in some months, he or she will be fired immediately and Trump is not anymore under control. The benefits for public would have been then gone immediately and the traitor would confronted with negative consequences for the rest of live."], [61037, "2018-10-24T16:55:39Z", [0.65], ""], [745, "2018-10-24T16:53:48Z", [0.1], ""], [7370, "2018-10-24T16:27:52Z", [0.03], ""], [54789, "2018-10-24T16:11:19Z", [0.75], "It always takes a couple of months to locate the insider."], [43515, "2018-10-24T15:45:52Z", [0.05], ""], [61100, "2018-10-24T15:43:52Z", [0.65], ""], [15265, "2018-10-24T15:33:36Z", [0.15], ""], [1526, "2018-10-24T15:19:52Z", [0.0], ""], [51452, "2018-10-24T15:16:31Z", [0.17], ""], [745, "2018-10-24T15:09:44Z", [0.1], ""], [691, "2018-10-24T12:26:13Z", [0.06], ""], [60357, "2018-10-23T19:11:20Z", [0.05], ""], [43003, "2018-10-23T18:38:33Z", [0.09], "This is not a linear decline curve. Human memory and items action depend on data. Once that data scrolls off your to-do list, it lingers and dies effectively. So changing this to a log decay function. Next months update 5, then 3, 2, then 1 "], [43003, "2018-10-23T18:28:45Z", [0.23], ""], [1333, "2018-10-23T17:22:58Z", [0.17], ""], [39089, "2018-10-23T14:10:06Z", [0.17], "Passing of time"], [35636, "2018-10-23T07:41:37Z", [0.08], "Still blaming Hillary and talking about her in the Hillbilly Nurembergs in the rusted on red districts. So maybe this R-Anon (hehe Q-Anon is so fake, the MAGAts think the Resistance-Anon Op-Ed is just a fake news piece cooked up by the 'failing' NYT LOL) issue has been forgotten.  Maybe Sarah Sanders will let it slip out by accident, or quit after the mid-terms and reveal it- everyone reaches breaking point in the Trumpy WH, especially those that have to lie & subjugate their character and principals everyday for the Dorito Bone Spurs Mussolini.  191 (5 today) from 86 @0.10 \nOct7th: 127 from 67 @0.32 Bet#4 Was 25 now 8, did have it at 85% for Bet#1 on Sept15th due to Trumpy Temper Tantrums factor and Media Distraction Strategy. But didn't factor in Sad Ego Thin-Skinned Disorder and Questions of Illegitimacy Reactions allergies.  Up 64 bets from 19 more/new bettors.  Trumpy absolutely hates questions about fake 'self-made' wealth and Forbes ranking, crowd sizes, hand size, IQ, and election popular vote result, and we can add to that dissenters in admin. Maybe Hillary will be blamed again for losing the keys to the armoured Caddy Beast, golf games/golf handicap, and the mid-terms, another train derailment, and the sun magnetically directing eyes to look directly in to it's brilliant golden shining glory. Oh and the R-Anon writer. And Stormy Daniels, and Kavanaugh somehow, or Christine Blaisey Ford too. Everyone but where the other 3 tiny digits on the fake-tanned hand are pointing. "], [61665, "2018-10-23T01:04:02Z", [0.02], ""], [61665, "2018-10-23T01:00:18Z", [0.05], ""], [2965, "2018-10-22T22:55:12Z", [0.0], ""], [2965, "2018-10-22T16:23:57Z", [0.0], ""], [34725, "2018-10-22T09:27:49Z", [0.3], ""], [37488, "2018-10-22T04:15:29Z", [0.03], ""], [60800, "2018-10-22T04:02:38Z", [0.0], "I do not believe anyone will be named the suspected author of the NYT op-ed. While it truly was captivating for a brief moment in the news cycle, it is now old news. From researching the topic, the last known publication regarding the op-ed was on September 9 by Real Clear Politics. Additionally, there are numerous suspicious about the who the author could be, however, there seem to be no concrete answers (Washington Post). Moreover, I believe President Trump will likely want to keep the op-ed out of the press. At this point, there is no desire for him to bring it back into the news cycle. There have been hints \"it is somebody in national security\", however, there has been no further investigation into this belief (USA Today). Despite all of the suspicions, I believe for the true identity to be released to the public the author​ will have to come forward on their own.  https://www.washingtonpost.com/graphics/2018/politics/who-wrote-the-resistance-op-ed/?noredirect=on&utm_term=.273f1d8dec1c\nhttps://www.usatoday.com/story/news/politics/2018/09/08/new-york-times-op-ed-donald-trump-author-national-security/1238152002/"], [12453, "2018-10-22T01:42:52Z", [0.1], ""], [37236, "2018-10-21T12:38:37Z", [0.0], ""], [15471, "2018-10-21T07:42:26Z", [0.1], ""], [23006, "2018-10-20T22:04:30Z", [0.21], ""], [691, "2018-10-20T21:35:33Z", [0.09], "Unless this hits the news again for some reason, the Orange House has lost interest in it.  "], [2965, "2018-10-20T21:01:59Z", [0.0], ""], [2965, "2018-10-20T15:34:01Z", [0.0], ""], [41586, "2018-10-19T19:07:02Z", [0.03], "Hasn't been named yet. "], [2965, "2018-10-18T23:36:10Z", [0.0], ""], [2965, "2018-10-17T18:54:19Z", [0.0], ""], [41922, "2018-10-17T10:04:20Z", [0.0], ""], [23006, "2018-10-16T22:39:02Z", [0.33], ""], [2965, "2018-10-16T13:26:39Z", [0.0], ""], [691, "2018-10-16T12:17:56Z", [0.11], ""], [34353, "2018-10-16T11:37:20Z", [0.01], ""], [34725, "2018-10-16T08:56:50Z", [0.55], ""], [39089, "2018-10-15T17:38:55Z", [0.2], "Passage of time. I wonder was Nikki Haley one of the \"dark-siders\" given a graceful exit :). Probably not."], [30354, "2018-10-15T15:37:25Z", [0.01], ""], [2965, "2018-10-15T14:52:08Z", [0.0], ""], [691, "2018-10-15T12:44:48Z", [0.12], ""], [35683, "2018-10-14T20:11:57Z", [0.12], ""], [3152, "2018-10-14T17:30:46Z", [0.9], ""], [61504, "2018-10-14T14:34:40Z", [0.09], "The whole thing was just a prefabricated distraction "], [82, "2018-10-14T05:53:30Z", [0.03], "Think about how long before Mark Felt went public, "], [2965, "2018-10-13T19:53:43Z", [0.0], "u got to be kidding me.\nKaepernick wil meet Trump, pigs will fly and Trump even remembers."], [14667, "2018-10-13T13:12:56Z", [0.14], ""], [2965, "2018-10-12T21:08:30Z", [0.0], ""], [691, "2018-10-12T21:06:04Z", [0.13], "This has now slipped out of the attention span of the Orange House.  Unless the issue is resurrected by somebody at Tox News or the NY Times, it will slink into the shadows until the author reveals himself or herself or itself or themselves.  By then, nobody will care; cf. Mark Felt."], [2965, "2018-10-12T14:03:10Z", [0.0], ""], [31450, "2018-10-11T19:55:43Z", [0.05], "Dropping way down because this is clearly no long a priority for anyone."], [1333, "2018-10-11T14:10:57Z", [0.18], ""], [51261, "2018-10-11T11:35:39Z", [0.05], "I do not believe they will be fully able to root out the individual. "], [23006, "2018-10-11T10:56:20Z", [0.51], ""], [1333, "2018-10-11T09:50:52Z", [0.19], ""], [30477, "2018-10-11T07:14:16Z", [0.12], ""], [43003, "2018-10-10T23:44:15Z", [0.29], "discounting 3% per week from here on. "], [2965, "2018-10-10T18:48:55Z", [0.0], ""], [1333, "2018-10-10T15:06:56Z", [0.2], ""], [5018, "2018-10-10T10:26:38Z", [0.5], ""], [34725, "2018-10-10T06:45:37Z", [0.7], ""], [38, "2018-10-10T05:10:46Z", [0.22], "I generally agree with pietrokc (https://www.gjopen.com/comments/comments/779656) however I thought that DJT might use it as an excuse for firing Rod Rosenstein or someone else, but it seems that Rosenstein isn't going to be fired soon, nor Sessions, so I'm reducing my forecast."], [23879, "2018-10-09T17:22:58Z", [0.1], "Going in with basically no research. I look at the headlines and Twitter every day and I haven't heard anybody mention this op-ed in weeks. What are the incentives? The first four people named (President, Vice President, White House Press Secretary, White House Chief of Staff) are all \"on the side of\" the President, and can suffer a lot of punishment if they deviate from what he wants. So we can approximate their incentives by Trump's. Since everyone seems to have forgotten about this op-ed, I can't see how it would benefit Trump to bring it up again. Plus, by naming someone, he makes it more concrete / believable, and thus appears weak --- he cannot control his underlings, he doesn't fully control what happens in govt, etc. (I admit I didn't read the op-ed.) The other option is he names someone but as a writer of fiction --- e.g. he names Hillary Clinton as the author or whatever. I guess that could happen, but it seems a more fragile position than just maintaining that some abstract \"enemy\" wrote it. The latter isn't disprovable. Maybe if Trump was about to run in an election against opponent X, he could name X, but he's not. The Attorney General and Trump seem frequently at odds, so the former's incentives may not be close to Trump's. However, Google has just told me that Trump said Sessions should investigate who wrote the op-ed. So in hindsight I realize that the Attorney General probably can't name a suspect just from a gut feeling. He has to carry out an investigation, which doesn't even look like it's going to happen, and if it does, it'll take a while. Finally, there's probably some incentive for the party who wrote the op-ed to come forward --- a book deal? Fifteen minutes of fame? I don't think the NYTimes will out their own source, but the source might come out. So that knocks the chance down a bit further. Overall I want to say 10%."], [43003, "2018-10-09T14:53:22Z", [0.4], "I didn't realize the question resolves as NO if the author comes forward or the NYTimes outs him.  I give that a 1/3 chance, so discounting -16%."], [39089, "2018-10-09T14:27:49Z", [0.26], "Passage of time"], [39089, "2018-10-09T14:27:07Z", [0.27], "Passage of time"], [41922, "2018-10-09T10:18:28Z", [0.2], ""], [46762, "2018-10-08T21:56:55Z", [0.0], "Not unless something else happens."], [60513, "2018-10-08T21:48:38Z", [0.05], ""], [38, "2018-10-08T20:09:27Z", [0.44], "This issue is fading from the headlines.  \nI consider DJT to be the person most likely to ID someone, but he's better off by saying that there was no \"anonymous source\": that the NY Times made it all up.  "], [60640, "2018-10-08T17:29:01Z", [0.1], "Trump and  WH will be too busy responding to all the subpoenas from House democrat investigations"], [39409, "2018-10-08T09:15:47Z", [0.0], "They just don't know"], [23006, "2018-10-08T01:25:59Z", [0.55], "https://nationalpost.com/news/world/still-anonymous-white-house-hunt-for-op-ed-author-fades Still on +51 side because because if another action occurs where someone other than president intruded on his formal power, they have to investigate and stop it, not sure it will happen in two and a half months thought. Likeliest in and around mid-terms, after that not likely."], [50172, "2018-10-08T00:19:57Z", [0.5], ""], [35683, "2018-10-07T23:02:58Z", [0.18], ""], [55900, "2018-10-07T22:13:55Z", [0.65], "it is good for business"], [12686, "2018-10-07T15:15:37Z", [0.8], "WASHINGTON IS A LEAKY SHIP"], [35636, "2018-10-07T10:06:31Z", [0.25], "127 (1 today) from 67 @0.32 (Sept22nd was 71 from 44 @0.30)\nWas 40 now 25. Bet#3\nhttps://apnews.com/29a0b8efc4f04bbe9f170f59642434b1/Still-Anonymous:-White-House-hunt-for-op-ed-author-fades\nStill Anonymous: White House hunt for op-ed author fades By JONATHAN LEMIRE and CATHERINE LUCEY\nYesterday  So Trumpski was furious but like a squirrel on no-doze pills, the latest movement of a LASER point or flashlight picture attention has gone elsewhere. #LowIQ #WorstCinCEver  Maybe when some new scandal pops up at a rally it'll be 'So who wrote that failing New York Times anonymous op-ed anyway? Was it George Soros?...my little low-info voting foaming plebs*?'  Note: * oops that part is <internal dialogue and not speech>. Edit: (not replying to self so as to not annoy other replier [dowser] with spam, unlike someone else! ;-p MAGA! ] Oct11: 149 from 75 @0.21 Oct7th: 127 from 67 @0.32. Sept22nd: 71 from 44 @0.30  Started at 0.85, cut to 0.40 7 days after open, now 0.25.  So 82 days left, not sure what those on the 50s mark are doing with dropping 1% a day, what's up with that? They'll run out to zero with a month to go. Edit 2 Oct12 155 (6 today) from 77 @0.20 was 127-67 @0.32 on Oct7th. "], [60033, "2018-10-06T23:14:54Z", [0.18], ""], [41922, "2018-10-05T13:16:52Z", [0.4], ""], [35683, "2018-10-04T22:02:28Z", [0.2], ""], [2965, "2018-10-04T14:31:04Z", [0.0], ""], [691, "2018-10-03T12:18:20Z", [0.32], ""], [34725, "2018-10-03T10:36:20Z", [0.65], ""], [2965, "2018-10-02T16:35:05Z", [0.0], ""], [60212, "2018-10-02T08:06:08Z", [0.17], "Comment deleted on Oct 02, 2018 08:06AM UTC"], [4066, "2018-10-02T02:22:16Z", [0.65], ""], [61069, "2018-10-02T00:39:13Z", [0.39], ""], [61050, "2018-10-01T15:20:36Z", [0.6], ""], [691, "2018-10-01T11:25:46Z", [0.33], ""], [32258, "2018-10-01T00:32:48Z", [0.01], ""], [39089, "2018-09-30T16:50:55Z", [0.29], "Passage of time"], [61281, "2018-09-30T15:07:03Z", [0.6], ""], [14432, "2018-09-30T14:00:52Z", [0.05], ""], [43003, "2018-09-30T00:38:23Z", [0.56], "note to self, subtract 1% per day until 0."], [32258, "2018-09-29T16:10:59Z", [0.2], ""], [2965, "2018-09-29T13:32:51Z", [0.0], ""], [47812, "2018-09-29T13:05:16Z", [0.09], ""], [691, "2018-09-29T11:48:22Z", [0.33], ""], [27155, "2018-09-28T23:45:01Z", [0.1], ""], [691, "2018-09-28T13:16:13Z", [0.33], ""], [43003, "2018-09-28T07:33:15Z", [0.57], "note to self, subtract 1% per day until 0. "], [5018, "2018-09-28T05:03:43Z", [0.9], ""], [12591, "2018-09-28T04:18:36Z", [0.6], ""], [32258, "2018-09-27T17:36:19Z", [0.5], ""], [1333, "2018-09-27T17:02:15Z", [0.21], ""], [1333, "2018-09-26T15:05:12Z", [0.2], ""], [41922, "2018-09-26T12:53:20Z", [0.5], ""], [691, "2018-09-25T12:50:59Z", [0.33], "I find myself persuaded by @spaethmf: As this story slips out of the news, it will fall off the agenda of The Leader Of The Free World, and thus also of his minions.   If it gets resurrected, there will be midnight Twits demanding action, of which none will ensue.  However, he might throw out a name in the course of one of those Twits, which would make this Q a Yes.  "], [34725, "2018-09-25T08:05:48Z", [0.78], ""], [4218, "2018-09-24T23:05:51Z", [1.0], ""], [1333, "2018-09-24T20:30:07Z", [0.19], ""], [691, "2018-09-24T11:59:38Z", [0.47], ""], [5708, "2018-09-24T03:16:38Z", [0.25], ""], [34821, "2018-09-24T02:24:24Z", [0.59], "Weighted average of syzygy, Prognosticating-Beek, Anneinak, Critical_Optimist, and michalbod."], [34821, "2018-09-24T02:17:36Z", [0.7], "Weighted average of syzygy, Prognosticating-Beek, Anneinak, and michalbod. "], [49436, "2018-09-23T21:28:58Z", [0.32], "I believe the White House has moved on.  This White House seems to have a very short attention span and has already moved on to other issues."], [1333, "2018-09-23T19:28:46Z", [0.18], ""], [61139, "2018-09-23T19:25:22Z", [0.85], "sure! The white house should be able to come up with the name of the author of the oped.I'm pretty  sure, there is a process if not investigation going on  about who author the oped.I think, it is  one of the dishonest things  someone within the  white house would   do to a setting president, especially  haven't been  employed by the president. I think, it was very sick and wicked on the part of the author to have misused free speech in this minor. The white house should definitely be able to come up with his/her name."], [2497, "2018-09-23T16:44:09Z", [0.0], ""], [34725, "2018-09-23T14:09:54Z", [0.81], "The suspect merely has to be named; no confirmation or further process is needed"], [61087, "2018-09-23T12:39:03Z", [1.0], ""], [691, "2018-09-23T11:56:31Z", [0.47], ""], [58838, "2018-09-23T11:54:53Z", [1.0], ""], [15196, "2018-09-23T00:52:08Z", [0.2], ""], [43003, "2018-09-22T19:48:42Z", [0.6], "I do take note of the question, that the parties named don't have to be *right* about the author, just name *an* author of the op-ed.  Given an impulsive President not afraid to lie, early and often, via twitter. I would say Trump alone is a 40% chance. Internal investigations has another 20% due to pressure to find a bad guy for Trump.  So 60%"], [39089, "2018-09-22T19:28:06Z", [0.3], "I see the likelihood decreasing quite rapidly and currently see it to be 30% that an announcement will be made before the end of the year. Facts and assumptions I have made when predicting the probability of the author of the op-ed being named before the year ends.\n1. I find it likely that this was a collective effort by a group of WH staffers that agreed that such an op-ed would be published by the NYT. I find it unlikely that it was a lone wolf acting on only her/his behalf as that would have left too much guessing room to other WH staffers meaning her/his identity could easily become known.\n2. Possibility that it was no actually written by a (current) staffer - however that possibility low I would say not higher than 10%.\n3. As mentioned in the op-ed piece the “resistance” member is a high-up in WH staff. Thus it is possible that the Trump administration could try to fire of dispose of the person(s) quietly in order not to give any new “ammunition” to the press.\n4.  I assume it to be likely that there was high level precaution taken by both the NYT and the person(s) in the WH before the piece was published. I assume up to 10 people on both sides know the actual identity/identities of the person(s) who actually wrote the piece or gave it their candid approval. To me likely announcers are the following - President, WH Press Secretary and WH Chief of Staff\no\tPresident most likely due to personality and probably seeing it as personal retribution to such betrayal. I also see it possible for the president to turn someone within the WH staff who has angered him into a scapegoat.\no\tWH Press Secretary – possibly announcing it with candid approval from POTUS. However less likely that POTUS will give Sanders \"the honours\".\no\tWH Chief of Staff – same as WHPS but additionally also wanting to show that has his house in order. Unlikely announcers – VP and Attorney General\no\tVP – unlikely Pence will announce it. POTUS will likely want to do the \"big reveal\" if top tier going to make the announcement\no\tAG – unlikely as Sessions has withdrawn from anything relating to governance that hasn’t to do with legal actions. According to experts DoJ has little legal justification into opening an investigation against the person unless she/he is a military official.\nhttps://www.washingtonpost.com/politics/trump-justice-department-should-investigate-anonymous-op-ed-author/2018/09/07/b1eecd80-b2ba-11e8-a20b-5f4f84429666_story.html?noredirect=on&utm_term=.ae7f863dd5b4 A good link that I found - https://www.nytimes.com/2018/09/08/reader-center/anonymous-op-ed-trump.html"], [2965, "2018-09-22T16:53:16Z", [0.0], "consistency\nAs the men say FBI ends in its job investigation\nthis came to me as an email and I regard as a legimate c/i inquiry\nTo make clear that I am not FBI or any other agency \nthis hypo was written by Erlichman7 a Stanford Law gtraduate\nCame in \ncables  from State and Sen. Meghan McCain ( D. Az.)\nopen c/i filecontact all witnesses.\ngive and offer poly see DOJ C/1 MANUAL\nrule out\ndead drops? institute surveilance of target 1 2 4 5.............\nNSA what does Prism say meta data only\nany intercepts by NSA under FISA apply for confidential FISA warrants\nApply for wire taps for all telephone fax and get warrant call AUSA and AAG for National Security Main Justice\nReview all data\nGeography: DC Virginia Md range from chevy Chase and Connecticut Avenue to 14nth Street and contains low lying tidal areas\nHistory DC Capital\nMotivation Power Treason Geopolticia and Financial Motive See Marx and Khaneman Tverksy can skew towards self interest vs country\nvs prison impeachment and elections\n@aaseawaf15 Mueller could be fired anything is in playon that\ngood luck"], [1333, "2018-09-22T16:06:04Z", [0.17], ""], [20156, "2018-09-22T14:14:45Z", [0.6], ""], [59889, "2018-09-22T13:55:17Z", [0.8], ""], [14667, "2018-09-22T09:31:31Z", [0.36], ""], [38, "2018-09-22T07:50:36Z", [0.66], ""], [35636, "2018-09-22T07:47:52Z", [0.4], "71 from 44 @0.30 \nCutting in half, or more to 40 from 85%. Thinking now it might be done, just not by one of those listed to resolve.  Wonder if Sarah Sanders already knows, or anyone and are just waiting for an optimal time to distract. Edit: Sept27th only 99 from 57 @0.50 which is probably a good base rate for this volatile q that goes until Jan 1st 2019. "], [484, "2018-09-22T01:42:27Z", [0.6], "Down 10% to be closer to the consensus. Interesting how low it is considering the (allegedly) WH chaos."], [41586, "2018-09-22T01:19:03Z", [0.07], "Suspect the author will be outed in media or self-reveal before s/he is named by those in the question."], [36010, "2018-09-21T19:06:29Z", [0.25], "Given the upcoming midterms I think it would be highly unlikely that a person would be named beforehand. However, if the midterms turn out with Democratic majorities in the House and/or Senate I think this might result in a renewed interest in retribution against the author within the WH . So overall I give it a 1 in 4 chance depending heavily on whether there are other distractions after the midterms."], [54292, "2018-09-21T17:06:45Z", [0.05], "My guess is that the author is a ghost; made up by the New York Times and does not exist in the first place.  So, the name will not be one in the white house or its staff."], [1333, "2018-09-21T16:37:25Z", [0.16], ""], [2965, "2018-09-21T10:57:39Z", [0.0], "Daniel Hoffman ex Chief Moscow Station uch of my career at the CIA was spent focused on Russia. If there is one thing I learned it was that President Vladimir Putin, who directs the lion’s share of Russia’s military and intelligence actions against the United States, continues – like his Soviet predecessors – to view the U.S. as Russia’s “main enemy.” I have a high degree of confidence that Putin analyzed the op-ed with the greatest of interest. And I believe he then directed his intelligence services to collect corroborating intelligence and prepare options for weaponizing its content, as a part of Russia’s espionage and information attacks on the U.S. Russian intelligence would first focus on learning more about the author, whose identity is known to The New York Times. Russia would not rule out the possibility that not one but perhaps a number of Trump administration officials collaborated on the piece. The Kremlin is the most sophisticated purveyor of “fake news,” including social media and networking manipulation and amplification through bots. We should expect the Kremlin to mount a full-court press targeting not only Washington officials with access to the author’s identity, but also targeting The New York Times – both through human intelligence operations as well as intrusions in cyberspace. Keep in mind that Russian hackers successfully targeted the Democratic National Committee during the 2016 presidential campaign. The New York Times should be prepared to defend itself from a Russian onslaught of phishing and social engineering attacks. Russia no doubt desperately wants to know who in the administration is operating against the president. In “Essence of Decision: Explaining the Cuban Missile Crisis,” Graham Allison and Phillip Zelikow outline three approaches to understanding government behavior: ·         The rational actor model, where governments – like individuals – make the most rational decisions based on a cost and benefit analysis. ·         The organizational process model, which focuses on the standard operating procedures inherent to any bureaucracy. ·         The government politics model, which focuses on how the key “players” – both people and organizations – compete for influence. This best reflects the high priority Russian intelligence would attach to understanding how senior Trump administration officials relate to one another and the president. Understanding these internal dynamics – the alleged “two-track presidency” described in the New York Times op-ed – would help Russia understand and predict U.S. policy with the highest degree of confidence. For Russian intelligence it is not important whether the anonymous op-ed writer’s claim that senior Trump administration officials are working to frustrate parts of the president’s agenda is in fact true. It also does not matter if the op-ed is correct in saying that President Trump’s leadership style is “impetuous, adversarial, petty and ineffective.” Russia invented the term “disinformation.” The Kremlin is the most sophisticated purveyor of “fake news,” including social media and networking manipulation and amplification through bots. Russia’s goal is to sow cultural and political discord in the U.S. and degrade trust in our democratic institutions. Russia would eagerly insert these themes into its information operations with an eye towards degrading both the U.S. domestic political process as well as foreign governments’ trust in the Trump administration. Russian intelligence would seek to use its media platforms to sprinkle corroborating “evidence” to buttress the op-ed’s attacks on the president. Putin is always cognizant of the potential for an Arab Spring or Color Revolution to end his regime. So he would seek to influence brave Russian protesters not to look to the U.S. for inspiration in their struggle for liberty, freedom and democracy – all absent in Russia. Russian intelligence is ruthlessly focused on ensuring the anonymous op-ed is transformed into a Pandora’s Box, which might appear to be a gift to some of the president’s critics but becomes a Kremlin curse on us all. Daniel Hoffman is a Fox News contributor, and retired clandestine services officer and former chief of station with the Central Intelligence Agency. His combined 30 years of government service included high-level overseas and domestic positions at the CIA. Follow him on Twitter @danielhoffmanDC.\nhttp://www.foxnews.com/opinion/2018/09/18/former-cia-officer-new-york-times-anonymous-op-ed-is-like-gift-to-vladimir-putin.html\nand https://twitter.com/danielhoffmanDC"], [29054, "2018-09-21T02:50:54Z", [0.0], "Some republicans point to Pence, the posibilty is high since it seems to be one of his goals to run for or get in the chair of DJT.\nBut I am not so sure, this seems to be a military style piece with some notes of various individuals,  probable with intent to deceive, I am confortable sayin that this is  not from the principals at the WH."], [47462, "2018-09-21T02:23:37Z", [0.75], "Because that \"Resistance\" will be fomenting thru the months.  WH has their people working on it NOW."], [61041, "2018-09-20T21:32:36Z", [0.15], "More than likely, this will be all but forgotten. If someone is named, Trump will do the naming."], [46339, "2018-09-20T17:55:49Z", [0.9], ""], [50981, "2018-09-20T17:14:26Z", [0.35], ""], [37516, "2018-09-20T16:33:22Z", [0.05], ""], [57787, "2018-09-20T15:57:51Z", [0.85], "Based on his behaviour to date, President Trump assigns blame to specific members of his team (warranted or not) without qualms."], [37852, "2018-09-20T15:51:40Z", [0.65], ""], [118, "2018-09-20T15:27:30Z", [0.05], "It simply doesn't matter. Trump is too busy trying to declassify documents to muddy the Russia investigation. He's lost focus on this one. "], [1333, "2018-09-20T14:34:46Z", [0.15], ""], [27345, "2018-09-20T14:24:05Z", [0.35], ""], [27345, "2018-09-20T14:23:43Z", [0.2], ""], [2965, "2018-09-20T07:03:25Z", [0.0], ""], [60887, "2018-09-20T06:29:41Z", [0.99], ""], [60887, "2018-09-20T06:27:29Z", [0.86], ""], [60887, "2018-09-20T06:27:14Z", [0.55], ""], [2965, "2018-09-20T01:06:03Z", [0.0], ""], [31450, "2018-09-19T14:19:19Z", [0.5], "While it is possible they will name someone, it seems this is the sort of thing that will drag on (similar to a twitter leaker in the Obama administration that took over a year to figure out). That said, I wouldn't be totally surprised if trump just picked someone and claimed that they are the leaker."], [18846, "2018-09-19T13:10:49Z", [0.0], ""], [34725, "2018-09-19T10:51:12Z", [0.87], "Reducing forecast due to consensus, but remains high based on RealClearPolitics (O'Keefe) and likelihood of being unveiled around the midterms."], [691, "2018-09-18T12:52:19Z", [0.45], ""], [32100, "2018-09-18T12:32:53Z", [0.05], ""], [47812, "2018-09-18T12:17:57Z", [0.08], ""], [61017, "2018-09-18T11:51:09Z", [0.75], "The mid term election will change the loyalties to trump"], [484, "2018-09-18T03:31:05Z", [0.7], "Down 10% to be closer to the consensus. That said, the bar is very low for a yes resolution."], [60863, "2018-09-17T16:47:31Z", [0.25], ""], [60863, "2018-09-17T16:28:26Z", [0.62], ""], [1333, "2018-09-17T15:57:46Z", [0.14], ""], [691, "2018-09-17T13:48:31Z", [0.43], ""], [2965, "2018-09-17T13:11:27Z", [0.01], "Could be false flag Russians active GRU ops to stun US without cyber. \nWhere is POMPEO POTUS and SECDEF. \nIf chain of command appears uncertain....\nLots of things could happen.\nPutin could be in Mariupol and Tbilsi in 24 hours"], [32300, "2018-09-17T11:18:27Z", [0.45], ""], [41922, "2018-09-17T07:33:03Z", [0.75], ""], [60967, "2018-09-17T00:19:34Z", [0.2], ""], [13979, "2018-09-16T22:24:19Z", [0.65], ""], [2965, "2018-09-16T20:53:52Z", [0.01], "Anonymous Il is now disclosed in Kavanaugh.\nThe other anonymous will never be disclosed or discussed. Now a plea cooperate agreement with Manifort  and Flynn and Michael Cohen.\nRight now Trump fears Mueller indicting his kids or Kushner.Fair or not we are very close to endgame \nA Democratic Congress and pardon of all and impeachment and Trump may leave earlier.\nWhat Trump will not do is respond to psy ops causing him to  and intended  to cause him to fire Mattis.\nIt's not Mattis or Kelly but Trump family is circling the wagons and of course Trump or Trump siblings and retainers scurry for cover.\nLifeboats and pardons for family all else thrown overboard.\nIf you ask any of the actors in this question who anonymousl is ...think you are talking about Kavamaugh!\nTrump will serve out his term.\nPompeo will convince him not to name source and not to respond to  psy.ops by naming anyone.\nOne thing you can be sure will never be tweeted by Trump. It might be the only topic off limits\nTrump has declared war on IC.\nDon't think Trump risks war with Pentagon.\nHe knows nothing about DOD .\nHe does not know what live fire exercises are or just what joint exercises are.\nIf he remembers the other anonymous he is smart enough to forget or too busy and distracted."], [14133, "2018-09-16T20:49:27Z", [0.8], "The person will be validated if the Republicans lose badly in the midterms or persecuted if not."], [484, "2018-09-16T18:50:43Z", [0.8], "Down 5% since the consensus is dropping. Perhaps more tariffs will absorb the President's attention for a bit. —otoh tossing paper towels in Puerto Rico is instructive. It might depend on whether DT actually read the \"op-ed\" or just heard the gist second hand."], [16501, "2018-09-16T18:32:43Z", [0.6], ""], [1333, "2018-09-16T15:51:41Z", [0.13], ""], [14667, "2018-09-16T13:45:25Z", [0.61], ""], [23409, "2018-09-16T13:44:35Z", [0.31], ""], [2965, "2018-09-16T11:56:20Z", [0.09], ""], [34725, "2018-09-16T06:34:53Z", [0.91], ""], [1526, "2018-09-15T20:59:50Z", [0.9], "Suspected is much more likely than accused. We'll hear soon after the analysis."], [1333, "2018-09-15T15:46:32Z", [0.12], ""], [484, "2018-09-15T15:43:09Z", [0.85], "Up 10 to be ahead of the consensus. One issue that I'd like to better understand is whether there is really any push within the administration to ID the writer. Just moving on isn't the presumed MO, but who knows?"], [1333, "2018-09-15T15:38:20Z", [0.11], ""], [34353, "2018-09-15T14:53:42Z", [0.75], "Because why not just throw names around."], [2965, "2018-09-15T14:22:48Z", [0.1], "wow just because i think its mcgahn\nthis all was supereded by manifort coop\nthe news cycle moved on\npotus has adhd"], [20156, "2018-09-15T13:10:01Z", [0.8], ""], [41922, "2018-09-15T10:24:50Z", [0.7], ""], [35636, "2018-09-15T09:28:49Z", [0.85], "Going with a baseline of 40 based on Jan 1 2019 being a bit close, if it was 6-9 months I'd go 80%. But for all we know it could only take 8 weeks.  You just know Trumpski is predictably unpredictable and will use it as an excuse to fire Klanno Sessho the AG after mid-terms. So around 12 weeks then?  Also calling for the FBI/DoJ to investigate the non-crime just ratchets up the odds. Fatso Stevo Banno was fired for 'disloyalty' by boasting about winning it for the orange tanned client. George Conway tweets a lot about how bad Trumpo is, so maybe his wife Kelly-Anne Conway did it? Linguistics seemed a bit more lawyerly, conservative and masculine but Kelly-Anne is smart enough to write it like that to obfuscate.  Weight a lot more due to twitchy Twitter-fingers early in the morning or late at night will flip over to irrationality as usual. As we know a few scandals cause a few temper tantrums, and we're only 4 or 5 in a row in 24 to 48 hours away from pressing 000001 (I'm assuming the nuke codes were just changed from 000000 to 000001).  So let's go with 85%.  As another option besides Conway, I keep thinking it's one most people haven't heard of - it seems like they're not the one actually doing it, but have heard of others taking documents out of the In tray etc and have sort of blown the whistle in a way to warn them off doing it again or soothe their conscience. So maybe a not-quite-so-senior person, like an aide in late 30s to mid 40s, like an ex-mil or -DoJ type with integrity and honour.  Like a small town country lad (not many women there) that grew up with GOP-voting parents and went to church every Sunday.  But who knows, most people can attempt to disguise the linguistics - such as the 'lodestar' to throw off with Pency as red herring. It'd have to be someone there daily to take docs off the Resolute desk, but maybe we're focusing too much on that or giving that example too much importance. There was rumours of that happening before so it's not very useful info. "], [15471, "2018-09-15T07:49:07Z", [0.65], ""], [5018, "2018-09-15T03:54:47Z", [0.95], "Identifying who wrote it is relatively simple. I know who did it. It's amusing to see that ALL guesses that appeared in the press were so far wrong. If they finally figure it out (which they will), I don't think Trump will be able to resist the temptation. "], [484, "2018-09-15T02:56:40Z", [0.75], "Up 10% on reflection considering the low bar. (My favorite perp is Jon Huntsman for obvious reasons if you grok his career.)"], [2965, "2018-09-14T21:50:10Z", [0.1], "It was leaked anonymously to the Gray Lady.\nPlausible deniability is the coin of the realm.\nNo court Or NYT will ever disclose only the author(s]\nTrump could accuse anyone but is predictably unpredictable except pro Russia anti Obama.\nOn survival this animal rates  as having a high probability of extinction.  A Dodo comes to mind.\nUsually the perp has no pardon power.\nSelf pardon issue is number one \nNumber 2 is pardon his family and Numbet 3 is his property.\nEveryone else is unimportant "], [484, "2018-09-14T21:47:28Z", [0.65], "Initial forecast above consensus."], [691, "2018-09-14T21:25:14Z", [0.4], "The wording of the Q implies that it will close as soon as any one of the cast members tosses out any one name, so I'm coming in fairly high.  Presumably a midnight Twit with, say, three names is no good, absent an assertion of co-authorship; nor is an announcement by, say, the Deputy Chief of Staff or anyone other than the named characters.  A midnight Twit naming Barack Obama or Colin Kaepernick or even John Foster Dulles or Ronald McDonald would count, though, since plausibility is not among the criteria.   The Times won't disclose, of course, but Shallow Throat may come forward.  Strange days; sending out for more bourbon."], [32258, "2018-09-14T21:16:14Z", [0.9], "My odds:\nNYT naming - 0%\nAuthor - 5%\nSecret Service figures out who wrote this and reports to Trump who announces and fires the person on Twitter. >50%\nTrump names someone he wants to be rid of (no proof required) -- such as Jeff Sessions or someone else he turns against in the future. >25%\nTwitter counts--increases the odds  - 10%"], [23006, "2018-09-14T20:16:30Z", [0.65], "NYT and author(s) coming forward seems unlikely , <50% I suspect people in White House office on date papers were removed have a good idea who had access and who might have been in Oval Office at the time. Papers mademention of an “intern”. They are totally politically expendable and the notoriety would be GOOD for political career. If “intern” is not substantive, or speculation, then it might be a senior official as has been said recently in news, again totally expendable but not good for career because neither side, dems or reps, could trust a turncoat. Or it might a janitor or non-political worker of whom, the scrutiny could come off as bullying. In short I think it is highly likely in the next six months we hear a name, especially if twitter serves as bonafide resolution. Also,  just way harder to hide something when everyone is looking for it. 65% to give deference to the short q deadline."], [5766, "2018-09-14T19:13:27Z", [0.0], "First, they won't know at all. Even if they have suspicion on someone or group of people, they will just drag on it for a while and expect citizens to forget story.\nSo, there is no way this will happen."], [41922, "2018-09-14T18:57:44Z", [0.2], ""], [43311, "2018-09-14T18:41:00Z", [1.0], ""], [745, "2018-09-14T18:02:13Z", [0.2], ""], [1333, "2018-09-14T17:13:12Z", [0.1], "The media won't - it would mean confessing that the author was a White House janitor. The White house won't - they may need to have him leak again."]]}