{"question_id": 376, "title": "Will a U.S. state enact a soda tax in 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.65, 0.35], "correct_answer": "Yes", "correct_forecast": 0.65, "preds": [[14761, "2017-02-13T05:19:46Z", [0.75], ""], [14208, "2017-02-12T23:51:42Z", [1.0], "\"Gary Taubes on the Case Against Sugar\"\nhttp://www.econtalk.org/archives/2017/02/gary_taubes_on.html"], [368, "2017-02-12T21:29:58Z", [1.0], ""], [691, "2017-02-12T15:50:51Z", [0.88], ""], [32521, "2017-02-12T14:45:08Z", [0.85], "It's too many reasons justifying this. Soda taxes cause as many health problems as cigarettes and states are having to pay rising healthcare costs as a result. This is something that a state would be crazy not to tax. "], [13377, "2017-02-12T00:42:17Z", [0.95], "Following Ianhen88"], [368, "2017-02-11T19:58:53Z", [1.0], ""], [5863, "2017-02-11T15:26:34Z", [0.6], ""], [691, "2017-02-11T13:41:15Z", [0.88], ""], [33604, "2017-02-11T09:07:02Z", [0.85], ""], [30051, "2017-02-11T03:52:57Z", [0.57], ""], [368, "2017-02-10T21:14:52Z", [1.0], ""], [691, "2017-02-10T20:26:11Z", [0.88], ""], [38, "2017-02-10T18:52:26Z", [0.56], ""], [1056, "2017-02-10T17:51:49Z", [1.0], "Going up because of the Arkansas thing. And even if that doesn't meet the GJO criteria, so many states are discussing it that somebody's going to do it this year and it's only February. "], [14493, "2017-02-10T15:58:35Z", [0.95], ""], [32100, "2017-02-10T14:11:34Z", [1.0], ""], [14777, "2017-02-10T13:45:41Z", [0.85], ""], [14493, "2017-02-10T11:55:17Z", [0.7], "The Arkansas soft drink and candy tax seems to meet the criteria. I don't see anything in the question saying the tax has to be a new tax, just that it is newly applied to soda. Its very common to exempt food stuff from tax, so taxing any food is either saying its regarded as a luxury or that it is a \"sin\" to consume it. I assume the question is aimed at the \"sin\" aspect (e.g. Soda drinks are not good for you, so a tax that puts people off buying it is a \"good\" thing.) But there is clearly a grey area around this. In the UK the similar tax is being added on the sugar content, which is in addition to the standard rate of VAT that is already added to food stuffs that are not considered necessities. It could be argued that the Arkansas tax is not a special soda tax, just reclassifying soft drinks as a non-grocery item.   "], [21800, "2017-02-10T09:40:14Z", [0.95], ""], [691, "2017-02-10T03:45:27Z", [0.84], ""], [14208, "2017-02-10T02:07:10Z", [1.0], "Not sure if this new law/tax will satisfy the spirit of the question?  Going to 100% just in case \"soft drinks and candy will now be taxed at the state's full 6.5 percent rate\" Read more here: http://www.ledger-enquirer.com/news/business/article131254869.html#storylink=cpy"], [14208, "2017-02-10T02:01:48Z", [1.0], ""], [32766, "2017-02-09T21:44:07Z", [0.9], ""], [368, "2017-02-09T21:07:04Z", [1.0], ""], [32814, "2017-02-09T19:48:08Z", [0.95], "Following praedico"], [32589, "2017-02-09T09:24:27Z", [0.93], ""], [32589, "2017-02-09T09:20:51Z", [0.85], ""], [4005, "2017-02-09T07:58:14Z", [0.02], ""], [33548, "2017-02-09T03:47:24Z", [0.05], "Big Sugar will take care of this"], [1993, "2017-02-08T23:18:45Z", [1.0], "I wrote Arkansas Senator Jane English's office, as she is the sponsor of SB120, because I was confused by the AP's reporting that the Governor had signed the bill, while it appeared to still be in committee in the House. The response I got was that there were two nearly-identical bills, a senate bill and a house bill. SB120 is still being reviewed in the House. Meanwhile, the nearly-identical House bill passed. So the labelling of soda as non-food, resulting in an increase in tax on soda, is now law in Arkansas. Edited to add: The House bill is HB1162. http://www.arkleg.state.ar.us/assembly/2017/2017R/Pages/BillInformation.aspx?measureno=hb1162"], [1643, "2017-02-08T21:58:45Z", [0.98], "Arkansas done.\nLeaving 10% chance I don't understand the question and that is why it is still open.\nAdding 8 back because there are other states in the running."], [14253, "2017-02-08T20:46:48Z", [0.95], ""], [14033, "2017-02-08T20:40:31Z", [1.0], ""], [1056, "2017-02-08T19:39:07Z", [0.8], "Affirming forecast."], [21800, "2017-02-08T16:45:03Z", [0.75], ""], [23234, "2017-02-08T07:03:09Z", [0.5], "whups"], [83, "2017-02-08T05:46:03Z", [0.85], ""], [4634, "2017-02-08T04:35:47Z", [1.0], ""], [32969, "2017-02-08T03:03:14Z", [0.0], "With a Republican controlled executive branch, a Republican controlled Congress and an anti-regulatory/personal freedom climate there is no way the federal government will successfully pass this tax.  "], [532, "2017-02-08T02:32:31Z", [1.0], "Arkansas"], [498, "2017-02-08T01:16:54Z", [1.0], "I believe Arkansas did it today.\nhttp://www.ledger-enquirer.com/news/business/article131254869.html Note that Arkansas did not simply raise an existing tax on soda. It imposed a higher rate by re-defining soda (among other consumables) as not food. This is the same mechanism used to achieve a \"soda tax\" as that described in the WBUR article (i.e., \"not technically create a new tax; it would apply the usual state sales tax, removing the exemption for food that currently applies to soda\"). In the case of Arkansas, the exemption was from paying the full rate, an exemption that soda in Arkansas no longer enjoys."], [14208, "2017-02-08T00:10:34Z", [0.85], ""], [368, "2017-02-07T20:26:33Z", [0.0], ""], [32761, "2017-02-07T19:06:36Z", [0.8], ""], [32245, "2017-02-07T18:11:36Z", [0.9], "Arkensas, Illinois, Philly. This does look more and more like it will happen. "], [33499, "2017-02-07T17:09:49Z", [0.43], ""], [1993, "2017-02-07T09:01:54Z", [0.7], "Legislation making progress in Arkansas plus a widespread urgency for states to raise revenue from somewhere, anywhere: http://www.arkleg.state.ar.us/assembly/2017/2017R/Pages/BillInformation.aspx?measureno=SB120"], [6303, "2017-02-07T03:11:22Z", [0.99], "According to the general news eg. Arkansas and GJP consensus."], [368, "2017-02-06T20:18:16Z", [0.0], ""], [33463, "2017-02-06T18:32:00Z", [0.75], "Given recent research about sugar/obesity and trend for some states to be on the cutting edge of legislation, expect a State like California or NY to take a run at it. Bloomberg previously tried to get soda sizes reduced, so expect to see others try. One-sided, liberal state will likely do it. "], [691, "2017-02-06T13:26:45Z", [0.84], ""], [29680, "2017-02-06T09:58:40Z", [0.6], "Still very uninformed so relying on wisdom of the crowd for now. Pushing up 35 points toward consensus."], [29502, "2017-02-06T07:41:13Z", [1.0], ""], [13377, "2017-02-06T04:24:04Z", [0.84], ""], [6303, "2017-02-06T03:42:16Z", [0.95], "According to the general news and GJP consensus."], [33441, "2017-02-06T02:18:12Z", [1.0], ""], [368, "2017-02-05T22:33:51Z", [0.0], ""], [29970, "2017-02-05T19:14:41Z", [0.1], ""], [691, "2017-02-05T14:40:08Z", [0.69], ""], [30477, "2017-02-05T13:43:05Z", [0.06], ""], [32579, "2017-02-05T10:24:31Z", [0.3], ""], [6303, "2017-02-05T03:45:48Z", [0.75], "According to the general news and GJP consensus."], [368, "2017-02-04T22:30:40Z", [0.0], ""], [23006, "2017-02-04T18:27:13Z", [1.0], ""], [4634, "2017-02-04T17:25:14Z", [0.75], ""], [31509, "2017-02-04T16:16:58Z", [0.99], "I was dead wrong on this one. https://legiscan.com/AR/rollcall/SB120/id/573473"], [691, "2017-02-04T15:16:06Z", [0.68], ""], [14208, "2017-02-04T06:07:17Z", [0.7], "COKE (stock symbol)  and $DJUSSD (DOW Jones US soft drink index) may be forecasting the future of soda taxes.  \"Warren Buffett on Coke Cola\" https://www.youtube.com/watch?v=Hf3jf0yUvCs          \"And sodas may have limited wiggle room to raise prices like tobacco players did in the face of taxation, as there are plenty of beverage alternatives to soda.\" http://fortune.com/2016/12/09/coca-cola-ceo-change-muhtar-kent-james-quincey/"], [14208, "2017-02-04T05:20:40Z", [0.65], ""], [368, "2017-02-03T21:55:46Z", [0.0], ""], [31756, "2017-02-03T20:15:38Z", [1.0], ""], [73, "2017-02-03T18:05:32Z", [1.0], ""], [21427, "2017-02-03T17:01:11Z", [0.99], ""], [33300, "2017-02-03T16:49:45Z", [0.5], ""], [73, "2017-02-03T14:48:58Z", [0.5], ""], [25713, "2017-02-03T14:45:41Z", [0.65], ""], [25713, "2017-02-03T14:44:57Z", [0.45], "Looks like Illinois proposed tax has come out of \"revenue\" assessment with the result being a potential +$5.4 Billion increase in revenue [1].  Given state being in the red, this is something that may be more and more of a focus. [1] http://uisjournal.com/features/2017/02/01/illinois-proposes-a-sugar-tax-to-potentially-ease-budget-concerns/"], [3363, "2017-02-03T14:37:27Z", [0.6], ""], [15621, "2017-02-03T14:23:14Z", [0.84], "Upping on Arkansas news\nThe proposal, which Hutchinson plans to sign into law next week, also raises taxes on soda, candy, unemployment benefits and digital downloads. Read more here: http://www.islandpacket.com/news/business/article130301804.html#storylink=cpy\n"], [33239, "2017-02-03T13:40:11Z", [0.59], "as diet and health are more an issue I see a state like NY or CA enacting such a law."], [19801, "2017-02-03T01:25:21Z", [1.0], "Proponents lobby for a sugary drinks tax in WV  The \"A Few Cents Makes Sense\" campaign is lobbying for a 1-cent-per-ounce excise tax on sugary beverages, which could raise approximately $89 million in revenue for the state along with making major impacts on children's health, obesity and rural health. \"West Virginia needs the money,\" said Kelli Caseman, director of West Virginia Kids' Health Partnership, Tuesday during the Cabell-Huntington Health Department's Regional Health Connect meeting.\nhttp://www.herald-dispatch.com/news/proponents-lobby-for-a-sugary-drinks-tax-in-wv/article_67de1fde-368d-51ac-a2a1-69e6977345f8.html"], [498, "2017-02-02T22:49:00Z", [0.95], "OK, from reading the first referenced article in my previous forecast ( http://www.gjopen.com/comments/comments/438413 ), I was under the impression that the Arkansas soda tax legislation was moving from the Senate to the House. Here's an article that claims the legislation has cleared the legislature and \"heads to the governor's desk\" for signing. (+5)\nhttp://www.arkansasonline.com/news/2017/feb/02/state-lawmakers-give-final-ok-tax-break-retired-ve/?news-arkansas\n"], [498, "2017-02-02T21:46:54Z", [0.9], "Arkansas soda tax bill leaves Senate, moves to state House.\nhttp://www.arkansasonline.com/news/2017/feb/01/tax-cut-for-vets-advances-20170201/?f=news-arkansas Americans for Tax Reform President Grover Norquist lobbies against it. Proponents lobby for a sugary drinks tax in WV\nhttp://www.herald-dispatch.com/news/proponents-lobby-for-a-sugary-drinks-tax-in-wv/article_67de1fde-368d-51ac-a2a1-69e6977345f8.html \"a 1-cent-per-ounce tax in Berkeley, California, reduced consumption of soda and other taxed drinks by 21 percent in low-income neighborhoods\"\nThat is a major change in consumption habits."], [83, "2017-02-02T21:13:47Z", [0.6], ""], [368, "2017-02-02T20:15:29Z", [0.05], ""], [38, "2017-02-02T19:38:35Z", [0.44], ""], [33206, "2017-02-02T17:41:39Z", [0.0], ""], [691, "2017-02-02T13:04:08Z", [0.7], ""], [31987, "2017-02-02T09:39:12Z", [0.2], "To date some  cities and municipalities, not states, have passed soda or related \"sugar\" taxes.  There is not enough public support to pass at State levels at this time "], [15528, "2017-02-02T02:18:02Z", [0.65], ""], [532, "2017-02-02T00:56:40Z", [0.9], ""], [28249, "2017-02-01T23:46:26Z", [0.95], ""], [28249, "2017-02-01T23:44:08Z", [0.01], ""], [14208, "2017-02-01T22:43:08Z", [0.55], ""], [32003, "2017-02-01T21:01:31Z", [0.7], ""], [31747, "2017-02-01T20:24:56Z", [1.0], ""], [1333, "2017-02-01T19:58:19Z", [1.0], "Spectrum: Moderate Partisan Bill (Republican 38-7)\nStatus: Engrossed on January 26 2017 - 50% progression\nAction: 2017-01-31 - Read the first time, rules suspended, read the second time and referred to the Committee on REVENUE & TAXATION- HOUSE\nPending: House Revenue and Taxation Committee\nHearing: Feb 2 @ 10:00 am in Room 151\nText: Latest bill text (Draft #2) [PDF]\nWon't be final till Thursdays vote..."], [12029, "2017-02-01T17:39:39Z", [0.15], ""], [33174, "2017-02-01T13:10:32Z", [0.75], ""], [14761, "2017-02-01T09:58:08Z", [0.25], ""], [30517, "2017-02-01T02:01:31Z", [0.99], ""], [14208, "2017-01-31T23:50:38Z", [0.5], ""], [691, "2017-01-31T23:12:19Z", [0.6], ""], [1333, "2017-01-31T22:33:19Z", [1.0], "SB120 passed today in Arkansas - now its off to Conference for tomorrows vote."], [368, "2017-01-31T20:37:16Z", [0.05], ""], [31238, "2017-01-31T18:21:39Z", [0.75], ""], [31238, "2017-01-31T18:21:01Z", [0.7], ""], [32100, "2017-01-31T17:51:27Z", [1.0], ""], [4634, "2017-01-31T17:50:21Z", [0.65], ""], [28414, "2017-01-31T17:39:19Z", [1.0], ""], [1333, "2017-01-31T17:36:42Z", [1.0], "Update. FINAL VOTE of full Senate today. Everything that is wrong with and in Little Rock is personified in this one. First they title and present it as a Bill exempting military retirement pay. To pay for it they needed to replace the revenue lost. What we wind up with is three times the pay for it costs and three New categories of tax. SODA AND SUGERY SNACKS doesn't count because that replaces funds lost in a exemption to the Syrup industry (think syrup by the BARGE LOAD.) then an E download tax that is the camels nose under the internet tent. We have a sugar commission that did that. The E Commerce board had a hand abd the E education commission got text book exempts. All why using us Vets as camouflage for it all. We're kinda miffed that retirement is exempt but we get to pay more for Army Times e edition while we chug Mountain Dew on our way to the river to watch molasses loaded on barges."], [38, "2017-01-31T17:08:36Z", [0.5], ""], [29517, "2017-01-31T10:01:43Z", [0.33], ""], [28912, "2017-01-31T04:43:01Z", [0.75], "taxes have to be generated by someone, I am sure that the current government doesn't really care about obesity, but requires money to pay for other tax cuts that are intended. There will be blow back from lobbies, sugar industry and the beverage industry.  Some incentive will be thrown their way,  I am quite sure."], [14208, "2017-01-31T04:26:17Z", [0.38], ""], [83, "2017-01-30T23:57:53Z", [0.5], "Either 0 or more than 1 ..."], [498, "2017-01-30T23:06:01Z", [0.9], ""], [1333, "2017-01-30T22:21:29Z", [1.0], "It passed. SB120 does the following: Exempts income taxes on military retirement and survivor benefits;\nImposes new taxes on digital products, unemployment compensation, unemployment insurance benefits, soft drinks,...\nhttp://www.conduitforaction.org/new-sales-tax-proposed-on-e-books-digital-moviesmusic-and-other-digital-code-downloads/"], [1333, "2017-01-30T21:48:45Z", [0.95], "Arkansas is about to enact one folded into a tax cut for veterans retirement benefits. It was one of the few hidden taxes that did not get stripped out. One more vote to go."], [32245, "2017-01-30T21:38:16Z", [0.4], "Misread the question and didn't realize it was just one state that needs to enact the tax for it to be true."], [32766, "2017-01-30T21:08:18Z", [0.2], "I really doubt those legislatures still held by the Democrats will spend capital on this. "], [460, "2017-01-30T20:50:36Z", [0.25], ""], [33130, "2017-01-30T20:42:09Z", [0.27], ""], [368, "2017-01-30T18:48:01Z", [0.05], ""], [498, "2017-01-30T14:15:59Z", [0.85], "This proposition becomes confusing when one learns that there are many states that already, in one way or another, tax soda. Would an increase in an existing soda tax count? Would change in tax category, say from food (a presumably low rate) to general merchandise (a presumably higher rate) count? How about an expansion of an an existing tax to new channels (e.g. manufacturers or wholesalers or vending machines or fountain syrup as opposed to retail bottles and cans)? Does calling it a sales tax (versus an excise tax) matter? \nhttp://knowledgecenter.csg.org/kc/content/soda-taxes-2014 Without prior stipulation, it's hard to see how any increase or expansion of an existing tax would not be a positive outcome for the proposition. Edit1: cc: @Raahul_Kumar @cdob63 Who knew soda consumption by food stamp recipients was such a controversial issue?\nhttps://www.bostonglobe.com/opinion/2017/01/30/the-bitter-truth-about-sugar/3SUfEWRAgFv8Wo5xtlSCGJ/story.html \"The one clear benefit of taxing soda is that it can raise enough revenue to fund a public education program to combat the propaganda resources of Big Sugar.\" The spectrum of corruption includes far more than naked quid-pro-quo bribery. Edit2: Holy moly, this soda tax thing is far more controversial than I had imagined. Apparently it is caught up in a countervailing national agenda (by state legislators) to pre-empt such taxes at the local level.\nhttp://thehill.com/homenews/campaign/312766-gop-aims-to-rein-in-liberal-cities"], [14033, "2017-01-30T03:44:10Z", [0.05], ""], [6303, "2017-01-30T03:29:29Z", [0.05], "According to the general news and GJP consensus."], [368, "2017-01-29T21:07:53Z", [0.05], ""], [21258, "2017-01-29T21:06:34Z", [0.15], ""], [14777, "2017-01-29T20:52:06Z", [0.7], ""], [28414, "2017-01-29T19:48:26Z", [0.8], ""], [33098, "2017-01-29T19:37:02Z", [0.85], "lack of legal challenge + smell of money = yeah."], [498, "2017-01-29T19:00:46Z", [0.85], "+25 on Arkansas as cited by @Raahul_Kumar ( http://www.gjopen.com/comments/comments/434625 ) \"It'll pass.\" Another instance, as in Illinois, of robbing Peter to pay Paul. The temptation to forgo a new revenue source is just too great for spending-loving politicians, who skim off of the transfer. The soda tax has a narrative that is used to make it look good (i.e., concern for health), and when combined with a dedicated meritworthy purpose (even if it's only a small fraction of the total amount) makes it a winning combination to get at citizen money. If not Arkansas, another of the fifty states imo. Only a more general approach to fiscal conservatism across all states, which is not even on the horizon, would hold off this from happening. Edit: @cdob63 fyi: in the article I note \"A second bill would ban people from buying soda products with food stamps.\" Discounting the possibility that a state legislator would make a proposal for a contingency which does not yet exist, maybe the eligibility of specific items for food stamps is determined on a state-by-state basis."], [33059, "2017-01-29T18:30:52Z", [0.25], "As of now it seems that only one state (Illinois) actually has proposed legislation for the tax. Only two other states are considering it, but I don't think it is being seriously looked at. I realize its early in the year and things could change, but that is not the impression I have at this point."], [33095, "2017-01-29T17:19:47Z", [1.0], ""], [33059, "2017-01-29T17:11:05Z", [0.25], ""], [33059, "2017-01-29T17:10:00Z", [0.37], ""], [4634, "2017-01-29T16:41:59Z", [0.55], ""], [691, "2017-01-29T14:17:37Z", [0.6], ""], [30164, "2017-01-29T13:33:04Z", [0.15], ""], [4729, "2017-01-29T07:41:19Z", [0.88], ""], [33080, "2017-01-29T07:16:12Z", [0.0], "They should do but they won't. "], [27944, "2017-01-29T06:25:27Z", [0.95], ""], [31509, "2017-01-28T23:22:43Z", [0.04], "Why is the consensus so high? 40%! Not one state has a soda tax now."], [19801, "2017-01-28T22:52:37Z", [1.0], "Legislation Would Raise Sales Taxes on Soda to Lower Income Taxes for Veterans\nhttp://www.arkansasmatters.com/news/local-news/legislation-would-raise-sales-taxes-on-soda-to-lower-income-taxes-for-veterans/646499361"], [33063, "2017-01-28T21:31:01Z", [1.0], ""], [368, "2017-01-28T20:23:27Z", [0.05], ""], [5182, "2017-01-28T18:41:23Z", [0.35], "Baseline minus. I think such a tax would be seen as very anti business and anti libertarian. Which would be counter to the trump administration ethos."], [14208, "2017-01-28T18:09:18Z", [0.38], ""], [27505, "2017-01-28T17:55:10Z", [0.8], ""], [691, "2017-01-28T16:53:41Z", [0.64], ""], [28414, "2017-01-28T16:37:46Z", [0.55], ""], [28414, "2017-01-28T16:18:32Z", [0.45], ""], [498, "2017-01-28T15:50:48Z", [0.65], "So while a services tax is part of the so-called Illinois \"grand bargain\" to increase revenue, it is not, as I had earlier reported, a substitute for the now (reportedly) dropped soda tax. The replacement for the soda tax appears to be an amusement tax.\nhttp://foxillinois.com/news/local/illinois-senator-proposes-amusement-tax-01-28-2017 Edit1: OK, so now I believe the original post was correct, it is still a services excise tax which replaces the soda tax, and amusement services are just part of this wider set. Edit2: lol. Actually it is a series of taxes, including a business opportunity tax, an amusement tax, a repair and maintenance excise tax, laundry and dry cleaning excise tax, among others. Sure glad I don't live in Illinois.\nhttp://www.ilga.gov/legislation/100/SB/10000SB0009sam001.htm"], [32589, "2017-01-28T10:48:36Z", [0.45], ""], [24109, "2017-01-28T04:58:05Z", [0.4], "Moving up with consensis. "], [10692, "2017-01-28T04:01:45Z", [0.9], ""], [14863, "2017-01-28T00:46:52Z", [0.3], ""], [33034, "2017-01-28T00:31:46Z", [0.47], ""], [3316, "2017-01-27T23:20:24Z", [0.95], ""], [22343, "2017-01-27T22:32:40Z", [0.09], ""], [31756, "2017-01-27T21:59:34Z", [0.06], ""], [31031, "2017-01-27T21:46:31Z", [0.15], ""], [7370, "2017-01-27T20:57:48Z", [0.15], ""], [31485, "2017-01-27T18:46:37Z", [0.85], ""], [601, "2017-01-27T17:48:11Z", [0.15], ""], [14208, "2017-01-27T06:02:30Z", [0.2], "How long has it been since Illinois passed a budget?"], [498, "2017-01-27T02:46:54Z", [0.65], "Got so carried away with my comment that I forgot to adjust my forecast!"], [498, "2017-01-27T02:46:17Z", [0.6], "Up +5 on @cdob63's take on Illinois ( http://www.gjopen.com/comments/comments/432675 ) I'm not certain, but within the gigantic Illinois revenue enhancing measure it seems that it might be a trade-off between a services tax and the soda tax. According to at least one commentator only certain services (mostly manual labor such as hair styling, lawncare, babysitting, etc.) would be affected, while \"intellectual\" services (such as lawyers and accountants) would not. That there is a (presumed) correlation between interest-group lobbying and the targets of the service tax is just coincidental I'm sure. Illinois never got, or has turned a deaf ear to, the populist message. I wonder as to medical services."], [4645, "2017-01-26T19:46:10Z", [0.4], "Without any empirical information on Soda Tax law introductions in state legislatures, I estimate that there's a mean 1% chance that a randomly-selected state will pass a soda tax in 2017. Across all 50 states, the probability that none of them pass a tax is (1-.01)^50=.6 or 60%, meaning there's a 40% chance that some state will."], [368, "2017-01-26T18:54:04Z", [0.05], ""], [31238, "2017-01-26T18:34:34Z", [0.55], ""], [28414, "2017-01-26T16:06:45Z", [0.35], ""], [691, "2017-01-26T16:02:06Z", [0.72], "The Illinois bill is still on 3rd reading in the Senate.  There is no time limit for action, so it could sit there a while, especially if it is being considered for incorporation into some larger budget deal, as seems likely.  Illlnois' fiscal situation is very dire--their bonds are about to be downrated from Junk to Laughable and maybe to CrackerJack Prize,  so they will give serious thought to anything that will raise money--bake sales and car washes (even if made mandatory) won't close the gap,  Whatever deal emerges is likely to include some version of a sugary drink tax. So far I can't find any other state where such a bill has been introduced, but it's early days for most legislatures yet.  Staying on what I might call a sugar high for now; probably a mistake."], [4634, "2017-01-26T05:47:01Z", [0.45], ""], [691, "2017-01-26T01:22:04Z", [0.72], ""], [14208, "2017-01-26T00:13:09Z", [0.2], ""], [12879, "2017-01-25T23:53:18Z", [0.85], ""], [28414, "2017-01-25T22:20:41Z", [0.2], ""], [498, "2017-01-25T22:15:50Z", [0.6], "Argh. (-30)"], [73, "2017-01-25T21:47:26Z", [0.0], "per s&c https://www.gjopen.com/comments/comments/432172, NB: @cdob63 @redacted"], [32981, "2017-01-25T21:44:32Z", [0.25], ""], [28414, "2017-01-25T21:32:04Z", [0.5], ""], [15528, "2017-01-25T21:23:10Z", [0.6], ""], [532, "2017-01-25T21:23:07Z", [0.2], "The soda tax is no longer part of the \"grand bargain\" in Illinois.  Lowering until we know whether the grand bargain passes.  They may continue the stalemate.  I still see this tax as a viable way to raise money in cash-strapped states so I will not go too low yet.  See http://www.newstrib.com/free/senate-to-start-voting-on-package-to-help-end-budget/article_ddd1c6d6-e30a-11e6-b343-97bdfa6c4e5d.html"], [422, "2017-01-25T20:58:03Z", [0.15], ""], [368, "2017-01-25T19:17:18Z", [0.05], ""], [38, "2017-01-25T18:56:20Z", [0.66], ""], [83, "2017-01-25T17:58:13Z", [0.7], "Senate bill 9 reportedly introduced by a Chicago area dem:\nhttp://reason.com/blog/2017/01/24/illinois-hoping-citizens-drink-states-de\nRadio adds against the tax are already playing in the Chicago area."], [4634, "2017-01-25T17:50:12Z", [0.65], ""], [73, "2017-01-25T17:38:45Z", [1.0], ""], [28414, "2017-01-25T17:16:21Z", [0.95], ""], [498, "2017-01-25T17:14:20Z", [0.9], "Adjusting upward based on recent @cdob63 report ( http://www.gjopen.com/comments/comments/431875 ). +30 It's interesting that it is Illinois that looks likely to be the first state to implement such a tax. In that much of the sweetening of soda is provided by High Fructose Corn Syrup, this tax will reduce the demand for corn. Corn is one of the largest crops grown in Illinois, and Illinois is one of the largest corn producing states in the United States. Robbing Peter to pay Paul, with the politicians skimming the transaction."], [22833, "2017-01-25T16:38:42Z", [1.0], ""], [691, "2017-01-25T16:32:06Z", [0.72], "The Illinois bill (SB0009) is on 3rd Reading today, which means in theory it could clear the Senate today and go to the House.  If there's a consent calendar, I can't find it, but a bill on consent is deaddam sure to clear that day.  This bill will have no trouble in the Senate, and probably none in the House.  The R governor will probably sign it, because it's a nice chunk of change which the state needs, and it will be paid primarily by lower-income people who are not his audience anyway."], [25713, "2017-01-25T13:30:38Z", [0.29], ""], [32579, "2017-01-25T10:41:46Z", [0.25], ""], [15196, "2017-01-25T07:26:31Z", [0.4], ""], [31714, "2017-01-25T05:40:49Z", [0.85], ""], [23234, "2017-01-25T02:59:42Z", [0.1], ""], [14208, "2017-01-25T01:36:31Z", [0.4], ""], [32843, "2017-01-24T22:37:17Z", [1.0], ""], [30392, "2017-01-24T22:04:38Z", [0.74], ""], [32917, "2017-01-24T21:19:06Z", [0.7], ""], [23234, "2017-01-24T18:28:31Z", [0.5], ""], [14493, "2017-01-24T17:46:45Z", [0.6], "What @cdob63 says has upped my forecast. "], [691, "2017-01-24T16:44:15Z", [0.61], "http://www.ilga.gov/legislation/BillStatus.asp?DocNum=9&GAID=14&DocTypeID=SB&LegID=98852&SessionID=91&GA=100&SpecSess=0\nThe Illinois bill has been referred to Senate Revenue, chaired by the bill's sponsor.  It is set for hearing this afternoon at 15:00 Chicago time.  Since both the Senate and the House are currently run by Ds--and since the state is in desperate need of revenue--if it gets through the Senate it will probably get through the House.  Cook County (Chicago) already has such a tax, I believe.  However, the conservative-to-reactionary governor may veto.  There are several other states where some action is more likely than not.  They are the Usual Suspects--New York. California, Oregon, Washington, Hawai'i, Massachusetts, maybe Connecticut or Delaware.  Presumably DC would not count, as it is not a state."], [25713, "2017-01-24T15:53:10Z", [0.22], ""], [14208, "2017-01-24T15:00:36Z", [0.35], ""], [25713, "2017-01-24T13:45:36Z", [0.15], ""], [4634, "2017-01-24T10:28:04Z", [0.55], ""], [28414, "2017-01-24T08:43:11Z", [0.83], ""], [19801, "2017-01-24T08:08:22Z", [1.0], "Illinois state senator files “sugar-sweetened beverage tax” act\nhttp://wthitv.com/2017/01/20/illinois-state-senator-files-sugar-sweetened-beverage-tax-act/"], [32589, "2017-01-24T07:32:34Z", [0.62], ""], [23234, "2017-01-24T02:49:55Z", [0.33], ""], [31436, "2017-01-23T23:32:55Z", [0.85], "Seems to be a surge towards the idea of a soda tax in Philly plus four cities in California. Lots of time for this to happen in 2017."], [691, "2017-01-23T22:47:49Z", [0.57], ""], [498, "2017-01-23T21:22:08Z", [0.6], "The Illinois soda tax is part of a bi-partisan budget compromise that seems to have momentum. So, turning the question around a bit, we might look at the base rate of Illinois citizens successfully harnessing run-away political spending. A state income tax (possibly approaching) 5% is a sign that they have not been very successful historically. (+35)\nhttp://myjournalcourier.com/news/104902/commentary-as-budgets-go-this-is-a-dud"], [14777, "2017-01-23T19:48:22Z", [0.6], ""], [23861, "2017-01-23T16:16:20Z", [0.95], ""], [12937, "2017-01-23T03:18:00Z", [0.83], "Mr. Bloomberg said he was committed to funding well-organized efforts as they continue to emerge. A Philadelphia Common Pleas Court judge ruled Monday that the city's controversial sweetened beverage tax is legal, paving the way for Mayor Kenney to implement one of his main campaign promises: universal prekindergarten. Public good outwieghing the opposition from 'Big Soda' Illinois - http://illinoistimes.com/article-18184-lawmakers-propose-tax-on-sugary-beverages.html"], [6303, "2017-01-23T02:17:13Z", [0.02], "According to the general news and GJP consensus."], [14208, "2017-01-22T21:49:14Z", [0.28], ""], [29970, "2017-01-22T21:20:20Z", [0.25], ""], [14700, "2017-01-22T21:12:24Z", [0.8], ""], [691, "2017-01-22T20:52:05Z", [0.57], ""], [31756, "2017-01-22T20:22:32Z", [0.04], ""], [368, "2017-01-22T20:09:51Z", [0.25], ""], [32862, "2017-01-22T19:30:57Z", [0.8], ""], [1551, "2017-01-22T18:53:19Z", [0.77], ""], [32245, "2017-01-22T08:48:23Z", [0.05], ""], [4956, "2017-01-22T03:16:52Z", [0.4], ""], [498, "2017-01-21T23:22:36Z", [0.25], "So far, I believe, forecasters have reported upon three states (Arkansas, Illinois, and Vermont) where the legislation is already, in one way or another, pending. This is much farther along than I had initially imagined. I assume limited ideation abilities in state legislatures, and therefore expect copy-catting. I need to up my forecast here. +10"], [14777, "2017-01-21T22:32:30Z", [0.54], "Just a little off the top..."], [1333, "2017-01-21T20:13:29Z", [0.56], "Arkansas has a Bill filed but it may be rolled up in an act to limit the goods that can be purchased with SNAP."], [368, "2017-01-21T18:29:31Z", [0.25], "Estimate revised"], [12089, "2017-01-21T18:18:23Z", [0.0], ""], [691, "2017-01-21T16:54:19Z", [0.57], ""], [15196, "2017-01-21T16:20:57Z", [0.05], ""], [14208, "2017-01-21T12:58:59Z", [0.2], ""], [28414, "2017-01-21T11:52:57Z", [0.79], ""], [32531, "2017-01-21T11:52:53Z", [0.4], ""], [28414, "2017-01-21T11:51:28Z", [0.6], ""], [32531, "2017-01-21T11:49:46Z", [0.44], "My previous estimate of 2% was absurdly low.  While I knew that states were revenue-starved, I was not aware how far along (mature) the proposals were in states like Illinois and Vermont.  This is either hopeful or depressing depending (1) on your perspective and/or (2) the details of the plans."], [15621, "2017-01-21T07:58:56Z", [0.75], "Progress in Illinois on this"], [19801, "2017-01-21T04:45:17Z", [1.0], "A proposition to tax sugary beverages is being revived as part of the Illinois Senate's \"grand bargain\" to pass a state budget. Senate Bill 9 will tax any beverage that has five grams of sugar or more, meaning drinks like soda and certain juices will be affected. The bill requires distributors to impose a penny-per-ounce tax on retailers, which would produce an estimated $560 million for the state.\nhttp://www.sj-r.com/news/20170118/new-tax-on-sodas-sugary-drinks-it-might-be-part-of-illinois-budget-deal"], [14208, "2017-01-21T03:08:57Z", [0.05], "\"Illinois Coalition Against Beverage Taxes\"  http://www.noilbeveragetax.com/faq.aspx"], [23006, "2017-01-21T01:26:32Z", [0.65], ""], [532, "2017-01-20T23:58:01Z", [0.55], "The soda tax bill has been introduced in the Illinois Senate.  From the articles I have read, my sense is Illinois will increase taxes to address revenue issues.  That seems settled because state finances are so bad.  The question is whether they will pass the soda tax or choose a different tax(es) for funding.  "], [368, "2017-01-20T17:58:46Z", [1.0], ""], [28414, "2017-01-20T13:18:05Z", [0.4], ""], [691, "2017-01-20T13:04:47Z", [0.48], ""], [498, "2017-01-20T12:06:18Z", [0.15], "One should never underestimate the determination of politicians to spend other people's money. Up +14 per @fburdine post.\nhttp://www.gjopen.com/comments/comments/426902"], [32758, "2017-01-19T21:01:02Z", [0.65], ""], [32761, "2017-01-19T20:34:54Z", [0.0], ""], [368, "2017-01-19T18:54:45Z", [1.0], ""], [32735, "2017-01-19T04:19:40Z", [0.39], ""], [691, "2017-01-19T02:56:50Z", [0.51], ""], [32711, "2017-01-19T00:21:50Z", [0.15], ""], [31238, "2017-01-18T23:14:20Z", [0.45], "This author doesn't like it, but Illinois is talking about passing a tax. https://www.illinoispolicy.org/illinois-senate-proposes-statewide-tax-on-soda/"], [368, "2017-01-18T18:58:19Z", [1.0], ""], [4634, "2017-01-18T17:54:06Z", [0.35], ""], [14777, "2017-01-18T03:11:46Z", [0.5], ""], [31238, "2017-01-18T02:24:52Z", [0.4], "Moving confidence down to hedge my bet/be closer in line with the average. I'm still interested in what IL and some of the more cash strapped states will do."], [31238, "2017-01-18T01:58:45Z", [0.5], ""], [691, "2017-01-17T23:31:18Z", [0.51], ""], [368, "2017-01-17T18:10:58Z", [1.0], ""], [25984, "2017-01-17T17:01:02Z", [0.35], ""], [31381, "2017-01-17T16:57:00Z", [0.1], ""], [32680, "2017-01-17T14:19:14Z", [0.05], ""], [28414, "2017-01-17T09:28:58Z", [0.45], ""], [14208, "2017-01-17T06:20:28Z", [0.05], "How would a soda tax impact CRV revenue?  Will states waste political capital on a soda tax?  It seems California could not get a soda warning label out of committee.  https://www.quora.com/How-much-annual-revenue-does-California-collect-from-CRV-deposits-that-are-never-reclaimed\nhttp://www.leginfo.ca.gov/pub/15-16/bill/sen/sb_0201-0250/sb_203_cfa_20150427_134808_sen_comm.html"], [22264, "2017-01-17T02:09:36Z", [0.0], ""], [31508, "2017-01-17T01:57:16Z", [0.95], "Many states have enacted a soda tax successfully. However San Francisco's measure almost passed. IT appears that this type of legislation is on the rise."], [32652, "2017-01-16T19:51:37Z", [0.45], "If Trump decides to tax sugar, people will fall in line.  It makes sense to make people think."], [554, "2017-01-16T07:44:56Z", [0.65], ""], [11950, "2017-01-16T05:03:45Z", [0.2], ""], [6303, "2017-01-16T01:12:11Z", [0.02], "According to the general news and GJP consensus."], [32579, "2017-01-16T00:01:59Z", [0.2], ""], [691, "2017-01-15T22:06:05Z", [0.51], ""], [3328, "2017-01-15T21:41:00Z", [0.5], ""], [29970, "2017-01-15T21:02:20Z", [0.15], ""], [30051, "2017-01-15T20:55:50Z", [0.27], "Did not read the question properly my first time through..."], [368, "2017-01-15T20:24:43Z", [1.0], ""], [32088, "2017-01-15T19:52:10Z", [0.12], "Taxes may occur at a city or county level, but not at state"], [411, "2017-01-15T19:43:28Z", [0.75], ""], [14493, "2017-01-15T14:33:05Z", [0.35], "I would go higher on this if it was not for the possible conflict/confusion between states enacting a soda tax and counties or cities enacting very similar taxes, I am not sure how both Illinois and Cook County having sugar taxes would play out. "], [31238, "2017-01-15T14:13:36Z", [0.6], "And I'm back to my original forecast after the article about Illinois that another user posted saying a bill has been introduced. Wish I knew how to give him the credit he's due. "], [19801, "2017-01-15T12:53:41Z", [1.0], "1.A new tax on soda and other sugary drinks that took effect in New Year's Day in Philadelphia is already generating outrage from some residents and businesses in the city. Meanwhile, in New York and elsewhere, lobbyists and public officials are looking to duplicate the dubious policy. When it was passed last year, Philadelphia became the largest city in the nation to create a specific tax for soda and sugary beverages, a policy that had previously been contained to progressive enclaves like Berkeley, California. The tax is levied at a rate of 1.5 cents per ounce, which makes it 24 times more expensive than Pennsylvania's taxes on beer.\nhttps://reason.com/blog/2017/01/05/soda-tax-sparks-outrage-in-philadelphia 2.Soda tax Soda taxes are slowly sweeping the nation. The Navajo Nation decided in 2014 to imposed higher taxes on sugary drinks and “minimal-to-no-nutritional value food.” Special taxes on sweetened beverages took effect in Berkeley, California in January 2015 and in Vermont six months later. On November 8, voters in four cities approved proposed soda taxes, and two days later, the Cook County Council did the same. Philadelphia’s soda tax takes effect on January 1, and similar taxes take effect in Boulder, Colorado, Oakland, California, and Cook County, Illinois on July 1, 2017. Pundits predict more cities and states will soon follow suit, now that soda taxes have been successfully enacted in these areas. Certainly there is interest. Alabama Governor Robert J. Bentley has been calling for a tax on soft drinks for years and is likely to renew those efforts in 2017.\nhttps://www.calszone.com/2016/12/2017-sales-tax-changes-take-effect-jan-1/ 3.http://www.forbes.com/sites/patrickgleason/2016/12/31/the-5-best-worst-state-tax-changes-of-2016-plus-whats-on-the-docket-for-2017/2/#6063531f2fbe"], [32590, "2017-01-15T09:03:58Z", [0.1], ""], [32581, "2017-01-15T07:13:55Z", [0.6], ""], [32578, "2017-01-15T06:43:00Z", [0.1], ""], [13377, "2017-01-15T01:52:38Z", [0.8], ""], [368, "2017-01-14T20:22:03Z", [0.05], ""], [21800, "2017-01-14T15:25:33Z", [0.5], "Consensus is still below 20% on this one. Too low in my opinion."], [31275, "2017-01-14T15:18:10Z", [0.1], "Few states have It and not allot of pressure exists to expand. "], [32531, "2017-01-14T14:08:53Z", [0.02], ""], [691, "2017-01-14T14:07:39Z", [0.52], ""], [32531, "2017-01-14T13:54:42Z", [0.07], ""], [562, "2017-01-14T03:28:52Z", [0.15], "This has been in the news for a while, but doesn't seem to have a lot of momentum. Depends on how desperate some states are and whether the conservatives would support it. Not."], [1056, "2017-01-14T01:41:02Z", [0.8], "Hat tip to @seamusfag below for this: https://www.gjopen.com/comments/comments/422114 Both houses of the Illinois legislature are controlled by Democrats, and the state is close to insolvent. I think this may happen."], [691, "2017-01-13T21:13:36Z", [0.54], ""], [25713, "2017-01-13T21:11:09Z", [0.05], ""], [12879, "2017-01-13T19:01:51Z", [0.15], ""], [368, "2017-01-13T19:00:36Z", [0.05], ""], [11445, "2017-01-13T16:44:03Z", [0.22], ""], [32521, "2017-01-13T16:00:17Z", [0.01], ""], [32521, "2017-01-13T15:50:15Z", [0.0], "The current Republican supermajority does not have the appetite (no pun intended) to even consider such an issue at the federal level."], [23234, "2017-01-13T07:42:44Z", [0.4], ""], [32497, "2017-01-12T22:58:48Z", [0.0], ""], [691, "2017-01-12T20:39:40Z", [0.56], ""], [4634, "2017-01-12T18:34:00Z", [0.55], ""], [32480, "2017-01-12T17:53:12Z", [0.55], ""], [368, "2017-01-12T17:17:18Z", [0.05], ""], [28414, "2017-01-12T17:04:17Z", [0.6], ""], [28414, "2017-01-12T16:50:01Z", [0.7], ""], [28414, "2017-01-12T16:48:39Z", [0.6], ""], [15621, "2017-01-12T16:28:58Z", [0.7], "http://www.kfvs12.com/story/34241197/proposed-bill-in-il-would-hike-taxes-on-sugary-drinks\nThe money would be deposited directly into Illinois' general fund, possible bridging part of the gap for a state deficit that exceeds 5 billion dollars as of January 2017.\nThe law would go into effect as early as May 2017."], [32447, "2017-01-11T23:23:35Z", [0.45], ""], [368, "2017-01-11T20:21:24Z", [0.05], ""], [14421, "2017-01-11T15:42:24Z", [0.01], ""], [32425, "2017-01-11T15:28:12Z", [0.1], "Republican government will be wanting to reduce tax. "], [4634, "2017-01-11T12:03:24Z", [0.35], ""], [436, "2017-01-11T06:32:44Z", [0.2], ""], [4634, "2017-01-11T05:50:31Z", [0.5], ""], [11686, "2017-01-11T01:07:25Z", [0.2], ""], [532, "2017-01-10T23:04:44Z", [0.4], "A soda tax is part of the \"grand bargain\" to address Illinois debt and funding issues and other reforms.  It will most likely be reintroduced tomorrow at the beginning of their new legislative session.  See:\n\"Budget bill on hold for new General Assembly\" http://www.illinoishomepage.net/news/capitol-news/budget-bill-on-hold-for-new-general-assembly/637767411\n\"Industry leaders question Illinois’ ‘grand bargain’ as manufacturers celebrate\" https://ilnews.org/11657/industry-leaders-question-illinois-grand-bargain-manufacturers-celebrate/"], [22833, "2017-01-10T22:33:28Z", [0.01], ""], [14208, "2017-01-10T22:26:17Z", [0.8], "Came across a semi-recent WHO report that recommends strategic policy options for governments. Basically, raise taxes on surgery drinks to subsidize fruit and vegetable prices.  Add a healthy eating and education for school children, removing soda machines from schools, place warning labels on soda cans saying this product is unhealthy, etc, etc.  States that disguise a soda tax as a Child Healthy Diet Act will pass with ease.  I can see this happening in California.  Moving from 77 to 80%.   \"It was concluded that there is reasonable and increasing evidence that appropriately designed taxes on sugar sweetened beverages would result in proportional reductions in consumption, especially if aimed at raising the retail price by 20% or more. There is similar strong evidence that subsidies for fresh fruits and vegetables that reduce prices by 10–30% are effective in increasing fruit and vegetable consumption. Greater effects on the net energy intake and weight may be accomplished by combining subsidies on fruit and vegetables and taxation of target foods and beverages. Vulnerable populations, including low-income consumers, are most price-responsive and, in terms of health, benefit most from changes in the relative prices of foods and beverages\"  \"Fiscal Policies for Diet and Prevention of Noncommunicable Diseases\"  \nhttp://apps.who.int/iris/bitstream/10665/250131/1/9789241511247-eng.pdf?ua=1"], [691, "2017-01-10T22:17:04Z", [0.54], ""], [5766, "2017-01-10T20:51:10Z", [0.05], ""], [368, "2017-01-10T20:08:48Z", [0.05], ""], [24999, "2017-01-10T19:20:14Z", [0.05], ""], [31238, "2017-01-10T17:39:04Z", [0.2], ""], [31132, "2017-01-10T17:27:27Z", [0.0], ""], [32235, "2017-01-10T16:33:49Z", [0.55], ""], [14761, "2017-01-10T03:57:43Z", [0.1], "More likely to proceed on a municipal basis rather than statewide."], [19202, "2017-01-10T02:29:08Z", [0.05], "Low initial probability minus free market and anti government sentiment"], [32306, "2017-01-10T01:20:48Z", [0.15], ""], [32300, "2017-01-10T01:06:26Z", [0.02], ""], [31904, "2017-01-10T00:59:22Z", [0.3], "Philadelphia just passed a soda tax. The concept has started to attract supporters. Governments see it as a way to cut their medical bills and raise needed revenue"], [329, "2017-01-09T20:41:33Z", [0.05], "These are silly."], [368, "2017-01-09T20:14:14Z", [0.05], ""], [1556, "2017-01-09T19:51:48Z", [0.02], ""], [13262, "2017-01-09T18:41:42Z", [0.05], ""], [1972, "2017-01-09T17:13:47Z", [0.35], ""], [32100, "2017-01-09T14:55:46Z", [0.5], ""], [25713, "2017-01-09T13:49:48Z", [0.08], "In todays political climate, where lawmakers are crucified in re-election cycles, the downsides of a soda tax out weigh the upside[s] in my opinion.  I don't see any legislative body voluntarily taking this one (and all the heat/flashback that would come with it) without at least paving the conversation around benefits (e.g. cost savings etc) first. Without the foundational argument[s] made clearly up front, I dont see this happening."], [31201, "2017-01-09T12:43:51Z", [0.85], ""], [691, "2017-01-09T12:41:06Z", [0.58], ""], [27944, "2017-01-09T06:01:26Z", [0.95], ""], [20008, "2017-01-09T04:21:36Z", [0.6], "Big Sugar is going the way of Big Tobacco. "], [6303, "2017-01-09T03:05:31Z", [0.01], "According to the general news and GJP consensus."], [9518, "2017-01-09T02:24:01Z", [0.88], ""], [14471, "2017-01-09T01:56:38Z", [0.01], ""], [1593, "2017-01-08T23:41:12Z", [0.25], ""], [27505, "2017-01-08T20:54:18Z", [0.2], ""], [368, "2017-01-08T20:19:13Z", [0.05], ""], [290, "2017-01-08T20:09:24Z", [0.25], ""], [31747, "2017-01-08T17:13:47Z", [0.25], ""], [974, "2017-01-08T16:01:26Z", [0.05], ""], [30391, "2017-01-08T14:50:12Z", [0.0], ""], [16686, "2017-01-08T14:38:21Z", [0.15], ""], [32229, "2017-01-08T14:14:33Z", [0.0], ""], [4634, "2017-01-08T07:42:08Z", [0.2], ""], [32084, "2017-01-08T05:27:06Z", [0.7], ""], [24824, "2017-01-08T01:52:20Z", [1.0], ""], [16778, "2017-01-08T00:09:03Z", [0.3], "Taxes serve one of two purposes: raise revenue, or discourage unwanted behavior. The evidence behind adverse health consequences of soda, including diet, is now fairly robust. The soda industry plans to fight this by borrowing a tactic used by tobacco companies - by emphasizing its disproportionate effect on the poor. If Pennsylvania can re-direct the public conversation towards funding of pre-K programs by this tax instead, the uproar will blow over in a few months as people discover the healthful benefits of the tax. Then other states will be more emboldened to enact similar taxes."], [14777, "2017-01-07T22:26:40Z", [0.35], ""], [32226, "2017-01-07T22:09:58Z", [0.75], ""], [32226, "2017-01-07T22:09:43Z", [0.05], ""], [16662, "2017-01-07T21:46:26Z", [0.15], "Seems to me that California is the most likely state to do that, and given the size of the investment Coke and Pepsi made in their unsuccessful attempt to defeat the soda tax in Oakland a state-wide change would likely be a bigger fight than most politicians are ready to take on.  A proposition is possible but it would need to be in an election year."], [532, "2017-01-07T21:18:47Z", [0.1], ""], [32083, "2017-01-07T19:55:48Z", [0.05], "Too early in this experiment by cities. Economic & social impacts "], [368, "2017-01-07T19:08:36Z", [0.05], ""], [32221, "2017-01-07T18:53:22Z", [0.12], ""], [26467, "2017-01-07T18:50:46Z", [0.0], ""], [32219, "2017-01-07T18:04:14Z", [0.03], ""], [32220, "2017-01-07T17:58:26Z", [0.0], ""], [28249, "2017-01-07T17:53:20Z", [0.0], ""], [16604, "2017-01-07T17:41:17Z", [0.5], ""], [373, "2017-01-07T17:21:37Z", [0.1], "Unlikely that \"lifetime\" officials will want to be sen as restricting freedom of choice."], [11936, "2017-01-07T17:16:20Z", [0.25], ""], [32035, "2017-01-07T15:27:27Z", [0.05], "So far, only three cities have enacted a soda tax, Berkley, Philadelphia and Chicago (Blake, 2016).  I haven't seen any evidence of a state holding a vote to implement a soda tax, only at the city level.  Additionally, many of the cities won't see a return on their investment until July 2017 (Terruso, 2016).  I don't know how often states vote on certain topics but it hard to imagine a state jumping on board with this tax until they see evidence of it being successful in certain cities, such as Philadelphia.  Lastly, only one country has enacted a soda tax and that is.....Mexico (Blake, 2016).  Interesting. References: Blake, Paul (2016). ABC News. http://abcnews.go.com/Business/us-cities-vote-soda-tax-election-day/story?id=43359083\nTerruso, Julia (2016). The Inquirer Daily News. http://www.philly.com/philly/news/politics/20170105_With_soda_tax__school_s_now_in_session.html "], [28912, "2017-01-07T14:46:04Z", [0.05], "Administration will not do anything to harm the corporations who make/distributes this product."], [30517, "2017-01-07T13:30:22Z", [0.05], ""], [3316, "2017-01-07T07:35:07Z", [0.95], ""], [24109, "2017-01-07T06:28:36Z", [0.2], "I don't see any state debating this.  Lowering odds. https://en.wikipedia.org/wiki/Sugary_drinks_tax#United_States"], [24073, "2017-01-07T05:45:48Z", [0.3], ""], [14208, "2017-01-07T05:22:40Z", [0.77], "I have researched and forecasted enough GJO questions to know that this question could go any number of ways.\nI assume GJO defines \"enact\" as a new statute versus changing a current statue?  Also is \"sugary drink tax\" the same a \"soda tax\"?  https://en.wikipedia.org/wiki/Sugary_drinks_tax .  What about a state soda tax on just soda machines versus store soda tax?   Outside view:  On average how many new taxes do states enact each year?  Do states enact taxes on their populations more often the year after an election than any other year?  Considering politicians are not up for re-election and populations may not remember the new tax placed on them by their newly elected reps.\nHow many states have a soda tax? As of 2014 34 states plus D.C. had an in store soda tax.  39 states plus D.C. have soda machine tax.  An additional question; does this question resolve as a yes if a state with a soda tax increases it's current soda tax?  http://www.bridgingthegapresearch.org/_asset/s2b5pb/BTG_soda_tax_fact_sheet_April2014.pdf According to Gallup polling Regular Soda is most popular with Young, Nonwhite and Low-Income individuals.  Do cities and states consider this type of research when taxing its populations?    http://www.gallup.com/poll/163997/regular-soda-popular-young-nonwhite-low-income.aspx?g_source=soda%20tax&g_medium=search&g_campaign=tiles According to Gallup; State Tax Burden Linked to Desire to Leave State.  Perhaps states listed as the least likely to leave may be more likely to add a soda tax?\nhttp://www.gallup.com/poll/189176/state-tax-burden-linked-desire-leave-state.aspx?g_source=soda%20tax&g_medium=search&g_campaign=tiles After google search; \"tax research soda tax\" dozens of recent articles indicate a relationship between a soda tax and better health.  Considering 2017 republicans stated they will repeal and replace the affordable care act I suspect many states will look to soda tax like revenue sources to help pay for their populations health care needs.  It would be a jedi move if democrat led states could blame national republicans for a new state soda taxes."], [31963, "2017-01-07T05:01:16Z", [0.16], ""], [12771, "2017-01-07T04:57:50Z", [0.51], "States love \"sin\" taxes. "], [52, "2017-01-07T02:26:28Z", [0.05], ""], [23658, "2017-01-06T22:51:02Z", [0.01], ""], [203, "2017-01-06T21:38:29Z", [0.85], "Democrat states love taxes, hence very likely!"], [29970, "2017-01-06T21:25:25Z", [0.05], ""], [30838, "2017-01-06T20:45:13Z", [0.1], ""], [25653, "2017-01-06T20:30:38Z", [0.75], ""], [31854, "2017-01-06T20:28:08Z", [0.7], ""], [1416, "2017-01-06T20:10:14Z", [0.05], "Municipal soda tax much more likely but during an off election year I can't see any substantial soda tax effort. "], [2139, "2017-01-06T19:41:55Z", [0.0], ""], [1696, "2017-01-06T19:16:20Z", [0.15], ""], [32192, "2017-01-06T18:36:59Z", [0.0], ""], [31747, "2017-01-06T18:14:06Z", [0.45], ""], [368, "2017-01-06T18:10:08Z", [0.05], ""], [766, "2017-01-06T17:48:34Z", [0.1], ""], [498, "2017-01-06T14:24:01Z", [0.01], ""], [31163, "2017-01-06T12:27:38Z", [0.05], ""], [32180, "2017-01-06T08:15:19Z", [0.12], ""], [31436, "2017-01-06T05:26:45Z", [0.1], ""], [31883, "2017-01-06T04:23:11Z", [0.1], "Chicago, San Francisco, and Philadelphia are the only major cities with a soda tax making these states most likely to pass a state-wide tax.  Illinois has the greatest possibility of passing a soda tax considering its debt problems. "], [32173, "2017-01-06T01:10:34Z", [0.12], ""], [1333, "2017-01-05T22:43:08Z", [0.55], ""], [29054, "2017-01-05T19:18:09Z", [0.84], "Comment deleted on Jan 19, 2017 05:37PM UTC"], [691, "2017-01-05T17:03:31Z", [0.58], ""], [15477, "2017-01-05T16:58:13Z", [0.47], ""], [15621, "2017-01-05T16:23:59Z", [0.24], "Dropping substantially as this is probably more long run to get through, status quo has upper hand."], [1506, "2017-01-05T14:42:51Z", [0.0], "Each state or municipality will make up its own mind. For example, Philadelphia just enacted a soda tax, but Pennsylvania has not. Under a Republican-controlled government, this tax will not occur."], [6552, "2017-01-05T12:09:13Z", [0.2], ""], [32138, "2017-01-05T05:11:28Z", [0.12], "There are 8 states with the legislative and executive balance of power (Dem control) in 2017 likely necessary to enact such a law. All of these states rank in the bottom two quintiles of statewide obesity in the US. Of these 8 states, only 4 of them have below average fiscal conditions. In order for such a tax to actually have a measurable impact on obesity, it would have to be substantial, which carries political risks that are not necessary in these 8 states as they are among the least obese states in the country. However, a small tax on soda would help state finances and carries a far lower political risk due to its size. Therefore, I find it more likely that a small tax would be enacted in those 4 states with below average fiscal situations, and about half as likely in the other 4 in better financial shape. 12% is a straight representation of that based on a set of 50 (states)."], [424, "2017-01-05T05:04:03Z", [0.5], "Who knows...?"], [915, "2017-01-05T01:55:39Z", [0.0], "statewide: no way.  too many good-paying jobs/lobbyists @ distributors and local bottlers."], [1056, "2017-01-04T21:15:52Z", [0.45], "Reducing my odds. I think it's likely that California will be the first to impose a statewide tax, but it would probably be a ballot initiative, and I don't think there will be any of those this year. Massachusetts is talking about one, and I assume it can be voted by the legislature there. New York is the other strong possibility."], [32117, "2017-01-04T20:41:59Z", [0.05], "Comment deleted on Jan 04, 2017 08:54PM UTC"], [30773, "2017-01-04T20:11:32Z", [0.26], ""], [651, "2017-01-04T18:32:49Z", [0.1], "Initiatives in trouble where they were seen as promising."], [12699, "2017-01-04T18:25:56Z", [0.13], ""], [368, "2017-01-04T18:02:10Z", [0.05], ""], [32106, "2017-01-04T17:39:55Z", [0.4], ""], [32106, "2017-01-04T17:35:52Z", [0.8], "Comment deleted on Jan 04, 2017 05:40PM UTC"], [11445, "2017-01-04T17:10:48Z", [0.33], "Only in extremely blue states does this have the potential to be passed, but it is also something that would be viewed negatively by working class and impoverished classes for whom soda purchases are a larger share of their disposable income. This is a voting constituency that neither national party wants to be seen as alienating or being out of touch with their concerns for a public health issue regarded as far less serious that tobacco. "], [11445, "2017-01-04T17:07:06Z", [0.11], "Taxes predicated on health protection reasons have precedent (such as tobacco and indoor tanning tax) but given that a soda tax will disproportionately increase costs for those who consume soda as a staple (working class, impoverished class, etc) and that constituency has gained new respect by both Republicans and Democrats, I see the chances of this being passed by a GOP congress as being extremely remote. "], [32100, "2017-01-04T15:57:16Z", [0.6], ""], [3474, "2017-01-04T12:22:54Z", [0.85], "probably."], [32092, "2017-01-04T11:50:51Z", [0.35], ""], [4634, "2017-01-04T11:21:26Z", [0.25], ""], [30773, "2017-01-04T06:08:34Z", [0.22], ""], [24009, "2017-01-04T03:15:25Z", [0.13], ""], [31238, "2017-01-04T02:30:34Z", [0.5], ""], [23006, "2017-01-04T00:57:20Z", [0.51], "Trump might not support bigly people, and by association so must the number of states' who want to be seen as pro-trump to their electorates. If one thinks obese= lazy ( stereotype) due to bad choices, he would see no downside to taxing sodas. Ironically most of electorate who voted for trump might be on the heavier side (but no stats to support this 'weighty' assumption.)"], [919, "2017-01-03T23:32:12Z", [0.15], ""], [30517, "2017-01-03T21:32:19Z", [0.05], ""], [1333, "2017-01-03T20:12:53Z", [0.56], ""], [368, "2017-01-03T19:35:45Z", [0.05], ""], [3363, "2017-01-03T19:07:35Z", [0.31], ""], [14493, "2017-01-03T19:03:21Z", [0.05], "As with the bans on smoking in public places a few years ago the trend is for Soda Taxes to become more widespread, but a couple of things might slow it down in 2017. First the evidence is not complete yet, its not clear what the right level of tax is to achieve the objective of reducing obesity and how it should be calculated. (e.g. per the volume of the drink or per amount of sugar or per the amount of sweetener). It is not completely clear if the aim is reduce obesity or to raise tax revenue to fund the costs of obesity. My guess is that US states will prefer to see how Soda Taxes go in cities that are just introducing them before introducing State Taxes. Second the trend to populist policies (i.e. Trump) where evidence gives way to gut feelings (and I bet the Soda guzzlers have a lot of gut feelings) might mean that Soda Taxes are seen as another manifestation of the rights of the working man (and woman) to make themselves obese if they choose to. being interfered with by out of touch urban health nuts.    "], [30356, "2017-01-03T15:36:53Z", [0.05], "States will watch Phila. and other cities before enacting.  Coke & Pepsi will lobby hard against this, and prevent or slow enactment in the short run at least."], [691, "2017-01-03T13:48:42Z", [0.58], ""], [30042, "2017-01-03T13:23:31Z", [0.55], "It's possible. But maybe not in California at least not this soon. \nhttp://www.takepart.com/article/2016/04/14/big-soda-wins-california-soda-tax-dies-legislature?cmpid=tp-ptnr-huffpost&utm_source=huffpost&utm_medium=partner&utm_campaign=tp-traffic"], [31238, "2017-01-03T13:18:30Z", [0.6], ""], [31747, "2017-01-03T10:04:53Z", [0.55], ""], [32043, "2017-01-03T09:13:13Z", [0.0], ""], [19144, "2017-01-03T03:34:04Z", [0.17], ""], [30773, "2017-01-03T02:28:17Z", [0.25], ""], [32029, "2017-01-03T01:16:37Z", [0.53], ""], [32022, "2017-01-02T23:55:23Z", [0.1], "Pretty unlikely at the state level. Numerous locales will, but for this to happen at the state level would require either CA or NY to take it up in a serious way and there hasn't been a big push for this statewide in either place. Polling indicates voters like the idea more when told $$ goes to healthcare, but that takes it to 50% popular—hardly the kind of margin an elected official wants to see when thinking about passing a tax. As noted by others, the beverage lobby is vociferously opposed and will go nuts to prevent this from happening (compare to Pharma's opposition to Prop 61.)"], [31238, "2017-01-02T23:31:02Z", [0.65], ""], [29240, "2017-01-02T23:27:27Z", [0.75], "A state like California would not be surprising.  They pass kinds of silly stuff"], [31238, "2017-01-02T23:26:44Z", [0.6], "Pros:\nA number of states already have soda taxes in some degree. More cities and countries are adopting soda taxes. Soda is slowly more seen as unhealthy worthy of the 'sin tax.' I've also seen information stating that many states, mainly conservative, are eschewing income tax and preferring consumption taxes. Finally, a lot of states, like Illinois, have budget shortfalls. Cons:\nTaxes are unpopular. Soda taxes are unpopular against a large number of people. They negatively affect the poor more so influential Dems (i.e. Bernie) are against them. The soda lobby is willing to spend millions to lobby against it that seems to be working well so far. Feel free to contribute."], [32025, "2017-01-02T23:17:21Z", [0.02], ""], [24109, "2017-01-02T22:08:02Z", [0.5], "Total guess.  Since I think the R's will rewrite the tax code this year, and will be looking for hidden revenue sources, a very definite maybe is currently my answer."], [31747, "2017-01-02T20:17:08Z", [0.6], ""], [25038, "2017-01-02T20:03:19Z", [0.25], ""], [25038, "2017-01-02T20:03:10Z", [0.65], ""], [14777, "2017-01-02T19:25:11Z", [0.39], ""], [368, "2017-01-02T19:24:24Z", [0.05], ""], [32003, "2017-01-02T18:39:50Z", [0.0], ""], [12500, "2017-01-02T18:21:42Z", [0.5], ""], [31980, "2017-01-02T14:19:47Z", [0.75], ""], [691, "2017-01-02T14:03:18Z", [0.6], ""], [31966, "2017-01-02T10:10:37Z", [0.65], ""], [31879, "2017-01-02T01:32:41Z", [0.2], ""], [31879, "2017-01-02T01:32:36Z", [0.25], ""], [11716, "2017-01-02T00:50:57Z", [0.2], ""], [31934, "2017-01-01T23:43:55Z", [0.7], "This is an easy way for the states to increase revenues while serving the public good...."], [14133, "2017-01-01T23:17:42Z", [0.5], "There's no clear frontrunner on this issue, but this could be part of a liberal backlash somewhere."], [636, "2017-01-01T22:55:05Z", [0.05], "Soda taxes elicit heavy local opposition and barely pass.  More opposition can be mustered at the state level"], [1249, "2017-01-01T22:12:45Z", [0.15], ""], [12591, "2017-01-01T22:00:52Z", [0.45], ""], [31922, "2017-01-01T19:02:41Z", [0.1], "It seems to be an easy bandwagon to jump on, I don't see Mr Trump using this taxation method due to its negative impact on a variety of sources. From production to wholesale companies and retail outlets there are far too many negatives."], [31142, "2017-01-01T17:34:13Z", [0.75], ""], [21740, "2017-01-01T17:21:53Z", [0.03], ""], [21740, "2017-01-01T17:15:12Z", [0.08], ""], [1092, "2017-01-01T16:57:38Z", [0.05], ""], [691, "2017-01-01T14:50:43Z", [0.6], ""], [30748, "2017-01-01T14:41:48Z", [0.02], "If introduced as a bill, it would be a great opportunity for bluster and outrage by the GOP, about infringement on personal freedoms."], [31900, "2017-01-01T14:39:25Z", [0.75], "Seeing the revenue brought in from Philadelphia's successful soda tax will prove too tantalizing to cash-strapped states.  "], [15196, "2017-01-01T14:12:32Z", [0.5], ""], [31537, "2017-01-01T14:06:56Z", [0.65], ""], [23409, "2017-01-01T14:01:22Z", [0.42], ""], [23893, "2017-01-01T13:42:13Z", [0.05], ""], [31082, "2017-01-01T13:25:22Z", [0.3], "First question is: is soda tax a subject matter of state legislation? If not, no such tax will be introduced by a US state. Being ignorant in such legal US matters I observe that several cities have introduced a soda tax, so while I believe there is a tendency in that direction, it appears to be more of a city council matter. Therefore I give it a less than 50% likelihood. If overall support shows strong, maybe a US state may mandate a soda tax, so I give it a 30%."], [1593, "2017-01-01T13:02:19Z", [0.3], ""], [31895, "2017-01-01T12:48:14Z", [0.1], "Given the nature of the incoming federal government, highly unlikely. Edited:  In most states, the influence of the republicans and rural influences is high, and this will still act as a barrier to progressive initiatives such as this."], [31747, "2017-01-01T12:43:12Z", [0.35], ""], [6303, "2017-01-01T05:02:29Z", [0.01], "According to the general news and GJP consensus."], [29980, "2017-01-01T03:58:28Z", [0.05], ""], [1669, "2017-01-01T03:41:21Z", [0.7], ""], [29054, "2016-12-31T23:42:52Z", [0.7], "More reports are starting to focus on the damaging effects of pop, that will not be taken carelessly by many states that are looking and will be looking to make up for taxes that will not be coming out of Washington. I can see bills happening at least in two states and one of those passing it.\nI will not be surprised is even one of the big ones like Pepsi two years ago, start to talk about getting away from sugar and use other \"healthier\" sweeteners. "], [24999, "2016-12-31T21:31:34Z", [0.05], ""], [368, "2016-12-31T18:22:53Z", [0.05], ""], [26965, "2016-12-31T16:18:58Z", [0.01], ""], [691, "2016-12-31T15:15:10Z", [0.6], ""], [30051, "2016-12-31T13:54:08Z", [0.0], ""], [948, "2016-12-31T12:24:14Z", [0.05], "This would seem doubtful, unless the FDA offers up a good reason why sugared soda is bad for you. Complicated factor could also be - what is classified a soda?"], [31857, "2016-12-31T00:32:23Z", [0.1], ""], [691, "2016-12-31T00:10:47Z", [0.6], "Several things are operating here.  The big US soft-drinks firms are diversifying away from sugared soft drinks at a pretty rapid rate, so their profits may not depend as much on soda sales; supporting a low level of tax might allow them to pretend to be The Good Guys without hurting themselves unduly. Also, I suspect that price elasticity is fairly low for this sort of product.  Unless the tax is pegged high enough to deter consumption, unit sales will not suffer much from the price change (they have been suffering for other reasons, mostly health-related, anyway).  So the industry will try to persuade state legislatures to impose a nugatory tax, the proceeds of course earmarked for some cause related to obesity or diabetes.  This will work.  Sales will not suffer, revenue will be raised, and there will be little noticeable change in what we are pleased to call the real world.  Since the whole point of this tax is to have a high enough rate to deter consumption, this is a practically perfect outcome for everyone except consumers and taxpayers.  Democracy at work."], [706, "2016-12-30T20:46:32Z", [0.8], "New York!"], [368, "2016-12-30T19:58:16Z", [0.05], ""], [31833, "2016-12-30T14:08:59Z", [0.3], ""], [12151, "2016-12-30T11:37:01Z", [0.05], ""], [12151, "2016-12-30T11:36:13Z", [0.0], ""], [29680, "2016-12-30T07:31:05Z", [0.25], "Updating from 0 to 25. Misread question originally. Doesn't seem far fetched. States introduce unconventional legislation all the time. Will need to research futher to refine. "], [29680, "2016-12-30T07:25:53Z", [0.0], ""], [31821, "2016-12-30T04:19:34Z", [0.0], "As if"], [24666, "2016-12-30T02:30:28Z", [0.0], ""], [25997, "2016-12-30T02:05:17Z", [0.11], ""], [691, "2016-12-30T00:13:07Z", [0.6], ""], [31813, "2016-12-29T21:59:15Z", [0.75], "Several liberal states have yet to implement similar legislation.  It is likely that one will follow suit in 2017.  "], [16272, "2016-12-29T21:05:24Z", [0.75], ""], [12699, "2016-12-29T20:41:31Z", [0.07], "Given the decline of the soda industry and overall declining profitability, I doubt that this would be a profitable tax to enact coupled with fierce opposition from lobby groups in Washington. This is subject to change as I delve into more research on the topic but also given the incumbent, I cannot imagine that this administration will try to levy this type of tax."], [31756, "2016-12-29T20:22:34Z", [0.02], ""], [368, "2016-12-29T18:51:53Z", [0.05], ""], [804, "2016-12-29T17:45:46Z", [0.15], ""], [1333, "2016-12-29T16:47:59Z", [0.55], ""], [30051, "2016-12-29T12:51:23Z", [0.05], "unlikely with a republican majority\nhttps://www.atr.org/soda-tax-pops-around-world"], [31795, "2016-12-29T12:08:47Z", [0.25], ""], [31747, "2016-12-29T11:35:05Z", [0.3], ""], [31747, "2016-12-29T11:13:10Z", [0.15], ""], [28414, "2016-12-29T10:21:14Z", [0.25], ""], [31204, "2016-12-29T08:58:29Z", [0.3], ""], [21884, "2016-12-29T05:51:59Z", [0.76], ""], [23234, "2016-12-29T03:21:03Z", [0.04], ""], [11872, "2016-12-29T02:12:03Z", [0.48], ""], [25944, "2016-12-29T02:04:25Z", [0.5], "An interesting collision between the Republican small government, low tax mentality and the desperate need for many state governments to raise revenues (with a little bit of propaganda cover from the health lobby)."], [23234, "2016-12-29T01:34:38Z", [0.4], ""], [601, "2016-12-28T23:02:14Z", [0.06], ""], [10720, "2016-12-28T21:54:53Z", [0.75], ""], [691, "2016-12-28T21:54:13Z", [0.6], ""], [31781, "2016-12-28T20:45:42Z", [0.37], "As of now, only a few cities have passed the tax laws. Donald Trump has appointed certain individuals who work for American soda company lobbyists. It usually takes more than a year after a city like Berkley passes a controversial law for states to start adopting the same measures. \nHowever, recently the trend for small movements to explode due to social media and more people being more connected and more involved means that it is probable that changes with enough momentum could move much faster than historical cases. Distrust in \"big\" banks, pharmaceutical companies ect. has increased in recent years, this may mean that \"big soda\" becomes the next public enemy.\nThat being said, the distinction between most of my for arguments and against arguments is that the for arguments are centered around the public and public opinion and the against arguments are centered around the institutional power of the soda companies, the difficulty of passing a state tax law like this and the attitudes of the people who decide whether those laws pass or not particularly because of sway that soda companies have over those individuals. We saw the divide between public opinion and decision makers in the recent elections and the struggles to implement gun laws in the U.S. and that is why my estimate is so low"], [23234, "2016-12-28T20:40:25Z", [0.5], ""], [23234, "2016-12-28T20:40:06Z", [0.0], ""], [368, "2016-12-28T20:34:50Z", [0.05], ""], [12879, "2016-12-28T18:36:05Z", [0.25], ""], [1333, "2016-12-28T17:20:02Z", [0.65], ""], [18846, "2016-12-28T15:08:50Z", [0.0], "It's a regressive tax...pols would have to be completely tone deaf in this environment to increase taxes. Outside of big cities, and California, such a measure would never pass."], [18762, "2016-12-28T14:05:56Z", [0.33], "most of the momentum on this seems to be on a more localized level. and any state that wants a soda tax either has one or could have put one on the ballot. This is a close one, but have to fall on the \"no\" side for now."], [15621, "2016-12-28T09:56:05Z", [0.45], "https://www.avalara.com/blog/2016/12/01/2017-sales-tax-changes/\nI think this will gain significant momentum this coming year. Whether big soda can keep it at bay for a while longer will be interesting to watch."], [4634, "2016-12-28T07:44:56Z", [0.35], ""], [24505, "2016-12-28T06:34:17Z", [0.75], "It's about money. If it's possible in any way, the will do it."], [31767, "2016-12-28T04:13:03Z", [0.35], ""], [12143, "2016-12-28T03:58:54Z", [0.03], "The movement is just getting started, it will likely happen in 2019"], [14761, "2016-12-28T03:41:49Z", [0.7], ""], [4139, "2016-12-28T03:38:30Z", [0.1], "The tide is against restrictions on personal choices."], [1056, "2016-12-28T02:32:51Z", [0.65], "Since it will affect poor people more than rich ones, it's a pretty safe way of raising revenue."], [31580, "2016-12-27T22:32:49Z", [0.9], ""], [12591, "2016-12-27T22:28:53Z", [0.65], ""], [12879, "2016-12-27T20:30:32Z", [0.75], "Very \"Probable\" to provide another means to raise revenue and as a \"Back Door\" method, as was done in New York, to reduce soda consumption. See a related article: http://www.huffingtonpost.com/larry/what-happens-in-berkeley-_b_6172264.html"], [691, "2016-12-27T19:59:03Z", [0.65], "Four nominees:  Oregon, Washington, California, New York.  Normally it would seem a Vermont thing to do, but they now have a Republican governor--not a crazy Republican, but a Republican nonetheless, and this is not a very Republican measure.  "], [31757, "2016-12-27T19:58:39Z", [0.75], ""], [83, "2016-12-27T19:13:19Z", [0.35], "Soda taxes are starting to spread across US cities. Mexico and France reportedly start soda tax programs.  The tax is seen as a regressive revenue enhancement for governments, and a health benefit for those that pay the tax.  It may be more difficult to pass a state law, which may involve voter input, than for a city, where it appears it is city councils, with some need for additional revenue, enacting the laws first."], [28414, "2016-12-27T18:39:08Z", [0.27], ""]]}