{"question_id": 120, "title": "Which Democratic presidential candidate will win the Iowa caucuses on 1 February?", "possible_answers": ["Hillary Clinton", "Martin O’Malley", "Bernie Sanders"], "crowd_forecast": [0.51, 0.02, 0.47], "correct_answer": "Hillary Clinton", "correct_forecast": 0.51, "preds": [[14779, "2016-02-01T07:53:27Z", [0.47, 0.0, 0.53], "An extremely close race with polls showing too close to call (within statistical margin of error). Sanders has drawn large crowds but is dependent on voters who are less likely to go to the polls. However, judging by the tone and fervor of his campaign and of his his supporters, I find it hard to believe that they will not come out in numbers (even with questionable weather). With the January 30th Bloomberg poll showing O'Malley at 3% he is extremely unlikely to make the 15% threshold and thus his supporters could be the key swing vote. Clinton has shown extreme dedication to the Iowa caucus in her campaign infrastructure however I feel Sander's recent gains in the poll and the attention he has garnered for bringing the race to a dead heat will push him over the edge. "], [18680, "2016-02-01T07:51:22Z", [0.0, 0.0, 1.0], "Sanders is the most sound Democratic nominee"], [18679, "2016-02-01T07:46:34Z", [1.0, 0.0, 0.0], ""], [17083, "2016-02-01T07:39:40Z", [0.25, 0.5, 0.25], "UT EID : vrj263"], [17307, "2016-02-01T07:33:00Z", [0.4, 0.0, 0.6], "I believe that Bernie Sanders is more popular in that he wants to redistribute wealth from the top 1% to everyone else. "], [18677, "2016-02-01T07:31:36Z", [0.48, 0.02, 0.5], ""], [15471, "2016-02-01T07:19:44Z", [0.43, 0.0, 0.57], ""], [18673, "2016-02-01T07:18:35Z", [0.45, 0.15, 0.4], "Considering Clinton has had a history in Iowa, and a particularly helpful history, I predict that Iowans will continue to support her and her campaign.  However, with all things considered, I also believe that it will be a close victory over Sanders.  With Sanders on the come-up I predict that he will make it a close race, but wind up second behind Clinton. "], [17184, "2016-02-01T07:17:21Z", [0.45, 0.05, 0.5], "Hillary Clinton's only leading by a little within polling error but I feel that a lot of people have issues with her transparency and would rather go with Bernie Sanders."], [17501, "2016-02-01T07:07:20Z", [0.32, 0.11, 0.57], ""], [18675, "2016-02-01T07:05:43Z", [0.32, 0.05, 0.63], "Bernie Sanders appears to have more support and Hillary Clinton is more well known than O'Malley. "], [13942, "2016-02-01T07:05:43Z", [0.1, 0.0, 0.9], ""], [8747, "2016-02-01T07:02:34Z", [0.0, 0.0, 1.0], ""], [17092, "2016-02-01T07:00:53Z", [0.4, 0.15, 0.45], ""], [8985, "2016-02-01T06:58:17Z", [0.3, 0.1, 0.6], "More correct on the issues. "], [17231, "2016-02-01T06:44:01Z", [0.55, 0.05, 0.4], ""], [17650, "2016-02-01T06:40:47Z", [0.5, 0.05, 0.45], "Based on previous polls, and because the demographic of young people supporting Bernie are less likely to vote. "], [17379, "2016-02-01T06:37:33Z", [0.46, 0.07, 0.47], "Bernie Sanders has taken the hearts of the younger generation while Hillary has secured the most reliable group of people that vote. It is a matter of whether or not Sanders can push the younger generation to have a higher voter turnout."], [14372, "2016-02-01T06:34:11Z", [0.75, 0.0, 0.25], ""], [17150, "2016-02-01T06:30:16Z", [0.11, 0.0, 0.89], ""], [18672, "2016-02-01T06:21:35Z", [0.29, 0.12, 0.59], ""], [485, "2016-02-01T06:04:54Z", [0.49, 0.0, 0.51], "It's close, with Hillary still slightly ahead per polls as of Sunday night. Slightly narrowing the margin in my probability estimate."], [18670, "2016-02-01T06:00:38Z", [0.36, 0.25, 0.39], ""], [17876, "2016-02-01T05:59:23Z", [0.55, 0.2, 0.25], ""], [17495, "2016-02-01T05:59:09Z", [0.3, 0.1, 0.6], ""], [18665, "2016-02-01T05:56:33Z", [0.43, 0.08, 0.49], ""], [17206, "2016-02-01T05:54:52Z", [0.35, 0.1, 0.55], ""], [17371, "2016-02-01T05:51:38Z", [0.4, 0.1, 0.5], "Bernie Sanders and Hillary Clinton have a stronger public image than O'Malley but I believe that Bernie Sanders is the most favorable democratic candidate "], [15132, "2016-02-01T05:51:32Z", [0.3, 0.15, 0.55], ""], [18667, "2016-02-01T05:51:03Z", [0.52, 0.02, 0.46], "I think Clinton and Sanders will obviously have way more support over O'Malley, but that Clinton will edge out Sanders in the end. I saw a CNN poll that said something similar."], [17111, "2016-02-01T05:50:14Z", [0.35, 0.0, 0.65], ""], [18668, "2016-02-01T05:48:41Z", [0.3, 0.4, 0.3], ""], [18669, "2016-02-01T05:48:22Z", [0.45, 0.06, 0.49], ""], [18662, "2016-02-01T05:46:26Z", [0.47, 0.02, 0.51], ""], [18666, "2016-02-01T05:46:22Z", [0.4, 0.05, 0.55], ""], [17205, "2016-02-01T05:46:03Z", [0.55, 0.35, 0.1], ""], [18664, "2016-02-01T05:45:43Z", [0.57, 0.1, 0.33], ""], [18663, "2016-02-01T05:44:26Z", [0.15, 0.09, 0.76], "UT: jz5246 "], [17627, "2016-02-01T05:43:51Z", [0.51, 0.01, 0.48], "It's going to be very close but Hillary Clinton has led the polls in Iowa recently and I think her trend will continue."], [18661, "2016-02-01T05:42:48Z", [0.54, 0.07, 0.39], "Bernie Sanders has made great strides in making his ideas known and even liked to many young people.  However, I don't believe his policies will change how the electorate votes.  Hillary will mull through the caucuses like she has throughout her campaign, she will be the popular vote among the people.  O'Malley's voters will decrease as he has continued to prove that he is not of the same caliber as either Clinton or Sanders."], [17157, "2016-02-01T05:40:50Z", [0.48, 0.05, 0.47], "Hillary has a slightly higher chance of taking Iowa due to name and previous experience, pulling towards the older crowd while Bernie trails behind slightly as he's made strong progress in the state,"], [17151, "2016-02-01T05:39:13Z", [0.33, 0.02, 0.65], ""], [17300, "2016-02-01T05:39:13Z", [0.37, 0.14, 0.49], "#FeeltheBern2k16"], [17579, "2016-02-01T05:36:09Z", [0.6, 0.0, 0.4], "Clinton seems like the strong democratic selection even though her lead has been tightened by Sanders. "], [17221, "2016-02-01T05:35:21Z", [0.46, 0.05, 0.49], "Bernie Sanders has tapped into the young vote in Iowa."], [17820, "2016-02-01T05:34:42Z", [0.4, 0.0, 0.6], "Would have been the other way round till recently. The email saga and Hilary's lying about might be her downfall. Seems the knives are coming out and she might not get away with it. I don't like her double standard champagne socialism anyway, seems som dem supporters starting to question it too. Her momentum on the wane."], [17210, "2016-02-01T05:33:38Z", [0.42, 0.03, 0.55], ""], [17634, "2016-02-01T05:33:06Z", [0.15, 0.35, 0.5], ""], [17522, "2016-02-01T05:31:39Z", [0.56, 0.17, 0.27], ""], [17137, "2016-02-01T05:31:32Z", [0.4, 0.15, 0.45], "Bernie Sanders has recently been doing very well in polls and I believe that many people don't support Hillary but haven't been participating in polls. "], [17496, "2016-02-01T05:30:30Z", [0.47, 0.04, 0.49], ""], [18658, "2016-02-01T05:29:11Z", [0.2, 0.15, 0.65], ""], [18652, "2016-02-01T05:28:39Z", [0.5, 0.02, 0.48], "No one cares about O'Malley. He's like next Lincoln Chafee."], [18657, "2016-02-01T05:28:09Z", [0.56, 0.03, 0.41], "UT:ojh269\nI believe Hillary will have the most success in this caucus because Bernie's socialist platform will frighten the more moderate Iowa voters."], [17821, "2016-02-01T05:27:56Z", [0.45, 0.05, 0.5], ""], [17484, "2016-02-01T05:26:59Z", [0.35, 0.1, 0.55], ""], [18656, "2016-02-01T05:25:46Z", [0.45, 0.05, 0.5], "More likely than not, younger voters will make up the majority of Democratic votes. Given that Sanders resounds more highly with young voters (ages anywhere between 18-25), he will marginally beat Clinton (who has a negative popularity rating)."], [17174, "2016-02-01T05:25:46Z", [0.46, 0.0, 0.54], ""], [17393, "2016-02-01T05:25:31Z", [0.45, 0.05, 0.5], ""], [18647, "2016-02-01T05:25:07Z", [0.55, 0.15, 0.3], "Sanders has gathered more followers in Iowa, but he still does not have quite as many as Clinton. O'Malley is close to falling out of the race."], [18655, "2016-02-01T05:24:59Z", [0.49, 0.05, 0.46], ""], [18650, "2016-02-01T05:24:12Z", [0.55, 0.0, 0.45], ""], [17145, "2016-02-01T05:23:59Z", [0.55, 0.36, 0.09], ""], [18586, "2016-02-01T05:23:15Z", [0.55, 0.0, 0.45], ""], [18653, "2016-02-01T05:23:11Z", [0.45, 0.0, 0.55], "I think if the young voters turnout, Sanders will win. People are starting to realize Hilary is not actual a person and more of an amorphous blob that will do anything or say anything just to get your vote."], [18654, "2016-02-01T05:23:02Z", [0.47, 0.01, 0.52], ""], [18650, "2016-02-01T05:22:28Z", [0.55, 0.0, 0.45], ""], [17389, "2016-02-01T05:21:33Z", [0.55, 0.0, 0.45], ""], [18635, "2016-02-01T05:21:18Z", [0.95, 0.02, 0.03], ""], [18582, "2016-02-01T05:20:59Z", [0.4, 0.1, 0.5], ""], [17803, "2016-02-01T05:20:58Z", [0.5, 0.03, 0.47], ""], [18602, "2016-02-01T05:20:00Z", [0.4, 0.05, 0.55], "The only two well known candidates here are Clinton and Sanders. Due to recent polls in Iowa, it makes sense as to why Sanders would bern Hilary. Then again, national polls can be very misleading. If anything, O'Malley will definitely come in third. He is not as well known as Sanders and Clinton. "], [18651, "2016-02-01T05:19:51Z", [0.55, 0.05, 0.4], ""], [18648, "2016-02-01T05:18:55Z", [0.48, 0.03, 0.49], ""], [18649, "2016-02-01T05:18:30Z", [1.0, 0.0, 0.0], ""], [18646, "2016-02-01T05:18:03Z", [0.6, 0.03, 0.37], "Sanders has the vote of our generation, but our generation is not as likely to get around to voting as the rest of the older US, who will vote for Hillary."], [18645, "2016-02-01T05:17:32Z", [0.41, 0.11, 0.48], ""], [18530, "2016-02-01T05:17:05Z", [0.73, 0.0, 0.27], ""], [17685, "2016-02-01T05:16:08Z", [0.55, 0.0, 0.45], ""], [18634, "2016-02-01T05:16:02Z", [0.55, 0.05, 0.4], ""], [17209, "2016-02-01T05:14:54Z", [0.45, 0.05, 0.5], "Bernie has been gaining some momentum in Iowa. Although he is still behind Hilary I believe his momentum will carry him to victory by the end of the Iowa Caucus."], [17498, "2016-02-01T05:14:02Z", [0.48, 0.01, 0.51], ""], [17342, "2016-02-01T05:13:49Z", [0.49, 0.03, 0.48], ""], [18644, "2016-02-01T05:13:46Z", [0.2, 0.26, 0.54], ""], [18643, "2016-02-01T05:13:03Z", [0.6, 0.05, 0.35], ""], [18642, "2016-02-01T05:11:49Z", [0.68, 0.02, 0.3], "I think Hilary is a strong moderate candidate. O'Malley has little name recognition, and Sanders is too liberal. I would have predicted more towards Clinton, but elections are rarely ever clear cut. "], [18636, "2016-02-01T05:11:46Z", [0.47, 0.01, 0.52], "Bernie has been doing well. Recent polls show him in the lead."], [18641, "2016-02-01T05:09:38Z", [0.48, 0.47, 0.05], ""], [18383, "2016-02-01T05:09:20Z", [0.5, 0.03, 0.47], "Hillary Clinton and Bernie Sanders are the biggest contenders. O' Malley is a weak contender compared to them. There are a lot of Sanders's supporters that are young or college going and are not voting even though they should. The older, well established voters are more likely to vote for Clinton"], [18638, "2016-02-01T05:08:35Z", [0.54, 0.01, 0.45], ""], [18637, "2016-02-01T05:07:28Z", [0.45, 0.0, 0.55], ""], [18637, "2016-02-01T05:06:33Z", [0.45, 0.0, 0.55], ""], [18633, "2016-02-01T05:06:15Z", [0.41, 0.12, 0.47], ""], [18639, "2016-02-01T05:06:13Z", [0.51, 0.0, 0.49], ""], [18637, "2016-02-01T05:06:10Z", [0.45, 0.0, 0.55], ""], [17502, "2016-02-01T05:05:41Z", [0.53, 0.0, 0.47], ""], [18392, "2016-02-01T05:05:30Z", [1.0, 0.0, 0.0], ""], [17142, "2016-02-01T05:04:51Z", [0.7, 0.0, 0.3], "Hilary Clinton has been leading the polls by a fair margin in the state over Bernie Sanders, until only now when Bernie has shrunk that margin. Bernie, nevertheless, still remains behind. And with Hilary being extremely popular among the democrats in Iowa, she's definitely going to win this."], [16578, "2016-02-01T05:04:08Z", [0.5, 0.05, 0.45], ""], [18392, "2016-02-01T05:03:47Z", [1.0, 0.0, 0.0], ""], [17278, "2016-02-01T04:59:32Z", [0.57, 0.04, 0.39], "Sanders is too left for Iowa farmers"], [18630, "2016-02-01T04:59:20Z", [0.51, 0.01, 0.48], ""], [17383, "2016-02-01T04:57:23Z", [0.3, 0.1, 0.6], ""], [12879, "2016-02-01T04:55:35Z", [0.51, 0.02, 0.47], ""], [16806, "2016-02-01T04:54:04Z", [0.4, 0.03, 0.57], "He has the support of millennialist and progressives, and the weather should be to his advantage."], [18631, "2016-02-01T04:53:25Z", [0.45, 0.05, 0.5], ""], [18615, "2016-02-01T04:51:05Z", [0.47, 0.08, 0.45], ""], [18632, "2016-02-01T04:49:10Z", [0.43, 0.02, 0.55], ""], [18629, "2016-02-01T04:49:08Z", [0.29, 0.16, 0.55], ""], [17988, "2016-02-01T04:47:43Z", [0.5, 0.05, 0.45], ""], [17249, "2016-02-01T04:45:37Z", [0.45, 0.0, 0.55], ""], [18612, "2016-02-01T04:45:33Z", [0.68, 0.0, 0.32], "Clinton and Sanders both seem to have a large amount of support from the democratic population of the US, unlike O'Malley who I assigned a 0% probability. Although Clinton seems to have much support, many people have raised questions about how directly she is addressing the scandal she was involved in. But, speculation of Clinton doesn't seem to outweigh the Democratic population's concerns with Sanders. Many have recently claimed that his promises are simply blanket statements and policies that are potentially unfeasible to carry out. Therefore, I assigned more probability in Clinton's favour."], [17246, "2016-02-01T04:44:05Z", [0.65, 0.0, 0.35], ""], [17153, "2016-02-01T04:40:50Z", [0.4, 0.0, 0.6], ""], [18628, "2016-02-01T04:39:53Z", [0.55, 0.05, 0.4], ""], [17075, "2016-02-01T04:38:26Z", [0.51, 0.05, 0.44], ""], [18625, "2016-02-01T04:38:11Z", [0.85, 0.0, 0.15], ""], [18627, "2016-02-01T04:38:07Z", [0.8, 0.0, 0.2], ""], [18626, "2016-02-01T04:37:53Z", [0.46, 0.06, 0.48], ""], [18613, "2016-02-01T04:36:17Z", [0.3, 0.0, 0.7], "UT: jvr437\nOverall, I feel that Bernie Sanders has a more likely chance of winning the Iowa caucus because of the nature of his campaign. He is running for the people. His current views against big and all-too powerful corporations, minimum wage increase, keeping money out of politics, etc. have stayed consistent with his views from before he ran for president. Clinton, on the other hand, has changed her beliefs and views, flip-flopping from one end of the spectrum to the other when it was most convenient and people can see that. Like any other people, I think being genuine is the most important quality for ascertaining character. O'Malley simply doesn't have the popular sway to be in the runnings, I think."], [17773, "2016-02-01T04:35:24Z", [0.48, 0.1, 0.42], ""], [17552, "2016-02-01T04:34:54Z", [0.5, 0.1, 0.4], "I don;t know much about politics and such, but from what I've heard and seen, it would seem that Clinton and Sanders are relatively close with Clinton just barely ahead.  "], [18580, "2016-02-01T04:33:37Z", [0.55, 0.0, 0.45], ""], [18624, "2016-02-01T04:33:35Z", [0.48, 0.02, 0.5], ""], [689, "2016-02-01T04:33:12Z", [0.17, 0.67, 0.16], ""], [17178, "2016-02-01T04:32:48Z", [0.52, 0.03, 0.45], "I think that Hilary will be leading the polls, because despite Sanders popular appeal amongst youth and his socialist vision, Iowans will take notice of Hilary's more reasonable platform and tenacious attitude. "], [17139, "2016-02-01T04:32:09Z", [0.6, 0.0, 0.4], ""], [17934, "2016-02-01T04:31:48Z", [0.65, 0.0, 0.35], ""], [18620, "2016-02-01T04:30:50Z", [0.52, 0.05, 0.43], "Martin O'Malley is barely recognized in the media and many people do not know what his platform is because his platform is not given much attention. Bernie Sanders is rising in the polls and gaining student support so he is catching up to Hillary quickly."], [18621, "2016-02-01T04:30:45Z", [0.37, 0.11, 0.52], "Hillary Clinton and Bernie Sanders have proven to be the two most popular democratic candidates. O'Malley has fallen behind making his chances of winning slim. "], [18616, "2016-02-01T04:28:54Z", [0.51, 0.0, 0.49], "Hillary Clinton and Bernie Sanders, in my eyes, seem to practically be tied, the scale tipping back and forth between them. And I haven't heard much on O'Malley so I think its safe to say he's not anywhere near the same level as the other candidates."], [18618, "2016-02-01T04:26:51Z", [0.5, 0.1, 0.4], ""], [18617, "2016-02-01T04:26:49Z", [0.6, 0.0, 0.4], ""], [18619, "2016-02-01T04:25:45Z", [0.4, 0.08, 0.52], ""], [18609, "2016-02-01T04:25:33Z", [0.45, 0.15, 0.4], "Clinton and Sanders have a good chance at winning the Iowa caucuses however, Hillary Clinton polls well in Iowa and therefore might win on February 1st. The other candidate, O'Malley does not have as great of a chance as the other candidates. "], [18614, "2016-02-01T04:25:09Z", [0.38, 0.05, 0.57], "I believe Bernie could have a lead but Hillary still has a good possibility, and you can't leave out O'Malley."], [15751, "2016-02-01T04:24:57Z", [0.64, 0.01, 0.35], ""], [18596, "2016-02-01T04:23:27Z", [0.37, 0.11, 0.52], ""], [5001, "2016-02-01T04:23:01Z", [0.65, 0.0, 0.35], "Final call! Never particularly confident either way, so trying to play safe and move closer to 538.com, PMs and bookies but leaving a bit more room for Bernie surprise. "], [18022, "2016-02-01T04:22:37Z", [0.4, 0.05, 0.55], "I believe either Bernie Sanders or Hillary Clinton will win the Iowa caucus. Although I think it could be either, I believe Sanders has a slighty higher chance of winning due to his recent popularity. "], [17125, "2016-02-01T04:21:56Z", [0.35, 0.02, 0.63], ""], [18611, "2016-02-01T04:21:06Z", [0.45, 0.15, 0.4], "Because Hilary is leading the polls now, I think she will win, but very slightly. Sanders has been on an uprise recently though regarding his vote and due to this, I think it will be very close between Sanders and Clinton."], [18437, "2016-02-01T04:20:59Z", [0.75, 0.05, 0.2], ""], [18610, "2016-02-01T04:20:57Z", [0.45, 0.25, 0.3], "I made my predictions based upon how I feel after researching the candidates. "], [18594, "2016-02-01T04:19:29Z", [0.47, 0.08, 0.45], "Clinton and Sanders have been in a dead heat for weeks, and O'Malley has been falling behind nationwide. "], [18585, "2016-02-01T04:19:23Z", [0.25, 0.0, 0.75], "jsb3674"], [17691, "2016-02-01T04:14:09Z", [0.4, 0.0, 0.6], ""], [18595, "2016-02-01T04:14:05Z", [0.75, 0.05, 0.2], "Hillary Clinton is a huge supporter of Barack Obama's accomplishments and is using these for her own campaign claiming she could build up on his programs. She knows that most of the US population support Obama therefore uses this to gain followers that is one of the reasons why she is the leading candidate for the democratic party."], [18608, "2016-02-01T04:13:47Z", [0.55, 0.4, 0.05], ""], [18605, "2016-02-01T04:11:20Z", [0.49, 0.01, 0.5], ""], [18607, "2016-02-01T04:09:29Z", [0.35, 0.1, 0.55], ""], [18606, "2016-02-01T04:09:16Z", [0.55, 0.01, 0.44], ""], [18601, "2016-02-01T04:08:23Z", [0.43, 0.06, 0.51], ""], [18607, "2016-02-01T04:08:18Z", [0.35, 0.55, 0.1], ""], [17871, "2016-02-01T04:07:42Z", [0.35, 0.0, 0.65], "I feel that Bernie Sanders has a higher chance of winning because I believe that he is a more popular candidate in Iowa. Clinton would definitely be second in terms of popularity and O'Malley is far behind both of them."], [17568, "2016-02-01T04:07:11Z", [0.85, 0.15, 0.0], ""], [18601, "2016-02-01T04:07:08Z", [0.29, 0.06, 0.65], ""], [17350, "2016-02-01T04:07:04Z", [0.46, 0.03, 0.51], ""], [17368, "2016-02-01T04:06:02Z", [0.49, 0.05, 0.46], ""], [18604, "2016-02-01T04:05:55Z", [0.42, 0.08, 0.5], "Although Bernie Sanders appeared to be behind Hillary Clinton, I believe with the added scandal with all of the new emails coming out and her general unenthusiastic approach to campaigning these past couple weeks that Bernie will come out on top."], [17238, "2016-02-01T04:03:50Z", [0.4, 0.1, 0.5], ""], [17584, "2016-02-01T04:02:41Z", [0.48, 0.03, 0.49], ""], [18603, "2016-02-01T04:02:33Z", [0.42, 0.06, 0.52], ""], [18579, "2016-02-01T04:01:55Z", [0.25, 0.1, 0.65], ""], [18598, "2016-02-01T04:01:35Z", [0.41, 0.1, 0.49], "Bernie Sanders has been rising in popularity as a Democratic candidate recently while Hillary Clinton has been losing support and momentum.  The Iowa caucuses will reflect this recent trend in popularity for Bernie Sanders and he will have a marginal win over Hillary Clinton, who will still be a strong candidate."], [18591, "2016-02-01T04:01:23Z", [0.45, 0.05, 0.5], ""], [18301, "2016-02-01T04:00:59Z", [0.45, 0.05, 0.5], ""], [18599, "2016-02-01T04:00:54Z", [0.3, 0.2, 0.5], ""], [18591, "2016-02-01T03:58:13Z", [0.35, 0.4, 0.25], ""], [17538, "2016-02-01T03:57:43Z", [0.5, 0.01, 0.49], "The latest polls show Clinton and Sanders almost neck and neck with Clinton pulling ahead with 3.3 points. Her husband also received the popular vote in Iowa in 1996, which may be in Hillary's favor. "], [17127, "2016-02-01T03:57:36Z", [0.47, 0.03, 0.5], "Bernie Sanders has centralized his campaign around social policy and fixing economic inequality, and he is growing in popularity while Clinton is losing supporters. Quite simply, Sanders will win because Clinton won't win. "], [17322, "2016-02-01T03:55:16Z", [0.42, 0.06, 0.52], "I believe that the final decision will be a close one, but the populist candidate BS will upset the establishment candidate HC. Mainly I think the people of Iowa want to elect the outspoken progressive BS rather than elect HC to continue the policies of the Obama administration."], [18590, "2016-02-01T03:54:06Z", [0.49, 0.06, 0.45], ""], [18587, "2016-02-01T03:53:23Z", [0.49, 0.06, 0.45], ""], [14840, "2016-02-01T03:51:29Z", [0.35, 0.0, 0.65], ""], [16438, "2016-02-01T03:50:44Z", [0.7, 0.0, 0.3], "She's been leading in the last 5 polls including the golden Des Moines Register poll. It'll be close but she'll pull it out"], [18588, "2016-02-01T03:49:50Z", [0.35, 0.1, 0.55], ""], [17260, "2016-02-01T03:49:10Z", [0.3, 0.1, 0.6], ""], [18584, "2016-02-01T03:47:28Z", [0.39, 0.05, 0.56], ""], [17348, "2016-02-01T03:47:15Z", [0.44, 0.09, 0.47], ""], [18569, "2016-02-01T03:45:24Z", [0.25, 0.0, 0.75], ""], [18583, "2016-02-01T03:45:23Z", [0.25, 0.0, 0.75], ""], [17571, "2016-02-01T03:45:19Z", [0.52, 0.03, 0.45], ""], [18576, "2016-02-01T03:44:32Z", [0.15, 0.0, 0.85], "Although HC has the lead, BS has been closing the percentage gap. I think people have been flip flopping from HC to BS pretty rapidly."], [18581, "2016-02-01T03:41:52Z", [0.45, 0.1, 0.45], ""], [18578, "2016-02-01T03:38:55Z", [0.35, 0.05, 0.6], ""], [18441, "2016-02-01T03:38:50Z", [0.45, 0.0, 0.55], ""], [17328, "2016-02-01T03:34:48Z", [0.4, 0.02, 0.58], ""], [17214, "2016-02-01T03:34:09Z", [0.63, 0.04, 0.33], "Hilary appeals to a wider variety of people and please people by conforming her own beliefs to those of the majority like gay marriage she didn't use to be for it. Bernie Sanders is too extreme and radical in his ways to appeal to a wide enough variety of people. He is very firm in his beliefs but a little much for a lot of people. Martin O'Malley won't have enough votes and isn't in the media near as much as the other two.\nMCP2559"], [689, "2016-02-01T03:32:10Z", [0.47, 0.0, 0.53], ""], [18573, "2016-02-01T03:31:32Z", [0.26, 0.04, 0.7], "Bernie Sanders"], [18571, "2016-02-01T03:31:28Z", [0.89, 0.0, 0.11], ""], [17076, "2016-02-01T03:30:43Z", [0.47, 0.04, 0.49], ""], [17772, "2016-02-01T03:29:48Z", [0.53, 0.03, 0.44], "I think it will be a close call between Clinton and Bernie, but because of Clintons established role of secretary of state while Bernie is more of an outcast for conservative Iowa, I think Clinton will clinch the final spot. "], [18513, "2016-02-01T03:29:10Z", [0.55, 0.02, 0.43], ""], [18575, "2016-02-01T03:29:01Z", [0.65, 0.0, 0.35], ""], [17161, "2016-02-01T03:28:50Z", [0.5, 0.05, 0.45], ""], [17089, "2016-02-01T03:28:29Z", [0.15, 0.0, 0.85], ""], [18572, "2016-02-01T03:28:23Z", [0.55, 0.09, 0.36], ""], [17112, "2016-02-01T03:27:25Z", [0.52, 0.04, 0.44], "Though Bernie Sanders has been making a popular impact, Clinton did a rather bold move by defending Obamacare, which is very popular amongst older age groups (though not so much to the youth). In addition, women tend to support Clinton more. With these two factors together (in addition to Sander's price tag for his plans, I think it may turn out like so)"], [14368, "2016-02-01T03:26:35Z", [0.46, 0.0, 0.54], ""], [14672, "2016-02-01T03:26:18Z", [0.6, 0.0, 0.4], ""], [17403, "2016-02-01T03:26:01Z", [0.75, 0.0, 0.25], ""], [17444, "2016-02-01T03:25:29Z", [0.57, 0.05, 0.38], ""], [17982, "2016-02-01T03:24:37Z", [0.38, 0.22, 0.4], ""], [17194, "2016-02-01T03:24:30Z", [0.39, 0.08, 0.53], ""], [18555, "2016-02-01T03:21:55Z", [0.46, 0.24, 0.3], ""], [18568, "2016-02-01T03:21:05Z", [0.65, 0.2, 0.15], ""], [18323, "2016-02-01T03:20:21Z", [0.54, 0.03, 0.43], "I don't think Bernie can lock it down in Iowa. "], [17532, "2016-02-01T03:18:36Z", [0.42, 0.05, 0.53], ""], [17500, "2016-02-01T03:18:08Z", [0.48, 0.01, 0.51], ""], [18565, "2016-02-01T03:17:01Z", [0.64, 0.01, 0.35], ""], [18562, "2016-02-01T03:15:48Z", [0.6, 0.1, 0.3], ""], [18430, "2016-02-01T03:14:55Z", [0.68, 0.04, 0.28], "Although Sanders has recently become more popular in the polls, I believe that Hilary will retain the momentum that she has built with her campaign. Matin O'Malley is pretty much irrelevant at this point in the race, but I think Sanders will finish somewhat poorly as well."], [18557, "2016-02-01T03:14:50Z", [0.19, 0.3, 0.51], ""], [18564, "2016-02-01T03:14:21Z", [0.4, 0.03, 0.57], ""], [18563, "2016-02-01T03:13:47Z", [0.4, 0.3, 0.3], ""], [17621, "2016-02-01T03:13:15Z", [0.65, 0.03, 0.32], ""], [18561, "2016-02-01T03:11:36Z", [0.6, 0.0, 0.4], ""], [18479, "2016-02-01T03:10:31Z", [0.55, 0.05, 0.4], ""], [18358, "2016-02-01T03:10:25Z", [0.49, 0.04, 0.47], "Hillary has the unique selling point of being the first female president, and is backed by more staunch supporters as many have doubts about her direct rival, Bernie Sanders."], [18560, "2016-02-01T03:09:50Z", [0.55, 0.0, 0.45], ""], [18559, "2016-02-01T03:07:17Z", [0.4, 0.15, 0.45], ""], [17208, "2016-02-01T03:06:08Z", [0.0, 0.0, 1.0], "He is the clear candidate who deserves the win. Hilary Clinton is a hypocrite who adheres her campaign to fit whatever voting sect she thinks she can win. Bernie Sander has been preaching the same thing for 50 years."], [18554, "2016-02-01T03:05:20Z", [0.28, 0.2, 0.52], ""], [17387, "2016-02-01T03:04:07Z", [0.37, 0.12, 0.51], ""], [18545, "2016-02-01T03:04:00Z", [0.49, 0.04, 0.47], "Hillary Clinton has the political presence that might be enough to edge out Bernie Sanders's growing support from young voters."], [18556, "2016-02-01T03:03:35Z", [0.6, 0.05, 0.35], ""], [17808, "2016-02-01T03:03:29Z", [0.19, 0.26, 0.55], ""], [17114, "2016-02-01T03:03:02Z", [0.55, 0.0, 0.45], "UT EID"], [18183, "2016-02-01T03:01:57Z", [0.4, 0.05, 0.55], ""], [17228, "2016-02-01T03:01:45Z", [0.5, 0.1, 0.4], ""], [17207, "2016-02-01T03:00:52Z", [0.18, 0.0, 0.82], "he cool\n"], [18457, "2016-02-01T03:00:46Z", [0.99, 0.0, 0.01], "Can I give Bernie negative?"], [17189, "2016-02-01T03:00:34Z", [0.6, 0.02, 0.38], "I think Bernie is just too extreme"], [18498, "2016-02-01T02:59:34Z", [0.45, 0.07, 0.48], ""], [17354, "2016-02-01T02:59:25Z", [0.5, 0.1, 0.4], ""], [18553, "2016-02-01T02:59:02Z", [0.45, 0.02, 0.53], ""], [17166, "2016-02-01T02:59:01Z", [0.55, 0.1, 0.35], ""], [18552, "2016-02-01T02:58:43Z", [0.48, 0.03, 0.49], "Bernie Sanders is quickly picking up support from younger audiences, but that alone is not enough to beat Hillary Clinton. Martin O'Malley's supporters are key in this, as he is a more moderate candidate and if he were not running, his supporters would most likely support Clinton instead. O'Malley divides older, more moderate Democrats by just enough to give Sanders the extra push he needs."], [17245, "2016-02-01T02:58:41Z", [0.44, 0.01, 0.55], ""], [18550, "2016-02-01T02:58:34Z", [0.55, 0.0, 0.45], ""], [17189, "2016-02-01T02:58:25Z", [1.0, 0.0, 0.0], "I think Bernie is just too extreme. "], [18551, "2016-02-01T02:57:38Z", [0.0, 0.15, 0.85], ""], [18547, "2016-02-01T02:50:16Z", [0.48, 0.02, 0.5], "I think Sanders will win because their is a lot of controversy that surrounds Clinton. "], [18549, "2016-02-01T02:49:47Z", [0.5, 0.02, 0.48], ""], [17191, "2016-02-01T02:49:43Z", [0.65, 0.05, 0.3], "Hillary has had support in the past, she has gained her voter's trust back in the 2008 caucus and did decent with 29% of the vote. "], [18465, "2016-02-01T02:49:39Z", [0.6, 0.05, 0.35], ""], [14268, "2016-02-01T02:49:38Z", [0.45, 0.0, 0.55], ""], [17306, "2016-02-01T02:49:11Z", [0.69, 0.09, 0.22], ""], [17473, "2016-02-01T02:48:43Z", [0.35, 0.1, 0.55], "Who's O'Malley?  Bernie seems to be doing really well. Hilary just has some baggage."], [821, "2016-02-01T02:48:42Z", [0.6, 0.0, 0.4], ""], [17592, "2016-02-01T02:48:32Z", [0.65, 0.1, 0.25], ""], [17638, "2016-02-01T02:47:28Z", [0.53, 0.02, 0.45], ""], [18548, "2016-02-01T02:47:12Z", [0.7, 0.05, 0.25], ""], [17615, "2016-02-01T02:47:06Z", [0.4, 0.14, 0.46], ""], [18547, "2016-02-01T02:45:56Z", [0.48, 0.02, 0.5], ""], [18546, "2016-02-01T02:45:17Z", [0.35, 0.0, 0.65], ""], [17453, "2016-02-01T02:45:14Z", [0.35, 0.05, 0.6], "Bernie Sanders and Hillary Clinton are both popular candidates, however I feel like Sanders has more support due to his views "], [17540, "2016-02-01T02:44:26Z", [0.3, 0.0, 0.7], ""], [18543, "2016-02-01T02:43:07Z", [0.46, 0.05, 0.49], "UT: bev372\nBased on new polls Bernie seems to be catching up to Hillary Iowa, and I believe that he will win by an extremely small margin in the Iowa caucuses, while Martin O'Malley will receive very little of the vote."], [17500, "2016-02-01T02:43:03Z", [0.48, 0.01, 0.51], ""], [12891, "2016-02-01T02:42:36Z", [0.44, 0.1, 0.46], ""], [18544, "2016-02-01T02:41:16Z", [0.0, 0.0, 1.0], ""], [14368, "2016-02-01T02:40:25Z", [0.46, 0.01, 0.53], ""], [17159, "2016-02-01T02:39:01Z", [0.65, 0.0, 0.35], "I think Hillary Clinton is more likely to win over Bernie Sanders simply because Bernie Sanders is too liberal."], [8931, "2016-02-01T02:37:40Z", [0.8, 0.0, 0.2], ""], [18541, "2016-02-01T02:37:15Z", [0.5, 0.0, 0.5], ""], [18542, "2016-02-01T02:37:04Z", [0.35, 0.0, 0.65], "Sanders"], [17251, "2016-02-01T02:36:19Z", [0.95, 0.05, 0.0], ""], [18536, "2016-02-01T02:36:01Z", [0.5, 0.05, 0.45], ""], [18153, "2016-02-01T02:35:24Z", [0.4, 0.0, 0.6], "Being a rural state I feel Bernies stance on Wall Street and more social services will attract Iowans his way. "], [18538, "2016-02-01T02:35:03Z", [0.5, 0.15, 0.35], ""], [18540, "2016-02-01T02:34:17Z", [0.51, 0.11, 0.38], "Bernie has great appeal for younger generations, but voter turnout for younger generations may not be as high as the turnout for older adults frustrated with the current government. Hillary Clinton has an established name, which both benefits and harms her in various instances."], [16130, "2016-02-01T02:33:03Z", [0.65, 0.0, 0.35], ""], [17436, "2016-02-01T02:31:42Z", [0.42, 0.03, 0.55], ""], [18533, "2016-02-01T02:31:32Z", [0.75, 0.0, 0.25], "Hillary"], [16130, "2016-02-01T02:31:04Z", [0.55, 0.0, 0.45], ""], [17115, "2016-02-01T02:30:39Z", [0.33, 0.14, 0.53], ""], [17750, "2016-02-01T02:28:16Z", [0.52, 0.17, 0.31], "Hillary is very well known due to her husband so i think she will garner the most attention while Bernie is also a big name so he will come second. Martin Omalley isn't even relevant and i have not really seen him on the media so the precedent is that he is and will be behind."], [18539, "2016-02-01T02:28:10Z", [0.1, 0.05, 0.85], ""], [18469, "2016-02-01T02:27:56Z", [0.45, 0.3, 0.25], ""], [18537, "2016-02-01T02:26:28Z", [0.4, 0.0, 0.6], ""], [17362, "2016-02-01T02:26:02Z", [0.35, 0.0, 0.65], "I feel like Bernie will win if the voter turnout is great, which i think will happen."], [18533, "2016-02-01T02:25:30Z", [0.75, 0.0, 0.25], "Hillary"], [18537, "2016-02-01T02:24:22Z", [0.4, 0.0, 0.6], ""], [18535, "2016-02-01T02:24:20Z", [0.29, 0.06, 0.65], ""], [17456, "2016-02-01T02:24:12Z", [0.54, 0.0, 0.46], ""], [17376, "2016-02-01T02:22:53Z", [0.2, 0.15, 0.65], "Sanders has naturally begun to appeal to a large number of voters, and Hilary's low popularity on social media will definitely come to hurt her. "], [18531, "2016-02-01T02:22:43Z", [0.4, 0.0, 0.6], ""], [17374, "2016-02-01T02:20:54Z", [0.45, 0.0, 0.55], ""], [18292, "2016-02-01T02:19:57Z", [0.6, 0.05, 0.35], ""], [17323, "2016-02-01T02:18:44Z", [0.56, 0.03, 0.41], "Hillary will take the win in Iowa."], [18533, "2016-02-01T02:17:25Z", [0.75, 0.0, 0.25], ""], [18532, "2016-02-01T02:16:12Z", [0.65, 0.05, 0.3], "Based on media, she is a well known candidate and if people have not done a lot of research she will be on their minds."], [18523, "2016-02-01T02:14:19Z", [0.55, 0.04, 0.41], ""], [16130, "2016-02-01T02:14:16Z", [0.55, 0.01, 0.44], ""], [18529, "2016-02-01T02:13:34Z", [0.25, 0.0, 0.75], ""], [18485, "2016-02-01T02:10:58Z", [0.44, 0.01, 0.55], "The U.S. consistently exhibits higher rates of income inequality than most developed nations due to the nation's enhanced support of free market capitalism and less progressive spending on social services. Bernie Sanders has best addressed this issue. "], [18518, "2016-02-01T02:10:46Z", [0.3, 0.0, 0.7], "Hillary Clinton has garnered much negative attention in the media. From the Benghazi trials, private emails, and even her past as a young woman, she has garnered negative attention. Bernie Sanders, although he is a socialist, has a very strong appeal to the people. He has expressed his virtue and even has the gumption to prove it. He has flown in economy class planes, refused corporate donations, and has in general been a genuine person. He also has the strongest appeal to a strong card, young voters. By bringing up the issue on the costs of college, Sanders has begun to to appeal to a very large portion of voters."], [7272, "2016-02-01T02:09:44Z", [0.6, 0.0, 0.4], "She will get Omalleys delegates"], [18182, "2016-02-01T02:09:09Z", [0.52, 0.03, 0.45], ""], [17723, "2016-02-01T02:06:17Z", [0.48, 0.05, 0.47], ""], [17589, "2016-02-01T02:05:55Z", [0.45, 0.0, 0.55], ""], [18521, "2016-02-01T02:05:13Z", [0.44, 0.05, 0.51], ""], [18524, "2016-02-01T02:05:04Z", [0.47, 0.04, 0.49], ""], [18521, "2016-02-01T02:04:40Z", [0.44, 0.05, 0.51], ""], [18525, "2016-02-01T02:04:11Z", [0.45, 0.05, 0.5], ""], [17162, "2016-02-01T02:03:12Z", [0.25, 0.15, 0.6], ""], [17156, "2016-02-01T02:03:07Z", [0.5, 0.12, 0.38], "Hillary is the most well known candidate I would say so I think she will have the most support. Bernie has a lot of supporters and a lot of people against him so I would say he is next. I don't know who Martin o malley is"], [17243, "2016-02-01T02:02:08Z", [0.46, 0.15, 0.39], ""], [18517, "2016-02-01T01:58:34Z", [0.29, 0.01, 0.7], ""], [18520, "2016-02-01T01:58:29Z", [0.15, 0.05, 0.8], ""], [18507, "2016-02-01T01:53:30Z", [0.48, 0.01, 0.51], ""], [17432, "2016-02-01T01:53:14Z", [0.45, 0.0, 0.55], ""], [18305, "2016-02-01T01:52:29Z", [0.49, 0.0, 0.51], ""], [16291, "2016-02-01T01:52:22Z", [0.85, 0.0, 0.15], ""], [18515, "2016-02-01T01:52:18Z", [0.2, 0.15, 0.65], ""], [18516, "2016-02-01T01:52:13Z", [0.47, 0.03, 0.5], ""], [8305, "2016-02-01T01:47:29Z", [0.45, 0.0, 0.55], "If Mr. Sanders can get the youngsters to vote, he will win. "], [17398, "2016-02-01T01:46:37Z", [0.7, 0.0, 0.3], ""], [18508, "2016-02-01T01:44:55Z", [0.21, 0.22, 0.57], ""], [18511, "2016-02-01T01:43:38Z", [0.95, 0.05, 0.0], ""], [8171, "2016-02-01T01:43:23Z", [0.4, 0.0, 0.6], ""], [17262, "2016-02-01T01:43:00Z", [0.3, 0.2, 0.5], ""], [18512, "2016-02-01T01:42:59Z", [0.44, 0.1, 0.46], ""], [18510, "2016-02-01T01:42:56Z", [0.5, 0.2, 0.3], ""], [17964, "2016-02-01T01:42:48Z", [0.6, 0.05, 0.35], ""], [18492, "2016-02-01T01:40:59Z", [0.45, 0.02, 0.53], ""], [18501, "2016-02-01T01:38:43Z", [1.0, 0.0, 0.0], ""], [18485, "2016-02-01T01:37:40Z", [0.44, 0.01, 0.55], ""], [17868, "2016-02-01T01:36:54Z", [0.25, 0.0, 0.75], ""], [18506, "2016-02-01T01:35:24Z", [0.56, 0.03, 0.41], ""], [17805, "2016-02-01T01:34:54Z", [0.51, 0.02, 0.47], ""], [18503, "2016-02-01T01:32:46Z", [0.25, 0.0, 0.75], ""], [18496, "2016-02-01T01:30:49Z", [0.45, 0.03, 0.52], ""], [17152, "2016-02-01T01:30:19Z", [0.5, 0.25, 0.25], ""], [7699, "2016-02-01T01:28:55Z", [0.92, 0.0, 0.08], ""], [17865, "2016-02-01T01:27:11Z", [0.25, 0.1, 0.65], ""], [18499, "2016-02-01T01:25:26Z", [0.39, 0.2, 0.41], ""], [17390, "2016-02-01T01:25:19Z", [0.49, 0.04, 0.47], ""], [14367, "2016-02-01T01:25:14Z", [0.35, 0.0, 0.65], ""], [17544, "2016-02-01T01:24:01Z", [0.46, 0.07, 0.47], "Clinton and Sanders are much more appealing and will be a close race between them. Since Sanders appeals more to the younger voters, he will come out ahead of Clinton and O'Malley. "], [18134, "2016-02-01T01:23:55Z", [0.35, 0.1, 0.55], ""], [18425, "2016-02-01T01:21:51Z", [0.75, 0.05, 0.2], ""], [18425, "2016-02-01T01:19:44Z", [0.75, 0.05, 0.2], ""], [18500, "2016-02-01T01:19:27Z", [0.75, 0.0, 0.25], "I think that no one in the democratic party can challenge Hillary. I think she has too many supporters"], [17263, "2016-02-01T01:19:16Z", [0.45, 0.0, 0.55], ""], [8688, "2016-02-01T01:18:52Z", [0.45, 0.05, 0.5], ""], [17224, "2016-02-01T01:18:40Z", [0.35, 0.25, 0.4], ""], [18494, "2016-02-01T01:15:48Z", [0.45, 0.05, 0.5], ""], [17901, "2016-02-01T01:14:42Z", [0.5, 0.15, 0.35], ""], [18495, "2016-02-01T01:11:19Z", [0.36, 0.13, 0.51], ""], [18497, "2016-02-01T01:11:00Z", [0.3, 0.31, 0.39], "I think Bernie Sanders' push towards the legalization of Marijuana will persuade many young voters to vote for him."], [17420, "2016-02-01T01:10:51Z", [0.44, 0.2, 0.36], "UT: MAJ3355\nI believe that Hillary will take the lead while Bernie Sanders will follow a close second. "], [17549, "2016-02-01T01:08:25Z", [0.45, 0.05, 0.5], ""], [17457, "2016-02-01T01:06:58Z", [0.42, 0.02, 0.56], "I think sanders can clench it given his recent success in the polls.\nUT: dd28865"], [2712, "2016-02-01T01:05:45Z", [0.85, 0.0, 0.15], ""], [17295, "2016-02-01T01:04:54Z", [0.4, 0.1, 0.5], ""], [17506, "2016-02-01T01:04:40Z", [0.39, 0.05, 0.56], ""], [18434, "2016-02-01T01:02:51Z", [0.47, 0.0, 0.53], ""], [18418, "2016-02-01T01:02:44Z", [0.41, 0.05, 0.54], ""], [17438, "2016-02-01T01:02:34Z", [0.45, 0.28, 0.27], ""], [17080, "2016-02-01T01:01:50Z", [0.49, 0.04, 0.47], ""], [17657, "2016-02-01T01:01:25Z", [0.43, 0.09, 0.48], ""], [17688, "2016-02-01T01:00:43Z", [0.52, 0.01, 0.47], "Support for Hillary and Bernie has been pretty equal, but news reports point at Hillary being ahead for the time being. "], [18488, "2016-02-01T00:59:49Z", [0.9, 0.05, 0.05], ""], [8369, "2016-02-01T00:59:40Z", [0.79, 0.05, 0.16], ""], [18490, "2016-02-01T00:57:55Z", [0.59, 0.0, 0.41], ""], [18491, "2016-02-01T00:57:19Z", [0.5, 0.05, 0.45], ""], [18449, "2016-02-01T00:56:03Z", [0.5, 0.04, 0.46], ""], [15429, "2016-02-01T00:54:50Z", [0.65, 0.0, 0.35], "There's a lot of factors here - in no particular order:\n1. First but not foremost, O'Malley is a non-factor. He may get a few delegates, but definitely no more than 3-5% of the total delegate pool. A more interesting question is where those who initially go for him end up if they don't get enough caucus goers to get a delegate. The Des Moines Register (http://www.cnn.com/2016/01/31/politics/martin-omalley-important-iowa/) says they'd split relatively evenly in the groups that have already identified a second candidate, but I suspect Clinton would ultimate come out ahead of Sanders in that O'Malley's ideology is closer to Clinton's.\n2. Sanders self-identifying as a socialist is problematic. While he has experienced tremendous growth in the polls, I strongly suspect that label will be problematic for older voters and that they'll break toward Clinton.\n3. The weather tomorrow will be a major factor. In the western part of the state, snow could begin as early as 6 p.m. In Des Moines and points east, it'll be later. If you look at the relative importance of counties (http://blogs.wsj.com/washwire/2016/01/30/iowa-democratic-caucus-counties-to-watch/), most of the State's more liberal areas (Iowa City, Dubuque, etc.) will likely wrap up PRIOR to the storm, which bodes well for Sanders. This is one of my primary reasons for departing with the FiveThirtyEight forecast, which I typically trust on polling. A two-for-one prediction here: If Sanders wins Iowa, he easily wins New Hampshire though he will need to work hard to win the subsequent states. If Clinton wins, her odds of winning NH are significantly better, and Sanders will be fighting an even harder uphill battle."], [18482, "2016-02-01T00:53:15Z", [0.45, 0.05, 0.5], "Feel the Bern"], [15780, "2016-02-01T00:53:12Z", [0.54, 0.04, 0.42], ""], [17225, "2016-02-01T00:53:03Z", [0.6, 0.1, 0.3], ""], [17375, "2016-02-01T00:52:45Z", [0.46, 0.04, 0.5], ""], [18483, "2016-02-01T00:52:03Z", [0.51, 0.0, 0.49], ""], [17296, "2016-02-01T00:50:09Z", [0.45, 0.05, 0.5], "I have a strong distaste for Hillary"], [18359, "2016-02-01T00:49:12Z", [0.45, 0.22, 0.33], "The reason I made this prediction is because with the democratic party Hillary Clinton is shown to be the most liked out of the other candidates. On the other hand Bernie Sanders and Martin O'Malley are rising up too. However, in my opinion Hillary Clinton will take the Iowa caucus."], [18484, "2016-02-01T00:48:54Z", [0.35, 0.05, 0.6], ""], [18478, "2016-02-01T00:47:26Z", [0.41, 0.01, 0.58], ""], [17499, "2016-02-01T00:46:28Z", [0.46, 0.03, 0.51], ""], [18481, "2016-02-01T00:43:34Z", [0.4, 0.15, 0.45], ""], [18480, "2016-02-01T00:41:53Z", [0.45, 0.0, 0.55], ""], [17670, "2016-02-01T00:39:51Z", [0.55, 0.01, 0.44], ""], [17474, "2016-02-01T00:38:12Z", [0.46, 0.03, 0.51], ""], [17471, "2016-02-01T00:35:33Z", [0.51, 0.03, 0.46], ""], [17335, "2016-02-01T00:34:46Z", [0.22, 0.03, 0.75], ""], [17345, "2016-02-01T00:34:46Z", [0.5, 0.0, 0.5], ""], [17402, "2016-02-01T00:34:42Z", [0.58, 0.05, 0.37], ""], [699, "2016-02-01T00:33:31Z", [0.25, 0.0, 0.75], ""], [17252, "2016-02-01T00:33:21Z", [0.0, 0.05, 0.95], ""], [18477, "2016-02-01T00:30:04Z", [0.4, 0.15, 0.45], ""], [16342, "2016-02-01T00:28:25Z", [0.52, 0.01, 0.47], ""], [18474, "2016-02-01T00:26:25Z", [0.44, 0.04, 0.52], "Bernie Sanders has been closing the gap between himself and Clinton in Iowa. Despite being behind in recent polls, I believe Sanders will take the lead."], [18462, "2016-02-01T00:23:43Z", [0.53, 0.03, 0.44], "Hillary Clinton has outpaced any Democratic nominee in congressional endorsements. I also believe Hillary Clinton has early support from Democratic congressmen giving her the higher advantage on Bernie Sanders who I have predicted will remain a close second. Bernie Sanders could have won, however, Hillary Clinton may have a stronger campaign and more people supporting her views and campaign. Martin O'Malley, I believe, does not really have chance against the stronger two candidates."], [17928, "2016-02-01T00:22:04Z", [0.35, 0.25, 0.4], ""], [17344, "2016-02-01T00:20:46Z", [0.5, 0.03, 0.47], ""], [18472, "2016-02-01T00:20:23Z", [0.4, 0.01, 0.59], ""], [18467, "2016-02-01T00:19:18Z", [0.5, 0.02, 0.48], "Clinton is currently ahead of Sanders in most polls; however, Sanders has a lot of momentum in Iowa. Both candidates' campaigns are highly localized, and it seems as if the race will be very close. I predict that Hillary will win by a small margin, since she is currently ahead in the polls. "], [17073, "2016-02-01T00:17:18Z", [0.41, 0.0, 0.59], ""], [17531, "2016-02-01T00:16:52Z", [0.65, 0.0, 0.35], ""], [17581, "2016-02-01T00:16:51Z", [0.45, 0.13, 0.42], "The votes are going to come close between Hilary Clinton and Bernie Sanders. While Hilary Clinton used to be mainly a right-winged democrat she has now switched to being left-winged. Her feminist views have attracted a lot of attention, and her experience as governor of New York and former First Lady makes her favored to win. Bernie Sanders is popular with the younger demographic, especially on his view of free college tuition, climate change, and women's rights. He is also governor of Vermont giving him experience. Martin O'Malley is the least favored to win out of the democratic candidates. He was governor of Maryland, giving him some votes however, he is not well-known putting him at the bottom."], [8888, "2016-02-01T00:16:28Z", [0.45, 0.0, 0.55], "Based on turnout"], [18470, "2016-02-01T00:15:19Z", [0.55, 0.05, 0.4], ""], [8877, "2016-02-01T00:13:57Z", [0.6, 0.01, 0.39], "Best candidate and most experienced running"], [18428, "2016-02-01T00:13:55Z", [0.55, 0.0, 0.45], "It's a close race between the two leading democratic candidates.  With Clinton's voters being more likely caucus-goers, she has a slight edge over Sanders."], [4531, "2016-02-01T00:13:46Z", [0.8, 0.0, 0.2], ""], [16886, "2016-02-01T00:12:50Z", [0.54, 0.0, 0.46], ""], [18297, "2016-02-01T00:01:42Z", [0.52, 0.0, 0.48], ""], [18466, "2016-02-01T00:00:49Z", [0.47, 0.09, 0.44], ""], [18466, "2016-02-01T00:00:31Z", [0.47, 0.09, 0.44], ""], [17606, "2016-02-01T00:00:25Z", [0.57, 0.0, 0.43], ""], [18466, "2016-01-31T23:59:44Z", [0.47, 0.09, 0.44], ""], [17529, "2016-01-31T23:58:57Z", [0.37, 0.15, 0.48], ""], [17258, "2016-01-31T23:56:44Z", [0.45, 0.23, 0.32], ""], [15004, "2016-01-31T23:53:58Z", [0.65, 0.35, 0.0], ""], [17483, "2016-01-31T23:53:13Z", [0.45, 0.0, 0.55], ""], [17203, "2016-01-31T23:52:45Z", [0.4, 0.0, 0.6], ""], [18461, "2016-01-31T23:50:34Z", [0.5, 0.05, 0.45], "I believe that since Hilary is keeping a slim edge over Sanders in the latest Iowa polls as of 21 hours ago, she has a slightly higher chance over him. However both are likely. "], [17413, "2016-01-31T23:50:26Z", [1.0, 0.0, 0.0], ""], [4715, "2016-01-31T23:49:15Z", [0.65, 0.05, 0.3], "First follow the most successful polls over at least two elections and it reduces the guess work. Second profile the size and demographics of the core support group each candidate has attracted, and last compare likely turn out by age group. Hillary Clinton will overwhelm Sanders because her support comes from the most dependable group, women over 35, Nate Silver gives her a huge lead going into the caucuses and her supporters are likely to turn out in lager numbers. I might add, enthusiasm from young voters for Sanders are mobile not registered local voters."], [17366, "2016-01-31T23:47:54Z", [0.46, 0.06, 0.48], ""], [18402, "2016-01-31T23:43:33Z", [0.3, 0.08, 0.62], ""], [13957, "2016-01-31T23:43:27Z", [0.4, 0.0, 0.6], ""], [18459, "2016-01-31T23:42:40Z", [0.5, 0.05, 0.45], ""], [15472, "2016-01-31T23:41:27Z", [0.2, 0.15, 0.65], ""], [17794, "2016-01-31T23:38:03Z", [0.55, 0.15, 0.3], ""], [18460, "2016-01-31T23:37:48Z", [0.15, 0.1, 0.75], "I believe BS will win the Iowa Caucus based on HC's slow decline in the runnings. "], [4548, "2016-01-31T23:37:36Z", [0.98, 0.0, 0.02], ""], [18461, "2016-01-31T23:37:01Z", [0.5, 0.05, 0.45], ""], [17667, "2016-01-31T23:36:46Z", [0.44, 0.08, 0.48], ""], [16109, "2016-01-31T23:35:53Z", [0.25, 0.04, 0.71], ""], [17692, "2016-01-31T23:34:54Z", [0.31, 0.11, 0.58], "I feel that Bernie Sanders has a very good chance of winning the Iowa Caucus "], [17628, "2016-01-31T23:34:21Z", [0.41, 0.15, 0.44], ""], [18245, "2016-01-31T23:34:10Z", [0.45, 0.17, 0.38], "UT: lp24923"], [10908, "2016-01-31T23:32:12Z", [0.95, 0.0, 0.05], ""], [18131, "2016-01-31T23:31:07Z", [0.47, 0.15, 0.38], ""], [18453, "2016-01-31T23:30:28Z", [0.51, 0.0, 0.49], ""], [17543, "2016-01-31T23:30:10Z", [0.25, 0.1, 0.65], ""], [18231, "2016-01-31T23:27:49Z", [0.5, 0.0, 0.5], ""], [18458, "2016-01-31T23:27:05Z", [0.3, 0.1, 0.6], ""], [17690, "2016-01-31T23:26:34Z", [0.4, 0.05, 0.55], "I believe that Bernie Sanders will win the Iowa Caucus for the Democratic party due to Hillary slowly falling away in the runnings. "], [17025, "2016-01-31T23:25:14Z", [0.37, 0.0, 0.63], "Updated:  The weather is still looking good for most of the state (at least until voting closes) except for northwestern portion of the state - so Sanders shouldn't be effected by the weather (since the areas his voters are concentrated in aren't in that area of the state).  I've been thinking more about where O'malley's voters will go, and I think they are more likely to go to the Sander's camp than Clinton's, giving Sanders a couple point bump.  I've also thought of the few percent of undecided voters out there.  I think they will mostly go to Sanders, to fall in line with this year's theme of going against establishment figures.  In the end, I think Sanders is going to win, only by a slight margin though. Sanders:\nStart: 50% (since even in polls)\nClinton hurt by bad weather in northwest: 2%\nO'malley votes: 7%\nUndecided votes: 4%\nTotal (Sanders): 63%"], [18451, "2016-01-31T23:24:35Z", [0.49, 0.05, 0.46], ""], [18456, "2016-01-31T23:24:10Z", [0.4, 0.05, 0.55], ""], [18455, "2016-01-31T23:23:08Z", [0.6, 0.05, 0.35], ""], [17539, "2016-01-31T23:20:54Z", [0.3, 0.05, 0.65], ""], [18452, "2016-01-31T23:20:52Z", [0.65, 0.0, 0.35], "I'd like to hope Sanders would win over the caucus, but I fear that not enough of his younger supporters will be involved in the voting."], [16338, "2016-01-31T23:19:59Z", [0.45, 0.0, 0.55], ""], [16955, "2016-01-31T23:19:24Z", [0.53, 0.0, 0.47], ""], [17091, "2016-01-31T23:19:15Z", [0.3, 0.0, 0.7], ""], [17519, "2016-01-31T23:18:20Z", [0.7, 0.0, 0.3], ""], [10783, "2016-01-31T23:17:14Z", [1.0, 0.0, 0.0], ""], [18106, "2016-01-31T23:16:24Z", [0.21, 0.0, 0.79], ""], [102, "2016-01-31T23:16:21Z", [0.5, 0.0, 0.5], ""], [17289, "2016-01-31T23:16:19Z", [0.49, 0.03, 0.48], "I don't believe that O'Malley can get to 15% in a lot of rooms, so the question is which line will his supporters join. I believe that Sanders will steal the majority of O'Malley supporters, but not quite enough to catch Hillary.  "], [17566, "2016-01-31T23:15:42Z", [0.49, 0.05, 0.46], ""], [17644, "2016-01-31T23:15:35Z", [0.4, 0.05, 0.55], ""], [18298, "2016-01-31T23:13:58Z", [0.47, 0.07, 0.46], "UT:ag58444"], [17519, "2016-01-31T23:13:30Z", [0.75, 0.0, 0.25], ""], [17628, "2016-01-31T23:10:52Z", [0.47, 0.04, 0.49], ""], [17282, "2016-01-31T23:10:18Z", [0.55, 0.0, 0.45], ""], [17252, "2016-01-31T23:09:46Z", [0.5, 0.0, 0.5], ""], [18448, "2016-01-31T23:09:05Z", [0.7, 0.0, 0.3], "Hillary has put the most time and money into the campaign there and I believe she will when."], [16160, "2016-01-31T23:07:39Z", [0.8, 0.0, 0.2], "Hillary has been ahead this far-seems unlikely they'll switch tonight. "], [17554, "2016-01-31T23:04:39Z", [0.51, 0.03, 0.46], ""], [17103, "2016-01-31T23:02:56Z", [0.4, 0.25, 0.35], ""], [18170, "2016-01-31T23:00:05Z", [0.48, 0.06, 0.46], ""], [18442, "2016-01-31T22:57:44Z", [0.4, 0.0, 0.6], ""], [64, "2016-01-31T22:56:42Z", [0.8, 0.0, 0.2], ""], [18294, "2016-01-31T22:53:45Z", [0.75, 0.05, 0.2], "survey of other polls"], [17082, "2016-01-31T22:53:32Z", [0.46, 0.15, 0.39], ""], [18447, "2016-01-31T22:53:15Z", [0.46, 0.15, 0.39], ""], [18444, "2016-01-31T22:53:01Z", [0.6, 0.1, 0.3], ""], [14933, "2016-01-31T22:49:04Z", [0.7, 0.0, 0.3], ""], [18445, "2016-01-31T22:47:27Z", [0.45, 0.2, 0.35], ""], [18436, "2016-01-31T22:46:29Z", [0.35, 0.05, 0.6], ""], [17809, "2016-01-31T22:45:45Z", [0.35, 0.25, 0.4], "I think it will be close between Clinton and Sanders, but I think Sanders will take it. "], [14933, "2016-01-31T22:44:43Z", [0.65, 0.0, 0.35], ""], [14181, "2016-01-31T22:44:10Z", [0.45, 0.05, 0.5], ""], [17956, "2016-01-31T22:43:39Z", [0.65, 0.03, 0.32], ""], [14933, "2016-01-31T22:43:27Z", [0.5, 0.0, 0.5], ""], [16391, "2016-01-31T22:43:12Z", [0.66, 0.0, 0.34], ""], [17557, "2016-01-31T22:40:54Z", [0.5, 0.15, 0.35], ""], [16391, "2016-01-31T22:39:45Z", [0.66, 0.0, 0.34], ""], [13973, "2016-01-31T22:38:50Z", [0.55, 0.0, 0.45], ""], [835, "2016-01-31T22:38:02Z", [0.05, 0.0, 0.95], ""], [18433, "2016-01-31T22:35:21Z", [0.53, 0.02, 0.45], ""], [7668, "2016-01-31T22:33:58Z", [0.0, 0.0, 1.0], ""], [17018, "2016-01-31T22:33:53Z", [0.52, 0.02, 0.46], ""], [18439, "2016-01-31T22:33:42Z", [0.45, 0.05, 0.5], ""], [18440, "2016-01-31T22:33:30Z", [0.48, 0.1, 0.42], ""], [9263, "2016-01-31T22:33:02Z", [0.4, 0.15, 0.45], ""], [18438, "2016-01-31T22:30:41Z", [0.3, 0.07, 0.63], "He's hip, and I think more college youth are paying attention to the presidential race now than ever before."], [15198, "2016-01-31T22:27:55Z", [0.58, 0.0, 0.42], ""], [17360, "2016-01-31T22:27:30Z", [0.48, 0.14, 0.38], ""], [18032, "2016-01-31T22:27:19Z", [0.46, 0.09, 0.45], "The polls are suggesting a close tie between Sanders and Clinton. If Sanders' demographics of young voters would show up to Iowa, maybe the votes could swing in his favor. Don't think O'Malley has a chance against Sanders or Clinton."], [8897, "2016-01-31T22:24:14Z", [0.75, 0.0, 0.25], ""], [17536, "2016-01-31T22:24:07Z", [0.56, 0.02, 0.42], ""], [12737, "2016-01-31T22:23:59Z", [0.6, 0.0, 0.4], ""], [746, "2016-01-31T22:21:40Z", [0.95, 0.0, 0.05], ""], [17270, "2016-01-31T22:19:32Z", [0.44, 0.07, 0.49], "I feel like Sanders has gained a larger crowd as the race for the presidency has progressed, and Clinton would be a close second. I'm not sure if O'Malley will be able to pull up ahead due to the massive lead Sanders and Clinton have in comparison to him as of now. "], [17154, "2016-01-31T22:19:19Z", [0.15, 0.3, 0.55], ""], [52, "2016-01-31T22:17:54Z", [0.75, 0.0, 0.25], ""], [18431, "2016-01-31T22:16:58Z", [0.53, 0.03, 0.44], "Bernie has been gaining ground on Clinton but a significant part of his support comes from young adults. The young adults are not as likely to vote during the primarys as the older following of Clinton will. Not to mention the people who will go out and vote without being knowledgable of the race's progression will most likely vote for Hillary seeing as that she has been a household name for many years."], [18435, "2016-01-31T22:16:54Z", [0.44, 0.09, 0.47], ""], [625, "2016-01-31T22:15:20Z", [0.65, 0.05, 0.3], ""], [18387, "2016-01-31T22:15:13Z", [0.61, 0.04, 0.35], "On Education/Voting Demographic:\nBernie Sanders' primary voting demographic is targeted toward young Americans struggling to access the \"American Dream\". He has interest in providing free access to public educational institutions by imposing higher tax rates upon those in high income brackets.\nHillary Clinton's campaign has primarily aimed to provide a more centrist, fiscally conservative approach to education reform. As an example, she has stated that she has interest in decreasing interest rates on student loans to reduce financial burden on college graduates.\nThe Pivot Point: \nIn Fall 2013, Iowa had roughly 330,000 students attending higher education institutions. The population of Iowa is roughly 3,200,000. Therefore, we can estimate that college students, the primary demographic of Bernie Sanders' campaign, represent only about 10% of Iowa's population.  On Healthcare:\nBernie Sanders' campaign has drawn both support and criticism for its endorsement of a single-payer system (see: Canada), and an aggressive stance in favor of increased regulation of the Pharmaceutical industry.\nHillary Clinton's campaign has focused on support of the continued growth of the Affordable Care Act (\"Obamacare\"), with few alterations to the legislation anticipated.\nThe Pivot Point: Between 2010 and 2011, Iowa was the fourth state out of the top ten states to witness the highest drop in insurance competition. This is according to a 2013 report by the American Medical Association. Such a shift, possibly attributed to effects of the Affordable Care Act, may lead to increased support for Sanders' anti-industry approach to Healthcare Reform. On the other hand, one of Iowa's newly developing industries is the Biotechnology sector. Supporters of the newly developed industry may find Clinton's stance more favorable. On General Economy:\nPivot Point: The state of Iowa currently has nine income brackets, with taxes ranging from 0.36 - 8.98%. The state's median household income is around $48,000. Income Per Capita was $23,340 in 2006. The unemployment rate was 3.4% in December of 2015. This information suggests that Iowa's voters may not be as persuaded by Sanders' calls for economic reform, as they appear less directly impacted by recent economic downturn. On Industry/Campaign Finance:\nSanders' campaign has relied upon an influx of small donations, often $5- $100 in amount. This represents a shift from corporate influence on campaign finance, which has drawn support from individuals across party lines.\nClinton's campaign has received over $300,000,000 over the extent of her political career between 1999-2016. A majority of these donations are from individuals associated with major corporations. For example, Clinton's top donors between 1999-2016 are Citigroup, Goldman Sachs, DLA Piper, JP Morgan & Chase, and Morgan Stanley.\nThe Pivot Point:\nManufacturing represents 21% of the economy of Iowa. Insurance, Finance, and Banking also represent a large portion of the state's industry. Clinton's connections via campaign financing to these sectors and corporations may enable her to gain the upper-hand on this issue. Overall: \nWhile Bernie Sanders' message may resonate across the college campuses of American universities, it may not be the most ideal to resonate in the minds of the voters of Iowa. His campaign may be negatively impacted by its combative calls for regulation and taxation of the very industries that support the Iowan economy, and maintain the state's low unemployment rate. Meanwhile, recent shifts in Iowa's insurance market may endanger Clinton's campaign as the association is made between the effects of the Affordable Care Act and the growing monopolization of the insurance marketplace within the state."], [18141, "2016-01-31T22:14:47Z", [0.85, 0.0, 0.15], "While Hillary Clinton may be the undisputed party leader (and recipient of some lavish funding), she is also embroiled in what could turn out to be a serious scandal with the Emails. Bernie Sanders has good populist appeal, but the college students who represent his most fervent support base rarely vote in this caucus."], [18362, "2016-01-31T22:13:08Z", [0.58, 0.0, 0.42], ""], [18432, "2016-01-31T22:12:22Z", [0.38, 0.18, 0.44], ""], [18422, "2016-01-31T22:09:54Z", [0.25, 0.05, 0.7], ""], [18429, "2016-01-31T22:09:09Z", [0.53, 0.05, 0.42], "Bernie has the support of the youth, but most of the time youth do not vote "], [639, "2016-01-31T22:06:40Z", [1.0, 0.0, 0.0], ""], [17197, "2016-01-31T22:06:31Z", [0.63, 0.02, 0.35], "While Bernie Sanders has been gaining ground, Clinton is still the clear front runner. Even as more issues come up to hurt her \"brand\", she recovers because the contemporary American population cares more about a name-brand-politician, and Hilary Clinton is more well known in the United States. At the end of the day, the presidential elections are essentially a popularity contest. "], [1693, "2016-01-31T22:03:15Z", [0.95, 0.0, 0.05], "Upping from prev. I don't see the underdog pulling this one through. "], [17381, "2016-01-31T22:01:51Z", [0.33, 0.13, 0.54], "Due to the amount of media exposure that this election has received due to Trump, I feel that younger voters will have a larger impact on this election. Therefore, I think Sanders will have the most votes, Hillary will have the second most, and O'Malley with the least. I feel that if O'Malley had focused his campaign on younger voters he would have had a higher chance of success."], [17197, "2016-01-31T22:00:55Z", [0.63, 0.02, 0.35], ""], [18413, "2016-01-31T22:00:54Z", [0.46, 0.03, 0.51], "Bernie Sanders has been constantly gaining momentum, whereas Clinton's lead has shrunk over time. This race is particularly similar to the 2008 elections, where Obama was trailing Clinton yet still won the Iowa caucus."], [18362, "2016-01-31T22:00:53Z", [0.58, 0.42, 0.0], ""], [1506, "2016-01-31T22:00:49Z", [0.65, 0.0, 0.35], "Hillary's organization will give her the win. Bernie has enthusiasm but seasoned voters will attend the caucus in greater numbers."], [18421, "2016-01-31T21:57:22Z", [0.48, 0.01, 0.51], "I think Bernie will just barley defeat Hillary and I think that Martin O'Malley's amount of votes will be insignificant because he's falling way behind in the polls and theres not much discussion about him. I think that Bernie will be able to over take Hillary in Iowa because through out his campaign in Iowa he has gained momentous support and he also has the youths vote behind him."], [18419, "2016-01-31T21:56:28Z", [0.52, 0.01, 0.47], "While Sanders is a great candidate, I think the fact that Clinton is more moderate might give her a slight edge in the Iowa caucus. Meanwhile, O'Malley will continue to only get a very small portion of the votes."], [17640, "2016-01-31T21:56:18Z", [0.65, 0.0, 0.35], "People will vote for Hillary Clinton because she has experience in White House politics and overall has good ideas regarding the country."], [17278, "2016-01-31T21:55:55Z", [0.45, 0.25, 0.3], "Bernie is too much of a far left democrat/socialist for Iowa farmers and polls are currently showing Hillary to be in the lead, and though polls aren't always completely representative that's what I'm relying on."], [18424, "2016-01-31T21:55:44Z", [0.45, 0.06, 0.49], ""], [17665, "2016-01-31T21:54:40Z", [0.39, 0.02, 0.59], ""], [17468, "2016-01-31T21:54:32Z", [0.49, 0.11, 0.4], "I think Hillary will take the vote, but I think Bernie will be close behind."], [17386, "2016-01-31T21:53:34Z", [0.48, 0.19, 0.33], ""], [5491, "2016-01-31T21:53:27Z", [0.5, 0.0, 0.5], ""], [10022, "2016-01-31T21:53:07Z", [0.55, 0.0, 0.45], ""], [18411, "2016-01-31T21:50:36Z", [0.52, 0.02, 0.46], "Clinton has been leading the polls since beginning, and not much has changed. Sanders is gaining support but not enough to surpass Clinton. "], [17364, "2016-01-31T21:48:49Z", [0.46, 0.02, 0.52], ""], [1450, "2016-01-31T21:47:38Z", [0.52, 0.0, 0.48], ""], [18420, "2016-01-31T21:47:23Z", [0.55, 0.02, 0.43], ""], [18415, "2016-01-31T21:46:48Z", [0.5, 0.1, 0.4], "According to polling"], [17527, "2016-01-31T21:46:16Z", [0.45, 0.05, 0.5], ""], [18419, "2016-01-31T21:45:32Z", [0.52, 0.01, 0.47], "While I think Sanders is a great candidate, I believe that the fact that Clinton is more moderate will help push her over in the end, but not by much. I predict O'Malley will continue to get only a tiny percentage of the votes. "], [18346, "2016-01-31T21:45:09Z", [0.65, 0.04, 0.31], "I think Iowans are turned off by a Socialist and Jewish candidate."], [17680, "2016-01-31T21:42:56Z", [0.4, 0.04, 0.56], "I think there is a lot of people opposed to Hillary Clinton and not too many people even know what Martin O'Malley stance on things is. Bernie will take it."], [17623, "2016-01-31T21:42:41Z", [0.65, 0.1, 0.25], ""], [18414, "2016-01-31T21:40:09Z", [0.5, 0.05, 0.45], "I believe that it will be a close race between Clinton and Sanders, but Clinton will prevail in the end. "], [17305, "2016-01-31T21:39:47Z", [0.3, 0.2, 0.5], ""], [18416, "2016-01-31T21:38:24Z", [0.48, 0.02, 0.5], ""], [506, "2016-01-31T21:35:35Z", [0.7, 0.0, 0.3], ""], [18417, "2016-01-31T21:34:04Z", [0.65, 0.05, 0.3], ""], [17087, "2016-01-31T21:30:47Z", [0.74, 0.0, 0.26], "Hilary Clinton is in the lead with the voters and those who have participated in this caucus in the past. Martin O'Malley doesn't show any chance of winning, however Sanders still holds a small percent chance."], [368, "2016-01-31T21:30:29Z", [0.95, 0.0, 0.05], ""], [2032, "2016-01-31T21:30:21Z", [0.05, 0.0, 0.95], "Hillary Clinton's supporters aren't very enthusiastic and the Demographics are favorable for Bernie."], [17264, "2016-01-31T21:30:05Z", [0.49, 0.06, 0.45], ""], [18412, "2016-01-31T21:25:19Z", [0.52, 0.35, 0.13], ""], [18151, "2016-01-31T21:24:42Z", [0.5, 0.0, 0.5], ""], [18409, "2016-01-31T21:23:44Z", [0.44, 0.03, 0.53], "Hillary's "], [149, "2016-01-31T21:23:43Z", [0.95, 0.0, 0.05], ""], [17509, "2016-01-31T21:22:40Z", [0.47, 0.03, 0.5], "I believe that Bernie will win because he has the support of the younger generation and in my opinion the most practical candidate currently. "], [17425, "2016-01-31T21:18:56Z", [0.42, 0.06, 0.52], ""], [17122, "2016-01-31T21:14:41Z", [0.52, 0.02, 0.46], ""], [17122, "2016-01-31T21:14:13Z", [0.53, 0.47, 0.0], ""], [17199, "2016-01-31T21:13:19Z", [0.5, 0.0, 0.5], ""], [18404, "2016-01-31T21:13:03Z", [0.49, 0.02, 0.49], ""], [17104, "2016-01-31T21:12:35Z", [0.45, 0.06, 0.49], "Sanders has been on the rise ever since pulling attention in New Hampshire and Iowa. Unlike Sanders, however, Clinton has continued to slowly lose popularity at a higher frequency as the caucus approaches. I gave O'Malley a small percentage due to his continued supporters. He will not do very well, but he will not get 0 percent in Iowa."], [18410, "2016-01-31T21:12:32Z", [0.45, 0.1, 0.45], ""], [18405, "2016-01-31T21:12:15Z", [0.55, 0.09, 0.36], "I would like Bernie to win, but Hilary has more mainstreamed support."], [17141, "2016-01-31T21:09:17Z", [0.36, 0.04, 0.6], ""], [18401, "2016-01-31T21:07:44Z", [0.82, 0.02, 0.16], ""], [17273, "2016-01-31T21:07:16Z", [0.55, 0.05, 0.4], ""], [18397, "2016-01-31T21:07:15Z", [0.42, 0.04, 0.54], ""], [915, "2016-01-31T21:06:46Z", [0.0, 0.0, 1.0], "wow, bernie's $$$$*.  Bernie's stump speeches are rock concerts with diverse, energized crowds (v. the AARP-fest at Clinton gatherings).   good risk/reward for 100%.   turnout, turnout, turnout and the future of pollsters' likely voter models are riding on it. Bad weather forecast for Monday night.....and Dem. caucuses can run long---advantage: Bernie. http://www.nytimes.com/2016/01/31/upshot/bernie-sanders-is-making-surprising-gains-with-less-affluent-whites.html\n*http://www.nytimes.com/politics/first-draft/2016/01/31/bernie-sanderss-campaign-says-it-raised-20-million-in-last-month/?_r=0 On the eve of the Iowa caucuses, Bernie Sanders’s campaign will announce that it has raised $20 million over the last month...... to put that January fund-raising figure for the Sanders campaign in perspective, Hillary Clinton’s campaign said it raised $37 million for the last three months of 2015."], [18403, "2016-01-31T21:05:59Z", [0.4, 0.05, 0.55], ""], [18272, "2016-01-31T21:04:48Z", [0.4, 0.05, 0.55], ""], [17325, "2016-01-31T21:03:33Z", [0.48, 0.05, 0.47], "The Democratic Iowa caucuses is essentially a battle between Hillary and Sanders. While Martin O'Malley is technically still in the game, his chances do not seem to be very good. I think it is going to be a close race between Sanders and Hillary, and even though Hillary has a slight edge in the polls compared to Sanders, it's unpredictable who is actually more popular because the margin of error is around 3-5%."], [17648, "2016-01-31T21:02:43Z", [0.5, 0.1, 0.4], ""], [17175, "2016-01-31T21:02:28Z", [0.29, 0.04, 0.67], ""], [18396, "2016-01-31T21:01:41Z", [0.75, 0.01, 0.24], ""], [17714, "2016-01-31T21:01:06Z", [0.67, 0.11, 0.22], ""], [17334, "2016-01-31T21:00:36Z", [0.34, 0.65, 0.01], ""], [18400, "2016-01-31T20:59:28Z", [0.35, 0.15, 0.5], ""], [17334, "2016-01-31T20:59:11Z", [0.34, 0.65, 0.01], ""], [18375, "2016-01-31T20:58:56Z", [0.55, 0.12, 0.33], ""], [746, "2016-01-31T20:58:38Z", [0.25, 0.0, 0.75], ""], [18399, "2016-01-31T20:58:19Z", [0.43, 0.04, 0.53], ""], [18398, "2016-01-31T20:57:14Z", [0.45, 0.1, 0.45], ""], [17646, "2016-01-31T20:56:32Z", [0.36, 0.05, 0.59], ""], [17793, "2016-01-31T20:55:54Z", [0.45, 0.05, 0.5], ""], [17439, "2016-01-31T20:54:45Z", [0.48, 0.05, 0.47], ""], [18395, "2016-01-31T20:53:47Z", [0.44, 0.1, 0.46], ""], [17451, "2016-01-31T20:53:27Z", [0.38, 0.19, 0.43], ""], [18393, "2016-01-31T20:52:51Z", [0.55, 0.1, 0.35], ""], [17148, "2016-01-31T20:52:15Z", [0.38, 0.15, 0.47], ""], [18393, "2016-01-31T20:52:04Z", [0.95, 0.02, 0.03], ""], [17565, "2016-01-31T20:52:01Z", [0.5, 0.3, 0.2], "I am basing my predictions (which is basically Clinton winning) off \"popularity\" percentages from the past few months."], [17797, "2016-01-31T20:51:16Z", [0.49, 0.19, 0.32], ""], [17406, "2016-01-31T20:49:28Z", [0.35, 0.2, 0.45], ""], [17096, "2016-01-31T20:48:42Z", [0.59, 0.01, 0.4], "I believe Hillary Clinton will win the Iowa Caucus because she has held a lead over Bernie Sanders in the polls for some time. I don't believe Bernie is going to take the lead over Hillary for the Iowa Caucus with her lead."], [17551, "2016-01-31T20:48:19Z", [0.57, 0.07, 0.36], ""], [17441, "2016-01-31T20:48:00Z", [0.36, 0.22, 0.42], ""], [10924, "2016-01-31T20:47:48Z", [0.8, 0.0, 0.2], ""], [17641, "2016-01-31T20:47:30Z", [0.55, 0.01, 0.44], ""], [17517, "2016-01-31T20:47:23Z", [0.4, 0.1, 0.5], ""], [18307, "2016-01-31T20:46:54Z", [0.41, 0.02, 0.57], ""], [17109, "2016-01-31T20:46:11Z", [0.08, 0.02, 0.9], ""], [18390, "2016-01-31T20:45:37Z", [0.47, 0.03, 0.5], ""], [18213, "2016-01-31T20:45:22Z", [0.57, 0.01, 0.42], ""], [17129, "2016-01-31T20:45:16Z", [0.3, 0.15, 0.55], ""], [17589, "2016-01-31T20:43:50Z", [0.45, 0.0, 0.55], ""], [17105, "2016-01-31T20:38:48Z", [0.57, 0.01, 0.42], "It is very close between Clinton and Sanders, although I think Clinton has shown to be slightly more popular. This could also change."], [18385, "2016-01-31T20:36:30Z", [0.5, 0.03, 0.47], "Bernie Sanders with his socialist views and NorthEast origins, as well as his New York accent, is not well suited to please democratic voters in a much more rural and traditional place such as Iowa.\nHillary Clinton, on the other hand, appeals to moderates and is also an establishment candidate."], [18389, "2016-01-31T20:36:29Z", [0.49, 0.05, 0.46], "I think that people are upset with all the scandal that has already been associated with Hilary, but after the NYTimes backed her in their article this past week I think that will have a lot of influence on people voting for her.  But also, I think that a large part of the voting population (college students) and people who are still upset with Hilary will definitely vote for Sanders over O'Malley."], [17524, "2016-01-31T20:31:11Z", [0.42, 0.08, 0.5], ""], [17363, "2016-01-31T20:30:30Z", [0.55, 0.03, 0.42], ""], [17095, "2016-01-31T20:28:46Z", [0.49, 0.04, 0.47], "wg4567"], [18371, "2016-01-31T20:27:00Z", [0.47, 0.04, 0.49], ""], [18388, "2016-01-31T20:23:43Z", [0.52, 0.45, 0.03], ""], [392, "2016-01-31T20:23:13Z", [0.5, 0.01, 0.49], "If millennials show up for voting, Bernie has a good chance."], [17445, "2016-01-31T20:20:05Z", [0.5, 0.02, 0.48], "Sanders and Clinton seem pretty much even at this point, and the only reason I said Clinton is slightly more likely to win is because she is more electable than Sanders. Sanders is very left-winged, and although in my opinion has good ideas for the country, they are relatively socialistic instead of capitalist. Clinton on the other hand, had been involved in national politics as Secretary of State for years, and the county knows her better. I would say she is not the most trustworthy candidate in the Democratic party, but she appeals to the less liberal Democrats much more than super-liberal Sanders. Sanders is gaining support everywhere, and is gaining the support of young people, and if more young people come out and vote, Sanders has a very real chance of beating Clinton. It's anyone's game right now. "], [18384, "2016-01-31T20:17:29Z", [0.47, 0.08, 0.45], "Currently, Hillary Clinton and Bernie Sanders are really close, and that would be reflected in the Iowa Caucus as well. As for Martin O'Malley, he seems to be far behind his competitors, which is why I forecasted 8% for him, but 45% for Bernie Sanders and 47% for Hillary Clinton. "], [17326, "2016-01-31T20:15:54Z", [0.5, 0.05, 0.45], ""], [15525, "2016-01-31T20:15:29Z", [0.65, 0.0, 0.35], ""], [12479, "2016-01-31T20:15:09Z", [0.53, 0.01, 0.46], ""], [346, "2016-01-31T20:10:05Z", [0.75, 0.01, 0.24], ""], [18380, "2016-01-31T20:09:56Z", [0.55, 0.05, 0.4], "President Obama won the Iowa caucuses and Hillary Clinton being part of the same administration is more likely to get the same preference as President Obama did. "], [17433, "2016-01-31T20:09:54Z", [0.51, 0.01, 0.48], ""], [17884, "2016-01-31T20:09:32Z", [0.55, 0.05, 0.4], "The race should be close (just between sanders and clinton) but I think that Clinton will pull more suporters since Sanders has very European policies, which I personally dont think will hold enough appeal to have him over take her in the polls."], [17427, "2016-01-31T20:09:14Z", [0.49, 0.07, 0.44], "I'm honestly pretty surprised Hillary and Bernie are so close in the polls. Sen. Sanders definitely appeals to younger voters (heck he even had Killer Mike and Vampire Weekend performing at a Concert Rally in Iowa on the 30th). However, given the fact that young people don't vote, I predict Hillary taking Iowa by a slim margin. "], [18381, "2016-01-31T20:08:56Z", [0.8, 0.0, 0.2], ""], [17382, "2016-01-31T20:08:01Z", [0.51, 0.01, 0.48], ""], [18382, "2016-01-31T20:07:50Z", [0.42, 0.08, 0.5], ""], [18379, "2016-01-31T20:03:50Z", [0.47, 0.08, 0.45], ""], [17382, "2016-01-31T19:59:53Z", [0.51, 0.01, 0.48], ""], [17443, "2016-01-31T19:58:53Z", [0.58, 0.06, 0.36], ""], [17588, "2016-01-31T19:58:36Z", [0.37, 0.21, 0.42], "Bernie Sanders and Hillary Clinton are neck and neck in the race which can be seen by the recent charts that were shown to us in class. Hence, even though the election will be pretty neck and neck, I still believe that Bernie Sanders will win the Iowa caucus."], [18377, "2016-01-31T19:53:33Z", [0.45, 0.05, 0.5], "Bernie Sanders has been progressively catching up with Hillary for the past events, so I think it is possible for him to overtake her this time."], [18376, "2016-01-31T19:49:50Z", [0.35, 0.1, 0.55], ""], [18370, "2016-01-31T19:46:59Z", [0.48, 0.0, 0.52], "The race between Clinton and Sanders is neck to neck. Democrats that are hoping for a change in policy in comparison to the changes that were made during the Obama administration will likely vote for Sanders. Clinton and Sanders are difficult to choose between for undecided voters, but Sanders proposals attract young voters since they aim to create a society significantly different from the past, modeled based off of European governments "], [17216, "2016-01-31T19:41:51Z", [0.68, 0.08, 0.24], ""], [14208, "2016-01-31T19:41:46Z", [0.27, 0.0, 0.73], "Weather report:  aviationweather.gov;  ISSUED AT 1141 AM CST SUN JAN 31 2016\n\n    MVFR CIGS WILL LINGER OVER SERN IA INITIALLY BEFORE GIVING WAY TO\n    VFR CONDITIONS AREA WIDE INTO THE EARLY EVENING HOURS. ALTHOUGH\n    CONFIDENCE IN DETAILS IS LOW...LINGERING LOW LEVEL MOISTURE AND\n    LIGHT WINDS WILL THEN LIKELY PRODUCE FOG AND STRATUS ACROSS IA\n    LATER THIS EVENING AND ESPECIALLY INTO EARLY MON MORNING. HAVE\n    DROPPED ALL SITES FROM MVFR TO IFR BY THIS TIME WITH A RECOVERY\n    BACK TO MVFR TOWARD THE END OF THE PERIOD. LIFR CONDITIONS ARE\n    POSSIBLE...BUT CONFIDENCE IN OCCURRENCE...TIMING AND LOCATION IS\n    NOT GREAT ENOUGH FOR INCLUSION AS OF YET\"\nhttps://www.aviationweather.gov/fcstdisc (then click on Iowa on the map) weather.com;  Iowa City:  Monday will have a high of 42F winds will be light and variable.  Monday afternoon/evening will have rain and freezing rain which will become snow expecting 1 to 3 inches of ice/snow wins will gust occasionally over 40 mph. Des Moines has much of the same except forecasting 5 to 8 inches of snow. They also have a Blizzard watch. Cedar Rapids looks much like Iowa City. Davenport may have some rain into the evening. \"Wintry-looking Iowa caucus intensifies turnout fears for Trump and Sanders\" \nhttp://www.theguardian.com/us-news/2016/jan/29/iowa-caucus-turnout-snow-storm-republicans-democrats-sanders-trump Analysis: \nMy forecast for this GJ question and the Republican question is only partly on the the candidates polls and partly based on the weather.  I went back and looked at weather trends for Iowa for the last decade on the NOAA and farmers almanac.  I also considered the last three years tendency and the record breaking snow fall for this winter season.  Couple the too close to call polling data and questionable weather forecast with trends of caucus turnout increases the odds of a Sanders/Trump Iowa win. https://weather.com/weather/5day/l/USIA0414:1:US\nhttps://weather.com/weather/5day/l/USIA0231:1:US\n\n"], [17588, "2016-01-31T19:41:24Z", [0.37, 0.21, 0.42], "From seeing the charts in class, most democrats will either vote Bernie Sanders or Hillary Clinton. Also, from what I predict, the race will be a pretty close one."], [18374, "2016-01-31T19:39:07Z", [0.49, 0.04, 0.47], ""], [18375, "2016-01-31T19:39:04Z", [0.55, 0.12, 0.33], ""], [18364, "2016-01-31T19:35:54Z", [0.53, 0.01, 0.46], ""], [532, "2016-01-31T19:33:52Z", [0.68, 0.0, 0.32], ""], [18372, "2016-01-31T19:32:22Z", [0.56, 0.01, 0.43], ""], [17588, "2016-01-31T19:31:01Z", [0.37, 0.21, 0.42], ""], [2010, "2016-01-31T19:30:23Z", [0.8, 0.0, 0.2], ""], [18369, "2016-01-31T19:28:38Z", [0.53, 0.0, 0.47], ""], [18368, "2016-01-31T19:24:15Z", [0.85, 0.0, 0.15], ""], [17608, "2016-01-31T19:23:31Z", [0.85, 0.1, 0.05], ""], [17163, "2016-01-31T19:23:09Z", [0.46, 0.02, 0.52], "Clinton and Sanders split undecided voters, but Sanders takes the day because of his ability to mobilize the young vote."], [17525, "2016-01-31T19:22:29Z", [0.52, 0.01, 0.47], ""], [15027, "2016-01-31T19:22:22Z", [0.53, 0.02, 0.45], ""], [17525, "2016-01-31T19:22:15Z", [0.53, 0.46, 0.01], ""], [17492, "2016-01-31T19:22:11Z", [0.4, 0.05, 0.55], ""], [17525, "2016-01-31T19:22:02Z", [0.54, 0.45, 0.01], ""], [17492, "2016-01-31T19:18:51Z", [0.4, 0.05, 0.55], ""], [18365, "2016-01-31T19:18:44Z", [0.35, 0.2, 0.45], ""], [17147, "2016-01-31T19:12:32Z", [0.35, 0.0, 0.65], ""], [18363, "2016-01-31T19:11:05Z", [0.47, 0.03, 0.5], ""], [18181, "2016-01-31T19:07:23Z", [0.35, 0.05, 0.6], "I feel that Bernie Sanders will become the candidate because it seems that he has more favorable support by the people and also because I feel that he is more a man of the people and not just serving some agenda."], [18360, "2016-01-31T19:00:45Z", [0.35, 0.05, 0.6], "BEEEERRRRRNNNNNNN"], [10898, "2016-01-31T18:59:30Z", [0.8, 0.0, 0.2], ""], [17469, "2016-01-31T18:55:43Z", [0.29, 0.01, 0.7], "Bernie Sanders has been the democratic lead the past few dem. debates, so using that rationale, he will remain the top democratic candidate. "], [18261, "2016-01-31T18:47:12Z", [0.55, 0.05, 0.4], ""], [18356, "2016-01-31T18:46:08Z", [0.7, 0.0, 0.3], ""], [17180, "2016-01-31T18:43:22Z", [0.3, 0.05, 0.65], ""], [18353, "2016-01-31T18:39:20Z", [0.4, 0.1, 0.5], ""], [18354, "2016-01-31T18:39:10Z", [0.01, 0.0, 0.99], ""], [18351, "2016-01-31T18:34:59Z", [0.42, 0.15, 0.43], ""], [17380, "2016-01-31T18:31:53Z", [0.65, 0.03, 0.32], ""], [17921, "2016-01-31T18:11:40Z", [0.5, 0.05, 0.45], ""], [18347, "2016-01-31T18:07:44Z", [0.39, 0.01, 0.6], ""], [18347, "2016-01-31T18:02:50Z", [0.39, 0.01, 0.6], ""], [17435, "2016-01-31T17:39:12Z", [0.45, 0.0, 0.55], ""], [18343, "2016-01-31T17:35:39Z", [0.8, 0.0, 0.2], ""], [241, "2016-01-31T17:32:25Z", [0.75, 0.0, 0.25], ""], [18345, "2016-01-31T17:32:22Z", [0.5, 0.02, 0.48], ""], [18342, "2016-01-31T17:30:20Z", [0.4, 0.2, 0.4], "I feel like Bernie and Hillary are at an equal advantage"], [18342, "2016-01-31T17:26:14Z", [0.4, 0.2, 0.4], "I feel like Bernie and Hillary are at an equal advantage"], [18340, "2016-01-31T17:07:38Z", [0.5, 0.04, 0.46], ""], [823, "2016-01-31T17:01:34Z", [1.0, 0.0, 0.0], ""], [17002, "2016-01-31T16:57:29Z", [0.6, 0.0, 0.4], ""], [18336, "2016-01-31T16:56:20Z", [0.45, 0.0, 0.55], ""], [17422, "2016-01-31T16:54:35Z", [0.45, 0.0, 0.55], "It's too close of a race to really have one candidate have the clear cut edge on another."], [1646, "2016-01-31T16:52:36Z", [0.85, 0.0, 0.15], ""], [17421, "2016-01-31T16:52:07Z", [0.46, 0.0, 0.54], ""], [136, "2016-01-31T16:46:04Z", [0.6, 0.0, 0.4], ""], [17239, "2016-01-31T16:44:38Z", [0.65, 0.0, 0.35], ""], [18335, "2016-01-31T16:31:25Z", [0.46, 0.07, 0.47], ""], [64, "2016-01-31T16:29:21Z", [0.75, 0.0, 0.25], ""], [18331, "2016-01-31T16:23:27Z", [0.4, 0.0, 0.6], ""], [4615, "2016-01-31T16:07:55Z", [0.7, 0.0, 0.3], ""], [1064, "2016-01-31T16:07:23Z", [0.53, 0.0, 0.47], "Too close to call.  Clinton is winning the polls but Bernie has some motivated supporters.  Snow could play a factor in turnout.  Taking 1% to narrow it up."], [18328, "2016-01-31T15:57:04Z", [0.48, 0.01, 0.51], "As of recent, the votes reveal an almost even split between Clinton and Sanders. "], [16933, "2016-01-31T15:53:51Z", [0.52, 0.0, 0.48], ""], [3539, "2016-01-31T15:49:23Z", [0.65, 0.0, 0.35], ""], [16602, "2016-01-31T15:45:29Z", [0.29, 0.0, 0.71], ""], [16425, "2016-01-31T15:32:24Z", [0.7, 0.0, 0.3], ""], [18326, "2016-01-31T15:15:24Z", [0.52, 0.03, 0.45], ""], [691, "2016-01-31T15:00:34Z", [0.72, 0.0, 0.28], ""], [17173, "2016-01-31T14:44:17Z", [0.15, 0.07, 0.78], ""], [16403, "2016-01-31T14:36:21Z", [1.0, 0.0, 0.0], ""], [17242, "2016-01-31T14:33:07Z", [0.47, 0.09, 0.44], "Clinton currently has a slight lead over Sanders in the predictions for likely Democratic voters in Iowa.  O'Malley is not a great contender in the race overall."], [18319, "2016-01-31T14:14:45Z", [0.75, 0.0, 0.25], ""], [101, "2016-01-31T13:35:42Z", [0.7, 0.0, 0.3], ""], [2965, "2016-01-31T12:47:35Z", [1.0, 0.0, 0.0], "site failure. testing a model, no more time. admin problem. posted this before but explanation, site no can do.\nNow on mobile app. Excellent. \nNo time. Reports in mainstream media,BOTH Sanders and Cruz supporterst claim Iowa caucus \"rigged \"\nI infer that Sanders knows he loses 5% at County winner take all votes. Centralization of Sanders support - 5%\nquote from Iowa Dem official site:On caucus night, Iowans in each precinct elect delegates to their county conventions, but the winner of the caucuses will be the candidate who accrues the most state delegate equivalents. State delegate equivalents are calculated using a ratio of state to county convention delegates. In other words, the ratio determines how many delegates the candidate would receive for the state convention based on the number of county convention delegates a candidate receives.\nhttp://iowademocrats.org/about-iowa-caucuses/"], [18315, "2016-01-31T11:58:59Z", [0.45, 0.0, 0.55], ""], [13395, "2016-01-31T11:20:13Z", [0.9, 0.0, 0.1], ""], [436, "2016-01-31T10:11:57Z", [0.37, 0.0, 0.63], "(Edit: I thought I'd clicked on the New Hampshire button. This was a very silly post.) These are coming right up! Not sure what the candidates will say to the voters of New Hampshire in the next two weeks, but it's hard to imagine too many people are going to vote who are still torn between the two candidates. I'm going to take the polls at their word and give Sanders a good-sized nod. He probably won't make it to the general election, but in the Northeastern woods he seems solid."], [18311, "2016-01-31T09:38:05Z", [0.68, 0.0, 0.32], ""], [18289, "2016-01-31T08:37:28Z", [0.05, 0.0, 0.95], ""], [17394, "2016-01-31T08:17:40Z", [0.46, 0.05, 0.49], "Personally I feel the Bern so I think Bernie Sanders is the better candidate to be president and he resonates with more people wanting change. I acknowledge the fact that Hillary is experienced and carries well with her strong appeal to potentially be the first female president but that is as far as I think she will go. She is a good fit for the way politics currently operates but Bernie is the candidate we need if we want to see a positive change. He has more thought out plans and for his presidency. O'malley just doesn't have a strong enough presence in the polls or media coverage."], [17244, "2016-01-31T08:16:26Z", [0.44, 0.17, 0.39], ""], [18171, "2016-01-31T08:02:33Z", [0.33, 0.0, 0.67], ""], [136, "2016-01-31T07:46:11Z", [0.8, 0.0, 0.2], ""], [17599, "2016-01-31T07:19:27Z", [0.25, 0.25, 0.5], ""], [14432, "2016-01-31T06:48:39Z", [0.6, 0.0, 0.4], ""], [17635, "2016-01-31T06:47:33Z", [0.4, 0.15, 0.45], ""], [11064, "2016-01-31T06:46:36Z", [0.6, 0.35, 0.05], ""], [5001, "2016-01-31T06:45:49Z", [0.62, 0.0, 0.38], ""], [18280, "2016-01-31T06:39:23Z", [0.4, 0.0, 0.6], "I think that both candidates are pretty equal, but Sanders seems to have a slight advantage. "], [18280, "2016-01-31T06:37:38Z", [0.4, 0.0, 0.6], "I think that Clinton and Sanders have pretty equal chances, with Sanders having a slight advantage."], [17250, "2016-01-31T06:36:18Z", [0.5, 0.05, 0.45], ""], [5001, "2016-01-31T06:33:04Z", [0.63, 0.0, 0.37], "+3 on DMR poll"], [15352, "2016-01-31T06:21:51Z", [0.69, 0.0, 0.31], ""], [17259, "2016-01-31T06:21:05Z", [0.55, 0.05, 0.4], ""], [15425, "2016-01-31T06:11:15Z", [0.73, 0.0, 0.27], "Betting markets moving further and further towards Hilary"], [1624, "2016-01-31T06:04:54Z", [0.8, 0.2, 0.0], ""], [1624, "2016-01-31T06:03:54Z", [0.55, 0.45, 0.0], ""], [17404, "2016-01-31T05:52:36Z", [0.47, 0.0, 0.53], ""], [485, "2016-01-31T05:50:57Z", [0.47, 0.0, 0.53], "Clinton has slim lead according to news reports: http://www.theatlantic.com/politics/archive/2016/01/clinton-trump-iowa-poll/436662/ It is possible Sanders supporters have been underestimated and Clinton's poor judgment on the Iraq invasion and email issue has not sunk in yet in voters' minds. I'm narrowing my probability estimate, but still feel Sanders can win."], [17185, "2016-01-31T05:36:34Z", [0.52, 0.0, 0.48], "I believe that depending on the turnout, either candidate, Clinton or Sanders, has semi-equal chance of winning the state, however, Hillary will receive a slightly higher edge. It all comes down to the candidates and well they can hold their ground during the caucus."], [837, "2016-01-31T05:34:57Z", [1.0, 0.0, 0.0], ""], [14253, "2016-01-31T05:18:22Z", [0.45, 0.0, 0.55], "Bet big on Bernie this whole time and now covering myself a bit in case HRC wins."], [18296, "2016-01-31T05:03:15Z", [0.4, 0.13, 0.47], ""], [18295, "2016-01-31T05:03:13Z", [0.13, 0.04, 0.83], ""], [17481, "2016-01-31T04:38:13Z", [0.45, 0.05, 0.5], "Obvious scandal recognition will break down the Clinton administration. Bernie Sanders will rally supporters at the scene of last minute engagements.  "], [17459, "2016-01-31T04:35:50Z", [0.43, 0.05, 0.52], ""], [2, "2016-01-31T04:28:53Z", [0.6, 0.0, 0.4], "Outsider Fever is a moment to moment thing, and Outsider Fever has fallen a bit vs. a few days ago.  Bernie is feeling more like a fling for the Dem side and not a fundamental shift to Outsiders like on the GOP side.  Inching up HRC. "], [563, "2016-01-31T04:22:35Z", [0.99, 0.0, 0.01], ""], [18293, "2016-01-31T04:18:56Z", [0.48, 0.07, 0.45], ""], [8036, "2016-01-31T04:15:55Z", [0.85, 0.0, 0.15], "Sanders has not gained media acceptance to Clinton's degree."], [8036, "2016-01-31T04:14:56Z", [0.85, 0.0, 0.15], "Sanders has still not gained media acceptance to Clinton's degree."], [4497, "2016-01-31T04:13:17Z", [0.75, 0.01, 0.24], "Those who actually show up for the complex, lengthy Dem caucus process tend to be Hillary people: working- and lower-middle-class women 45+. The unrepresentative nature of Iowa is widely discussed. The BernieBros aren't gonna actually roll outta bed in large enough numbers."], [462, "2016-01-31T04:11:38Z", [0.8, 0.0, 0.2], ""], [2, "2016-01-31T04:02:43Z", [0.56, 0.0, 0.44], "Thinking about it some more, I'm going to swap again.  I think the outcome will be very close, but Clinton will eek it out.   http://www.desmoinesregister.com/story/news/elections/presidential/caucus/2016/01/30/clinton-keeps-slim-edge-over-sanders-latest-iowa-poll/79537020/?from=global&sessionKey=&autologin= Clinton is essentially tied with Bernie + O'Malley in the last DMR poll before caucuses.  I view B+O'M as a bloc since O'Malley is under 15% viability threshold, and those people probably won't go to Hillary.   Even tied, Hillary still has the organizational advantage, unless she blows it somehow or there's a last minute Bernie surge. But by now the news media should be heavily looking for those things (they make a better story), and if they aren't trumpeting one, I think it's not there, or at least not enough. I'm also a little troubled by the Enthusiasm graph.  73% enthusiastic if Hillary were nominee vs. 69% for Bernie.  That 31% Bernie non-enthusiasts must be core Hillary supporters and is the first sign of Hillary passion I've seen."], [16955, "2016-01-31T03:45:25Z", [0.53, 0.0, 0.47], ""], [484, "2016-01-31T03:42:15Z", [0.95, 0.0, 0.05], "Following @argon1 Perhaps the latest email revelations have had less impact than I anticipated."], [18228, "2016-01-31T03:31:28Z", [0.46, 0.0, 0.54], ""], [17440, "2016-01-31T03:22:18Z", [0.55, 0.1, 0.35], ""], [17341, "2016-01-31T03:18:32Z", [0.85, 0.0, 0.15], ""], [18288, "2016-01-31T03:10:06Z", [0.5, 0.1, 0.4], ""], [17370, "2016-01-31T03:03:53Z", [0.45, 0.15, 0.4], ""], [18285, "2016-01-31T03:01:26Z", [0.47, 0.07, 0.46], ""], [14372, "2016-01-31T02:56:53Z", [0.7, 0.0, 0.3], ""], [17347, "2016-01-31T02:54:41Z", [0.6, 0.0, 0.4], "Although Sanders is expected to win, I believe Clinton will slightly overpass him from extreme supporters."], [14841, "2016-01-31T02:53:25Z", [0.9, 0.0, 0.1], "The Des Moines Register has spoken. So I am upgrading HRC, to an almost certainty."], [52, "2016-01-31T02:51:41Z", [0.6, 0.0, 0.4], ""], [60, "2016-01-31T02:46:08Z", [1.0, 0.0, 0.0], "Upping HRC from 93 to 100%. Despite how \"close\" HRC and Sanders appear in the polls, from my reading of the tea leaves, HRC's got the caucus on lock. Why? Before we get to why, let me climb onto my soapbox for a moment: just say that because the polls show Clinton up by 6 points in Iowa, that doesn't mean that Clinton and Bernie's chances are equally likely. When we get to the presidential election forecasting, the vote will probably be somewhere between 43 and 49% for both candidates, but that doesn't mean that the two nominees should be relatively close on our forecasts.  OK, now here's a smattering of reasons... 1) HRC has never trailed in an Iowa poll (https://twitter.com/ForecasterEnten/status/693581871955968000) 2) The DMR poll released today doesn't look like 2008 did for Obama (http://www.desmoinesregister.com/story/news/elections/presidential/caucus/2016/01/30/clinton-keeps-slim-edge-over-sanders-latest-iowa-poll/79537020/) 3) HRC precinct captains are trained to make Bernie underperform (http://www.buzzfeed.com/bensmith/hillary-bernie-math#.esEYgABPeA) 4) And then there's everyone's favo[u]rite narrative -- the weather (https://weather.com/news/news/weather-channel-poll-likely-voters-iowa-new-hampshire) ~ COMMENT: Believe it or not, this will all be over in about 48 hours!"], [18281, "2016-01-31T02:39:23Z", [0.85, 0.0, 0.15], "Hillary Clinton definitely has the lead for this one! "], [16793, "2016-01-31T02:34:00Z", [0.83, 0.0, 0.17], "Solid recent poll from Des Moines Register, viability rules favor HRC.  Upgraded HRC +3%."], [18279, "2016-01-31T02:31:20Z", [0.83, 0.0, 0.17], ""], [43, "2016-01-31T02:18:36Z", [0.75, 0.0, 0.25], "Hillary looks like she will benefit from the upcoming storm, as Sanders is relying significantly upon novice caucusers. Right now, for caucus night, it's 40% chance of snow early in the evening transitioning to 70% snow and blustery, but no more than two inches possible, in Des Moines, IA. By morning, it's 100% chance of heavy snow and blowing snow. The snow wimps will stay home. http://forecast.weather.gov/MapClick.php?lat=41.6005&lon=-93.6091#.Vq1tM85yvg4 Dateline 1-30-16 The final Des Moines Register poll was just released.... Hillary Clinton was ahead of Bernie Sanders, 45 percent to 42 percent.... http://fivethirtyeight.com/features/the-final-des-moines-register-iowa-poll-is-out-how-accurate-will-it-be/"], [705, "2016-01-31T02:08:59Z", [0.8, 0.0, 0.2], ""], [17331, "2016-01-31T01:56:03Z", [0.7, 0.0, 0.3], ""], [18275, "2016-01-31T01:52:25Z", [0.36, 0.23, 0.41], ""], [20, "2016-01-31T01:34:37Z", [0.55, 0.0, 0.45], "HRC has a small lead but ,unlike the GOP race, both she and Bern have strong 1st choice support. The latest poll on 2nd choices splits O'Malley evenly between the top two. That leaves HRC with a better chance. https://www.washingtonpost.com/news/the-fix/wp/2016/01/30/the-last-iowa-poll-good-news-for-clinton-less-so-for-trump/?postshare=4831454203173953&tid=ss_tw"], [16071, "2016-01-31T01:31:09Z", [0.79, 0.0, 0.21], ""], [18269, "2016-01-31T01:14:18Z", [0.65, 0.05, 0.3], "Although Sanders is a tough competitor, I think Hilary Clinton has more leverage over Bernie. She is more likely to win the people over in my opinion. And O'Malley, he isn't completely out of the race but I think that Sanders and Clinton have a better chance than he does of receiving this caucuses."], [18271, "2016-01-31T01:13:35Z", [0.8, 0.0, 0.2], ""], [18270, "2016-01-31T01:06:16Z", [0.95, 0.05, 0.0], ""], [14327, "2016-01-31T01:00:56Z", [1.0, 0.0, 0.0], "Moving to 100% for scoring purposes.  The Des Moines register has a very good record for nailing primaries. They just released their final poll before the Iowa caucuses and Clinton leads Sanders 45% to 42% http://fivethirtyeight.com/features/the-final-des-moines-register-iowa-poll-is-out-how-accurate-will-it-be/ Furthermore, RealClearPolitics polling averages seem to show Clinton with a small but consistent lead over Sanders who has never quite been able to capture enough momentum to capture the lead from Clinton. \nI feel this will reflect on Monday with a few unswayed voters finally going over to the Clinton camp.  http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html"], [14531, "2016-01-31T00:58:50Z", [0.72, 0.0, 0.28], "I'm updating one more time in light of the release* of Ann Selzer's** usually very reliable*** work. It's a little tricky to interpret because of the Democratic Party's viability rules****. Let me explain. I had been expecting roughly the following results: 1. HRC: 50% of the caucusers \n2. Sanders: 44%\n3. O'Malley: 6% (rounding up a bit here) But Selzer's poll has Sanders much closer to HRC than I expected, with HRC leading 45% to 42% and O'Malley at 3%. Sure, even if Sanders picks up all of O'Malley's supporters once it become clear that O'Malley is not viable, he'd only draw even with HRC. And there's fairly good reason to think that O'Malley supporters are more likely to be drawn to HRC*****. Nevertheless, this is a closer race than I thought it was yesterday, so I'm making some changes in my forecast to reflect that fact. * http://www.bloomberg.com/politics/topics/iowa-poll\n** http://www.vox.com/2016/1/30/10875956/iowa-caucus-polls-2016\n*** http://fivethirtyeight.com/features/the-final-des-moines-register-iowa-poll-is-out-how-accurate-will-it-be/\n**** https://en.wikipedia.org/wiki/Iowa_caucuses\n***** https://www.washingtonpost.com/politics/second-choice-of-omalley-voters-is-the-million-dollar-question-in-iowa-caucuses/2016/01/22/c536ac7e-c108-11e5-bcda-62a36b394160_story.html"], [18267, "2016-01-31T00:45:54Z", [0.5, 0.05, 0.45], ""], [18265, "2016-01-31T00:43:41Z", [0.41, 0.04, 0.55], ""], [18256, "2016-01-31T00:39:34Z", [0.4, 0.0, 0.6], ""], [14487, "2016-01-31T00:32:58Z", [0.8, 0.0, 0.2], ""], [10771, "2016-01-31T00:32:24Z", [0.76, 0.0, 0.24], ""], [13432, "2016-01-31T00:29:58Z", [0.6, 0.0, 0.4], ""], [18144, "2016-01-31T00:29:52Z", [0.42, 0.02, 0.56], ""], [17195, "2016-01-31T00:12:52Z", [0.48, 0.02, 0.5], ""], [17098, "2016-01-31T00:06:28Z", [0.5, 0.05, 0.45], "Hillary - Hillary will edge the other candidates out slightly due to the fact that she has a little bit more money, as well as a lot of experience with presidential elections (her husband was president for 8 years of course). Clinton also has a general support from the Democratic party over the other candidates.  Sanders - The young voters who have been brought into the election should give Sanders a good showing. Sanders has a lot of steam behind him with the younger audience.  O'Malley - Martin hasn't been polling very well, and he's been low in most of the poll results. Most people are still wondering why Martin O'Malley is still running. O'Malley is also relatively unknown in most national audiences."], [3384, "2016-01-31T00:05:22Z", [0.7, 0.0, 0.3], "Hillary has the liberal machine woking for her\nNew York Editorial Board endorsement despite her alleged criminality is an important win"], [18263, "2016-01-30T23:46:40Z", [0.45, 0.0, 0.55], ""], [18260, "2016-01-30T23:41:01Z", [0.44, 0.06, 0.5], ""], [18260, "2016-01-30T23:40:33Z", [0.44, 0.06, 0.5], ""], [17302, "2016-01-30T23:31:23Z", [0.4, 0.04, 0.56], ""], [17064, "2016-01-30T23:20:01Z", [0.4, 0.0, 0.6], ""], [14208, "2016-01-30T23:10:33Z", [0.27, 0.0, 0.73], "Few show to HC events.  Whereas BC crowds are packed.  The same will happen on caucus night.  going up a few more percent."], [17620, "2016-01-30T23:07:32Z", [0.05, 0.45, 0.5], ""], [18257, "2016-01-30T23:03:01Z", [0.35, 0.1, 0.55], ""], [18255, "2016-01-30T22:51:18Z", [0.45, 0.05, 0.5], ""], [15365, "2016-01-30T22:40:27Z", [0.6, 0.0, 0.4], ""], [18254, "2016-01-30T22:39:52Z", [0.4, 0.0, 0.6], ""], [18254, "2016-01-30T22:39:02Z", [0.05, 0.0, 0.95], ""], [15365, "2016-01-30T22:38:26Z", [0.6, 0.0, 0.4], ""], [18252, "2016-01-30T22:36:51Z", [0.57, 0.04, 0.39], "aap2874"], [18252, "2016-01-30T22:33:22Z", [0.5, 0.1, 0.4], ""], [17651, "2016-01-30T22:30:06Z", [0.47, 0.02, 0.51], ""], [17351, "2016-01-30T22:15:33Z", [0.43, 0.01, 0.56], "Bernie Sanders is a more charismatic figure than Clinton, and I believe he is more likely to swing the last few votes to his side."], [18249, "2016-01-30T22:10:33Z", [0.46, 0.05, 0.49], ""], [18237, "2016-01-30T22:10:10Z", [0.3, 0.02, 0.68], "Over the past few months, Bernie Sanders has skyrocketed in popularity with his plans on re-establishing the \"dying\" middle-class. His continued rise in Iowa polls is what leads me to believe that he will come out victorious on Monday. As for O'Malley, this almost-certain loss will completely take him off the radar and indirectly terminate his presidential campaign due to his lack of mass support."], [18247, "2016-01-30T21:59:45Z", [0.42, 0.02, 0.56], ""], [18248, "2016-01-30T21:59:14Z", [0.22, 0.13, 0.65], ""], [12879, "2016-01-30T21:40:28Z", [0.52, 0.0, 0.48], ""], [17610, "2016-01-30T21:38:54Z", [0.5, 0.05, 0.45], ""], [12879, "2016-01-30T21:32:18Z", [0.5, 0.02, 0.48], ""], [17233, "2016-01-30T21:31:27Z", [0.65, 0.1, 0.25], "I think out of these three, Hillary Clinton would have the best chance of winning the presidential election."], [17702, "2016-01-30T21:30:05Z", [0.5, 0.15, 0.35], ""], [18242, "2016-01-30T21:29:59Z", [0.43, 0.02, 0.55], "It's going to be close, but bernie is a boss. #feelthebern"], [17320, "2016-01-30T21:28:53Z", [0.47, 0.09, 0.44], "Media coverage of the more popular candidates will provoke the minnow effect causing O'Malley to drop even further into obscurity."], [18241, "2016-01-30T21:22:41Z", [0.45, 0.05, 0.5], "So given the demographics of Iowa, and the past record as shown by polls, Bernie Sanders has overtaken Clinton (who started off ahead). However, since the polling predictions are never completely reliable, Bernie perhaps may have just a slight edge of Clinton.  O'Malley hasn't garnered much support, and I expect him to win less than 5%, although even if he manages finishing third with more than 30%, he could be someone to look forward to in New Hampshire."], [17631, "2016-01-30T21:18:02Z", [0.4, 0.07, 0.53], ""], [17240, "2016-01-30T21:12:51Z", [0.47, 0.05, 0.48], ""], [18238, "2016-01-30T21:00:26Z", [0.4, 0.05, 0.55], ""], [18236, "2016-01-30T20:59:46Z", [0.41, 0.07, 0.52], ""], [17624, "2016-01-30T20:52:39Z", [0.45, 0.1, 0.45], ""], [17375, "2016-01-30T20:51:49Z", [0.46, 0.03, 0.51], ""], [18232, "2016-01-30T20:45:44Z", [0.55, 0.0, 0.45], "The media coverage of Sanders and Clinton will give them a clear advantage over the less covered O'Malley. "], [17179, "2016-01-30T20:36:28Z", [0.57, 0.02, 0.41], ""], [1262, "2016-01-30T20:33:01Z", [0.59, 0.0, 0.41], ""], [14915, "2016-01-30T20:29:50Z", [0.52, 0.0, 0.48], ""], [17462, "2016-01-30T20:26:26Z", [0.49, 0.07, 0.44], ""], [17160, "2016-01-30T20:18:37Z", [0.4, 0.04, 0.56], ""], [17314, "2016-01-30T20:18:04Z", [0.48, 0.05, 0.47], ""], [17359, "2016-01-30T20:17:55Z", [0.55, 0.0, 0.45], ""], [18230, "2016-01-30T20:16:05Z", [0.46, 0.3, 0.24], ""], [17423, "2016-01-30T20:16:01Z", [0.45, 0.05, 0.5], ""], [18229, "2016-01-30T20:12:51Z", [0.65, 0.05, 0.3], ""], [18228, "2016-01-30T20:06:24Z", [0.46, 0.19, 0.35], ""], [28, "2016-01-30T20:00:00Z", [0.7, 0.0, 0.3], ""], [368, "2016-01-30T19:58:51Z", [0.92, 0.0, 0.08], ""], [18226, "2016-01-30T19:54:52Z", [0.49, 0.03, 0.48], ""], [17068, "2016-01-30T19:54:34Z", [0.44, 0.05, 0.51], "Looking at the polls, it seems that Sanders is in the lead, but only by a slight amount."], [18225, "2016-01-30T19:44:55Z", [0.55, 0.0, 0.45], "Although Bernie will provide a surprisingly strong showing given his lower stance in the polls going into the first caucus, Hillary will win by a slight margin. "], [17226, "2016-01-30T19:39:46Z", [0.63, 0.0, 0.37], ""], [17327, "2016-01-30T19:30:41Z", [0.62, 0.02, 0.36], ""], [18221, "2016-01-30T19:15:01Z", [0.43, 0.0, 0.57], ""], [601, "2016-01-30T19:13:20Z", [0.65, 0.0, 0.35], ""], [17666, "2016-01-30T19:03:17Z", [0.42, 0.11, 0.47], ""], [18216, "2016-01-30T18:39:53Z", [0.53, 0.05, 0.42], ""], [18215, "2016-01-30T18:28:08Z", [0.46, 0.02, 0.52], "Iowa is a white state. There is an anti establishment mood. Clinton has deficit on trust factor. However Clinton is likely to get more women voters than Sanders. However Sanders has lot of appeal to young. O'Mally is unknown. Period. Though it will be close, I think Sanders has an edge."], [18214, "2016-01-30T18:19:52Z", [0.44, 0.08, 0.48], "Clinton and Sanders have showed a lot during debates. O'Malley has remained quiet from what I've seen."], [12118, "2016-01-30T18:06:02Z", [0.9, 0.0, 0.1], ""], [18212, "2016-01-30T18:02:08Z", [0.4, 0.04, 0.56], ""], [18104, "2016-01-30T17:59:13Z", [0.51, 0.0, 0.49], ""], [18211, "2016-01-30T17:50:46Z", [0.45, 0.11, 0.44], ""], [231, "2016-01-30T17:41:27Z", [0.55, 0.0, 0.45], ""], [18210, "2016-01-30T17:28:39Z", [0.99, 0.0, 0.01], ""], [17196, "2016-01-30T17:26:44Z", [0.25, 0.1, 0.65], ""], [18206, "2016-01-30T17:03:59Z", [0.6, 0.05, 0.35], ""], [14531, "2016-01-30T16:58:41Z", [0.76, 0.0, 0.24], "After a dip in a few recent polls, HRC is trending upwards again. "], [12630, "2016-01-30T16:40:44Z", [0.72, 0.0, 0.28], ""], [11549, "2016-01-30T16:28:00Z", [0.95, 0.0, 0.05], "Sanders concentration of support in a few areas, which is not helpful given the caucus structure. Current polls. Not a difficult call since we are so close, so I won't expect any particular kudos if I get this one right. "], [18204, "2016-01-30T16:15:45Z", [0.3, 0.1, 0.6], ""], [18203, "2016-01-30T16:12:01Z", [0.47, 0.05, 0.48], ""], [17922, "2016-01-30T16:05:13Z", [0.65, 0.0, 0.35], ""], [18202, "2016-01-30T16:04:11Z", [0.7, 0.0, 0.3], ""], [102, "2016-01-30T15:29:35Z", [0.71, 0.0, 0.29], ""], [18201, "2016-01-30T15:29:10Z", [0.4, 0.0, 0.6], "Bernie Sanders is the most popular amongst the Democratic candidates shown in the polls."], [14840, "2016-01-30T14:37:38Z", [0.46, 0.0, 0.54], "I'm boosting Bernie's likelihood up an additional one percent, based on the strength of the fact that Patrick J. Buchanan, on last night's episode of \"The McLaughlin Group,\" predicted a Sanders win in Iowa.  I've been watching that program with something akin to religious devotion since I first discovered it, in the summer of '84, and I've noticed that Buchanan's predictions of electoral events, tend to come true."], [10662, "2016-01-30T14:32:53Z", [0.53, 0.0, 0.47], ""], [2965, "2016-01-30T14:05:28Z", [1.0, 0.0, 0.0], "http://www.wsj.com/articles/fighting-for-iowa-voters-bernie-sanders-leads-in-yaroslavl-1454099220\nhe is  self declared socialist, not the 2d coming of Obama.\nNever, ever, declared as a Dem in any race since being elected Mayor of Burlington. \nChange we can believe in HRC reprise`of Obama in 2008.\nChange Sanders cannot deliver... HRC reprise of anti-Obama closing argument.\nObama won womens voters in 2008 over HRC\nHRC wins 57% plus of womens votes."], [691, "2016-01-30T13:30:48Z", [0.68, 0.0, 0.32], ""], [2965, "2016-01-30T13:11:16Z", [1.0, 0.0, 0.0], "Use of 2012 predictive model for Iowa 2012 Obama v. Romney and\nassumed turnout\ndemographics women for HRC 60/40\nbetter ground game\ndistribution of Sanders support-5% Sanders\nHRC wins 54% of Iowa delegates.\nIts so complicated that Dems and Repubs now use a custom Microsoft application (TM) Microsoft\nI assume  HIGH TURNOUT 170,000."], [101, "2016-01-30T12:40:53Z", [0.6, 0.0, 0.4], ""], [10039, "2016-01-30T12:26:29Z", [1.0, 0.0, 0.0], ""], [43, "2016-01-30T11:12:01Z", [0.68, 0.0, 0.32], "Check out @AndrewSabisky's column in the International Business Times. Dateline 1-30-16 Much European commentary on the Trump phenomenon has been clueless, marked by open bewilderment at the bizarre spectacle. In a similar but less spectacular fashion, the unexpected success of Bernie Sanders (though he still faces an uphill struggle to beat Hillary Clinton) has also taken many pundits – myself included – by surprise....  http://www.ibtimes.co.uk/donald-trump-not-idiot-he-could-be-next-us-president-1540654"], [17539, "2016-01-30T10:32:42Z", [0.3, 0.05, 0.65], ""], [17429, "2016-01-30T07:40:51Z", [0.46, 0.27, 0.27], ""], [18184, "2016-01-30T06:54:40Z", [0.46, 0.1, 0.44], ""], [18173, "2016-01-30T05:42:16Z", [0.46, 0.1, 0.44], ""], [18173, "2016-01-30T05:34:07Z", [0.46, 0.1, 0.44], ""], [18179, "2016-01-30T04:45:32Z", [0.95, 0.0, 0.05], ""], [18179, "2016-01-30T04:45:12Z", [0.95, 0.05, 0.0], ""], [20, "2016-01-30T04:32:11Z", [0.46, 0.0, 0.54], "\"On the Democratic side, a voter’s second-choice candidate also matters. At the precinct site, caucus-goers break into groups based on their chosen candidate. If a candidate gets less than 15% of the support at that precinct, caucus-goers are required to choose a different candidate, and Democrats from the other groups can lobby in person for their vote.\"  http://time.com/4200096/iowa-polls-caucuses-2016-election-ted-cruz-donald-trump/?xid=tcoshare  IA - O'Malley, 7%\n 57% of O'Malley's supporters name Sanders as their second choice http://www.publicpolicypolling.com/main/2016/01/clinton-still-leads-iowa-omalley-backers-could-help-sanders.html"], [18040, "2016-01-30T04:08:44Z", [0.42, 0.05, 0.53], ""], [18176, "2016-01-30T03:50:06Z", [0.52, 0.03, 0.45], ""], [17911, "2016-01-30T03:32:53Z", [0.45, 0.05, 0.5], ""], [43, "2016-01-30T03:12:22Z", [0.68, 0.0, 0.32], "Am I smarter than Nate Silver? Maybe not. Splitting the difference between what I was thinking and his latest \"polls plus\" analysis, so I'm moving up on Clinton. Plus for Clinton:  snow likely Monday, and Sanders supporters tend to be new to caucusing. Minus for Clinton: those D*** emails. Dateline 1-29-16 http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [16291, "2016-01-30T03:02:53Z", [0.8, 0.0, 0.2], ""], [17582, "2016-01-30T02:53:08Z", [0.39, 0.03, 0.58], ""], [18168, "2016-01-30T02:47:37Z", [0.45, 0.0, 0.55], ""], [17711, "2016-01-30T02:37:37Z", [0.52, 0.0, 0.48], ""], [17798, "2016-01-30T02:36:49Z", [0.45, 0.0, 0.55], ""], [821, "2016-01-30T02:35:58Z", [0.52, 0.0, 0.48], "The recent revelations regarding Clinton Top Secret emails suggest a tiny classification problem.  While this is important to Republicans and the FBI, I don't know how much this will affect the Democratic Iowa caucus goers. The polls and ground game for these two candidates are a pretty close match.  A lot will depend on voter turnout. "], [17280, "2016-01-30T02:33:04Z", [0.35, 0.15, 0.5], ""], [17271, "2016-01-30T02:29:26Z", [0.52, 0.02, 0.46], ""], [52, "2016-01-30T02:22:56Z", [0.45, 0.0, 0.55], ""], [15331, "2016-01-30T02:14:55Z", [0.85, 0.0, 0.15], ""], [18166, "2016-01-30T02:14:16Z", [0.0, 0.01, 0.99], ""], [17385, "2016-01-30T01:40:08Z", [0.75, 0.05, 0.2], "It looks like Hilary has a lot of the popular vote and although Sanders seems to have a lot of ideas I think people will hesitate to vote for him due to his age. "], [10898, "2016-01-30T01:31:14Z", [0.75, 0.0, 0.25], ""], [18164, "2016-01-30T01:29:27Z", [0.49, 0.0, 0.51], ""], [9755, "2016-01-30T01:22:48Z", [0.49, 0.0, 0.51], ""], [18163, "2016-01-30T01:22:44Z", [0.56, 0.03, 0.41], ""], [18162, "2016-01-30T01:21:39Z", [0.44, 0.05, 0.51], ""], [9755, "2016-01-30T01:19:53Z", [0.45, 0.0, 0.55], ""], [18156, "2016-01-30T01:05:44Z", [0.49, 0.0, 0.51], ""], [9884, "2016-01-30T01:05:42Z", [0.55, 0.0, 0.45], ""], [18161, "2016-01-30T01:03:21Z", [0.75, 0.0, 0.25], ""], [17553, "2016-01-30T01:00:56Z", [0.52, 0.01, 0.47], "Based on the polling numbers of multiple reputable polling sites, Clinton holds a slim lead over Sanders. Clinton seems to appeal more to Midwestern citizens who tend to vote for more traditional candidates. "], [17135, "2016-01-30T00:54:37Z", [0.45, 0.02, 0.53], ""], [18160, "2016-01-30T00:47:51Z", [0.51, 0.03, 0.46], "Hillary Clinton has more resources than the other candidates. I also feel that she appeals to the more mature voters, where as Bernie Sanders appeals more to the younger generations who are less reliable when it comes to voting."], [643, "2016-01-30T00:08:44Z", [0.6, 0.4, 0.0], ""], [485, "2016-01-30T00:08:15Z", [0.45, 0.0, 0.55], "News today that Clinton's emails contained information so secret that the State Dept. will not release them even in redacted form: https://www.washingtonpost.com/news/post-politics/wp/2016/01/29/the-state-department-concludes-there-is-top-secret-material-in-hillary-clintons-email-correspondence-from-her-time-as-secretary-of-state/ As a result, Bernie might get a boost and I'm adjusting my forecast accordingly. "], [3895, "2016-01-29T23:57:33Z", [0.53, 0.0, 0.47], ""], [484, "2016-01-29T23:51:12Z", [0.35, 0.0, 0.65], "Down another 10% since I've been relatively high favoring HRC."], [915, "2016-01-29T23:43:34Z", [0.0, 0.0, 1.0], "on the limb, but 2.8 million indiv. contributions and crowd reaction to a  Bernie stump speech says it all."], [18150, "2016-01-29T23:34:11Z", [0.48, 0.05, 0.47], ""], [17591, "2016-01-29T23:09:30Z", [0.47, 0.02, 0.51], "Sanders will end up having more supporters vote for him than Clinton, who is under review because of some emails. O'Malley will continue to decline from 5%, 2%, and finally none after this caucus is over. Then the race will be neck and neck for the nominee. "], [11430, "2016-01-29T23:07:17Z", [0.9, 0.0, 0.1], ""], [18148, "2016-01-29T23:04:11Z", [0.4, 0.0, 0.6], ""], [484, "2016-01-29T22:59:17Z", [0.45, 0.0, 0.55], "Down 10% for HRC on the optics of the emails."], [14841, "2016-01-29T22:56:20Z", [0.79, 0.0, 0.21], "Legit polling operations are showing Sanders with a slightly better chance then a week ago, hence the slight upgrade."], [18145, "2016-01-29T22:54:51Z", [0.35, 0.1, 0.55], ""], [18145, "2016-01-29T22:50:55Z", [0.35, 0.1, 0.55], ""], [17338, "2016-01-29T22:50:47Z", [0.44, 0.14, 0.42], "The Iowa polls so far show almost no favor for O'Malley, and almost an even split between Clinton and Sanders with a lean towards Clinton. I don't expect those trends to change."], [17726, "2016-01-29T22:48:34Z", [0.38, 0.19, 0.43], ""], [12874, "2016-01-29T22:47:42Z", [0.68, 0.0, 0.32], ""], [17200, "2016-01-29T22:40:28Z", [0.4, 0.05, 0.55], ""], [17059, "2016-01-29T22:38:53Z", [0.49, 0.02, 0.49], "They both have many recognizable pros and cons. I think this one will be neck-and-neck."], [17200, "2016-01-29T22:37:44Z", [0.35, 0.2, 0.45], ""], [368, "2016-01-29T22:35:40Z", [0.92, 0.0, 0.08], ""], [11157, "2016-01-29T22:31:34Z", [0.65, 0.0, 0.35], ""], [18141, "2016-01-29T22:30:57Z", [0.85, 0.0, 0.15], "While Hillary Clinton may be the undisputed party leader (and recipient of some lavish funding), she is also embroiled in what could turn out to be a serious scandal with the Emails. Bernie Sanders has good populist appeal, but the college students who represent his most fervent support base rarely vote in this caucus."], [18137, "2016-01-29T22:27:12Z", [0.47, 0.0, 0.53], "I do not know much about the people in Iowa but if they are anything like me they would not vote for Hillary. Yet I feel like it will be pretty even."], [17560, "2016-01-29T22:24:22Z", [0.25, 0.15, 0.6], ""], [18135, "2016-01-29T22:07:12Z", [0.5, 0.0, 0.5], ""], [12879, "2016-01-29T22:00:19Z", [0.54, 0.06, 0.4], ""], [15906, "2016-01-29T21:58:08Z", [0.52, 0.01, 0.47], ""], [18118, "2016-01-29T21:49:57Z", [0.85, 0.0, 0.15], "Both Clinton and Sanders have their supporters but Clinton will probably win the Iowa caucuses because she has alot of experience in foreign affairs serving as Secretary of State for Obama; she also used to be the first lady giving her a wider following."], [17267, "2016-01-29T21:44:57Z", [0.47, 0.01, 0.52], ""], [18133, "2016-01-29T21:32:55Z", [0.47, 0.04, 0.49], "Martin O'Malley is a low profile candidate that is not a big contender at all. Hillary and Bernie both have their target voters. Bernie is very popular with college students and a lot of people want Hillary because they want a female president. They both have good platforms, but at the same time they have drawbacks. The email scandal with Hillary will affect her and some are concerned that Bernie's age is a factor to consider. "], [13361, "2016-01-29T21:31:25Z", [0.55, 0.0, 0.45], ""], [11885, "2016-01-29T21:30:50Z", [0.91, 0.0, 0.09], ""], [18133, "2016-01-29T21:30:37Z", [0.47, 0.04, 0.49], ""], [18127, "2016-01-29T21:30:17Z", [0.48, 0.06, 0.46], "It will be very close between Hillary and Bernie."], [17918, "2016-01-29T21:23:23Z", [0.38, 0.05, 0.57], ""], [17349, "2016-01-29T21:18:15Z", [0.55, 0.06, 0.39], ""], [18129, "2016-01-29T21:13:15Z", [0.5, 0.02, 0.48], ""], [15097, "2016-01-29T21:10:28Z", [0.52, 0.0, 0.48], "Recent polls have this race as extremely tight - I'm giving HRC a slight edge since it appears she's not relying heavily on those who are less likely to come out and caucus (i.e., Bernie Sanders is relying on younger voters to come out, which may not happen).  "], [10267, "2016-01-29T21:09:53Z", [0.7, 0.0, 0.3], ""], [18128, "2016-01-29T21:06:35Z", [0.51, 0.02, 0.47], "Clinton and Sanders have been closely tied for just about the entire election process thus far, but I still think more voters will turn to HC. As for O'Malley, well as UT students say, \"O-Who?\""], [43, "2016-01-29T21:04:10Z", [0.6, 0.0, 0.4], "Oh oh, her emails are turning radioactive. Is there enough time for this to affect the race? The official result is that \"The State Department has concluded there is 'top secret' material in Hillary Clinton's email correspondence from the time she was secretary of state, indicating that some of her emails will never be released, even in heavily redacted form, because they are too sensitive for the public to view.\" I may be biased, given that I used to hold a clearance. If this was a Trump scandal, it probably wouldn't affect his support. But Ms. Clinton is less Tefloned than The Donald.  Dateline 1-29-16 https://www.washingtonpost.com/news/post-politics/wp/2016/01/29/the-state-department-concludes-there-is-top-secret-material-in-hillary-clintons-email-correspondence-from-her-time-as-secretary-of-state/?hpid=hp_hp-top-table-main_clinton-emails-315pm%3Ahomepage%2Fstory"], [17879, "2016-01-29T20:56:51Z", [0.75, 0.0, 0.25], ""], [17879, "2016-01-29T20:55:37Z", [0.7, 0.0, 0.3], ""], [43, "2016-01-29T20:52:49Z", [0.62, 0.0, 0.38], "Holding steady. Turning up at an evening caucus in the midst of the 50% likely snowstorm (as currently forecasted) is much harder than saying \"Bernie!\" to a pollster. I'm expecting that new participants will be few, bad news for the Bern."], [17547, "2016-01-29T20:50:16Z", [0.35, 0.15, 0.5], ""], [15354, "2016-01-29T20:47:32Z", [0.52, 0.0, 0.48], "Updating slightly due to new poll numbers.  However, still cautious as primaries are counted by county, and a lot of Bernie's support is very concentrated in college districts."], [17063, "2016-01-29T20:40:39Z", [0.15, 0.0, 0.85], ""], [20, "2016-01-29T20:36:14Z", [0.46, 0.0, 0.54], "22 emails' classification won't matter much to her supporters. But it does confirm to some the Clinton's make their own rules. That's part of the reason O'Malley supporters will want to beat her, that means voting Sanders."], [16430, "2016-01-29T20:20:51Z", [0.75, 0.24, 0.01], ""], [17508, "2016-01-29T20:20:35Z", [0.49, 0.01, 0.5], ""], [17279, "2016-01-29T20:08:37Z", [0.3, 0.2, 0.5], ""], [18122, "2016-01-29T20:04:53Z", [0.62, 0.27, 0.11], ""], [17780, "2016-01-29T19:52:36Z", [0.4, 0.15, 0.45], "Hilary has had a lead the past year. However, Bernie Sanders' grassroots approach to the race will win him the Democratic nomination by just a few points over Hilary Clinton."], [18119, "2016-01-29T19:47:48Z", [0.56, 0.06, 0.38], "I think that Hillary will start off winning the Iowa Caucus because she is currently popular and has a lot of support. I believe she will slowly start to do worse throughout the caucuses though. "], [18114, "2016-01-29T19:34:02Z", [0.9, 0.0, 0.1], ""], [17412, "2016-01-29T19:04:44Z", [0.35, 0.06, 0.59], "Bernie Sanders has been growing in support very quickly during this election season. His name is well known among our campus and I predict that it is also well known among campus' across the nation as his platforms are very appealing to people our age. Hilary on the other hand has been losing widespread support over our age group as can be seen across social media and websites such as reddit. I've never heard of Martin O'Malley."], [17316, "2016-01-29T19:04:44Z", [0.51, 0.0, 0.49], "I believe that the fight for the Democratic presidential candidate essentially boils down to a battle between Sanders and Clinton. O'Malley's campaign hasn't gained much steam and has really low percentages in the polls making him an extremely unlikely winner of the Iowa caucus. My opinion is basically split between Sanders and Clinton as to who will in Iowa, but I put Clinton as slightly ahead because she has had more name recognition and time in the spotlight than Sanders. "], [18108, "2016-01-29T18:56:10Z", [0.4, 0.05, 0.55], ""], [17140, "2016-01-29T18:55:29Z", [0.5, 0.0, 0.5], ""], [18109, "2016-01-29T18:53:30Z", [0.43, 0.02, 0.55], "Due to Bernie Sanders having better relations to Iowa, I would predict that he would win the Iowa Caucus. "], [18105, "2016-01-29T18:51:48Z", [0.54, 0.45, 0.01], ""], [18101, "2016-01-29T18:49:14Z", [0.48, 0.02, 0.5], "Bernie has closer relations with Iowa than Clinton."], [18102, "2016-01-29T18:46:56Z", [0.4, 0.0, 0.6], ""], [17088, "2016-01-29T18:41:23Z", [0.4, 0.15, 0.45], ""], [1064, "2016-01-29T18:31:01Z", [0.54, 0.0, 0.46], ""], [18099, "2016-01-29T18:20:31Z", [0.53, 0.08, 0.39], ""], [17916, "2016-01-29T18:17:38Z", [0.4, 0.05, 0.55], ""], [17708, "2016-01-29T18:16:23Z", [0.49, 0.04, 0.47], ""], [17327, "2016-01-29T18:16:17Z", [0.62, 0.02, 0.36], ""], [18096, "2016-01-29T18:15:24Z", [0.75, 0.0, 0.25], ""], [17357, "2016-01-29T18:15:06Z", [0.47, 0.02, 0.51], ""], [17275, "2016-01-29T18:13:15Z", [0.3, 0.1, 0.6], ""], [18095, "2016-01-29T18:04:59Z", [0.28, 0.05, 0.67], "I fell as though Bernie Sanders will have the upper hand in the democratic Iowa caucuses. In the past, president candidates whom won are typically the most physically appealing to the American audience. And when I look at Sanders, he seems wise and very approachable to me. He gives off a trust worthy aura. His like the grandfather whom you can talk to about anything . Not only is he appealing, but he seems to have plans to help the minorities more than the other candidates. Hillary Clinton is the second runner up in the Iowa caucuses in my opinion. Not only is she a female, but she has interests to progress America into a better and more sustainable nation where everyone has a better chance to be successful, to a certain extent. As for O'Malley, I don't know much about him but he still has a small chance at becoming president. "], [2, "2016-01-29T17:57:23Z", [0.44, 0.0, 0.56], ""], [30, "2016-01-29T17:53:57Z", [0.71, 0.0, 0.29], "Hillary continues to show a consistent lead in the polls going into the weekend. Other historically predictive factors (endorsements, etc.) also continue to weigh in her favor.  http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/#polls-only"], [84, "2016-01-29T17:46:59Z", [0.65, 0.0, 0.35], ""], [2, "2016-01-29T17:44:46Z", [0.48, 0.0, 0.52], "Jumping ship back to Bernie again.  2 things bother me:  1. Mike O'Malley's lead is rising in recent polls, but he can't pass the 15% threshold which means his guys have to go to someone.  They're not going to Hillary 2. Hillary came in third in 2008, behind Obama & slightly behind John Edwards with 29.4%.  All the people who didn't pick her last time -- will they still be there?  8 years is a long time.   If they are, are they going to pick her this time, with a surging opponent? For the most part, people don't change.  If they didn't like her last time (and she was Big Party Fave then too), they won't like her this time.  Despite what they say to pollsters. And new people are also likely Bernie fans.  So Hillary's best bet are older people who caucused before (and voted for Hillary) and older people who didn't caucus before but are motivated to come out and support Hillary.  That doesn't sound strong to me. Obligatory link on ground games: http://www.newyorker.com/news/john-cassidy/cassidys-count-iowas-democratic-caucus-is-too-close-to-call"], [17739, "2016-01-29T17:43:53Z", [0.51, 0.01, 0.48], "Living amongst millennials in a college environment certainly leads me to believe Sanders is the favorite, but given that this is but a sliver of the voting population, I can't give him the edge based on this alone, let alone his extreme ideology. On the other hand, indeed it seems that Clinton, with her touted \"experience,\" is likely to pull more of the general vote, although she has been deservedly getting much negative media attention recently. So, I figure it will be close. "], [17134, "2016-01-29T17:19:39Z", [0.4, 0.0, 0.6], "I think that the race is extremely close between Clinton and Sanders.  However, recent poll numbers have shown that Sanders is actually pulling ahead in Iowa, which makes me think that there is a slightly larger possibility of him taking the Iowa caucus.  However, I do think that Clinton still has a very substantial chance to win the caucus in Iowa, so it could really be anyone's game at the current moment."], [18094, "2016-01-29T17:14:50Z", [0.65, 0.0, 0.35], ""], [20, "2016-01-29T17:12:31Z", [0.48, 0.0, 0.52], "Whiplash change time. HRC is up in all the reliable polls, from voter lists that is. But it's close. And O'Malley backers overwhelmingly have Bern as their second choice. It's going to get lonely for MO'M backers in the caucus'. "], [17367, "2016-01-29T17:09:31Z", [0.4, 0.0, 0.6], "I believe Sanders has a higher chance of winning than Clinton because he has surged in popularity in recent polls in Iowa and is the forerunner in New Hampshire. This gives him momentum and a chance to win over Iowa. However, in the past, there is usually a larger percentage of women turnout in caucus, which may gave Clinton a lead."], [18093, "2016-01-29T17:03:01Z", [0.42, 0.0, 0.58], ""], [16403, "2016-01-29T16:42:07Z", [0.55, 0.0, 0.45], ""], [14208, "2016-01-29T16:40:30Z", [0.31, 0.0, 0.69], "O’Malley does not have the support to be considered a viable candidate in Iowa.  Those supporters should go to predominately Sanders.  See below.  RealClear politics has Clinton ahead by 2% in Iowa and O’Malley holds 4%.  I’m betting that O’Malley supporters that support Clinton as a backup will stay home secondary to overconfidence whereas O’Malley supporters that support Sanders as a backup have the “Bern” in their bellies and will show.\n“The former Maryland governor is polling in the low single digits. But if the race between Clinton and Sanders is tight, his supporters could decide the Feb. 1 contest if they move en masse to one of the other candidates.  That’s because caucus rules require that in most precincts, candidates with less than 15 percent support are not considered “viable,” so their supporters have to abandon that candidate and choose their second-best option unless they want to vote uncommitted.  Only one recent poll, from Public Policy Polling, includes analysis of O’Malley supporters’ second choice. That poll shows Sanders holding a substantial lead over Clinton there, 43 percent to 20 percent”\nhttp://thehill.com/homenews/campaign/266717-omalley-could-play-spoiler-in-iowa\n"], [17121, "2016-01-29T16:23:18Z", [0.53, 0.02, 0.45], ""], [18086, "2016-01-29T16:18:00Z", [0.55, 0.0, 0.45], ""], [18086, "2016-01-29T16:17:48Z", [0.55, 0.45, 0.0], ""], [16402, "2016-01-29T16:09:08Z", [0.53, 0.02, 0.45], ""], [18084, "2016-01-29T16:00:46Z", [0.55, 0.0, 0.45], ""], [18083, "2016-01-29T15:51:04Z", [0.45, 0.02, 0.53], "I think it will be close but since Bernie is in the upswing it seems like Bernie's momentum may carry him through. "], [18080, "2016-01-29T15:23:41Z", [0.35, 0.0, 0.65], ""], [8027, "2016-01-29T12:35:02Z", [0.4, 0.15, 0.45], ""], [691, "2016-01-29T12:20:02Z", [0.64, 0.0, 0.36], ""], [18056, "2016-01-29T08:47:47Z", [0.5, 0.0, 0.5], ""], [18056, "2016-01-29T08:47:18Z", [0.7, 0.1, 0.2], ""], [18053, "2016-01-29T08:30:44Z", [0.8, 0.2, 0.0], ""], [8244, "2016-01-29T08:00:37Z", [0.6, 0.0, 0.4], ""], [12874, "2016-01-29T07:51:51Z", [0.6, 0.0, 0.4], ""], [16010, "2016-01-29T07:10:58Z", [0.7, 0.0, 0.3], "Softening Clinton preference (taking account of bookie market swing). They have two candidates as roughly neck and neck but Clinton has been overwhelmingly in front according to bookies for almost all the past year. That \"legacy\" preference is being factored in. "], [12325, "2016-01-29T07:09:19Z", [0.3, 0.0, 0.7], ""], [17562, "2016-01-29T07:02:12Z", [0.48, 0.02, 0.5], ""], [17550, "2016-01-29T05:57:40Z", [0.4, 0.1, 0.5], "First, I don't know much about Martin O'Malley. Second, I think Hilary Clinton is very untrustworthy and does not deserve to be the President; however, many feel that she has the experience. I still don't like her as a person though. Lastly, Bernie Sanders is the only option left, but I have heard he has a mention to diminish student debt, which I would gladly support."], [18046, "2016-01-29T05:48:37Z", [0.46, 0.03, 0.51], ""], [17446, "2016-01-29T05:45:03Z", [0.5, 0.0, 0.5], ""], [17299, "2016-01-29T05:35:30Z", [0.43, 0.0, 0.57], ""], [17701, "2016-01-29T05:14:11Z", [0.52, 0.02, 0.46], "I believe that Clinton will be victorious over Sanders in the Iowa caucuses because she has recently established some solid endorsements, and she is seen as a safer choice for the Democratic party. It will be somewhat of a close race though because of the potential cloud that could hang over Clinton's head as a result of her scandals. "], [17589, "2016-01-29T04:55:23Z", [0.45, 0.0, 0.55], ""], [18038, "2016-01-29T04:54:37Z", [0.47, 0.05, 0.48], ""], [18039, "2016-01-29T04:53:33Z", [0.45, 0.05, 0.5], "Bernie is the hip candidate who isn't moneyed. Poor O'Malley will be last"], [17990, "2016-01-29T04:51:39Z", [0.41, 0.11, 0.48], ""], [17983, "2016-01-29T04:46:37Z", [0.45, 0.05, 0.5], ""], [18036, "2016-01-29T04:41:15Z", [0.55, 0.0, 0.45], ""], [18020, "2016-01-29T04:05:13Z", [0.55, 0.0, 0.45], "Although Sanders has become quite popular for the Democratic Party, I believe that Clinton might be in the lead by a marginal percentage. "], [17168, "2016-01-29T04:04:14Z", [0.47, 0.04, 0.49], ""], [17343, "2016-01-29T03:46:33Z", [0.41, 0.12, 0.47], ""], [17315, "2016-01-29T03:44:22Z", [0.59, 0.06, 0.35], ""], [17130, "2016-01-29T03:43:58Z", [0.59, 0.01, 0.4], ""], [18028, "2016-01-29T03:43:26Z", [0.45, 0.0, 0.55], ""], [17410, "2016-01-29T03:37:31Z", [0.45, 0.0, 0.55], ""], [15425, "2016-01-29T03:36:45Z", [0.68, 0.0, 0.32], "Betting markets moving further in favour of Hilary as the vote grows closer."], [1547, "2016-01-29T03:35:15Z", [0.75, 0.0, 0.25], ""], [18025, "2016-01-29T03:26:35Z", [0.33, 0.02, 0.65], ""], [18023, "2016-01-29T03:09:11Z", [0.45, 0.0, 0.55], ""], [18022, "2016-01-29T03:03:15Z", [0.2, 0.05, 0.75], ""], [17541, "2016-01-29T02:47:05Z", [0.0, 0.0, 1.0], ""], [17703, "2016-01-29T02:47:03Z", [0.61, 0.05, 0.34], ""], [18019, "2016-01-29T02:46:01Z", [0.52, 0.01, 0.47], ""], [18014, "2016-01-29T02:38:31Z", [0.52, 0.03, 0.45], ""], [17511, "2016-01-29T02:28:04Z", [0.4, 0.05, 0.55], ""], [17073, "2016-01-29T02:20:00Z", [0.45, 0.0, 0.55], ""], [17787, "2016-01-29T02:18:45Z", [0.3, 0.1, 0.6], "Bernie Sanders left policies make him appealing to voters but Hilary Clinton is also getting a lot of publicity. "], [17073, "2016-01-29T02:15:45Z", [0.45, 0.0, 0.55], ""], [17073, "2016-01-29T02:15:13Z", [0.34, 0.01, 0.65], ""], [18015, "2016-01-29T02:14:16Z", [0.45, 0.1, 0.45], "Bernie is very very direct with what he wants and Hillary just has a well known name "], [18012, "2016-01-29T01:53:02Z", [0.45, 0.0, 0.55], ""], [17408, "2016-01-29T01:44:35Z", [0.65, 0.02, 0.33], "Seeing as how Obama was such a popular candidate for the Iowa Caucus years ago, i presume that many will be in favor of his Democratic predecessor, Hilary. I believe Bernie Sanders will likely be in a high percentage rate at the caucus because ever since him and Trump lost that connection during one of the debates, he seems to be more popular in my eyes. Lastly, I just guessed on O'Malley; I couldn't really decide for him."], [17558, "2016-01-29T01:31:53Z", [0.45, 0.08, 0.47], ""], [2010, "2016-01-29T01:31:43Z", [0.76, 0.0, 0.24], ""], [17997, "2016-01-29T01:23:45Z", [0.42, 0.15, 0.43], ""], [16292, "2016-01-29T01:23:43Z", [0.73, 0.0, 0.27], ""], [10936, "2016-01-29T01:13:52Z", [0.7, 0.0, 0.3], ""], [16425, "2016-01-29T01:07:35Z", [0.71, 0.0, 0.29], ""], [17994, "2016-01-29T01:01:22Z", [0.25, 0.25, 0.5], ""], [18002, "2016-01-29T01:00:32Z", [0.48, 0.03, 0.49], ""], [2965, "2016-01-29T00:59:27Z", [0.99, 0.0, 0.01], "Clinton wins 54 percent of Iowa delegates.\nSanders wins 46 percent  of Iowa delegates.\nTurn out for Democratic caucuses 160,000.00 votes "], [17994, "2016-01-29T00:56:06Z", [0.25, 0.25, 0.5], ""], [18002, "2016-01-29T00:54:49Z", [0.48, 0.03, 0.49], ""], [17573, "2016-01-29T00:39:53Z", [0.0, 0.0, 1.0], ""], [18000, "2016-01-29T00:38:43Z", [0.49, 0.02, 0.49], ""], [14889, "2016-01-29T00:36:00Z", [0.15, 0.0, 0.85], "Because Hilary might get indicted. "], [17998, "2016-01-29T00:28:22Z", [0.35, 0.05, 0.6], ""], [17995, "2016-01-29T00:23:08Z", [0.2, 0.05, 0.75], ""], [17487, "2016-01-28T23:57:50Z", [0.45, 0.0, 0.55], ""], [17980, "2016-01-28T23:23:36Z", [0.54, 0.01, 0.45], ""], [17482, "2016-01-28T23:19:06Z", [0.51, 0.05, 0.44], "Sanders and Clinton will have very close results with Clinton eventually winning the majority."], [17977, "2016-01-28T23:16:17Z", [0.56, 0.05, 0.39], ""], [17977, "2016-01-28T23:14:27Z", [1.0, 0.0, 0.0], ""], [17570, "2016-01-28T23:09:51Z", [0.55, 0.15, 0.3], ""], [17933, "2016-01-28T23:09:31Z", [0.4, 0.05, 0.55], "I don't know too much about Martin O'Malley but I definitely believe that it will be between Hillary and Bernie as they are the more popular out of the 3. I am a little biased in voting because I do want to see Bernie Sanders win but I also believe he has a lot more to offer to our country, something that I believe the people of Iowa will agree on. Another thing to take into consideration is the amount of negative press that HC has been getting and how that could affect her voter turn out when compared to Bernie's. "], [17177, "2016-01-28T23:08:39Z", [0.35, 0.1, 0.55], ""], [17108, "2016-01-28T23:02:53Z", [0.45, 0.02, 0.53], ""], [17961, "2016-01-28T22:57:46Z", [0.42, 0.19, 0.39], ""], [17253, "2016-01-28T22:53:39Z", [0.42, 0.04, 0.54], "Martin O'Malley doesn't have near the support that Sanders or Clinton do. Clinton's fame will take her a long ways, but I believe that Sanders can come out on top with the support of the younger generations."], [17706, "2016-01-28T22:51:09Z", [0.55, 0.05, 0.4], "There has been news on how Hillary Clinton is forecasted to gain more votes. "], [17971, "2016-01-28T22:51:02Z", [0.45, 0.05, 0.5], "With all the negative press coverage HC has been getting I think that BS has a slightly higher chance of winning the caucus."], [17721, "2016-01-28T22:50:56Z", [0.4, 0.0, 0.6], ""], [17416, "2016-01-28T22:47:47Z", [0.53, 0.44, 0.03], ""], [17972, "2016-01-28T22:46:32Z", [0.48, 0.05, 0.47], "I think the support for Sanders is higher, but Clinton supporters are more likely to vote. "], [17970, "2016-01-28T22:39:19Z", [0.4, 0.0, 0.6], ""], [17969, "2016-01-28T22:38:51Z", [0.41, 0.02, 0.57], ""], [17407, "2016-01-28T22:37:17Z", [0.48, 0.0, 0.52], "Its going to be close but I think bernie will squeeze out ahead"], [17937, "2016-01-28T22:35:23Z", [0.4, 0.0, 0.6], "I haven't even heard of O'Malley, I think Sanders has more support than Clinton, but not by much."], [17968, "2016-01-28T22:34:34Z", [0.45, 0.0, 0.55], ""], [17966, "2016-01-28T22:31:31Z", [0.55, 0.05, 0.4], "Although I am not a supporter of Hilary, I think that the more conservative white population of Iowa would choose her over Sander's radical ideas."], [17192, "2016-01-28T22:30:02Z", [0.39, 0.0, 0.61], ""], [17967, "2016-01-28T22:25:41Z", [0.25, 0.0, 0.75], ""], [17218, "2016-01-28T22:25:40Z", [0.51, 0.0, 0.49], "O'Malley has struggled to gain any relevance at all throughout the whole cycle thus far.\nBernie Sanders has gained some serious ground in the past few weeks. He has a near universal following among millennials, who are starting to become increasingly politically active. \nHillary Clinton has had a significant lead up to this point, but her entanglement in the Benghazi scandal lost her some support. Her debate performance is good, but not enough to quell the rise of the thousands and thousands millennials who passionately support Sanders. Still, unlike Sanders, she accepts campaign donations from corporations, giving her more campaign resources. \nIt's really a toss-up. Sanders and Clinton are very equally matched for the caucus.    "], [15913, "2016-01-28T22:24:23Z", [0.7, 0.0, 0.3], "Clinton's voter base is far more likely to contribute to the caucus than Sander's."], [17567, "2016-01-28T22:21:50Z", [0.3, 0.2, 0.5], "bernie sanders all the way "], [17008, "2016-01-28T22:19:17Z", [0.45, 0.0, 0.55], ""], [10267, "2016-01-28T22:18:10Z", [0.7, 0.0, 0.3], ""], [17963, "2016-01-28T22:17:06Z", [0.75, 0.0, 0.25], "In continuing with the trend of diverse presidential candidates (Obama being the first black) I think people are more likely to flock to another great change in American history in attempting to make her the first female president while we are comfortable with the historical changes. Not only this but she is also the most well known of all the candidates which helps her. Lastly she has been highly active in American politics in the media in the following years."], [17689, "2016-01-28T22:13:18Z", [0.33, 0.35, 0.32], ""], [17964, "2016-01-28T22:11:00Z", [0.6, 0.05, 0.35], "Clinton is the most popular while O'Malley is the least popular. "], [17960, "2016-01-28T22:10:54Z", [0.55, 0.05, 0.4], "Although Bernie Sanders is a tough competitor, I still think that Hillary is going to come on top. Though O'Malley does have very good ideas, and in my opinion would be a great candidate for Democratic VP, I don't think he has much of a chance against Bernie and Hillary."], [17218, "2016-01-28T21:58:37Z", [0.52, 0.0, 0.48], ""], [12879, "2016-01-28T21:54:22Z", [0.48, 0.06, 0.46], "Are we going to see shades of the 2008 Obama/Clinton race? That is,the race going down to the wire, and Hillary, once again, losing the battle against Sanders like she did with Obama.  Will this be the beginning of the end of the Clinton political dynasty? I believe that she may lose for these 2 reasons. 1). Loss of the younger vote. 2). A continuing perception by many people that she has honesty and trustworthiness issues."], [17774, "2016-01-28T21:53:19Z", [0.6, 0.0, 0.4], ""], [11786, "2016-01-28T21:52:29Z", [0.05, 0.0, 0.95], ""], [17774, "2016-01-28T21:52:19Z", [0.6, 0.0, 0.4], ""], [17318, "2016-01-28T21:46:53Z", [0.39, 0.15, 0.46], ""], [17957, "2016-01-28T21:46:48Z", [0.46, 0.07, 0.47], "it will be neck and neck between clinton and sanders"], [17824, "2016-01-28T21:42:40Z", [0.43, 0.2, 0.37], ""], [17955, "2016-01-28T21:38:12Z", [0.45, 0.05, 0.5], ""], [17186, "2016-01-28T21:34:14Z", [0.55, 0.1, 0.35], ""], [17284, "2016-01-28T21:33:44Z", [0.5, 0.15, 0.35], "I think Hillary Clinton and Bernie Sanders will get the majority of the votes, with Martin O'Malley getting a much smaller fraction of the votes."], [17312, "2016-01-28T21:32:10Z", [0.49, 0.04, 0.47], ""], [1395, "2016-01-28T21:31:11Z", [0.53, 0.0, 0.47], ""], [1395, "2016-01-28T21:30:27Z", [0.53, 0.47, 0.0], ""], [17954, "2016-01-28T21:29:31Z", [0.4, 0.15, 0.45], "I believe a small fraction will vote O'Malley, as per the small number of supporters he has. That said, of the remaining 85 percent, I believe with the rising popularity of Bernie Sanders and the falling popularity of Hillary Clinton, Sanders will win, while still maintaining a very narrow lead."], [17400, "2016-01-28T21:27:07Z", [0.4, 0.15, 0.45], ""], [17378, "2016-01-28T21:23:47Z", [0.4, 0.15, 0.45], "Clinton and Sanders are both clearly frontrunners whilst O'Malley continues to be unable to gain any real traction."], [17952, "2016-01-28T21:22:58Z", [0.25, 0.04, 0.71], ""], [17369, "2016-01-28T21:22:57Z", [0.46, 0.05, 0.49], ""], [17953, "2016-01-28T21:22:06Z", [0.5, 0.01, 0.49], ""], [17645, "2016-01-28T21:09:29Z", [0.99, 0.0, 0.01], "Clinton is the only name that I have heard of on this list."], [17950, "2016-01-28T21:07:09Z", [0.45, 0.06, 0.49], "I think it will be close between Bernie Sanders and Hillary Clinton."], [15353, "2016-01-28T21:05:57Z", [0.55, 0.0, 0.45], "3 polls favorng Bernie, 4 polls favoring Hilary, 0 showing O'Mally over 9%"], [17949, "2016-01-28T21:03:51Z", [0.47, 0.04, 0.49], "Feelin da Bern"], [17575, "2016-01-28T21:03:06Z", [0.6, 0.0, 0.4], "Although Bernie Sanders won't be too far behind as number 2, I believe Hillary will still remain on top as the victorious candidate for the Democrats and win the Iowa caucus on February 1. She has always been a front runner during this election and I don't think this will change during the Iowa caucus, despite the email scandals. "], [17939, "2016-01-28T21:00:54Z", [0.01, 0.0, 0.99], ""], [17188, "2016-01-28T20:55:47Z", [0.35, 0.1, 0.55], ""], [17945, "2016-01-28T20:54:43Z", [0.31, 0.29, 0.4], "I think Bernie Sanders would be the best candidate, so I think he'll win, but It will be pretty close."], [2, "2016-01-28T20:40:26Z", [0.6, 0.0, 0.4], "I'm going to shift away from Bernie as well.  I thought there was an opening a few days ago, cause Hillary wasn't taking IA seriously enough, but I think she is now.   Hillary is actually the toughest when she's behind.  She's not a great front-runner. http://www.nytimes.com/2016/01/28/opinion/campaign-stops/hillary-clintons-crucible.html \"It is an odd, cyclical exercise to continue to praise her for climbing out of holes she digs for herself. There almost seems to be a self-destructive, self-defeating impulse at play, a need to be perpetually down so that she can perpetually fight her way back up, a sort of crisis dependency.\" This might get her in trouble in the general.  In the friendly primaries though, there's a natural cycle to her popularity.  She was a bit down, but now she's climbing back up."], [17120, "2016-01-28T20:38:55Z", [0.45, 0.0, 0.55], ""], [17143, "2016-01-28T20:37:50Z", [0.15, 0.0, 0.85], "Pretty sure everyone is feelin' the Bern."], [17818, "2016-01-28T20:29:51Z", [0.39, 0.16, 0.45], ""], [17936, "2016-01-28T20:25:26Z", [0.4, 0.0, 0.6], "HRS657"], [17940, "2016-01-28T20:24:28Z", [0.47, 0.04, 0.49], ""], [17941, "2016-01-28T20:24:19Z", [0.47, 0.03, 0.5], ""], [17072, "2016-01-28T20:24:05Z", [0.6, 0.02, 0.38], ""], [17938, "2016-01-28T20:20:57Z", [0.65, 0.0, 0.35], ""], [10265, "2016-01-28T20:19:50Z", [0.4, 0.0, 0.6], ""], [17595, "2016-01-28T20:08:49Z", [0.49, 0.05, 0.46], ""], [17935, "2016-01-28T20:06:15Z", [1.0, 0.0, 0.0], ""], [17614, "2016-01-28T20:04:57Z", [0.46, 0.07, 0.47], ""], [20, "2016-01-28T20:00:05Z", [0.8, 0.0, 0.2], "HRC is leading the most in polls using D voter files. Less in random polls. Kinda think one is worth more than the other. https://twitter.com/Nate_Cohn/status/692769877262778369"], [357, "2016-01-28T19:44:31Z", [0.5, 0.0, 0.5], ""], [17931, "2016-01-28T19:41:07Z", [0.47, 0.03, 0.5], ""], [17924, "2016-01-28T19:40:31Z", [0.45, 0.0, 0.55], "Bernie Sanders and Hillary Clinton both have the potential to win the Iowa caucuses. But as of now, it seems that Bernie is gaining momentum and may have a better chance. "], [17929, "2016-01-28T19:39:58Z", [0.48, 0.06, 0.46], ""], [17927, "2016-01-28T19:39:10Z", [0.25, 0.0, 0.75], ""], [17062, "2016-01-28T19:38:22Z", [0.45, 0.05, 0.5], ""], [17926, "2016-01-28T19:38:18Z", [0.5, 0.0, 0.5], ""], [17900, "2016-01-28T19:36:47Z", [0.49, 0.04, 0.47], "Bernie is gaining a ton of momentum in Iowa but I believe Hillary hangs on by the slimmest of slim margins. "], [17535, "2016-01-28T19:22:52Z", [0.64, 0.01, 0.35], ""], [17268, "2016-01-28T19:19:14Z", [0.36, 0.05, 0.59], ""], [17452, "2016-01-28T19:15:04Z", [0.55, 0.05, 0.4], ""], [17106, "2016-01-28T19:10:53Z", [0.55, 0.2, 0.25], ""], [493, "2016-01-28T19:08:13Z", [0.65, 0.0, 0.35], "correcting user error."], [17899, "2016-01-28T19:02:15Z", [0.5, 0.05, 0.45], ""], [17920, "2016-01-28T19:01:44Z", [0.2, 0.0, 0.8], ""], [17919, "2016-01-28T18:53:21Z", [0.4, 0.05, 0.55], ""], [17893, "2016-01-28T18:53:13Z", [0.45, 0.0, 0.55], ""], [17913, "2016-01-28T18:52:38Z", [0.49, 0.01, 0.5], ""], [17535, "2016-01-28T18:52:24Z", [0.64, 0.01, 0.35], ""], [493, "2016-01-28T18:48:46Z", [0.65, 0.35, 0.0], "http://www.nbcnews.com/meet-the-press/trump-strong-three-early-states-clinton-sanders-battle-poll-n505516"], [16955, "2016-01-28T18:47:44Z", [0.7, 0.0, 0.3], ""], [766, "2016-01-28T18:42:38Z", [0.75, 0.0, 0.25], ""], [17915, "2016-01-28T18:36:49Z", [0.47, 0.08, 0.45], ""], [17914, "2016-01-28T18:30:19Z", [0.55, 0.0, 0.45], ""], [17909, "2016-01-28T18:28:32Z", [0.59, 0.01, 0.4], ""], [17902, "2016-01-28T18:27:39Z", [0.47, 0.01, 0.52], ""], [17309, "2016-01-28T18:27:15Z", [0.59, 0.04, 0.37], ""], [17337, "2016-01-28T18:26:32Z", [0.36, 0.09, 0.55], ""], [17266, "2016-01-28T18:25:55Z", [0.34, 0.03, 0.63], "FEEL THE BERN!"], [17908, "2016-01-28T18:18:04Z", [0.25, 0.0, 0.75], ""], [17894, "2016-01-28T18:16:07Z", [0.5, 0.03, 0.47], "Hillary has had support for a while, with Bernie gaining support more recently, but I don't think it's enough to clinch it for him. O'Malley is barely present at this point."], [17102, "2016-01-28T18:12:15Z", [0.47, 0.03, 0.5], "Recent news is that Bernie has recently pulled the vote more in his favor in Iowa \n#feelthebern"], [15291, "2016-01-28T18:06:22Z", [0.6, 0.0, 0.4], ""], [17899, "2016-01-28T18:03:04Z", [0.5, 0.05, 0.45], ""], [17897, "2016-01-28T18:01:18Z", [0.43, 0.05, 0.52], "Bernie is steadily growing in the polls, and if he gets Iowa's attention, it will change the game."], [17452, "2016-01-28T17:56:21Z", [0.49, 0.05, 0.46], ""], [17895, "2016-01-28T17:55:08Z", [0.49, 0.0, 0.51], ""], [17870, "2016-01-28T17:52:35Z", [0.35, 0.02, 0.63], "I feel Bernie Sanders has gotten a lot of publicity lately and this has positively impacted his political career. "], [17743, "2016-01-28T17:51:54Z", [0.45, 0.1, 0.45], ""], [14182, "2016-01-28T17:36:15Z", [1.0, 0.0, 0.0], "The political machinery has such an \"incumbent\" tilt ( Clinton dynasty, Big Money financial  contribution &, general voter predisposition to name recognition in the absence of clear evidence of wrong doing while in office) at the start of this process that, HC cannot lose Iowa. In this State - it's not a probability, it's a certainty😱😳 which clearly says a lot about the entire Democratic voter selection process🙈!"], [52, "2016-01-28T17:33:39Z", [0.6, 0.0, 0.4], ""], [17812, "2016-01-28T17:30:48Z", [0.46, 0.02, 0.52], "Everybody thinks Bernie doesn't have a chance and doesn't take him seriously, but people said the same thing about Obama. It wasn't until Obama won Iowa that people started seeing him as a potential candidate. I think Bernie will win Iowa, and people will start to take him seriously. Also, after this caucus, O'Malley will finally drop out."], [823, "2016-01-28T17:28:27Z", [0.65, 0.0, 0.35], ""], [17885, "2016-01-28T17:25:08Z", [0.54, 0.01, 0.45], ""], [17885, "2016-01-28T17:24:44Z", [0.54, 0.01, 0.45], ""], [17880, "2016-01-28T17:22:09Z", [0.48, 0.08, 0.44], ""], [17512, "2016-01-28T17:21:37Z", [0.55, 0.15, 0.3], ""], [17502, "2016-01-28T17:12:37Z", [0.53, 0.0, 0.47], ""], [17528, "2016-01-28T17:07:18Z", [0.46, 0.03, 0.51], ""], [16933, "2016-01-28T17:00:00Z", [0.53, 0.0, 0.47], ""], [17391, "2016-01-28T16:43:14Z", [0.35, 0.1, 0.55], "Hilary Clinton has gotten a lot of bad press lately for old scandals of her past so I believe her poll numbers will reflect that. While Bernie Sanders has gained popularity among the democratic party for a lot of his liberal views. In all honesty I do not here about Martin O'Malley enough for me to consider him a reasonable candidate to win in the Iowa caucuses."], [405, "2016-01-28T16:33:28Z", [0.6, 0.0, 0.4], ""], [17480, "2016-01-28T16:22:35Z", [0.35, 0.15, 0.5], ""], [17660, "2016-01-28T16:16:10Z", [0.59, 0.05, 0.36], ""], [4115, "2016-01-28T16:13:04Z", [0.52, 0.01, 0.47], ""], [12630, "2016-01-28T15:37:24Z", [0.61, 0.0, 0.39], ""], [17497, "2016-01-28T15:36:49Z", [0.33, 0.05, 0.62], ""], [17414, "2016-01-28T15:31:39Z", [0.59, 0.03, 0.38], ""], [14699, "2016-01-28T15:27:23Z", [0.49, 0.0, 0.51], ""], [17865, "2016-01-28T15:07:33Z", [0.25, 0.1, 0.65], ""], [241, "2016-01-28T14:22:07Z", [0.7, 0.0, 0.3], ""], [241, "2016-01-28T14:17:31Z", [0.65, 0.0, 0.35], ""], [17855, "2016-01-28T14:08:11Z", [0.97, 0.0, 0.03], ""], [17856, "2016-01-28T13:40:36Z", [0.43, 0.01, 0.56], ""], [2965, "2016-01-28T13:34:40Z", [0.99, 0.0, 0.01], "http://www.realclearpolitics.com/articles/2016/01/27/iowa_reckonings_for_clinton_cruz_129455.html\ndifferences with Obama.\nclinton hired most of the operatives from Obama in 2008 and has Pfouffe and Axelrod.and see http://www.realclearpolitics.com/articles/2016/01/28/obama_hosts_sanders_but_hints_hillarys_his_pick.html\nHRC wins unless BeS gets to 50%, and even then...? New Hampshire totally different."], [52, "2016-01-28T13:30:47Z", [0.4, 0.0, 0.6], ""], [15471, "2016-01-28T13:05:01Z", [0.35, 0.0, 0.65], "Momentum points in direction of Bernie and his clientele fits less into the traditional polling, i.e. there is a higher chance of misrepresentation for his supporters than for HC's."], [16973, "2016-01-28T12:36:50Z", [0.47, 0.0, 0.53], ""], [691, "2016-01-28T12:05:20Z", [0.68, 0.0, 0.32], ""], [13360, "2016-01-28T11:21:23Z", [0.49, 0.0, 0.51], ""], [13360, "2016-01-28T11:12:45Z", [0.43, 0.0, 0.57], ""], [12874, "2016-01-28T09:26:30Z", [0.5, 0.0, 0.5], ""], [17281, "2016-01-28T08:31:10Z", [0.3, 0.05, 0.65], ""], [17834, "2016-01-28T08:29:21Z", [0.37, 0.14, 0.49], ""], [17832, "2016-01-28T08:07:28Z", [0.5, 0.0, 0.5], ""], [17804, "2016-01-28T08:04:24Z", [0.4, 0.17, 0.43], ""], [17829, "2016-01-28T07:54:09Z", [0.4, 0.15, 0.45], "Of the Democratic candidates, I have heard more support for either Hillary Clinton or Bernie Sanders. Although Martin O'Malley has not been the center of attention, he does have a significant number of supporters. "], [17223, "2016-01-28T07:51:56Z", [0.48, 0.0, 0.52], ""], [17828, "2016-01-28T07:49:49Z", [0.45, 0.08, 0.47], ""], [17827, "2016-01-28T07:36:41Z", [0.2, 0.1, 0.7], ""], [17516, "2016-01-28T07:35:01Z", [0.47, 0.21, 0.32], ""], [17101, "2016-01-28T07:09:42Z", [0.88, 0.0, 0.12], "All or nothing, just has to win the state. Bernie Sanders's rhetoric does not appeal to the more rural population of Iowa. The liberal population of Iowa are still somewhat centrist, which lends favorable to Clinton"], [17710, "2016-01-28T07:09:16Z", [0.38, 0.15, 0.47], "I believe that Bernie Sanders will be in the lead with Hillary Clinton not too terribly behind. Sanders has a huge following in the younger voters while Clinton is struggling to gain those voters. O'Malley on the other hand will be last since not much is notable about him in my opinion. "], [17822, "2016-01-28T06:55:54Z", [0.36, 0.15, 0.49], ""], [17816, "2016-01-28T06:48:12Z", [0.43, 0.03, 0.54], ""], [10898, "2016-01-28T06:38:59Z", [0.7, 0.0, 0.3], ""], [17158, "2016-01-28T06:38:19Z", [0.42, 0.14, 0.44], "I definitely expect a close race between Hillary and Bernie. I put Bernie in front because Clinton's past scandal's are creeping up on her. Bernie is also dominating the liberal demographic of the Iowa population as his number continue to increase."], [17623, "2016-01-28T06:38:15Z", [0.65, 0.1, 0.25], ""], [17609, "2016-01-28T06:37:30Z", [0.4, 0.1, 0.5], ""], [17417, "2016-01-28T06:28:18Z", [0.4, 0.2, 0.4], ""], [17260, "2016-01-28T06:24:41Z", [0.3, 0.1, 0.6], ""], [17397, "2016-01-28T06:15:32Z", [0.55, 0.0, 0.45], "HC has and will continue to be on top unless BS somehow manages something. "], [17799, "2016-01-28T06:12:52Z", [0.26, 0.1, 0.64], ""], [17810, "2016-01-28T06:12:45Z", [0.35, 0.0, 0.65], "If Martin O'Malley's supports side with Bernie, the Bern should win."], [17807, "2016-01-28T06:08:50Z", [0.35, 0.0, 0.65], ""], [14327, "2016-01-28T06:08:00Z", [0.85, 0.0, 0.15], "15 Percent That's the number we all need to remember.  A candidate must have at least 15% support in a caucus to be considered \"viable.\" In the Democrat caucus system, people show up at the caucus (county by county) and physically line up with their chosen candidate's \"team.\" \nIf that \"team\" doesn't represent 15% of people in the room, such a candidate has not met the \"viability threshold\" and those voters are asked to move to a different team. \nPersonally, I feel it is likely that \n1. Not all Sanders supporters will show up and \n2. In the many likely instances where O'Malley doesn't get to the 15% threshold, his supporters will likely go to Clinton.  MORAL OF THE STORY: \nIf you don't think O'Malley is at least at 15%, it's quite literally impossible for him to win at all. \nhttps://en.wikipedia.org/wiki/Iowa_caucuses\nhttp://theweek.com/articles/601463/iowa-caucus-system-completely-absurd--thats-great-news-hillary-clinton-ted-cruz\nhttps://www.washingtonpost.com/news/post-politics/wp/2016/01/23/heres-how-the-iowa-caucuses-work/"], [17064, "2016-01-28T06:06:31Z", [0.4, 0.0, 0.6], ""], [17806, "2016-01-28T06:01:14Z", [0.45, 0.12, 0.43], "I believe Bernie Sanders and Hilary Clinton will be neck and neck for the Iowa caucuses. I think that a lot of people will favor Hilary's past experience as a Presidential candidate as well as her experience in the Obama Administration. Bernie seems to be very popular too because of his socialist views which also gains him a lot of favoritism. I don't think Martin O'Malley will get many votes because people have been more caught up with Hilary and Bernie. "], [10239, "2016-01-28T05:53:22Z", [0.8, 0.0, 0.2], ""], [17274, "2016-01-28T05:51:40Z", [0.5, 0.05, 0.45], ""], [17600, "2016-01-28T05:50:47Z", [0.45, 0.15, 0.4], "I believe Clinton will lead the polls because she's been the leading candidate so far in this election. With Sanders close behind, I feel he'd be the second strongest due to the several sexist comments. And I personally believe O'Malley is not a strong enough political figure to lead the polls/"], [17798, "2016-01-28T05:50:01Z", [0.35, 0.0, 0.65], ""], [17276, "2016-01-28T05:48:14Z", [0.7, 0.01, 0.29], "Hilary Clinton is going to with the Republican caucus in Iowa by a landslide.\nBernie Sanders will get some votes, but not enough to have him beat Hilary Clinton. "], [17801, "2016-01-28T05:39:00Z", [0.45, 0.14, 0.41], "Who's Martin O'Malley?? Everyone knows of Hillary Clinton. I think people just vote on whoever they've heard about most. I hear Bernie Sanders's name a lot."], [15311, "2016-01-28T05:38:50Z", [0.65, 0.25, 0.1], ""], [17099, "2016-01-28T05:38:50Z", [0.45, 0.06, 0.49], "Martin O'Malley has been struggling to get his name out there in the media while Clinton and Sanders fill up social media platforms. In my opinion, they're close, neck to neck. In the UT community, I've heard a plethora of positive comments about Sanders while Clinton, in my observations, has received a larger quantity of criticism. "], [17803, "2016-01-28T05:33:22Z", [0.5, 0.03, 0.47], ""], [17802, "2016-01-28T05:32:44Z", [0.54, 0.01, 0.45], ""], [17317, "2016-01-28T05:27:35Z", [0.55, 0.0, 0.45], ""], [17643, "2016-01-28T05:25:16Z", [0.47, 0.04, 0.49], ""], [17258, "2016-01-28T05:22:58Z", [0.45, 0.23, 0.32], ""], [17081, "2016-01-28T05:22:13Z", [0.89, 0.03, 0.08], ""], [17514, "2016-01-28T05:19:04Z", [0.42, 0.03, 0.55], "Bernie has been on the rise lately so I believe that he will get the most votes"], [17671, "2016-01-28T05:12:53Z", [0.46, 0.04, 0.5], ""], [17342, "2016-01-28T05:09:11Z", [0.52, 0.03, 0.45], ""], [17586, "2016-01-28T05:05:30Z", [0.6, 0.0, 0.4], ""], [17619, "2016-01-28T05:02:50Z", [0.44, 0.03, 0.53], ""], [17211, "2016-01-28T05:02:21Z", [0.7, 0.0, 0.3], "Hillary has the best position right now, but Bernie Sander's recent boom gives a solid chance for him to snag the Iowa caucuses."], [17792, "2016-01-28T04:59:01Z", [0.45, 0.0, 0.55], "I think that Hillary obviously has a strong presence in the election, and has a high chance of winning. However, I think that with Bernie's recent and dramatic increase in popularity he has somewhat more of a chance than Hillary of winning."], [17793, "2016-01-28T04:57:24Z", [0.45, 0.05, 0.5], "Bernie has been surging in the polls as of late, meaning he is likely taking success from Hillary, although she is still much more dominant than O'Malley who is stagnant."], [17793, "2016-01-28T04:56:11Z", [0.45, 0.05, 0.5], ""], [17790, "2016-01-28T04:50:14Z", [0.51, 0.02, 0.47], ""], [17788, "2016-01-28T04:46:02Z", [0.65, 0.01, 0.34], "Hilary and Bernie have been the only two realistic democratic candidates and I believe that Hilary is the more realistic of the two."], [17135, "2016-01-28T04:42:29Z", [0.48, 0.05, 0.47], ""], [17155, "2016-01-28T04:30:00Z", [0.42, 0.18, 0.4], ""], [17785, "2016-01-28T04:23:48Z", [0.55, 0.15, 0.3], ""], [17784, "2016-01-28T04:19:21Z", [0.63, 0.14, 0.23], ""], [17284, "2016-01-28T04:17:08Z", [0.5, 0.15, 0.35], ""], [17287, "2016-01-28T04:12:13Z", [0.45, 0.04, 0.51], "I believe that the Iowa caucuses will be very close, but Bernie seems to be gaining more and more voters the closer we get to the caucuses. Therefore I believe that Bernie will win Iowa. "], [14332, "2016-01-28T04:08:44Z", [0.68, 0.0, 0.32], ""], [17346, "2016-01-28T04:08:37Z", [0.55, 0.12, 0.33], ""], [17782, "2016-01-28T04:08:11Z", [0.41, 0.15, 0.44], "I want to give Martin O'Malley the benefit of the doubt; he will have enough votes to not (barely) get eliminated. I want Bernie Sanders to win which is why he has the most votes, but Hillary Clinton will put up a good fight."], [17685, "2016-01-28T04:04:49Z", [0.4, 0.1, 0.5], ""], [17762, "2016-01-28T04:02:49Z", [0.5, 0.04, 0.46], ""], [17781, "2016-01-28T04:02:39Z", [0.68, 0.0, 0.32], ""], [17604, "2016-01-28T03:56:39Z", [0.35, 0.1, 0.55], ""], [17118, "2016-01-28T03:53:39Z", [0.5, 0.05, 0.45], "I think this caucus will be a close one because recently Bernie Sanders has been gaining voters and rising in the polls, but I do believe that Hillary Clinton will still be triumphant and come out on top because she has been the front runner for almost the entire time leading up to this point. "], [17013, "2016-01-28T03:50:20Z", [0.48, 0.0, 0.52], ""], [17308, "2016-01-28T03:50:12Z", [0.6, 0.0, 0.4], ""], [17778, "2016-01-28T03:47:33Z", [0.25, 0.5, 0.25], "UT: ncb677"], [17489, "2016-01-28T03:44:41Z", [0.57, 0.0, 0.43], "General PSA to fellow students: Not enough young voters (who account for a majority of Bernie supporters) come to the polls. Y'all can purchase all the \"Feel the Bern\" T-Shirts you like; he won't win the primary election unless y'all actually vote. HRC supporters tend to be older and tend to be more reliable when it comes to showing up to elections other than solely the general election."], [17226, "2016-01-28T03:44:36Z", [0.61, 0.02, 0.37], ""], [17767, "2016-01-28T03:41:43Z", [0.47, 0.03, 0.5], ""], [17775, "2016-01-28T03:38:24Z", [0.51, 0.04, 0.45], ""], [17712, "2016-01-28T03:33:11Z", [0.49, 0.05, 0.46], "I think Hillary is has a stronger following in Iowa than Bernie, but it could still be a close race."], [17426, "2016-01-28T03:32:02Z", [0.4, 0.05, 0.55], ""], [17774, "2016-01-28T03:31:18Z", [0.6, 0.0, 0.4], "I see Clinton as the favorite and the online person standing as a threat appears to be Sanders."], [17232, "2016-01-28T03:28:19Z", [0.55, 0.01, 0.44], ""], [17033, "2016-01-28T03:22:48Z", [1.0, 0.0, 0.0], ""], [17293, "2016-01-28T03:22:34Z", [0.4, 0.0, 0.6], ""], [15346, "2016-01-28T03:19:42Z", [0.55, 0.0, 0.45], "Bernie Sanders and his wife don't carry themselves or have the \"look\" of presidential material through the eyes of the media.  Iowa has a lot of traditional constituents that are not very progressive who will be looking for a candidate that has a strong persona with strong character. The race is won in the media, and Bernie Sanders doesn't have the aura that most Iowa voters will follow.  However, Iowa voters not being as progressive as much of the US will probably tend to prefer a man over a woman, so while Hilary may be leading in the polls for the Democratic race, Bernie Sanders has a good chance."], [17310, "2016-01-28T03:16:41Z", [0.1, 0.25, 0.65], "I believe that Bernie Sanders will win the Iowa caucuses on February 1st as the Democratic presidential candidate. Bernie Sanders is a great candidate for the Democratic party because he resonates with the middle class and constantly mentions the reality that 99% of all new income is going to the top 1% of Americans. "], [17574, "2016-01-28T03:15:07Z", [0.4, 0.1, 0.5], ""], [17769, "2016-01-28T03:15:02Z", [0.62, 0.13, 0.25], ""], [6324, "2016-01-28T03:13:15Z", [0.45, 0.0, 0.55], ""], [17768, "2016-01-28T03:12:19Z", [0.45, 0.0, 0.55], ""], [17765, "2016-01-28T03:09:24Z", [0.55, 0.04, 0.41], ""], [17763, "2016-01-28T03:04:40Z", [0.55, 0.05, 0.4], ""], [484, "2016-01-28T02:58:10Z", [0.55, 0.0, 0.45], "(no change) Who knows, but I wonder if Iowa Democrats might choose to pick someone competent, if boring just as a counterpoint to the GOP insanity."], [17748, "2016-01-28T02:58:03Z", [0.45, 0.07, 0.48], "UT: kon78"], [17747, "2016-01-28T02:54:35Z", [0.47, 0.15, 0.38], ""], [17760, "2016-01-28T02:54:21Z", [0.55, 0.0, 0.45], ""], [17760, "2016-01-28T02:54:09Z", [0.55, 0.45, 0.0], ""], [17592, "2016-01-28T02:52:06Z", [0.65, 0.1, 0.25], "Hilary is by far the leading democratic, so I would assume she would win the Iowa caucuses."], [17744, "2016-01-28T02:50:35Z", [0.65, 0.05, 0.3], ""], [17660, "2016-01-28T02:44:11Z", [0.59, 0.05, 0.36], ""], [1064, "2016-01-28T02:42:20Z", [0.55, 0.0, 0.45], "Real Clear Politics has Sanders winning by a very small amount\nhttp://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html 538 shows the polling average as Clinton winning within the margin of error.  They then weigh it to put her massively on top. My gut tells me she will not win big and that Bernie Sanders left coast socialism will not play big in Iowa.  I put her on top reluctantly."], [17630, "2016-01-28T02:42:11Z", [0.46, 0.05, 0.49], "I think Bernie will pull ahead by just a little because of his recent increase of support."], [17755, "2016-01-28T02:41:03Z", [0.45, 0.0, 0.55], ""], [17304, "2016-01-28T02:39:40Z", [0.45, 0.05, 0.5], ""], [17758, "2016-01-28T02:37:40Z", [0.4, 0.02, 0.58], "Sanders has been increasingly picking up steam among disenchanted voters; Hillary's supporters, however, have been shown to actually show up to caucus. "], [17285, "2016-01-28T02:35:45Z", [0.45, 0.0, 0.55], ""], [17220, "2016-01-28T02:34:31Z", [0.74, 0.04, 0.22], "I think this would be the outcome for the Democratic caucus because of her stance on the economy and healthcare."], [17564, "2016-01-28T02:33:44Z", [0.7, 0.0, 0.3], "I believe that Clinton has an advantage in this state due to her being in the public eye for a longer period of time. For the Iowa caucases I believe that this familiarity factor will play a large role in the actual vote. "], [17756, "2016-01-28T02:32:56Z", [0.01, 0.0, 0.99], ""], [17753, "2016-01-28T02:28:24Z", [0.99, 0.0, 0.01], ""], [14761, "2016-01-28T02:28:00Z", [0.15, 0.0, 0.85], ""], [17754, "2016-01-28T02:26:40Z", [0.65, 0.3, 0.05], ""], [17752, "2016-01-28T02:25:06Z", [0.4, 0.15, 0.45], ""], [17576, "2016-01-28T02:23:01Z", [0.49, 0.03, 0.48], ""], [17071, "2016-01-28T02:11:01Z", [0.46, 0.1, 0.44], ""], [17269, "2016-01-28T02:10:41Z", [0.44, 0.1, 0.46], ""], [17749, "2016-01-28T02:10:19Z", [0.49, 0.0, 0.51], ""], [17746, "2016-01-28T02:07:36Z", [0.55, 0.05, 0.4], ""], [17572, "2016-01-28T02:02:19Z", [0.3, 0.03, 0.67], ""], [17741, "2016-01-28T01:59:28Z", [0.27, 0.1, 0.63], ""], [17078, "2016-01-28T01:56:12Z", [0.35, 0.1, 0.55], ""], [17428, "2016-01-28T01:51:44Z", [0.38, 0.15, 0.47], ""], [14208, "2016-01-28T01:48:44Z", [0.31, 0.0, 0.69], ""], [17740, "2016-01-28T01:45:15Z", [0.5, 0.0, 0.5], ""], [17578, "2016-01-28T01:44:35Z", [0.45, 0.0, 0.55], ""], [17740, "2016-01-28T01:44:22Z", [0.5, 0.0, 0.5], ""], [17711, "2016-01-28T01:41:25Z", [0.52, 0.0, 0.48], ""], [17491, "2016-01-28T01:40:03Z", [0.6, 0.0, 0.4], ""], [17138, "2016-01-28T01:39:16Z", [0.48, 0.0, 0.52], "I think Clinton would have won if the caucus was 6 months ago, however, I think Bernie Sanders will win because of his popularity and catering to the younger audience. According to the Quinnipiac poll, 78% of likely Democratic participants back Sanders, of which are between the ages 18 and 44. This is a huge bonus to Sanders as the younger generation, I think, networks much easier through social media."], [17146, "2016-01-28T01:37:40Z", [0.4, 0.05, 0.55], ""], [17737, "2016-01-28T01:37:16Z", [0.55, 0.06, 0.39], ""], [17738, "2016-01-28T01:36:49Z", [0.25, 0.25, 0.5], ""], [17734, "2016-01-28T01:32:10Z", [0.44, 0.06, 0.5], "I think Bernie Sanders will win in a close battle with Hilary because Bernie has seemed to be more popular after the democratic debates but it is still very difficult to decide who has the edge. "], [15362, "2016-01-28T01:31:50Z", [0.45, 0.0, 0.55], ""], [17735, "2016-01-28T01:30:50Z", [0.44, 0.05, 0.51], ""], [17730, "2016-01-28T01:30:36Z", [0.63, 0.02, 0.35], "I strongly feel that Hillary Clinton has all the momentum necessary to win this debate going into it. She is a seasoned politician and a good debater. Bernie Sanders is the clear number two; however, I could see him also winning it giving him about a 1 in 3 chance. Martin O'Malley doesn't have a chance in my opinion. "], [17729, "2016-01-28T01:25:31Z", [0.46, 0.07, 0.47], "I think the race will be extremely close"], [17533, "2016-01-28T01:20:45Z", [0.39, 0.15, 0.46], "I think Sanders has more support than most people give him credit for. Clinton is more experienced for these situation, and she has more name recognition, but Sanders has made quite the name for himself. "], [17551, "2016-01-28T01:18:46Z", [0.57, 0.07, 0.36], ""], [17728, "2016-01-28T01:18:16Z", [0.65, 0.05, 0.3], ""], [915, "2016-01-28T01:17:05Z", [0.0, 0.0, 1.0], "O'Malley won't break the 15% threshold in most/all? precincts.  Bernie's foot soldiers will sway O'Malley supporters w/their knowledge of the issues, skeptics' FAQs and sheer energy."], [462, "2016-01-28T01:17:00Z", [0.7, 0.0, 0.3], ""], [17727, "2016-01-28T01:15:45Z", [0.35, 0.1, 0.55], ""], [17716, "2016-01-28T01:14:57Z", [0.5, 0.07, 0.43], "I think Hilary has more support of the people and more political experience."], [17716, "2016-01-28T01:13:20Z", [0.45, 0.15, 0.4], "I think Hilary has more support of the people and more political experience."], [17722, "2016-01-28T01:13:20Z", [0.4, 0.15, 0.45], "I believe that Bernie Sanders has many voters and much more advertising and supporters compared to the other two canidates, but i also believe that Hilary Clinton will come up close due to her being the first women president as well as her being a big influence political leader as it already is. "], [17461, "2016-01-28T01:09:27Z", [0.75, 0.05, 0.2], "I think Hilary Clinton will win because she is currently the head runner in the democratic race and with Iowa being a primarily republican state I believe many people will just be voting for the name they hear the most."], [17719, "2016-01-28T01:09:20Z", [0.51, 0.08, 0.41], "I think that the race is ultimately between Clinton and Sanders. They have gotten the most press attention and are the front runners. O'Malley has not shown real strength throughout the whole race and I do not think will reach double digits because of it. Clinton, I predict, will win, only because she is a great debater and has the upper hand going into it. Sanders is gaining popularity quickly, but as he said his success will depend on voter turnout and if there is not a high voter turnout his chances are iffy, although people do love the underdog and he has shown considerable strength in the last month in relation to voters, I predict that it will be fairly close between him and Clinton. "], [17072, "2016-01-28T01:06:37Z", [0.6, 0.02, 0.38], ""], [17720, "2016-01-28T01:04:57Z", [0.1, 0.25, 0.65], ""], [17272, "2016-01-28T01:04:42Z", [0.47, 0.01, 0.52], "Bernie Sanders will win because he has a huge internet backing"], [17724, "2016-01-28T01:03:43Z", [0.45, 0.01, 0.54], "Bernie currently has the lead but by a bare margin against Hillary Clinton. Martin O'Malley is simply in the race, but no where close to winning. "], [17561, "2016-01-28T00:59:34Z", [0.42, 0.03, 0.55], "Bernie Sanders has rational ideas but thats what the American people are looking. "], [17330, "2016-01-28T00:55:38Z", [0.65, 0.0, 0.35], ""], [17718, "2016-01-28T00:54:48Z", [0.58, 0.02, 0.4], "Bernie is too radical for the majority of people to end up voting him into presidency"], [4139, "2016-01-28T00:51:11Z", [0.3, 0.05, 0.65], "She's done."], [17598, "2016-01-28T00:42:52Z", [0.45, 0.0, 0.55], "I believe that Sanders will gain the majority "], [17713, "2016-01-28T00:36:26Z", [0.2, 0.05, 0.75], ""], [17235, "2016-01-28T00:32:28Z", [0.35, 0.1, 0.55], ""], [17709, "2016-01-28T00:26:30Z", [0.4, 0.0, 0.6], ""], [43, "2016-01-28T00:19:32Z", [0.62, 0.0, 0.38], "Hillary has the better ground game, Bernie the greater passion."], [17616, "2016-01-28T00:18:13Z", [0.74, 0.01, 0.25], ""], [17339, "2016-01-28T00:15:52Z", [0.46, 0.06, 0.48], ""], [17587, "2016-01-28T00:10:08Z", [0.53, 0.03, 0.44], "My rationale as to why Hillary Clinton will win the Iowa Caucus among the other two candidates is Hillary Clinton has been working on this a lot earlier than Bernie Sanders, giving her a significant edge. All in all Hillary Clinton seems to have taken an advantage by organizing her teams there in Iowa early gaining a lot of state wide support."], [17084, "2016-01-28T00:09:06Z", [0.4, 0.05, 0.55], ""], [17424, "2016-01-28T00:08:20Z", [0.47, 0.04, 0.49], ""], [17131, "2016-01-28T00:05:00Z", [0.55, 0.09, 0.36], ""], [17247, "2016-01-28T00:03:52Z", [0.54, 0.01, 0.45], "The real race, in my opinion, is between Clinton and Sanders. O'Malley, although having some great points, will not do so well in the primaries. Even though I believe Clinton and Sanders are neck-in-neck for the votes, I do believe Clinton will win because of the familiarity. People who are not politically educated and go to vote might vote for Clinton just because they know and are familiar with the name. "], [17169, "2016-01-28T00:03:42Z", [0.45, 0.1, 0.45], ""], [17707, "2016-01-28T00:00:44Z", [0.75, 0.0, 0.25], ""], [17663, "2016-01-27T23:59:50Z", [0.46, 0.02, 0.52], ""], [532, "2016-01-27T23:59:36Z", [0.6, 0.0, 0.4], ""], [17181, "2016-01-27T23:58:42Z", [0.26, 0.05, 0.69], "According to a recent article on the Washington Times, \"those who describe themselves as 'very liberal' support Sanders by 63%\" and that the \"moderate liberal\" that supports Hillary Clinton is lower than that."], [9788, "2016-01-27T23:55:10Z", [0.95, 0.0, 0.05], ""], [17693, "2016-01-27T23:53:15Z", [0.5, 0.15, 0.35], ""], [17704, "2016-01-27T23:52:48Z", [0.45, 0.0, 0.55], ""], [3895, "2016-01-27T23:52:08Z", [0.48, 0.0, 0.52], "I hate to be boring but honestly this one is basically a coinflip, with momentum/enthusiasm favouring Sanders & organization probably slightly favouring HRC. I've nudged Bernie up since he has a slight edge in the RCP spread at the moment (http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html) While the temptations to make dramatic predictions are many intellectual honesty & Brier score preservation compel me to be modest.  Going foward, we should probably all keep an eye on the weather forecast and Ann Selzer's final poll on Saturday, who has a fantastic record calling past Iowa elections/caucuses (see http://www.desmoinesregister.com/story/news/elections/presidential/caucus/2016/01/27/final-iowa-poll-before-caucuses-released-saturday/79411100/ and http://fivethirtyeight.com/features/selzer/)"], [17694, "2016-01-27T23:46:47Z", [0.55, 0.05, 0.4], ""], [17182, "2016-01-27T23:42:19Z", [0.5, 0.0, 0.5], ""], [17681, "2016-01-27T23:41:09Z", [0.46, 0.02, 0.52], "I feel that even though the race is close between Bernie Sanders and Hillary Clinton, Sanders will eventually take the win."], [17697, "2016-01-27T23:40:52Z", [0.44, 0.03, 0.53], ""], [17237, "2016-01-27T23:39:45Z", [0.46, 0.1, 0.44], "Hillary is very high up in the polls with Bernie Sanders following pretty closely. I think it will be a close vote between them while O'Malley probably won't have a chance."], [12663, "2016-01-27T23:34:08Z", [0.4, 0.0, 0.6], ""], [17079, "2016-01-27T23:33:53Z", [0.5, 0.0, 0.5], "I feel as though Martin O'Malley has no chance or such an insignificant chance in garnering any support during the Iowa caucus. However, Hillary Clinton will have more support than Bernie Sanders until the end of the caucus, which will then cause Bernie to win the caucus."], [17176, "2016-01-27T23:31:38Z", [0.47, 0.08, 0.45], ""], [17668, "2016-01-27T23:30:46Z", [0.85, 0.0, 0.15], ""], [17685, "2016-01-27T23:30:40Z", [0.4, 0.1, 0.5], ""], [17686, "2016-01-27T23:28:45Z", [0.3, 0.1, 0.6], ""], [17683, "2016-01-27T23:26:11Z", [0.3, 0.1, 0.6], ""], [17563, "2016-01-27T23:22:31Z", [0.4, 0.1, 0.5], ""], [10267, "2016-01-27T23:22:28Z", [0.7, 0.0, 0.3], ""], [17675, "2016-01-27T23:21:12Z", [0.57, 0.0, 0.43], ""], [17682, "2016-01-27T23:21:02Z", [0.01, 0.0, 0.99], "Bernie Sanders has the youth support and with his increased rate of gaining support this is a no brainer."], [17204, "2016-01-27T23:19:38Z", [0.47, 0.04, 0.49], "Hillary Clinton and Bernie Sanders are very close in the polls right now, with O' Malley in an abysmal trailing pursuit. However, despite their close numbers in which Clinton still infinitesimally leads, Sanders has been trending upwards almost exclusively since polling began in January of last year, whereas Clinton has made a few ups and downs, with a general trend of downwards. Furthermore, these trends have slopes that encourage my prediction. Sanders' upward ascent has a steeper slope, meaning he has been climbing faster, while Clinton, although falling slowly, is still falling. "], [17673, "2016-01-27T23:17:01Z", [0.45, 0.0, 0.55], ""], [11885, "2016-01-27T23:15:51Z", [0.91, 0.0, 0.09], ""], [17094, "2016-01-27T23:15:14Z", [0.49, 0.04, 0.47], "Sanders and Clinton are polling similarly, but Malley has little chance. I think Clinton will edge out Sanders to take Iowa due to positive media coverage after the last debate."], [17669, "2016-01-27T23:12:09Z", [0.4, 0.06, 0.54], ""], [17195, "2016-01-27T23:08:41Z", [0.48, 0.02, 0.5], ""], [17664, "2016-01-27T23:06:29Z", [0.65, 0.0, 0.35], "Clinton has a bigger following in a not too leftist Iowa, but Sanders still stands a chance under recent polling. "], [17292, "2016-01-27T23:04:24Z", [0.44, 0.08, 0.48], ""], [17395, "2016-01-27T23:03:52Z", [0.58, 0.02, 0.4], ""], [17493, "2016-01-27T23:02:54Z", [0.38, 0.07, 0.55], ""], [17662, "2016-01-27T23:01:41Z", [0.35, 0.2, 0.45], ""], [17493, "2016-01-27T23:00:23Z", [0.38, 0.07, 0.55], ""], [17659, "2016-01-27T22:53:16Z", [0.2, 0.4, 0.4], ""], [17547, "2016-01-27T22:48:51Z", [0.35, 0.15, 0.5], ""], [17286, "2016-01-27T22:47:08Z", [0.46, 0.12, 0.42], ""], [17510, "2016-01-27T22:42:34Z", [0.41, 0.0, 0.59], ""], [17653, "2016-01-27T22:39:48Z", [0.42, 0.05, 0.53], ""], [17336, "2016-01-27T22:36:48Z", [0.25, 0.1, 0.65], ""], [17507, "2016-01-27T22:32:15Z", [0.4, 0.1, 0.5], "I think Bernie Sanders will win because his politics align with what Iowans usually vote for. He has stayed ahead or tied in the polls. Also the ongoing investigation and negative publicity towards that will affect her negatively in the caucus. Martin O'Malley has been behind in the polls and I think that will continue to happen."], [17311, "2016-01-27T22:31:28Z", [0.44, 0.04, 0.52], ""], [17485, "2016-01-27T22:25:07Z", [0.45, 0.0, 0.55], ""], [17490, "2016-01-27T22:21:33Z", [0.4, 0.01, 0.59], ""], [17530, "2016-01-27T22:13:11Z", [0.27, 0.0, 0.73], ""], [17086, "2016-01-27T22:11:47Z", [0.58, 0.04, 0.38], "I think Hillary Clinton win Iowa with relative ease considering the voting population within Iowa would seem more center left than radical left as Bernie Sanders is. I believe O'Malley will actually receive some of the vote despite being way behind Sanders and Clinton simply because of the undergoing investigation of Hillary Clinton."], [17170, "2016-01-27T22:11:27Z", [0.51, 0.03, 0.46], ""], [17340, "2016-01-27T22:10:26Z", [0.39, 0.01, 0.6], "Bernie is leading, or tied, according to the newest Quinnipiac poll coming out of Iowa. It seems as though he has the most momentum, and enthusiasm out of these three campaigns.  "], [17632, "2016-01-27T22:10:04Z", [0.57, 0.02, 0.41], "The odds of Hillary winning Iowa are extremely high. The difficult question is how close will Bernie be to catching her. The result will likely have a dramatic impact on future states. I think Hillary maintains a large lead once the votes are finally cast due to her consistent message and composure in debates. She has aligned herself with Obama and the more traditional Democrat. Martin O'Malley will poll lower than he would hope, just as he was a side thought in the recent town hall event."], [17594, "2016-01-27T22:08:11Z", [0.56, 0.02, 0.42], "At this point, I think it's safe to say that Martion O'Malley doesn't really stand a chance at the Democratic nomination. The reason I think Hillary Clinton fairs better than Bernie Sanders is simply a matter of representation. While Bernie Sanders has proposed a variety of ideas that appeal to, what I would consider, the larger majority of Democratic voters (considering the strong support from those in lower social classes), I think the public views him as more of a dreamer than a doer. I think the public wants Sanders and his ideals to prevail, but they simply view his stances as too idealistic and unrealistic. Hillary Clinton, on the other hand, presents herself and her beliefs as strong and persistent. In other words, I think that Sanders' public (and general) image is just a bit softer than Clinton's and this'll cost him."], [17625, "2016-01-27T22:07:06Z", [0.52, 0.03, 0.45], "Hilary Clinton is a strong and popular candidate, but Bernie Sanders' strong left views are helping his numbers. Martin O'Malley lags behind Sanders and Clinton and I predict will not do well."], [17633, "2016-01-27T22:06:11Z", [0.36, 0.15, 0.49], "UT: sdg994"], [17291, "2016-01-27T22:05:28Z", [0.55, 0.05, 0.4], "Hilary Clinton has had a strong lead nationwide since the election started but in light of recent events and more information coming out about her email server, Bernie Sanders has come swooping in, now not too far behind. "], [17236, "2016-01-27T22:05:06Z", [0.57, 0.0, 0.43], "Clinton and Bernie both have strong backing"], [17254, "2016-01-27T22:03:38Z", [0.56, 0.04, 0.4], "Clinton and Sanders are fairly close in the polls whereas O'Malley has not been seen much. "], [17626, "2016-01-27T22:02:32Z", [0.48, 0.13, 0.39], ""], [17415, "2016-01-27T22:02:04Z", [0.55, 0.0, 0.45], "Due to the close running, I think both Bernie Sanders and Hillary Clinton are too close to tell. I think Hillary has gained a lot of popularity just by being a woman and is pulling a lot of women under her wing. Bernie Sanders though, is a great speaker and seems confident in his views."], [17132, "2016-01-27T22:01:51Z", [0.24, 0.02, 0.74], "Feel the Bern"], [17580, "2016-01-27T22:01:31Z", [0.47, 0.0, 0.53], "Bernie is leading the Iowa polls at this moment with Hillary following extremely close behind. However, the trends indicate that Bernie has been making improvements in Iowa whereas Hillary's popularity has been declining. I think that Bernie will end up pulling away from Hillary and winning Iowa. "], [17220, "2016-01-27T22:01:30Z", [0.74, 0.04, 0.22], ""], [17612, "2016-01-27T22:01:00Z", [0.43, 0.08, 0.49], ""], [17617, "2016-01-27T22:00:39Z", [0.46, 0.05, 0.49], ""], [17136, "2016-01-27T22:00:18Z", [0.39, 0.16, 0.45], ""], [17503, "2016-01-27T22:00:17Z", [0.33, 0.05, 0.62], ""], [17277, "2016-01-27T22:00:00Z", [0.6, 0.0, 0.4], "Despite Hillary's recently diminishing lead, putting a damper on the the strong offensive she held for so long, I do not predict a continuation of this trend. She has now adopted a very aggressive voice against Bernie Sanders, who she did not perceive as a threat easier. As for O'Malley, I don't think he stands a chance at this point considering he has not been able to shine through after this long. "], [17611, "2016-01-27T21:59:21Z", [0.8, 0.0, 0.2], ""], [17456, "2016-01-27T21:59:09Z", [0.54, 0.0, 0.46], "Bernie Sanders has been getting more popular in the early polls in Iowa, but I think Clinton still wins in Iowa."], [17542, "2016-01-27T21:58:57Z", [0.55, 0.05, 0.4], "I believe that Hilary will win the Iowa caucuses on the first of February because she has been leading in the polls. "], [17583, "2016-01-27T21:58:14Z", [0.51, 0.01, 0.48], ""], [17622, "2016-01-27T21:58:04Z", [0.37, 0.22, 0.41], ""], [17613, "2016-01-27T21:58:04Z", [0.75, 0.0, 0.25], ""], [17590, "2016-01-27T21:57:55Z", [0.53, 0.03, 0.44], ""], [17548, "2016-01-27T21:57:37Z", [0.4, 0.1, 0.5], ""], [17374, "2016-01-27T21:57:30Z", [0.45, 0.0, 0.55], ""], [17606, "2016-01-27T21:57:29Z", [0.57, 0.0, 0.43], "Bernie has been gaining a lot of momentum, however I don't think it'll be enough for him to overtake Hillary in Iowa."], [17488, "2016-01-27T21:57:12Z", [0.46, 0.03, 0.51], ""], [17607, "2016-01-27T21:56:59Z", [0.38, 0.03, 0.59], ""], [17313, "2016-01-27T21:56:53Z", [0.51, 0.06, 0.43], "Clinton is the clear favorite to win here, especially considering Bernie's stance on taxes."], [17605, "2016-01-27T21:56:53Z", [0.55, 0.05, 0.4], "I believe Hillary Clinton has more pull in Iowa first of all because of her name and the fame that she has gotten from her husband when he was President.  People that are voting and that do not follow the election may not know anything about the other candidates, but they recognize Hillary's name and that is the person they choose to put on their ticket.  There are also a lot of women that show up to these polls and I believe they will be in support of Hillary.  "], [17409, "2016-01-27T21:56:48Z", [0.9, 0.07, 0.03], ""], [17372, "2016-01-27T21:56:37Z", [0.46, 0.05, 0.49], ""], [17220, "2016-01-27T21:56:19Z", [0.69, 0.09, 0.22], ""], [17601, "2016-01-27T21:56:12Z", [0.45, 0.12, 0.43], "O'Malley barely has any substantial followers but when looking at Clinton and Sanders they really have been neck in neck for some time now. I believe that Clinton will receive the nomination because she has been highest in the polls. "], [17618, "2016-01-27T21:55:39Z", [0.45, 0.01, 0.54], ""], [17358, "2016-01-27T21:55:33Z", [0.49, 0.04, 0.47], ""], [17603, "2016-01-27T21:55:24Z", [0.44, 0.03, 0.53], ""], [17066, "2016-01-27T21:55:08Z", [0.6, 0.0, 0.4], "Hillary Clinton seems to have more publicity and popularity than Bernie Sanders. I think this will probably continue unless any previous scandals come into light in the near future. Martin O'Malley is barely talked about, so I don't think he has a chance."], [17518, "2016-01-27T21:55:08Z", [0.5, 0.02, 0.48], "I think that Bernie Sanders has been gaining more popularity in that he and Clinton will run a close race. "], [17465, "2016-01-27T21:54:59Z", [0.4, 0.0, 0.6], "Scandals and inconstancies in Hilary Clinton's political history may hinder the outcome in Iowa. However, her performance in the democratic debates and public image is an asset. Over all, I feel that Bernie Sanders is more liked by the public eye and has the lead. Also, who is Martin O'Malley?"], [17526, "2016-01-27T21:54:38Z", [0.45, 0.15, 0.4], ""], [17232, "2016-01-27T21:54:28Z", [0.55, 0.01, 0.44], ""], [17597, "2016-01-27T21:54:23Z", [0.51, 0.03, 0.46], ""], [17478, "2016-01-27T21:54:23Z", [0.32, 0.29, 0.39], "Bernie seems to have less radical ideals than the other two candidates so he might appeal towards Republicans a bit more"], [17619, "2016-01-27T21:54:20Z", [0.44, 0.03, 0.53], ""], [17545, "2016-01-27T21:53:57Z", [0.52, 0.01, 0.47], ""], [17515, "2016-01-27T21:53:53Z", [0.45, 0.0, 0.55], ""], [17411, "2016-01-27T21:53:29Z", [0.45, 0.0, 0.55], ""], [17518, "2016-01-27T21:53:24Z", [0.55, 0.02, 0.43], ""], [17464, "2016-01-27T21:53:09Z", [0.65, 0.0, 0.35], ""], [17596, "2016-01-27T21:53:02Z", [0.42, 0.03, 0.55], ""], [17373, "2016-01-27T21:52:29Z", [0.75, 0.02, 0.23], ""], [17584, "2016-01-27T21:52:28Z", [0.48, 0.03, 0.49], ""], [17110, "2016-01-27T21:52:18Z", [0.22, 0.19, 0.59], ""], [17332, "2016-01-27T21:52:11Z", [0.45, 0.0, 0.55], "It seems like Bernie Sanders is upcoming in popularity, so I gave him a slight raise over Hillary Clinton. Haven't really favored O'Malley"], [17352, "2016-01-27T21:52:10Z", [0.42, 0.12, 0.46], ""], [17593, "2016-01-27T21:51:57Z", [0.45, 0.02, 0.53], ""], [17060, "2016-01-27T21:51:55Z", [0.41, 0.04, 0.55], "I believe Bernie appeals much more to the average Iowa voter than Hillary because of his background and ideas for the middle class. I expect him to win by a significant amount."], [17353, "2016-01-27T21:51:53Z", [0.63, 0.02, 0.35], ""], [17065, "2016-01-27T21:51:53Z", [0.43, 0.02, 0.55], ""], [17193, "2016-01-27T21:51:51Z", [0.51, 0.11, 0.38], ""], [17356, "2016-01-27T21:51:40Z", [0.53, 0.01, 0.46], ""], [17569, "2016-01-27T21:51:38Z", [0.43, 0.02, 0.55], ""], [17230, "2016-01-27T21:51:12Z", [0.51, 0.03, 0.46], ""], [17546, "2016-01-27T21:51:09Z", [0.51, 0.02, 0.47], ""], [17534, "2016-01-27T21:51:09Z", [0.55, 0.05, 0.4], ""], [17559, "2016-01-27T21:51:05Z", [0.53, 0.02, 0.45], ""], [17479, "2016-01-27T21:51:04Z", [0.4, 0.15, 0.45], ""], [17144, "2016-01-27T21:51:02Z", [0.4, 0.0, 0.6], ""], [17215, "2016-01-27T21:50:59Z", [0.45, 0.05, 0.5], ""], [17150, "2016-01-27T21:50:55Z", [0.11, 0.0, 0.89], ""], [17171, "2016-01-27T21:50:35Z", [0.5, 0.0, 0.5], ""], [17294, "2016-01-27T21:50:29Z", [0.3, 0.1, 0.6], ""], [17123, "2016-01-27T21:50:23Z", [0.51, 0.0, 0.49], ""], [17466, "2016-01-27T21:50:19Z", [0.49, 0.05, 0.46], ""], [17430, "2016-01-27T21:49:51Z", [0.44, 0.04, 0.52], "O'Malley has barely any following, so it is unlikely his polls will relatively high. Bernie Sanders seems to rising in the polls, so I believe he will get the highest percentage. Clinton will be close behind him in polls as they are both fighting for top spot."], [17261, "2016-01-27T21:49:49Z", [0.5, 0.0, 0.5], ""], [17097, "2016-01-27T21:49:23Z", [0.56, 0.02, 0.42], "Hillary has been above Bernie for a steady time in the past; however, Bernie is surely climbing at an increasing rate and could swing the vote. Martin, is just not a favorite in the polling right now. "], [17415, "2016-01-27T21:49:08Z", [0.65, 0.0, 0.35], ""], [17294, "2016-01-27T21:48:52Z", [0.3, 0.1, 0.6], ""], [17174, "2016-01-27T21:48:14Z", [0.39, 0.0, 0.61], ""], [17475, "2016-01-27T21:48:10Z", [0.05, 0.0, 0.95], ""], [17128, "2016-01-27T21:47:50Z", [0.0, 0.0, 1.0], "Feel the bern"], [17219, "2016-01-27T21:47:23Z", [0.5, 0.03, 0.47], ""], [17284, "2016-01-27T21:47:15Z", [0.5, 0.15, 0.35], ""], [17455, "2016-01-27T21:46:58Z", [0.55, 0.1, 0.35], ""], [17219, "2016-01-27T21:46:57Z", [0.5, 0.03, 0.47], ""], [17399, "2016-01-27T21:46:56Z", [0.4, 0.0, 0.6], ""], [17301, "2016-01-27T21:46:36Z", [0.46, 0.02, 0.52], ""], [17319, "2016-01-27T21:46:34Z", [0.65, 0.0, 0.35], ""], [17109, "2016-01-27T21:46:20Z", [0.08, 0.02, 0.9], ""], [17319, "2016-01-27T21:46:05Z", [0.65, 0.0, 0.35], ""], [17109, "2016-01-27T21:46:04Z", [0.08, 0.02, 0.9], ""], [17297, "2016-01-27T21:46:01Z", [0.05, 0.45, 0.5], ""], [17172, "2016-01-27T21:45:59Z", [0.45, 0.06, 0.49], ""], [17434, "2016-01-27T21:45:50Z", [0.35, 0.0, 0.65], ""], [17297, "2016-01-27T21:45:50Z", [0.05, 0.45, 0.5], ""], [17365, "2016-01-27T21:45:33Z", [0.48, 0.05, 0.47], ""], [17164, "2016-01-27T21:45:26Z", [0.33, 0.02, 0.65], ""], [17187, "2016-01-27T21:45:20Z", [0.0, 0.0, 1.0], "Hillary's gonna feel the Bern. Iowans tend to lean toward the left, and Bernie Sanders represents all of their values."], [17164, "2016-01-27T21:45:12Z", [0.33, 0.02, 0.65], ""], [17077, "2016-01-27T21:45:04Z", [0.65, 0.1, 0.25], ""], [17365, "2016-01-27T21:45:03Z", [0.48, 0.05, 0.47], ""], [17107, "2016-01-27T21:45:00Z", [0.45, 0.08, 0.47], "Bernie has been really popular lately and I have seen a lot about Bernie support in Iowa specifically. Hilary is definitely a close candidate so I don't think she will be far behind. I haven't heard anything about Martin O'Malley so I don't see him having any chance of winning. "], [17164, "2016-01-27T21:44:53Z", [0.33, 0.02, 0.65], ""], [17365, "2016-01-27T21:44:46Z", [0.48, 0.05, 0.47], ""], [17108, "2016-01-27T21:44:40Z", [0.45, 0.02, 0.53], ""], [17107, "2016-01-27T21:44:32Z", [0.45, 0.08, 0.47], "Bernie has been really popular lately and I have seen a lot about Bernie support in Iowa specifically. Hilary is definitely a close candidate so I don't think she will be far behind. I haven't heard anything about Martin O'Malley so I don't see him having any chance of winning. "], [17167, "2016-01-27T21:44:30Z", [0.45, 0.0, 0.55], ""], [17107, "2016-01-27T21:44:28Z", [0.45, 0.08, 0.47], "Bernie has been really popular lately and I have seen a lot about Bernie support in Iowa specifically. Hilary is definitely a close candidate so I don't think she will be far behind. I haven't heard anything about Martin O'Malley so I don't see him having any chance of winning. "], [17126, "2016-01-27T21:44:28Z", [0.4, 0.0, 0.6], ""], [17069, "2016-01-27T21:44:16Z", [0.3, 0.0, 0.7], ""], [17288, "2016-01-27T21:44:03Z", [0.56, 0.09, 0.35], ""], [17069, "2016-01-27T21:43:53Z", [0.3, 0.0, 0.7], ""], [17183, "2016-01-27T21:43:25Z", [0.4, 0.2, 0.4], ""], [17085, "2016-01-27T21:43:16Z", [0.4, 0.15, 0.45], "Based on entry polls this seems to be the most likely scenario. "], [17061, "2016-01-27T21:43:03Z", [0.5, 0.2, 0.3], ""], [17183, "2016-01-27T21:42:48Z", [0.4, 0.2, 0.4], ""], [17183, "2016-01-27T21:42:38Z", [0.4, 0.2, 0.4], ""], [17149, "2016-01-27T21:41:30Z", [0.42, 0.05, 0.53], ""], [17090, "2016-01-27T21:41:22Z", [0.75, 0.05, 0.2], ""], [17093, "2016-01-27T21:41:16Z", [0.55, 0.05, 0.4], ""], [17083, "2016-01-27T21:40:55Z", [0.25, 0.5, 0.25], ""], [17046, "2016-01-27T21:35:43Z", [0.43, 0.1, 0.47], ""], [1257, "2016-01-27T20:30:07Z", [0.6, 0.0, 0.4], "It`s going to be close."], [17040, "2016-01-27T20:20:15Z", [0.55, 0.0, 0.45], ""], [17042, "2016-01-27T20:16:56Z", [0.85, 0.0, 0.15], ""], [17025, "2016-01-27T19:51:31Z", [0.47, 0.0, 0.53], "As of the latest poll, Sanders and Clinton are essentially tied - although Sanders has a slight lead.  Based on the poll alone, I would put the odds at 52/48, Sanders/Clinton.  However, I've been reading that polling numbers are increasingly less reliable than in the past because so many more people use cell phones than in the past and because of low response rates.  I believe that this would likely most misrepresent younger voters (they would be less likely to answer), benefiting Sanders.  However, younger voters are less likely to vote, so I am only giving Sanders a slight bump because of this (1%) to 53/47.  As someone else noted, Sanders' voters are pretty geographically concentrated; fortunately for Sanders though, the weather is looking good in those cities.  I don't think this will give him an additional bump though."], [15272, "2016-01-27T19:37:55Z", [0.65, 0.0, 0.35], "Hillary Clinton has held wide advantages since last summer, although her support in Iowa and New Hampshire has slipped. Her last debate performance and town hall appearance have been hailed, and newspaper pundits predict a Clinton win, with a strong Sanders showing. Clinton was trounced in her last caucus bid in 2008, and has invested heavily in competing in the state. Sanders will rely greatly on young voter support, which has historically been lacking in caucus states, perhaps giving an advantage to the older, more committed, supporters of Clinton. "], [15165, "2016-01-27T19:28:56Z", [0.65, 0.0, 0.35], ""], [15415, "2016-01-27T19:21:38Z", [0.76, 0.0, 0.24], ""], [14915, "2016-01-27T18:47:42Z", [0.51, 0.0, 0.49], "Seems incredibly close because latest polls showing a tie b/w Sanders and Clinton\nLooking at precedent, Obama came from behind to win against Clinton in 2008"], [16933, "2016-01-27T18:37:30Z", [0.55, 0.0, 0.45], ""], [14840, "2016-01-27T18:24:15Z", [0.47, 0.0, 0.53], "The polls are within the margin of error (albeit very slightly favoring Sanders), and it can reasonably be assumed both teams have excellent ground games.  I think raw enthusiasm (and apparent upward momentum) gives Sanders a slight edge.  But I'm worried about the whole geographic distribution of delegates issue ie., the notion that Sanders voters are more densely concentrated than those of Hillary."], [1526, "2016-01-27T18:18:11Z", [0.05, 0.0, 0.95], ""], [10924, "2016-01-27T18:14:26Z", [0.7, 0.0, 0.3], ""], [12630, "2016-01-27T18:12:10Z", [0.56, 0.0, 0.44], ""], [15298, "2016-01-27T18:09:06Z", [0.55, 0.0, 0.45], ""], [241, "2016-01-27T17:49:18Z", [0.55, 0.0, 0.45], ""], [14531, "2016-01-27T17:19:57Z", [0.69, 0.0, 0.31], "Sanders has made some gains in recent polls, but HRC still has a commanding lead. I try to keep reminding myself that in primaries, many participants make up their minds very late in the process, so I expect to continue to see significant shifts in the polls."], [13360, "2016-01-27T17:08:17Z", [0.5, 0.0, 0.5], ""], [17033, "2016-01-27T17:03:41Z", [0.9, 0.0, 0.1], "It's about the ground game. Clinton's will not make the same mistake they made in '08"], [17033, "2016-01-27T17:02:40Z", [0.9, 0.0, 0.1], ""], [16119, "2016-01-27T16:58:29Z", [0.71, 0.29, 0.0], ""], [130, "2016-01-27T16:41:40Z", [0.55, 0.0, 0.45], ""], [17030, "2016-01-27T16:36:10Z", [0.7, 0.0, 0.3], ""], [17007, "2016-01-27T16:05:41Z", [0.67, 0.0, 0.33], ""], [12879, "2016-01-27T15:49:39Z", [0.51, 0.08, 0.41], ""], [691, "2016-01-27T15:47:29Z", [0.68, 0.0, 0.32], ""], [16955, "2016-01-27T15:39:34Z", [0.7, 0.3, 0.0], ""], [16827, "2016-01-27T15:33:11Z", [0.59, 0.0, 0.41], ""], [16827, "2016-01-27T15:32:15Z", [0.53, 0.0, 0.47], ""], [15100, "2016-01-27T15:31:48Z", [0.63, 0.0, 0.37], ""], [2965, "2016-01-27T15:24:50Z", [1.0, 0.0, 0.0], "Polling does not translate into Iowa Democratic caucus results. \n1.Caucus goers assemble on a likely snowy cold night at approximately  1700 caucus locations\n2. Each  caucus attendee lines up with the Sanders or Clinton leader. \n3.This is a dynamic process where Clinton and Sanders caucus leaders cajole manipulate  supporters of other candidates. At the same time they must keep their voters. \n4.A poll is taken.Omalley supporters will not gain the 15 % threshold. \n5.At least one more poil is taken.\n6.Caucus only elects delegates to County Conventions. \n7.County delegates elect delegates to State convention.\n8.Critically, the caucus votes from constituent precincts.are allocated by those precincts Democratic vote 4 years ago.\n9. As Sanders support is concentrated in college towns he must and is encouraging students to return home to vote.\n10.Not all Sanders polled student  supporters via landlines and cell phones  are  Iowa registered, not all will return home,not all will show up..\n11. Leaving aside polls.Sanders cannot possibly allocate deliver enough students to the precincts which optimize delegates selection. \n12. The mere fact that a big portion of get out the vote Sanders effort must be spent getting students to vote at home instead of school when school is in session mean Sanders loses.\n13.Now and forever his voters are young white and self identified progressives.\n14.\nThe Iowa and National Democratic vote even in 2008 for Obama  and in 2016 will pump out  caucus attendees more representactive of national polling.\n15. The RCP average would have to be at least a 6 point Sanders lead in Iowa for Sanders to have a majority of delegates.\nSanders cannot achieve the 6%  and deliver his vote where optimal."], [17008, "2016-01-27T15:24:42Z", [0.5, 0.0, 0.5], ""], [17013, "2016-01-27T15:11:55Z", [0.59, 0.0, 0.41], ""], [241, "2016-01-27T13:39:53Z", [0.6, 0.0, 0.4], ""], [11080, "2016-01-27T13:23:49Z", [0.73, 0.0, 0.27], ""], [12289, "2016-01-27T12:36:38Z", [0.51, 0.0, 0.49], ""], [13817, "2016-01-27T09:17:09Z", [0.47, 0.0, 0.53], "Sanders seens is an upward move in pools and with one week to go has a good chance to win Iowa, beside the small difference. "], [13239, "2016-01-27T08:55:01Z", [0.99, 0.0, 0.01], ""], [1262, "2016-01-27T06:01:16Z", [0.48, 0.0, 0.52], ""], [13942, "2016-01-27T05:21:31Z", [0.2, 0.0, 0.8], ""], [13942, "2016-01-27T05:15:58Z", [0.4, 0.0, 0.6], ""], [15548, "2016-01-27T05:14:31Z", [0.65, 0.0, 0.35], ""], [6597, "2016-01-27T05:10:00Z", [0.25, 0.0, 0.75], "Bernie is striking a chord that has been bugging the masses decades.  The system is rigged for wealthy and special interest and hes calling them out.  Hillary appears to be to into the status quo and people view her as a life long politician.  Same as when Obama upset her in 2007.  Who is Martin and how did he stumble on to the stage with those presidential candidates."], [16986, "2016-01-27T04:57:26Z", [0.8, 0.0, 0.2], ""], [10898, "2016-01-27T04:14:54Z", [0.73, 0.0, 0.27], ""], [1450, "2016-01-27T04:09:43Z", [0.55, 0.0, 0.45], ""], [16299, "2016-01-27T03:33:32Z", [0.55, 0.0, 0.45], ""], [1646, "2016-01-27T03:29:30Z", [0.75, 0.0, 0.25], ""], [484, "2016-01-27T03:13:46Z", [0.55, 0.0, 0.45], "Down HRC 10% on @Rynedundale observation about O'Malley and the 15% threshold."], [182, "2016-01-27T02:24:08Z", [0.67, 0.0, 0.33], ""], [1506, "2016-01-27T02:20:49Z", [0.75, 0.25, 0.0], "I'm going with Hillary's organizing here."], [8170, "2016-01-27T02:16:05Z", [0.7, 0.0, 0.3], ""], [12721, "2016-01-27T01:44:28Z", [0.66, 0.0, 0.34], ""], [241, "2016-01-27T01:41:17Z", [0.8, 0.0, 0.2], ""], [15413, "2016-01-27T01:36:33Z", [0.7, 0.0, 0.3], ""], [9064, "2016-01-27T01:11:08Z", [0.45, 0.0, 0.55], "Clinton is by far the best choice but not trusted not charismatic wooden and doesn't connect with other than intellectuals  Sanders is authentic  hhis message clear and understandable  He has passion and Clinton is the ultimate establishment candidate in a election cycle where that is poison."], [12874, "2016-01-27T01:04:04Z", [0.74, 0.0, 0.26], ""], [532, "2016-01-27T01:03:20Z", [0.72, 0.0, 0.28], ""], [16966, "2016-01-27T00:47:14Z", [0.75, 0.0, 0.25], ""], [1993, "2016-01-27T00:04:25Z", [0.7, 0.0, 0.3], ""], [231, "2016-01-27T00:00:53Z", [0.4, 0.0, 0.6], ""], [9755, "2016-01-26T23:58:17Z", [0.51, 0.0, 0.49], "Bernie has been active  and if younger educated  voters show up then Bernies chances improve, but clinton is well connected to......and an insider . "], [1055, "2016-01-26T23:20:25Z", [1.0, 0.0, 0.0], "people will vote for experience"], [1057, "2016-01-26T23:16:00Z", [1.0, 0.0, 0.0], "people will vote for experience"], [11885, "2016-01-26T23:03:08Z", [0.91, 0.0, 0.09], ""], [16959, "2016-01-26T22:57:23Z", [0.5, 0.05, 0.45], ""], [67, "2016-01-26T22:27:05Z", [0.7, 0.0, 0.3], ""], [94, "2016-01-26T22:24:27Z", [0.68, 0.0, 0.32], ""], [1729, "2016-01-26T22:04:44Z", [0.8, 0.0, 0.2], ""], [16955, "2016-01-26T22:01:39Z", [0.7, 0.3, 0.0], ""], [12595, "2016-01-26T21:54:48Z", [0.75, 0.01, 0.24], ""], [16953, "2016-01-26T21:33:08Z", [0.25, 0.0, 0.75], "Though it appears to be even in the polls, I believe the results will be a departure from the polls, as left leaning young people (who in general aren't polled) and adults who normally don't take part in the two-party system (or vote Green, or don't vote) come out with great enthusiasm for Sanders. AS a former Iowan, I know that there are many people who are fired up about Sanders. My prediction is Sanders by 7 points. "], [16953, "2016-01-26T21:28:56Z", [0.25, 0.0, 0.75], ""], [16953, "2016-01-26T21:27:19Z", [0.45, 0.0, 0.55], ""], [16954, "2016-01-26T21:20:46Z", [0.75, 0.0, 0.25], ""], [15994, "2016-01-26T21:15:23Z", [0.95, 0.0, 0.05], ""], [16602, "2016-01-26T20:49:41Z", [0.38, 0.0, 0.62], ""], [16948, "2016-01-26T20:24:55Z", [0.55, 0.0, 0.45], ""], [16946, "2016-01-26T20:24:51Z", [0.67, 0.0, 0.33], ""], [16947, "2016-01-26T20:15:09Z", [0.48, 0.46, 0.06], "old geezers like me are more likely to turn out"], [16793, "2016-01-26T19:55:43Z", [0.8, 0.0, 0.2], ""], [16943, "2016-01-26T19:34:57Z", [0.44, 0.0, 0.56], "Bernie Sanders has been rising in the Iowa polls day after day, Hilary Clinton is still close by, Martin O'Malley does not come anywhere close the needed 15% of voters needed to stay in the Caucus, which means his voters will likely decide the caucus, and I have found O'Malley supporters are much more progressive."], [16942, "2016-01-26T19:30:18Z", [0.48, 0.05, 0.47], ""], [15196, "2016-01-26T19:28:17Z", [0.75, 0.0, 0.25], ""], [241, "2016-01-26T19:00:54Z", [0.75, 0.0, 0.25], "The polls are close, but Clinton has a substantial lead among likely voters, those who participated in the caucus in the past, and older voters. http://www.nytimes.com/2016/01/26/upshot/bernie-sanders-is-very-dependent-on-infrequent-voters.html Given these numbers, a Sanders win, while quite possible, is still unlikely."], [3328, "2016-01-26T18:38:56Z", [0.65, 0.01, 0.34], ""], [15165, "2016-01-26T18:31:33Z", [0.55, 0.0, 0.45], ""], [15165, "2016-01-26T18:28:50Z", [0.6, 0.0, 0.4], ""], [241, "2016-01-26T18:07:14Z", [0.5, 0.0, 0.5], ""], [823, "2016-01-26T17:45:54Z", [0.65, 0.0, 0.35], ""], [15318, "2016-01-26T17:45:01Z", [0.3, 0.0, 0.7], ""], [16272, "2016-01-26T17:41:41Z", [0.82, 0.01, 0.17], ""], [485, "2016-01-26T17:33:24Z", [0.52, 0.0, 0.48], "Recent CBS polls shows Sanders ahead of Clinton in Iowa by 1 percentage point: http://www.cbsnews.com/news/poll-sanders-catches-clinton-in-iowa-leads-big-in-new-hampshire/ Sanders' momentum may be the key. Clinton's lead has shrunk significantly. Sanders' supporters may be underestimated in terms of showing up for caucuses."], [1824, "2016-01-26T17:32:20Z", [1.0, 0.0, 0.0], ""], [485, "2016-01-26T17:14:51Z", [0.6, 0.0, 0.4], "Per CNN report today, poll says Clinton leads Sanders in Iowa by six points: http://www.cnn.com/2016/01/25/politics/hillary-clinton-bernie-sanders-iowa-fox-poll/ but Clinton lead is reportedly shrinking: http://www.cnn.com/2016/01/25/politics/hillary-clinton-bernie-sanders-poll/index.html Sanders seems to have some momentum. "], [14027, "2016-01-26T16:52:53Z", [0.6, 0.0, 0.4], "Turnout is the key; the Clinton machine will make the difference.  But it will be close because Sanders voters have the passion."], [11080, "2016-01-26T16:46:32Z", [0.72, 0.0, 0.28], ""], [11080, "2016-01-26T16:45:22Z", [0.75, 0.0, 0.25], ""], [12875, "2016-01-26T16:32:33Z", [0.25, 0.0, 0.75], ""], [11437, "2016-01-26T16:31:18Z", [0.47, 0.0, 0.53], ""], [12630, "2016-01-26T16:09:23Z", [0.62, 0.0, 0.38], ""], [271, "2016-01-26T15:55:54Z", [0.7, 0.0, 0.3], ""], [16311, "2016-01-26T15:55:00Z", [0.6, 0.0, 0.4], ""], [10039, "2016-01-26T15:48:50Z", [0.95, 0.0, 0.05], ""], [2010, "2016-01-26T15:37:41Z", [0.8, 0.0, 0.2], ""], [601, "2016-01-26T15:30:56Z", [0.74, 0.0, 0.26], "Hil did well in ystdy's town hall.   Her campaign lost to Obama in 2008 in part because it ignored caucus states and did not invest in ground resources and GOTV initiatives.  I am assuming she learned that lesson for  this time around (but I may be giving her too much credit). "], [16529, "2016-01-26T15:22:22Z", [0.58, 0.0, 0.42], "HRC support is more widespread.  In a caucus this is important.  Bernie's support is in college towns.  Des Moines register endorsed HRC last weekend."], [16160, "2016-01-26T14:09:36Z", [0.5, 0.0, 0.5], "Based on the Huffpost Pollster:  The individual polls are overlapping & Hillary's #s are decreasing as Bernie's are increasing at same rate Hillary's are decreasing.  Totally 50/50."], [136, "2016-01-26T14:04:42Z", [0.65, 0.0, 0.35], ""], [6784, "2016-01-26T14:02:49Z", [0.65, 0.0, 0.35], ""], [1993, "2016-01-26T13:45:56Z", [0.65, 0.0, 0.35], ""], [691, "2016-01-26T13:14:51Z", [0.68, 0.0, 0.32], ""], [10771, "2016-01-26T12:58:11Z", [0.67, 0.0, 0.33], ""], [15331, "2016-01-26T11:09:36Z", [0.67, 0.33, 0.0], ""], [16768, "2016-01-26T09:43:58Z", [0.51, 0.0, 0.49], ""], [1800, "2016-01-26T08:57:33Z", [0.54, 0.0, 0.46], ""], [16900, "2016-01-26T08:41:50Z", [0.48, 0.01, 0.51], "Martin O'malley fails to reach the 15% threshold in most caucuses and most of those votes are split between Hillary and Bernie. Poll momentum helps bring out numbers for Bernie."], [1686, "2016-01-26T08:39:27Z", [0.55, 0.0, 0.45], ""], [1686, "2016-01-26T08:38:08Z", [0.51, 0.0, 0.49], ""], [15350, "2016-01-26T06:18:55Z", [0.7, 0.0, 0.3], "With the caucus less than a week away, Sanders has much ground to cover in order to win, and too little time. Most polls indicating a Clinton lead have her leading by double-digit margins, while the polls in which Sanders are favored are more within the margin of error. "], [7124, "2016-01-26T06:16:22Z", [0.48, 0.04, 0.48], ""], [15354, "2016-01-26T05:19:39Z", [0.55, 0.0, 0.45], "Ripping data from 538, \"Voters who say they will “definitely caucus” favor Clinton 45 percent to 36 percent over Sanders, but Iowa Democrats who say they will “probably caucus” favor Sanders by a margin of 47 percent to 37 percent.\" http://fivethirtyeight.com/features/sanderss-iowa-ground-game-is-good-but-it-aint-obamas/.  It seems if Sanders can really mobilize voters, and if some of the 'definite' voters switch or simply do not vote one Hillary's side (or both sides) it is very possible that this caucus could swing in Sanders's favor.  I will be monitoring for any last-minute groundswell on either side but this does really seem to be a very close call."], [16726, "2016-01-26T04:52:52Z", [0.6, 0.0, 0.4], ""], [15362, "2016-01-26T04:26:14Z", [0.5, 0.05, 0.45], ""], [16886, "2016-01-26T04:19:07Z", [0.65, 0.02, 0.33], ""], [705, "2016-01-26T03:02:20Z", [0.7, 0.0, 0.3], ""], [12874, "2016-01-26T02:49:31Z", [0.7, 0.0, 0.3], ""], [16881, "2016-01-26T02:44:11Z", [0.8, 0.0, 0.2], ""], [16602, "2016-01-26T02:13:44Z", [0.29, 0.0, 0.71], ""], [14318, "2016-01-26T01:38:38Z", [0.6, 0.0, 0.4], ""], [16873, "2016-01-26T01:16:02Z", [0.45, 0.0, 0.55], ""], [16872, "2016-01-26T01:13:51Z", [0.7, 0.0, 0.3], ""], [16869, "2016-01-26T01:06:22Z", [0.45, 0.0, 0.55], ""], [14208, "2016-01-26T00:40:34Z", [0.44, 0.0, 0.56], ""], [8175, "2016-01-26T00:25:23Z", [0.65, 0.0, 0.35], ""], [8175, "2016-01-25T23:57:57Z", [0.65, 0.35, 0.0], "The polls quoted in the mainstream media give Sanders the edge, which is great for media drama, but others average currently to a 6% edge in Clinton's favor."], [65, "2016-01-25T23:57:37Z", [0.55, 0.0, 0.45], ""], [16864, "2016-01-25T23:45:53Z", [0.48, 0.02, 0.5], ""], [16863, "2016-01-25T23:39:21Z", [0.45, 0.02, 0.53], ""], [16861, "2016-01-25T23:30:17Z", [0.48, 0.06, 0.46], ""], [14375, "2016-01-25T23:20:14Z", [0.5, 0.02, 0.48], "Too close to call. Sanders has so much momentum."], [877, "2016-01-25T23:19:45Z", [0.52, 0.0, 0.48], ""], [10898, "2016-01-25T23:16:18Z", [0.71, 0.0, 0.29], ""], [16299, "2016-01-25T23:14:27Z", [0.55, 0.0, 0.45], ""], [16425, "2016-01-25T23:00:04Z", [0.7, 0.0, 0.3], ""], [16856, "2016-01-25T22:41:05Z", [0.89, 0.0, 0.11], ""], [7227, "2016-01-25T22:34:50Z", [0.55, 0.0, 0.45], "Giving Hillary the edge on organization, money and endorsements.  But could easily go big the other way.  The worse the weather, the better her chances."], [15563, "2016-01-25T22:15:52Z", [0.77, 0.01, 0.22], ""], [834, "2016-01-25T22:14:17Z", [0.65, 0.0, 0.35], ""], [16851, "2016-01-25T22:02:18Z", [0.54, 0.03, 0.43], ""], [12630, "2016-01-25T21:58:27Z", [0.71, 0.0, 0.29], ""], [1526, "2016-01-25T21:48:44Z", [0.15, 0.0, 0.85], "I'm just going to restate some observations. I have not seen anywhere where there is a lot of Hillary support outside of new agencies telling me it's there. I don't see it in twitter, facebook, article comments, nowhere.  This race is media driven. I'm upping my Sanders prediction. "], [837, "2016-01-25T21:35:20Z", [0.8, 0.0, 0.2], ""], [14268, "2016-01-25T21:22:00Z", [0.45, 0.02, 0.53], ""], [16846, "2016-01-25T21:07:44Z", [0.44, 0.01, 0.55], "I think caucus members will want to shake things up and keep Sanders' campaign alive."], [1332, "2016-01-25T21:05:55Z", [0.5, 0.0, 0.5], ""], [16827, "2016-01-25T20:40:46Z", [0.53, 0.03, 0.44], ""], [16843, "2016-01-25T20:37:50Z", [0.61, 0.01, 0.38], ""], [16831, "2016-01-25T20:32:48Z", [0.45, 0.0, 0.55], ""], [15487, "2016-01-25T20:29:28Z", [0.65, 0.0, 0.35], ""], [15487, "2016-01-25T20:29:09Z", [0.65, 0.35, 0.0], ""], [15352, "2016-01-25T20:24:07Z", [0.65, 0.0, 0.35], "Many polls do not reflect that younger voters support Sanders, but young voters (<30 years old) rarely turn out at caucus.  It looks like Hilary could win."], [368, "2016-01-25T20:18:57Z", [1.0, 0.0, 0.0], ""], [43, "2016-01-25T20:09:10Z", [0.65, 0.0, 0.35], "Clinton owns the ground game. Dateline 1-25-16 Mr. Sanders trails among those who have said they have voted in the caucuses before. A CNN/ORC survey, which showed Mr. Sanders up by eight points over all, gave Mrs. Clinton a lead of 55 percent to 38 percent among people who reported that they caucused in 2008. NBC/Marist showed Mrs. Clinton with a nine-point edge among those who indicated past caucus participation. There are even questions about how many of Mr. Sanders’s supporters are actually registered to vote. He has not yet led in an Iowa poll that was conducted using data from voter registration files, the technique preferred by most campaigns but only occasionally used by media pollsters. All but one of the surveys using random digit dialing — a kind of poll that contacts all types of adults, including those who are unregistered — have shown a Sanders lead in the state.  http://www.nytimes.com/2016/01/26/upshot/bernie-sanders-is-very-dependent-on-infrequent-voters.html"], [10153, "2016-01-25T19:57:54Z", [0.05, 0.0, 0.95], ""], [16829, "2016-01-25T19:40:22Z", [0.55, 0.0, 0.45], ""], [9549, "2016-01-25T19:39:59Z", [0.15, 0.0, 0.85], ""], [12006, "2016-01-25T19:33:21Z", [0.8, 0.0, 0.2], ""], [16832, "2016-01-25T19:32:09Z", [0.55, 0.0, 0.45], "Hillary's the establishment candidate, and the establishment candidate is better when it comes to caucusing than anyone else. That said, both will get a nice chunk of the delegate pool so the first real contest to watch is South Carolina where the question may plausibly be whether or not the Bern gets any delegates at all."], [16646, "2016-01-25T19:31:03Z", [0.8, 0.0, 0.2], ""], [15102, "2016-01-25T19:23:45Z", [0.72, 0.0, 0.28], ""], [16829, "2016-01-25T19:22:28Z", [0.55, 0.0, 0.45], ""], [16822, "2016-01-25T19:09:33Z", [0.7, 0.0, 0.3], ""], [28, "2016-01-25T19:08:09Z", [0.55, 0.0, 0.45], ""], [10018, "2016-01-25T18:44:46Z", [0.43, 0.02, 0.55], ""], [15686, "2016-01-25T18:35:58Z", [0.75, 0.0, 0.25], ""], [16809, "2016-01-25T18:31:38Z", [0.75, 0.0, 0.25], ""], [16808, "2016-01-25T18:09:44Z", [0.2, 0.0, 0.8], ""], [16805, "2016-01-25T18:03:20Z", [0.15, 0.0, 0.85], ""], [16801, "2016-01-25T17:08:28Z", [0.4, 0.05, 0.55], ""], [11885, "2016-01-25T17:07:13Z", [0.91, 0.0, 0.09], ""], [16800, "2016-01-25T17:06:59Z", [0.4, 0.0, 0.6], ""], [10039, "2016-01-25T16:42:27Z", [0.96, 0.0, 0.04], ""], [16793, "2016-01-25T16:41:02Z", [0.82, 0.18, 0.0], ""], [10760, "2016-01-25T16:28:35Z", [0.45, 0.0, 0.55], ""], [16624, "2016-01-25T16:26:46Z", [1.0, 0.0, 0.0], ""], [16361, "2016-01-25T16:25:48Z", [0.48, 0.01, 0.51], ""], [16112, "2016-01-25T16:23:14Z", [0.45, 0.0, 0.55], ""], [16699, "2016-01-25T16:08:53Z", [0.44, 0.12, 0.44], ""], [12459, "2016-01-25T16:03:35Z", [0.4, 0.0, 0.6], "Enough caucus goers consider Hillary untrustworthy, probably even criminal, to swing the vote to Sanders."], [13276, "2016-01-25T15:38:46Z", [0.85, 0.0, 0.15], ""], [6485, "2016-01-25T15:27:48Z", [0.5, 0.0, 0.5], "Sanders has gained considerable crowd support wherever he speaks, and Clinton holds a good majority of black and women voters. Too close to call at this point. 50/50 shot for either candidate."], [16785, "2016-01-25T15:09:49Z", [0.6, 0.0, 0.4], ""], [15844, "2016-01-25T14:50:02Z", [0.65, 0.0, 0.35], ""], [159, "2016-01-25T14:38:52Z", [0.35, 0.0, 0.65], ""], [4306, "2016-01-25T14:27:04Z", [1.0, 0.0, 0.0], ""], [11157, "2016-01-25T14:21:59Z", [0.6, 0.0, 0.4], ""], [16783, "2016-01-25T14:20:57Z", [0.3, 0.0, 0.7], "Sanders has more politically engaged voters, who are more likely to show up for a lengthy causus."], [11157, "2016-01-25T14:16:52Z", [0.55, 0.0, 0.45], ""], [4810, "2016-01-25T14:11:03Z", [0.7, 0.3, 0.0], ""], [10916, "2016-01-25T14:02:38Z", [0.6, 0.0, 0.4], ""], [16781, "2016-01-25T13:50:42Z", [0.45, 0.0, 0.55], ""], [16779, "2016-01-25T13:39:34Z", [0.3, 0.01, 0.69], ""], [13399, "2016-01-25T13:25:54Z", [0.89, 0.0, 0.11], ""], [15123, "2016-01-25T13:23:39Z", [0.57, 0.05, 0.38], "Currently, just 29% of the country believes that the US is moving in the right direction. This, on paper would benefit BS in that he is selling the ‘dream’ and a change away from the establishment, pushing for income equality and some very optimistic reforms (free university fees, $15 minimum wages, and single payer healthcare). In regards to the latter, I think it would resonate well with the US population, given the huge costs currently. However – after 25 years in congress he has failed to get even 1 vote to support these ideas, and therefore feel as though it’s not a realistic outcome.  Although he is running for the Democrats, he started his campaign as an individual and therefore may not have as much support from Democratic voters as HC may be able to command. Despite ‘traditionally’ being a party that supports modern social liberalism – throughout the 20th century it has become very pro-business, making it more central in its approach. This is contrary to what BS is standing for – lowering the influence of businesses through flattening organisational structures and intervening (completely opposite to how America’s market based economy is run). It is for this reason, alongside an assault on corporate tax’s that he has not gained funding from large institutions (as HC has been able to do), and instead had to rely on individuals and smaller donors – a source that could potentially dry up as they run out of resources. This is different to how HC has run – with huge support from influential businesses / people / groups and unfortunate as it is – this is what has historically helped other win elections.  Despite being ahead going into the IOWA and NJ polls, he got wiped out in South Carolina which has a demographic more representative of the population with many minorities. HC has shown huge support for Obama recently (tactical I would assume, as 47% of Americans approve of the job he is doing), and this may help her gain amongst these minorities of whom have the power to sway polls  With the geopolitical environment encountering new issues every single day, HC offers more experience whilst holding certain imperialist principles (she was a key member of the panel that helped certify the Bin Laden raid) and this will take many hearts at the moment of whom are worried about their national security. She has also shown to be a fantastic debater – often attacking sanders in a show of power.  The IOWA and NJ polls on the 1st and 6th Feb will determine the outcome of this election, and with the ‘Des Moines Register’ – a key IOWA newspaper recently endorsing HC over BS saying ‘’The presidency is not an entry level position – whomever is sworn into office next January must demonstrate a deep understanding of the issues facing America and also possess the diplomatic skills that enable presidents to get things done’. On the other hand, BS is doing well among people who say they would be caucusing for the first time. The challenge for BS will be teaching newcomers the mechanics of the caucuses which requires a campaign to invest in training / outreach ect… and at present, BS has $27.3m has in hand – compared to HC’s $33m.  The 2 options are therefore BS who is offering a ‘dream’ to regular American, and a move away from the current political climate, or HC who is pushing to build upon Obama’s time in office. With the economy currently nearing full employment, with surging home sales, and increasing savings rates -  I don’t see there being a huge amount of reason to make drastic changes.  That said – I will be monitoring the political and economical landscape and altering my forecast accordingly! \n"], [691, "2016-01-25T13:20:47Z", [0.64, 0.0, 0.36], ""], [16776, "2016-01-25T13:13:44Z", [0.6, 0.0, 0.4], ""], [16776, "2016-01-25T13:13:29Z", [0.7, 0.0, 0.3], ""], [12078, "2016-01-25T12:47:20Z", [0.56, 0.02, 0.42], ""], [16102, "2016-01-25T12:44:00Z", [0.45, 0.05, 0.5], ""], [14841, "2016-01-25T12:40:53Z", [0.86, 0.0, 0.14], "Bernie Sanders support seems to be centered in just three counties, which leads to difficulty in getting delegates in other areas, he \"may\" win the total vote but not the most delegates."], [14915, "2016-01-25T12:39:30Z", [0.53, 0.0, 0.47], ""], [1646, "2016-01-25T12:25:39Z", [0.0, 1.0, 0.0], ""], [1007, "2016-01-25T12:05:50Z", [0.75, 0.0, 0.25], ""], [240, "2016-01-25T12:01:10Z", [0.2, 0.0, 0.8], ""], [13772, "2016-01-25T09:21:44Z", [0.2, 0.0, 0.8], "People have started paying attention to just how much Clinton could not care less about the average person and just wants to go down in the history books as the first women president.  Which is why she sold her sole to wall street.  Independants, people who are fed up with politics in general, and even some republicans love sanders because he does not have a super PAC and isn't dependant on special interest."], [15736, "2016-01-25T08:55:55Z", [0.45, 0.0, 0.55], ""], [15473, "2016-01-25T08:42:07Z", [1.0, 0.0, 0.0], ""], [16767, "2016-01-25T08:36:56Z", [0.3, 0.15, 0.55], ""], [16765, "2016-01-25T08:20:53Z", [0.71, 0.02, 0.27], ""], [13506, "2016-01-25T07:24:10Z", [0.6, 0.0, 0.4], ""], [11618, "2016-01-25T07:20:56Z", [0.4, 0.0, 0.6], ""], [8077, "2016-01-25T06:55:22Z", [0.3, 0.0, 0.7], ""], [16761, "2016-01-25T06:45:20Z", [0.1, 0.0, 0.9], "Bernie is experiencing a groundswell, likely he will generate enough new participation to win. "], [14840, "2016-01-25T06:35:33Z", [0.54, 0.0, 0.46], "This feels really close.  I'm tempted to go 50/50, but my gut tells me a very narrow Clinton victory is the most likely outcome.  I wouldn't be at all surprised to be wrong, however.  And frankly, I've tended to be right about predicting Iowa caucus results over the last 30 years, but this time, it just feels like it could go either way."], [15133, "2016-01-25T06:34:53Z", [0.75, 0.05, 0.2], ""], [15091, "2016-01-25T06:25:50Z", [0.85, 0.0, 0.15], ""], [16760, "2016-01-25T06:03:57Z", [0.52, 0.03, 0.45], ""], [15692, "2016-01-25T05:27:08Z", [0.66, 0.01, 0.33], ""], [11387, "2016-01-25T04:51:12Z", [0.54, 0.01, 0.45], ""], [11387, "2016-01-25T04:50:53Z", [0.54, 0.01, 0.45], ""], [484, "2016-01-25T04:42:34Z", [0.65, 0.0, 0.35], "Up 10% for HRC on 538.org information. We'll see."], [12835, "2016-01-25T04:28:38Z", [0.45, 0.01, 0.54], ""], [12762, "2016-01-25T04:20:51Z", [0.55, 0.0, 0.45], "Clinton is probably better funded and seems to have more party support, especially the center and center right (the modern core of the Democrats). Sanders seems to be winning the battle of populist appeal, pulling relatively even in polls , with limited tv coverage and ad time.  The edge goes to Clinton for resources, political connections and campaign experience. Sanders has a strong chance to win due to a stronger populist appeal (which according to linked article  leads to stronger primary turnout).\nhttp://www.cbsnews.com/news/poll-sanders-catches-clinton-in-iowa-leads-big-in-new-hampshire/\nhttp://www.cnn.com/2016/01/24/opinions/how-iowa-caucus-goers-vote-karpowitz/\n"], [1429, "2016-01-25T04:11:09Z", [0.99, 0.0, 0.01], ""], [16750, "2016-01-25T04:04:25Z", [0.52, 0.0, 0.48], ""], [16750, "2016-01-25T04:02:42Z", [0.52, 0.48, 0.0], "48% for Bernie Sanders\n0% for Martin O'Malley"], [563, "2016-01-25T03:48:31Z", [0.75, 0.0, 0.25], ""], [4746, "2016-01-25T03:46:37Z", [0.68, 0.0, 0.32], ""], [16749, "2016-01-25T03:44:24Z", [0.01, 0.0, 0.99], ""], [11341, "2016-01-25T03:44:09Z", [0.5, 0.0, 0.5], ""], [15906, "2016-01-25T03:37:46Z", [0.51, 0.02, 0.47], ""], [16747, "2016-01-25T03:37:23Z", [0.35, 0.0, 0.65], ""], [7111, "2016-01-25T03:35:45Z", [0.45, 0.55, 0.0], "The momentum is on Sanders and his grass root work is paying off."], [4729, "2016-01-25T03:35:23Z", [0.95, 0.0, 0.05], ""], [16742, "2016-01-25T03:21:03Z", [0.85, 0.0, 0.15], ""], [961, "2016-01-25T03:14:16Z", [0.75, 0.0, 0.25], ""], [16741, "2016-01-25T03:12:01Z", [0.55, 0.0, 0.45], ""], [14432, "2016-01-25T03:10:25Z", [0.65, 0.0, 0.35], ""], [7445, "2016-01-25T03:02:41Z", [0.8, 0.0, 0.2], ""], [16737, "2016-01-25T02:57:50Z", [0.45, 0.0, 0.55], ""], [16736, "2016-01-25T02:54:12Z", [0.0, 0.0, 1.0], ""], [9675, "2016-01-25T02:48:25Z", [0.35, 0.0, 0.65], ""], [12471, "2016-01-25T02:32:38Z", [0.85, 0.0, 0.15], ""], [11335, "2016-01-25T02:23:20Z", [0.35, 0.0, 0.65], ""], [7354, "2016-01-25T02:22:38Z", [0.25, 0.05, 0.7], ""], [55, "2016-01-25T02:07:58Z", [0.75, 0.0, 0.25], "Think middle America not ready for someone so far to the left. "], [556, "2016-01-25T01:41:50Z", [0.99, 0.0, 0.01], ""], [15923, "2016-01-25T01:12:38Z", [0.35, 0.0, 0.65], ""], [9712, "2016-01-25T01:05:04Z", [1.0, 0.0, 0.0], "Late surge"], [5078, "2016-01-25T00:43:13Z", [0.4, 0.05, 0.55], "Sanders is gaining in popularity but Hillary may have the ground organization to wring out a win"], [15787, "2016-01-25T00:39:58Z", [0.6, 0.0, 0.4], ""], [5800, "2016-01-25T00:31:55Z", [0.52, 0.0, 0.48], ""], [7333, "2016-01-25T00:29:26Z", [0.35, 0.0, 0.65], ""], [14517, "2016-01-25T00:27:54Z", [0.28, 0.02, 0.7], ""], [15750, "2016-01-25T00:10:43Z", [0.2, 0.0, 0.8], ""], [16569, "2016-01-25T00:09:15Z", [0.5, 0.05, 0.45], "Her organization"], [16115, "2016-01-25T00:08:12Z", [0.47, 0.04, 0.49], ""], [16115, "2016-01-25T00:07:48Z", [0.04, 0.47, 0.49], "this was an error"], [10749, "2016-01-24T23:59:28Z", [0.4, 0.05, 0.55], ""], [3895, "2016-01-24T23:53:59Z", [0.5, 0.0, 0.5], "still too close to call - http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html Sanders is up in the two most recent polls - probably going to come down to turnout (higher turnout favours Sanders). NB the RCP spread is currently distorted by what is a probably a ridiculous outlier (that Loras College poll)."], [16139, "2016-01-24T23:53:39Z", [0.48, 0.02, 0.5], "While Clinton certainly will get a good number of votes through name recognition and reputation alone, Bernie has grown a surprisingly loyal following that have shown to rival Clinton in several polls. Combine that with a very distinct personally that people can latch onto and beliefs that are distinctly Democrat (compared to Hillary's mostly middle of the road approach) and it wouldn't surprise me to see him come close. I give two percent to O'Malley because someone has got to cut the guy some slack (also because there will be people who don't agree with the first two candidates, which is where some of these single percentage votes in past primaries come in.)"], [15506, "2016-01-24T23:40:07Z", [0.49, 0.0, 0.51], ""], [961, "2016-01-24T23:32:08Z", [0.55, 0.0, 0.45], ""], [8790, "2016-01-24T23:28:13Z", [0.75, 0.0, 0.25], ""], [12325, "2016-01-24T23:23:58Z", [0.3, 0.0, 0.7], ""], [11790, "2016-01-24T23:14:12Z", [0.25, 0.0, 0.75], ""], [16135, "2016-01-24T23:01:07Z", [0.64, 0.0, 0.36], ""], [10803, "2016-01-24T23:00:24Z", [0.6, 0.0, 0.4], ""], [10493, "2016-01-24T22:55:31Z", [0.65, 0.0, 0.35], ""], [6978, "2016-01-24T22:54:05Z", [0.75, 0.0, 0.25], "538's two Iowa primary models show Clinton at 69 & 82% (http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/?ex_cid=538twitter). Rounding down from 75.5 average, given modest downtrend in Clinton's numbers."], [10657, "2016-01-24T22:53:22Z", [0.0, 0.0, 1.0], "'cause Bernie's a goof and so are Iowan dems."], [16722, "2016-01-24T22:53:18Z", [0.42, 0.03, 0.55], ""], [16516, "2016-01-24T22:50:21Z", [0.48, 0.03, 0.49], "Hillary has a lot of baggage, but just a guess!"], [14531, "2016-01-24T22:45:35Z", [0.76, 0.0, 0.24], "I've made some small modifications based on changes over at FiveThirtyEight*. * http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [16162, "2016-01-24T22:43:38Z", [0.45, 0.0, 0.55], ""], [16721, "2016-01-24T22:37:52Z", [0.56, 0.02, 0.42], ""], [7013, "2016-01-24T22:25:50Z", [0.45, 0.0, 0.55], ""], [9534, "2016-01-24T22:18:33Z", [0.95, 0.0, 0.05], ""], [1029, "2016-01-24T22:09:55Z", [0.55, 0.0, 0.45], ""], [12210, "2016-01-24T22:08:40Z", [0.7, 0.05, 0.25], ""], [9125, "2016-01-24T22:06:21Z", [0.45, 0.0, 0.55], ""], [10446, "2016-01-24T21:53:49Z", [0.95, 0.0, 0.05], ""], [241, "2016-01-24T21:52:50Z", [0.4, 0.0, 0.6], ""], [4878, "2016-01-24T21:50:23Z", [0.85, 0.03, 0.12], ""], [11053, "2016-01-24T21:45:07Z", [0.0, 0.0, 1.0], ""], [7775, "2016-01-24T21:36:55Z", [0.45, 0.06, 0.49], ""], [4788, "2016-01-24T21:31:56Z", [0.45, 0.0, 0.55], ""], [4788, "2016-01-24T21:30:00Z", [0.0, 0.48, 0.52], "Elections are always about the Future. Bernie tapping into that - especially with his closing TV message."], [4980, "2016-01-24T21:08:17Z", [0.55, 0.0, 0.45], ""], [14372, "2016-01-24T21:07:01Z", [0.75, 0.0, 0.25], ""], [16128, "2016-01-24T21:01:20Z", [0.2, 0.05, 0.75], ""], [5083, "2016-01-24T20:58:44Z", [0.19, 0.01, 0.8], "Bernie surging, sorry I didn't put this up much earlier. I told someone in October: Bernie and Trump will be the winners in Iowa and NH"], [3702, "2016-01-24T20:57:01Z", [0.4, 0.0, 0.6], ""], [5434, "2016-01-24T20:55:57Z", [0.15, 0.0, 0.85], ""], [1262, "2016-01-24T20:50:40Z", [0.5, 0.0, 0.5], "Polls show then tied and apparently Iowa democrats are not enthusiastic about either candidate - they seem to be having trouble organizing the caucuses \"The party is still lacking a chairman and volunteers to handle votes in up to 300 locations across the state on 1 February\" \nhttp://www.theguardian.com/us-news/2016/jan/24/iowa-democratic-caucus-in-peril-amid-volunteering-crisis"], [11157, "2016-01-24T20:41:47Z", [0.5, 0.0, 0.5], ""], [974, "2016-01-24T20:39:24Z", [0.65, 0.05, 0.3], ""], [16602, "2016-01-24T20:38:22Z", [0.32, 0.0, 0.68], ""], [16602, "2016-01-24T20:37:23Z", [0.39, 0.0, 0.61], ""], [1192, "2016-01-24T20:32:48Z", [0.25, 0.0, 0.75], ""], [601, "2016-01-24T20:24:00Z", [0.63, 0.0, 0.37], ""], [601, "2016-01-24T20:23:30Z", [0.63, 0.37, 0.0], "incorrect-fat fingers.  Should have been 37% for Bernie, not O'whosat"], [1211, "2016-01-24T20:19:15Z", [0.35, 0.0, 0.65], ""], [16715, "2016-01-24T20:18:45Z", [0.85, 0.0, 0.15], ""], [10924, "2016-01-24T19:48:26Z", [0.65, 0.0, 0.35], ""], [9755, "2016-01-24T18:37:12Z", [0.55, 0.0, 0.45], ""], [16707, "2016-01-24T18:31:46Z", [0.75, 0.05, 0.2], ""], [14296, "2016-01-24T17:41:45Z", [0.65, 0.0, 0.35], ""], [10924, "2016-01-24T16:55:54Z", [0.55, 0.0, 0.45], ""], [10398, "2016-01-24T16:19:00Z", [0.5, 0.0, 0.5], ""], [5869, "2016-01-24T16:14:01Z", [0.4, 0.0, 0.6], ""], [16425, "2016-01-24T16:09:13Z", [0.69, 0.0, 0.31], ""], [16697, "2016-01-24T16:04:55Z", [0.45, 0.0, 0.55], "Who would vote for Hillary? If I were a democrat I wouldn't vote for Hillary."], [613, "2016-01-24T16:02:16Z", [0.55, 0.0, 0.45], ""], [1993, "2016-01-24T16:01:21Z", [0.5, 0.0, 0.5], "Not sure about this. Polls might not mean much in a caucus state. Others have pointed out that Sanders support is concentrated in a few liberal counties. True, but aren't the counties that went for John Edwards in 2008 more likely to go for Sanders than for Clinton? If that's the case, Sanders could eke out a victory. The more populous counties in east and central Iowa will have more delegates. And Clinton's history with caucuses is not encouraging. On the other hand, the Sanders campaign probably does not have the extraordinary ability to get people out to caucus that Obama did in 2008. I can't find any county-by-county poll results."], [12874, "2016-01-24T15:35:07Z", [0.63, 0.0, 0.37], ""], [12874, "2016-01-24T15:21:44Z", [0.6, 0.0, 0.4], ""], [691, "2016-01-24T15:12:17Z", [0.64, 0.0, 0.36], ""], [16692, "2016-01-24T15:01:58Z", [0.6, 0.0, 0.4], ""], [16686, "2016-01-24T14:41:20Z", [0.49, 0.0, 0.51], ""], [16330, "2016-01-24T14:41:01Z", [0.75, 0.0, 0.25], ""], [11786, "2016-01-24T13:49:50Z", [0.15, 0.0, 0.85], ""], [14841, "2016-01-24T12:49:00Z", [0.84, 0.0, 0.16], ""], [16609, "2016-01-24T12:35:36Z", [0.4, 0.0, 0.6], ""], [14915, "2016-01-24T12:31:04Z", [0.54, 0.0, 0.46], ""], [14414, "2016-01-24T11:20:10Z", [0.45, 0.0, 0.55], ""], [11080, "2016-01-24T09:41:05Z", [0.65, 0.0, 0.35], ""], [11885, "2016-01-24T08:55:02Z", [0.91, 0.0, 0.09], ""], [14394, "2016-01-24T08:08:27Z", [0.67, 0.0, 0.33], "Based mostly on this and adjusted downward for the momentum Sanders seems to be having. http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [15548, "2016-01-24T07:11:12Z", [0.7, 0.0, 0.3], ""], [11872, "2016-01-24T07:03:20Z", [0.55, 0.0, 0.45], ""], [5001, "2016-01-24T06:26:27Z", [0.6, 0.0, 0.4], ""], [16675, "2016-01-24T06:08:09Z", [0.46, 0.04, 0.5], ""], [15967, "2016-01-24T05:42:41Z", [0.6, 0.0, 0.4], ""], [8036, "2016-01-24T05:03:24Z", [0.7, 0.0, 0.3], "PELLA, Iowa – The Des Moines Register, the largest newspaper in Iowa, announced Saturday night that it had endorsed Senator Marco Rubio in the Republican race and Hillary Clinton in the Democratic race"], [16669, "2016-01-24T03:47:01Z", [0.51, 0.01, 0.48], ""], [16670, "2016-01-24T03:45:21Z", [0.46, 0.06, 0.48], ""], [12302, "2016-01-24T02:57:41Z", [0.8, 0.0, 0.2], ""], [12325, "2016-01-24T02:53:50Z", [0.38, 0.02, 0.6], ""], [16664, "2016-01-24T02:23:21Z", [0.64, 0.0, 0.36], ""], [16663, "2016-01-24T02:13:55Z", [0.55, 0.0, 0.45], ""], [21, "2016-01-24T02:10:26Z", [0.75, 0.0, 0.25], ""], [16662, "2016-01-24T01:57:56Z", [0.45, 0.0, 0.55], "Caucus wins depend on energizing individuals to a greater extent than regular elections.  Sanders supporters seem to be more energized.  Also, more of them are younger and thus more hooked into extended social networks and they more heavily use social media.  This gives them a natural advantage at the caucuses, if, and here's the critical issue, they show up.  Right now it looks like they will. "], [16661, "2016-01-24T01:45:02Z", [0.75, 0.0, 0.25], ""], [36, "2016-01-24T01:41:36Z", [0.0, 0.0, 1.0], ""], [16602, "2016-01-24T01:31:48Z", [0.69, 0.0, 0.31], ""], [2965, "2016-01-24T01:01:24Z", [0.99, 0.0, 0.01], "Despite CNN ORC. Poll.\nThis is a caucus.\nEvery RCP poll summary, and digging out the women's vote.\nYesterday Sanders proved my point. \nI assume he had daily outstanding polling. \nYesterday Sanders big announcement was on Anniversary of Roe v Wade.\nSanders praised NARL.and Planned Parenthood and stated that he was second to none in support of women,s reproductive rights.\nTrue. \nSanders is not a woman  \nBut Emilys list and NARL and Planned Parent have endorsed Clinton. \nClinton is a woman. \nThis is the year of the woman and with Tammy Duckworth and Hillary Clinton leading the charge....it's not lookIing good for GOP at POTUS and  Senate levels. \nWoman narrative beats Sanders outsider burn narrative. \nSanders comments show he knows he is behind badly among all women.  Regardless of the merit's of the GOP and Sanders demographics  sex and race idetermine electoral college. \n300 minimum for Clinton.\nIn the words of FDR, I believe HRC has a rendezvous with destiny.\nBloomberg and Indictment  are just conjecture at this point.\nwww.wsj.com.\nThe Wall Street Journal Saturday/Sunday January 22-23,2016.\nPage A-4"], [12348, "2016-01-24T00:45:47Z", [0.65, 0.0, 0.35], "poll of polls and, similarly, five thirty eight, suggest Clinton with a steady and meaningful lead. However, the history of the unpredictability of the Iowa caucus process makes this more uncertain. Certainly turnout and turnout demographics will play a big factor, neither of which I can assign a probability to."], [16653, "2016-01-23T23:14:17Z", [0.6, 0.0, 0.4], ""], [368, "2016-01-23T22:50:52Z", [1.0, 0.0, 0.0], ""], [12590, "2016-01-23T22:42:20Z", [0.9, 0.01, 0.09], ""], [12591, "2016-01-23T22:32:58Z", [0.55, 0.0, 0.45], ""], [16646, "2016-01-23T22:07:09Z", [0.75, 0.0, 0.25], ""], [13395, "2016-01-23T21:49:16Z", [0.85, 0.0, 0.15], ""], [16640, "2016-01-23T21:26:08Z", [0.75, 0.0, 0.25], "The young Bernie supporters won't show up in large enough numbers. The Clinton supporters are older and more likely to show up."], [16644, "2016-01-23T21:25:11Z", [0.4, 0.0, 0.6], "Sander's numbers continue to increase at the same rate that Clinton's are falling."], [691, "2016-01-23T21:14:40Z", [0.61, 0.0, 0.39], ""], [12937, "2016-01-23T21:01:02Z", [0.77, 0.0, 0.23], "Obama won a by a slight margin in 2008. Bernie is too extreme for Iowa. "], [231, "2016-01-23T20:34:41Z", [0.65, 0.0, 0.35], ""], [16635, "2016-01-23T18:59:27Z", [0.52, 0.0, 0.48], ""], [16634, "2016-01-23T18:53:15Z", [0.52, 0.0, 0.48], ""], [16632, "2016-01-23T18:40:29Z", [0.54, 0.02, 0.44], "Based on polling data and my interpretation of the news stories regarding the candidates."], [1269, "2016-01-23T18:31:54Z", [0.65, 0.0, 0.35], ""], [20, "2016-01-23T18:28:35Z", [0.81, 0.0, 0.19], ""], [16625, "2016-01-23T18:21:55Z", [0.85, 0.0, 0.15], "Hillary has the better ground game and Bernie's supporters are the least likely to turn out for a caucus.\n"], [1274, "2016-01-23T18:16:25Z", [0.5, 0.0, 0.5], ""], [13979, "2016-01-23T18:09:11Z", [0.45, 0.0, 0.55], ""], [1526, "2016-01-23T18:07:50Z", [0.25, 0.0, 0.75], "The trend has been going in Sander's favor for quite sometime.  Clinton continues to look worst at time goes by. There is no surge what so ever besides biased polls. By bias I mean landline and particular news site polls. "], [484, "2016-01-23T17:31:29Z", [0.55, 0.0, 0.45], "Up 10% for HRC based on likely voter polling. Still wonder about Clinton fatigue and Sanders' burn."], [3649, "2016-01-23T17:16:13Z", [0.65, 0.0, 0.35], ""], [16621, "2016-01-23T17:13:01Z", [0.65, 0.01, 0.34], ""], [16617, "2016-01-23T16:37:51Z", [0.6, 0.0, 0.4], ""], [16613, "2016-01-23T16:12:12Z", [0.43, 0.02, 0.55], ""], [11788, "2016-01-23T15:44:52Z", [1.0, 0.0, 0.0], ""], [14915, "2016-01-23T15:33:28Z", [0.52, 0.05, 0.43], ""], [2010, "2016-01-23T14:45:46Z", [0.85, 0.0, 0.15], ""], [16600, "2016-01-23T14:20:12Z", [0.01, 0.04, 0.95], "Hillary Clinton is going to jail for her Benghazi cover-up. The families of those who were killed will bring suite against her. They will win."], [2010, "2016-01-23T13:49:31Z", [0.85, 0.0, 0.15], ""], [241, "2016-01-23T13:40:55Z", [0.5, 0.0, 0.5], ""], [14800, "2016-01-23T13:35:12Z", [0.6, 0.05, 0.35], "Sanders and Clinton are close in most polls, however polling numbers in caucuses are historically not as accurate as polls in elections.   I strongly believe that HC will win the Iowa caucuses.  "], [13432, "2016-01-23T13:02:58Z", [0.7, 0.01, 0.29], ""], [12302, "2016-01-23T13:00:23Z", [0.86, 0.0, 0.14], ""], [16595, "2016-01-23T11:14:24Z", [0.42, 0.06, 0.52], ""], [16592, "2016-01-23T10:58:07Z", [0.4, 0.05, 0.55], ""], [11157, "2016-01-23T10:27:07Z", [0.55, 0.0, 0.45], ""], [38, "2016-01-23T08:29:41Z", [0.9, 0.0, 0.1], ""], [12118, "2016-01-23T08:09:08Z", [0.85, 0.01, 0.14], ""], [16590, "2016-01-23T07:43:44Z", [0.4, 0.0, 0.6], ""], [16425, "2016-01-23T07:42:08Z", [0.68, 0.0, 0.32], ""], [16587, "2016-01-23T06:44:44Z", [0.4, 0.0, 0.6], "Iowa Democrats are suckers for Passion and going against the front runner "], [16584, "2016-01-23T05:47:11Z", [0.3, 0.0, 0.7], ""], [16585, "2016-01-23T05:46:01Z", [0.56, 0.0, 0.44], ""], [16585, "2016-01-23T05:43:49Z", [0.85, 0.0, 0.15], ""], [16503, "2016-01-23T05:37:43Z", [0.8, 0.01, 0.19], ""], [9419, "2016-01-23T05:24:05Z", [0.0, 0.0, 1.0], ""], [16501, "2016-01-23T04:43:44Z", [0.49, 0.51, 0.0], ""], [16560, "2016-01-23T04:26:42Z", [0.45, 0.05, 0.5], "Bernie will play better in left leaning Iowa"], [16568, "2016-01-23T03:29:51Z", [0.6, 0.0, 0.4], "Hillary wins by getting more bodies to show up at Iowa caucus locations."], [14840, "2016-01-23T03:20:01Z", [0.58, 0.0, 0.42], "I don't want to be the sort of person who jumps at every poll, but this one shows Hillary has a 29-point lead in Iowa. Yikes. http://thehill.com/blogs/ballot-box/dem-primaries/266741-iowa-poll-shows-clinton-up-29-points-on-sanders"], [16570, "2016-01-23T03:10:32Z", [0.49, 0.06, 0.45], ""], [16575, "2016-01-23T03:06:13Z", [0.4, 0.0, 0.6], ""], [10898, "2016-01-23T02:50:04Z", [0.78, 0.0, 0.22], ""], [28, "2016-01-23T02:37:59Z", [0.65, 0.0, 0.35], ""], [16567, "2016-01-23T02:11:44Z", [0.55, 0.0, 0.45], ""], [16558, "2016-01-23T01:26:41Z", [0.55, 0.0, 0.45], ""], [16554, "2016-01-23T01:26:18Z", [0.85, 0.0, 0.15], "She's the strongest and has good ground game."], [6518, "2016-01-23T01:21:28Z", [0.54, 0.0, 0.46], ""], [16553, "2016-01-23T01:15:49Z", [0.52, 0.0, 0.48], ""], [16421, "2016-01-23T01:08:54Z", [0.45, 0.0, 0.55], ""], [16539, "2016-01-23T00:25:11Z", [0.39, 0.03, 0.58], ""], [12302, "2016-01-23T00:16:18Z", [0.9, 0.0, 0.1], ""], [16543, "2016-01-22T23:51:54Z", [0.45, 0.0, 0.55], ""], [16542, "2016-01-22T23:46:53Z", [0.4, 0.0, 0.6], ""], [93, "2016-01-22T23:46:30Z", [0.75, 0.0, 0.25], ""], [16160, "2016-01-22T23:38:46Z", [0.53, 0.0, 0.47], "This has been a tight contest in Iowa--but Hillary has seemed to stay a bit ahead in the majority of the polls thus far."], [16010, "2016-01-22T23:33:27Z", [0.98, 0.0, 0.02], "Anything at 25+ in the polls at this stage is insurmountable unless some black swan lands on Hilary's head... "], [16486, "2016-01-22T23:28:52Z", [0.7, 0.0, 0.3], ""], [16537, "2016-01-22T23:28:29Z", [0.58, 0.01, 0.41], ""], [16486, "2016-01-22T23:28:05Z", [0.7, 0.0, 0.3], ""], [16502, "2016-01-22T23:25:36Z", [0.65, 0.01, 0.34], ""], [16535, "2016-01-22T23:18:59Z", [0.7, 0.0, 0.3], ""], [16526, "2016-01-22T23:17:00Z", [0.4, 0.0, 0.6], "HRC's campaign has been struggling as of late to convince voters that she would upend the system that they see as rigged against them. Sanders' campaign has never had this issue. Though Sanders may ultimately be downed because of the fierce opposition his agenda would face if elected, because Iowa's caucus is the first in the nation, it is largely about dreams and aspirations and pragmatism is left largely unconsidered at this stage in the game. I bet Bernie wins here."], [16522, "2016-01-22T23:11:28Z", [0.3, 0.35, 0.35], "Hillary is realistic about the process and has good ideas but is very controversial; Bernie has great ideas about campaign finance reform which is critical for the future; and although his policies are well crafted and forward-thinking especially regarding climate change and energy, people seem to discount O'Malley due to the fallacy that this is a race solely between Clinton and Sanders.  The perfect solution may be to have O'Malley as President and Sanders as Vice President or visa versa. Assign O'Malley to revolutionizing our energy infrastructure and Sanders can reign in Wall Street and re-build campaign finance. "], [16529, "2016-01-22T23:08:59Z", [0.4, 0.0, 0.6], "O'Malley has no chance.  HCR has been getting pounded lately with the growing momentum of her email scandal and general perception of dishonesty.  BS is a nice, likeable guy compared to HRC.  Iowa will vote down the establishment candidate to support the friendly soft-spoken outsider they believe they can trust."], [16526, "2016-01-22T23:04:35Z", [0.9, 0.0, 0.1], "HRC's campaign has been struggling as of late to convince voters that she would upend the system that they see as rigged against them. Sanders' campaign has never had this issue. Though Sanders may ultimately be downed because of the fierce opposition his agenda would face if elected, because Iowa's caucus is the first in the nation, it is largely about dreams and aspirations and pragmatism is left largely unconsidered at this stage in the game. I bet Bernie wins here. Disregard this prediction - I meant it for who gets the nomination generally."], [766, "2016-01-22T23:00:54Z", [0.6, 0.0, 0.4], ""], [16428, "2016-01-22T22:49:22Z", [0.46, 0.05, 0.49], "Sanders has the necessary momentum in the polls and in coverage to steal this once Clinton-safe state out from under her.  That said, his campaign needs wins in both Iowa and New Hampshire to even begin threatening Clinton for the nomination."], [14624, "2016-01-22T22:39:50Z", [0.75, 0.01, 0.24], ""], [821, "2016-01-22T22:35:48Z", [0.65, 0.0, 0.35], ""], [16510, "2016-01-22T22:29:19Z", [0.45, 0.04, 0.51], ""], [16512, "2016-01-22T22:17:14Z", [0.35, 0.15, 0.5], ""], [16513, "2016-01-22T21:59:44Z", [0.19, 0.01, 0.8], ""], [10192, "2016-01-22T21:56:33Z", [0.9, 0.0, 0.1], ""], [2965, "2016-01-22T21:48:29Z", [0.9, 0.0, 0.1], "Clinton withstood Sander's courageous surge with a significant margin of victor today\nbe at 90%\nI see a fact pattern\nand an inflection point\nerror double post.\nSee todays LA Times editorial page 1-22-2016.\nthat is what tipped me.\nI am all in for HRC in IA \nend reporting for 3 days"], [2965, "2016-01-22T21:40:29Z", [0.7, 0.0, 0.3], "http://www.realclearpolitics.com/\n"], [2965, "2016-01-22T21:38:58Z", [0.63, 0.0, 0.37], "granularity and intuition"], [532, "2016-01-22T21:37:49Z", [0.7, 0.0, 0.3], ""], [16505, "2016-01-22T21:32:25Z", [0.35, 0.0, 0.65], ""], [11342, "2016-01-22T21:28:51Z", [0.9, 0.0, 0.1], ""], [14487, "2016-01-22T21:23:07Z", [0.85, 0.0, 0.15], ""], [20, "2016-01-22T21:17:51Z", [0.75, 0.0, 0.25], ""], [20, "2016-01-22T21:15:27Z", [0.65, 0.0, 0.35], ""], [12879, "2016-01-22T21:13:45Z", [0.62, 0.08, 0.3], ""], [16414, "2016-01-22T21:13:38Z", [0.35, 0.0, 0.65], ""], [64, "2016-01-22T21:11:53Z", [0.5, 0.0, 0.5], ""], [10039, "2016-01-22T21:11:26Z", [0.8, 0.0, 0.2], ""], [20, "2016-01-22T21:10:20Z", [0.53, 0.0, 0.47], "Harry Enten nailing it in one tweet: \"Between CNN and Loras, Clinton gained 35+ points. What momentum!... Or the polls are all over the place.\""], [706, "2016-01-22T21:10:04Z", [0.01, 0.0, 0.99], "Hillary has too much scandal right now."], [16492, "2016-01-22T21:00:53Z", [0.5, 0.0, 0.5], "Sanders somewhat ahead in the polls but Clinton with better organization on the ground"], [16497, "2016-01-22T20:59:57Z", [0.4, 0.01, 0.59], ""], [16496, "2016-01-22T20:53:58Z", [0.45, 0.02, 0.53], ""], [11885, "2016-01-22T20:46:04Z", [0.91, 0.0, 0.09], ""], [16483, "2016-01-22T20:37:23Z", [0.8, 0.0, 0.2], ""], [16482, "2016-01-22T20:33:17Z", [0.6, 0.0, 0.4], ""], [73, "2016-01-22T20:32:22Z", [0.9, 0.0, 0.1], ""], [16480, "2016-01-22T20:30:30Z", [0.47, 0.02, 0.51], "I believe Bernie will have the turnout (and delegates) to get the W, but it's up in the air statistically."], [16473, "2016-01-22T20:27:20Z", [0.64, 0.01, 0.35], "HRC has a better organization and O'Malley supporters probably break towards her bc of the viability threshold. Sanders has a shot, but he's an underdog. ***prediction subject to change pending the final Selzer poll***"], [16476, "2016-01-22T20:25:04Z", [0.65, 0.01, 0.34], ""], [16471, "2016-01-22T20:19:58Z", [0.48, 0.03, 0.49], ""], [16475, "2016-01-22T20:18:56Z", [0.51, 0.0, 0.49], ""], [16468, "2016-01-22T20:18:12Z", [0.9, 0.0, 0.1], ""], [16402, "2016-01-22T20:12:30Z", [0.55, 0.05, 0.4], ""], [241, "2016-01-22T19:57:14Z", [0.45, 0.0, 0.55], ""], [691, "2016-01-22T19:53:54Z", [0.61, 0.0, 0.39], ""], [16457, "2016-01-22T19:36:05Z", [0.42, 0.14, 0.44], ""], [4749, "2016-01-22T19:33:06Z", [0.5, 0.0, 0.5], ""], [16455, "2016-01-22T19:21:57Z", [0.6, 0.0, 0.4], ""], [16449, "2016-01-22T19:20:20Z", [0.8, 0.0, 0.2], ""], [254, "2016-01-22T19:17:26Z", [0.8, 0.0, 0.2], "She has a better network in Iowa."], [16449, "2016-01-22T19:15:01Z", [0.8, 0.0, 0.2], "HRC will win the delegate count due to superior ground organization, though the popular vote totals may be quite close."], [16450, "2016-01-22T19:06:30Z", [0.4, 0.0, 0.6], ""], [16454, "2016-01-22T19:05:18Z", [0.67, 0.0, 0.33], ""], [16452, "2016-01-22T19:04:18Z", [0.6, 0.4, 0.0], ""], [16441, "2016-01-22T18:46:39Z", [0.6, 0.0, 0.4], "Hillary has a stronger ground game ."], [601, "2016-01-22T18:46:25Z", [0.55, 0.45, 0.0], ""], [16448, "2016-01-22T18:42:46Z", [0.6, 0.0, 0.4], ""], [16446, "2016-01-22T18:38:17Z", [0.7, 0.0, 0.3], ""], [16443, "2016-01-22T18:20:27Z", [0.0, 0.0, 1.0], "If you don't see this coming, you haven't been paying attention to what is happening on the ground."], [38, "2016-01-22T18:18:07Z", [0.78, 0.0, 0.22], ""], [14531, "2016-01-22T18:16:16Z", [0.71, 0.0, 0.29], "I'm still sticking with FiveThirtyEight's position* as my prior, but I'm averaging the polls and polls+ numbers instead of sticking with the polls+ data only as I did before. I'll update as we get closer. * http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [16429, "2016-01-22T18:16:08Z", [0.53, 0.01, 0.46], "Come caucuses time Hillary Clinton will open up a lead on Bernie Sanders."], [6552, "2016-01-22T18:13:10Z", [0.8, 0.0, 0.2], ""], [16440, "2016-01-22T18:08:16Z", [0.8, 0.0, 0.2], ""], [16425, "2016-01-22T18:03:25Z", [0.64, 0.0, 0.36], ""], [16425, "2016-01-22T18:01:54Z", [0.61, 0.0, 0.39], ""], [16437, "2016-01-22T18:00:11Z", [0.35, 0.0, 0.65], "Energy, caucus favors insurgents and populists. Bernie is both. Omalley supporters break for Bernie 2:1."], [8036, "2016-01-22T17:55:01Z", [0.6, 0.0, 0.4], "Clinton has more political clout."], [16433, "2016-01-22T17:54:21Z", [0.35, 0.0, 0.65], ""], [16434, "2016-01-22T17:53:55Z", [0.5, 0.0, 0.5], ""], [16431, "2016-01-22T17:52:58Z", [0.5, 0.05, 0.45], "Clinton machine will make the difference."], [15508, "2016-01-22T17:49:37Z", [0.57, 0.0, 0.43], ""], [14531, "2016-01-22T17:00:41Z", [0.79, 0.0, 0.21], "This is my initial forecast, and I'm taking FiveThirtyEight's position* as my prior since folks over there have been pretty accurate of late. I'll update as we get closer. * http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [16420, "2016-01-22T16:59:09Z", [0.4, 0.05, 0.55], ""], [16416, "2016-01-22T16:53:50Z", [0.4, 0.05, 0.55], ""], [16417, "2016-01-22T16:49:15Z", [0.62, 0.0, 0.38], "Sanders surge will likely go away. Should be close though."], [16415, "2016-01-22T16:49:05Z", [0.56, 0.0, 0.44], ""], [16411, "2016-01-22T16:36:45Z", [0.79, 0.01, 0.2], "I trust the \"party decides\" model a little more than Bernie's \"political revolution\". As much as we might make of his polls, Hillary tends to do better among people who actually have a history of coming out to the caucuses. And past political behavior is the best predictor of future behavior."], [16406, "2016-01-22T16:30:33Z", [0.53, 0.0, 0.47], "This race has so many shades of 2008 that it is almost scary. That being said, I believe Hillary will be able to cross over the finish line with a win. While some of the tactics and advertisements are the same, her ground game and infrastructure is miles ahead of what it was, and what Bernie has on the ground. She has every campaign staffer from both her camp and Obama's working overtime to get every voter to the caucuses, and avoid every pitfall both camps foresaw. While Bernie absolutely has an enthusiasm edge (which works well with caucus states), it seems that his most-likely voters are grouped together in specific parts of the state, which may aid Hillary's efforts to get some delegates out of rural areas. This is a close race and as always, anything can happen, but I think Hillary's campaign is going to do everything to knock out Bernie here instead of going for a drag out race, and they might just be able to get away with a win. My bet is on a close finish for both competitors though."], [16403, "2016-01-22T16:29:17Z", [0.6, 0.0, 0.4], ""], [12302, "2016-01-22T16:27:59Z", [0.8, 0.0, 0.2], ""], [16407, "2016-01-22T16:23:32Z", [0.3, 0.0, 0.7], ""], [16401, "2016-01-22T16:09:51Z", [0.4, 0.0, 0.6], ""], [16395, "2016-01-22T16:04:46Z", [0.4, 0.0, 0.6], "Bernie's upswing in polls does not come as a surprise: he has over the course of this election broken record after record in terms of event crowds and personal contributions.  The energy of his supporters is infectious, and continues to spread.  Hillary has offered little inspiration in comparison and is further alienating her public support with ill-advised attacks.  Her only hope is to slow Bernie's rise long enough for delegate math to save her. "], [823, "2016-01-22T16:02:41Z", [0.65, 0.0, 0.35], ""], [16397, "2016-01-22T15:57:56Z", [0.35, 0.65, 0.0], ""], [5863, "2016-01-22T15:53:33Z", [0.02, 0.0, 0.98], ""], [16394, "2016-01-22T15:50:38Z", [0.25, 0.0, 0.75], ""], [15844, "2016-01-22T15:48:08Z", [0.57, 0.0, 0.43], ""], [16390, "2016-01-22T15:45:48Z", [0.57, 0.0, 0.43], ""], [16387, "2016-01-22T15:45:47Z", [0.3, 0.0, 0.7], ""], [16392, "2016-01-22T15:45:10Z", [0.3, 0.0, 0.7], ""], [16389, "2016-01-22T15:42:12Z", [0.75, 0.0, 0.25], "I just think know Democrats will come home and vote for the person who put the dagger in the Republican nominee and isn't too left wing for the general election "], [16381, "2016-01-22T15:27:04Z", [0.5, 0.03, 0.47], ""], [16385, "2016-01-22T15:25:34Z", [0.6, 0.0, 0.4], ""], [11742, "2016-01-22T15:22:59Z", [0.75, 0.0, 0.25], ""], [90, "2016-01-22T15:09:56Z", [0.65, 0.0, 0.35], ""], [358, "2016-01-22T15:01:36Z", [0.75, 0.0, 0.25], ""], [16378, "2016-01-22T15:01:03Z", [0.7, 0.0, 0.3], ""], [358, "2016-01-22T15:00:47Z", [0.75, 0.25, 0.0], ""], [16379, "2016-01-22T14:58:14Z", [0.85, 0.0, 0.15], ""], [110, "2016-01-22T14:56:23Z", [0.75, 0.0, 0.25], "Polling seems to suggest HC."], [1693, "2016-01-22T14:56:19Z", [0.81, 0.0, 0.19], "I think this bit of underdog syndrome will carry Sanders a little further, but I'm not convinced, yet, he'll make it pencil-to-paper time. \n“At an unconscious level, we know we don’t take underdogs all that seriously,” S. Allison "], [16368, "2016-01-22T14:56:18Z", [0.65, 0.0, 0.35], "Virtually all of the support for Sanders is extremely vocal, and therefore appears larger/stronger than it is.  Conversely, Clinton's support is less fervent, but much broader."], [16374, "2016-01-22T14:52:21Z", [0.58, 0.0, 0.42], ""], [16373, "2016-01-22T14:51:07Z", [0.75, 0.0, 0.25], ""], [16366, "2016-01-22T14:43:01Z", [0.95, 0.01, 0.04], ""], [2965, "2016-01-22T14:41:12Z", [0.6, 0.0, 0.4], ""], [16367, "2016-01-22T14:40:29Z", [0.51, 0.01, 0.48], ""], [16355, "2016-01-22T14:36:41Z", [0.55, 0.0, 0.45], ""], [10039, "2016-01-22T14:30:06Z", [0.3, 0.0, 0.7], ""], [16352, "2016-01-22T14:28:07Z", [0.6, 0.03, 0.37], ""], [16356, "2016-01-22T14:11:37Z", [0.2, 0.05, 0.75], ""], [16349, "2016-01-22T13:58:37Z", [0.45, 0.01, 0.54], ""], [16345, "2016-01-22T13:53:10Z", [0.85, 0.0, 0.15], ""], [16347, "2016-01-22T13:51:21Z", [0.6, 0.0, 0.4], ""], [2965, "2016-01-22T13:50:29Z", [0.6, 0.0, 0.4], "granularity. "], [16344, "2016-01-22T13:46:10Z", [0.8, 0.0, 0.2], ""], [4042, "2016-01-22T13:40:33Z", [1.0, 0.0, 0.0], ""], [16343, "2016-01-22T13:38:15Z", [0.45, 0.0, 0.55], ""], [16337, "2016-01-22T13:29:38Z", [0.75, 0.0, 0.25], ""], [16339, "2016-01-22T13:27:47Z", [0.6, 0.0, 0.4], ""], [16338, "2016-01-22T13:26:17Z", [0.4, 0.0, 0.6], ""], [16335, "2016-01-22T13:23:39Z", [0.3, 0.01, 0.69], "Not indicative of a wider pro-Bernie trend across the US or a momentum that he can sustain"], [1686, "2016-01-22T13:19:43Z", [0.75, 0.0, 0.25], ""], [1686, "2016-01-22T13:18:47Z", [0.75, 0.0, 0.25], ""], [10916, "2016-01-22T13:07:55Z", [0.8, 0.0, 0.2], ""], [16010, "2016-01-22T12:37:08Z", [0.95, 0.0, 0.05], "Shoe in"], [101, "2016-01-22T12:31:55Z", [0.4, 0.0, 0.6], ""], [13997, "2016-01-22T11:32:55Z", [1.0, 0.0, 0.0], ""], [12874, "2016-01-22T11:06:12Z", [0.56, 0.0, 0.44], ""], [13897, "2016-01-22T10:10:18Z", [0.95, 0.0, 0.05], ""], [14813, "2016-01-22T10:06:21Z", [0.7, 0.05, 0.25], ""], [13239, "2016-01-22T09:56:52Z", [0.9, 0.0, 0.1], ""], [740, "2016-01-22T09:20:29Z", [0.61, 0.0, 0.39], ""], [14327, "2016-01-22T07:30:46Z", [0.85, 0.0, 0.15], "\"As temperatures plunged to single digits over the weekend, canvassers for Hillary Clinton posted photographs of themselves on social media going door to door in the snow. \"\nhttp://www.nytimes.com/2016/01/14/us/politics/donald-trumps-iowa-ground-game-seems-to-be-missing-a-coach.html http://www.nytimes.com/politics/first-draft/2016/01/19/bernie-sanders-hits-the-road-to-try-to-solidify-his-iowa-ground-game/ \"The front-runner’s numbers naturally tend to stagnate, but her supporters will rally if it becomes clear that the underdog poses a real threat. And he does.\"\nhttp://america.aljazeera.com/opinions/2016/1/is-bernie-sanders-really-surging.html And the real kicker:\n\"The reason is related to worries that, despite strong top-line polling numbers, the Vermont senator’s support is disproportionately concentrated in a few college-oriented counties. Thanks to the mechanics of the complicated Democratic delegate selection process – which limits the number of delegates awarded in each precinct, regardless of turnout – that’s not an insignificant problem.\" http://www.politico.com/story/2016/01/sanders-iowa-2016-strategy-hole-217997#ixzz3xxKd8rJ0 It seems reasonable to believe that even if Sanders is more popular than Clinton overall, if Clinton gets more strategic delegates in Iowa, she can take the state.  It seems Clinton is indeed being very strategic and I'm quickly regaining confidence in her victory in Iowa. "], [1993, "2016-01-22T06:43:27Z", [0.5, 0.0, 0.5], "I'm leaning toward Sanders. May increase his percentage if he continues to look good in polls."], [5001, "2016-01-22T06:39:49Z", [0.53, 0.0, 0.47], ""], [68, "2016-01-22T06:12:24Z", [0.75, 0.0, 0.25], "Sanders could cause an upset with his more dedicated support, but the majority of Democrats are probably resigned to a Hillary candidacy, in the belief that Sanders would almost certainly ensure a Republican victory in November (though a Sanders-Trump contest would be interesting!)."], [2965, "2016-01-22T05:44:18Z", [0.58, 0.0, 0.42], "discount for CNN ORC poll 1-21-2006"], [14253, "2016-01-22T05:01:19Z", [0.2, 0.0, 0.8], ""], [484, "2016-01-22T04:59:01Z", [0.45, 0.0, 0.55], ""], [16308, "2016-01-22T04:57:22Z", [0.65, 0.0, 0.35], ""], [43, "2016-01-22T04:19:12Z", [0.55, 0.0, 0.45], "Dateline 1-21-16 A CNN-ORC poll released on Thursday found Sanders receiving 51 percent support in Iowa to Clinton's 43 percent. Clinton led by 18 points in the December version of the poll. But among Iowans who participated in the 2008 caucuses, the survey found, Clinton leads Sanders 55 percent to 38 percent. http://thehill.com/blogs/ballot-box/polls/266640-poll-sanders-overtakes-clinton-in-iowa"], [15425, "2016-01-22T04:03:02Z", [0.6, 0.0, 0.4], "Market odds"], [43, "2016-01-22T03:40:19Z", [0.15, 0.0, 0.85], "Dateline 1-21-16 ...a new CNN/ORC poll gave Sanders an eight-point lead over Hillary Clinton in Iowa – 51% to 43%. http://www.theguardian.com/us-news/live/2016/jan/21/us-presidential-election-campaign-live-iowa-new-hampshire-trump-sanders"], [556, "2016-01-22T03:20:33Z", [0.95, 0.0, 0.05], ""], [16303, "2016-01-22T03:19:55Z", [0.34, 0.01, 0.65], "As in 2008 Hillary is choking as the race gets closer,  As in 2008 she is showing she is the tool of people the base really doesn't like. Sanders has been gaining ground. Whatever his merits, O'Malley hasn't gotten any real traction."], [15198, "2016-01-22T03:01:31Z", [0.47, 0.0, 0.53], ""], [16156, "2016-01-22T02:25:10Z", [0.6, 0.0, 0.4], ""], [16291, "2016-01-22T02:08:06Z", [0.75, 0.0, 0.25], ""], [16023, "2016-01-22T01:19:05Z", [0.75, 0.0, 0.25], "Looked more into 538's polling plus methodology, it seems better than expected."], [16023, "2016-01-22T01:17:53Z", [0.73, 0.0, 0.27], "Looked more into 538's polling plus methodology, it seems better than expected. "], [16023, "2016-01-22T01:06:46Z", [0.7, 0.0, 0.3], "(I would answer 0.1% or so for O'Malley, so as to not offend my Bayesian aesthetics, but whatever.)  I'm basing my predictions on a combination of polling data (Hillary at 60% or so), 538's polls-plus forecast (Hillary at 79%), and my own shock at seeing Sanders win. "], [601, "2016-01-22T00:48:46Z", [0.53, 0.47, 0.0], ""], [16257, "2016-01-22T00:47:37Z", [0.49, 0.0, 0.51], ""], [20, "2016-01-22T00:45:34Z", [0.54, 0.0, 0.46], "Sanders has 8% on HRC in a CNN poll. http://www.cnn.com/2016/01/21/politics/iowa-poll-hillary-clinton-bernie-sanders-donald-trump-ted-cruz/index.html I've been watching the election since the minute after Obama was last sworn-in, so have many of you. But not everyone shares our zeal.  Many Iowans are still making up their minds. The polls are still too raw."], [5863, "2016-01-22T00:42:16Z", [0.1, 0.0, 0.9], ""], [15365, "2016-01-22T00:30:20Z", [0.5, 0.0, 0.5], ""], [691, "2016-01-22T00:24:50Z", [0.56, 0.0, 0.44], ""], [438, "2016-01-22T00:10:01Z", [0.51, 0.02, 0.47], "HC improving, BS too honest, MoM not enough of someone. "], [2965, "2016-01-21T23:46:00Z", [0.6, 0.0, 0.4], "momentum and stochastic financial analysis and http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html"], [101, "2016-01-21T23:42:59Z", [0.6, 0.0, 0.4], ""], [16029, "2016-01-21T23:36:53Z", [0.6, 0.0, 0.4], ""], [15510, "2016-01-21T23:25:05Z", [0.8, 0.0, 0.2], ""], [2010, "2016-01-21T23:07:03Z", [0.79, 0.0, 0.21], ""], [16287, "2016-01-21T23:03:05Z", [0.1, 0.05, 0.85], ""], [16288, "2016-01-21T23:02:40Z", [0.5, 0.0, 0.5], ""], [16288, "2016-01-21T23:00:06Z", [0.0, 0.0, 1.0], ""], [16272, "2016-01-21T22:56:24Z", [0.88, 0.02, 0.1], ""], [20, "2016-01-21T22:55:48Z", [0.55, 0.0, 0.45], ""], [73, "2016-01-21T22:40:34Z", [0.1, 0.0, 0.9], ""], [10298, "2016-01-21T22:37:14Z", [0.35, 0.0, 0.65], ""], [52, "2016-01-21T22:31:28Z", [0.3, 0.0, 0.7], "Losing confidence in Clinton. Sanders rally's are huge in Iowa and NH. Clintons are small.  Her credibility on a number of fronts sre taking a hammering too close to the election.  Apparently Bill scolded staff and told them to forget about Iowa. "], [2965, "2016-01-21T22:25:35Z", [0.55, 0.0, 0.45], "RCP average 1-20-2016 "], [2965, "2016-01-21T22:23:49Z", [0.55, 0.0, 0.45], ""], [387, "2016-01-21T22:20:40Z", [0.77, 0.0, 0.23], ""], [2965, "2016-01-21T22:18:18Z", [0.45, 0.0, 0.55], ""], [14840, "2016-01-21T22:06:38Z", [0.46, 0.0, 0.54], "New CNN poll shows Bernie's taken an eight-point lead in Iowa.  All the momentum seems to be going his way.  I suspect I'll be revising this prediction further in his favor, in the final days of this month. http://thehill.com/blogs/ballot-box/polls/266640-poll-sanders-overtakes-clinton-in-iowa"], [14327, "2016-01-21T21:56:31Z", [0.6, 0.0, 0.4], "Iowa really is Hillary's to lose. "], [915, "2016-01-21T21:33:41Z", [0.0, 0.0, 1.0], "new poll cited by @AndrewSabisky makes me feel not like a loon in my prediction. http://edition.cnn.com/2016/01/21/politics/iowa-poll-hillary-clinton-bernie-sanders-donald-trump-ted-cruz/index.html memo to team Hillary: get rid of the teleprompter!  the stump speech should be rote by now.   http://www.cnn.com/2016/01/21/politics/hillary-clinton-bernie-sanders-foreign-policy/index.html ps, in the pic the young people look miserable....half of old are dozing off."], [2965, "2016-01-21T21:23:34Z", [0.5, 0.0, 0.5], "toss up  10 days out RCP polling data averages mean  very little. \n "], [52, "2016-01-21T21:17:26Z", [0.5, 0.0, 0.5], ""], [3895, "2016-01-21T21:15:39Z", [0.5, 0.0, 0.5], "New CNN poll has Bernie up big! http://edition.cnn.com/2016/01/21/politics/iowa-poll-hillary-clinton-bernie-sanders-donald-trump-ted-cruz/index.html"], [15350, "2016-01-21T20:56:25Z", [0.65, 0.0, 0.35], "Hillary is the current frontrunner and political heavyweight. Having a clear establishment backing is something that undecided voters will weigh in their decision, as the Democrats are not nearly as disenfranchised with their party heavyweights as the Republicans. In addition, FiveThirtyEight puts Hillary at a 83% chance of winning the cactus (based off of combined polling results). With the vote just ten days away, I find it highly unlikely for Bernie Sanders to make up such substantial ground."], [915, "2016-01-21T20:38:47Z", [0.0, 0.0, 1.0], "traditional political ads get lost in the every day cacophony (see Kasich's or Jeb's).  this one doesn't. https://www.youtube.com/watch?v=2nwRiuh1Cug"], [12763, "2016-01-21T20:14:37Z", [0.8, 0.0, 0.2], ""], [1729, "2016-01-21T20:14:17Z", [0.8, 0.03, 0.17], ""], [10898, "2016-01-21T20:13:15Z", [0.77, 0.0, 0.23], "http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/"], [15108, "2016-01-21T20:12:31Z", [0.55, 0.0, 0.45], "Really hard to decide, but I think Hillary will maintain her position as the Democratic frontrunner, her political acumen, experience, and positions on key views will push her over Bernie. "], [12763, "2016-01-21T20:10:17Z", [0.6, 0.0, 0.4], ""], [60, "2016-01-21T20:10:04Z", [0.93, 0.0, 0.07], "I'm surprised to find that this IFP is *essentially* 50/50 right now (after approximately 40 forecasts).  For 538's polls-plus *and* polls-only forecasts (http://projects.fivethirtyeight.com/election-2016/primary-forecast/iowa-democratic/), HRC is a heavy favo[u]rite. By just the polls, she's 70/30 and by the polls-plus, she's 83/17. We're still about 10 days from the caucuses, so lots could change, but I jut don't see how HRC falls that far and Bernie makes up that much ground. However, as I've said with the GOP race(s), folks haven't really made up their mind just yet for these early states. To put this in Texas Hold 'Em vernacular, I think Bernie has to \"suck out\" by hitting \"runner-runner\" on the turn and the river. Certainly possible, but the odds are not *ever* in his favo[u]r."], [1928, "2016-01-21T19:38:00Z", [1.0, 0.0, 0.0], ""], [16273, "2016-01-21T19:35:07Z", [0.15, 0.1, 0.75], ""], [15314, "2016-01-21T19:28:56Z", [0.75, 0.0, 0.25], ""], [15872, "2016-01-21T19:26:07Z", [0.59, 0.01, 0.4], "*Clinton has the edge in money and political savvy, but Sanders has been gaining momentum and the race seems volatile."], [14613, "2016-01-21T19:24:29Z", [0.45, 0.01, 0.54], ""], [605, "2016-01-21T19:20:13Z", [0.45, 0.35, 0.2], ""], [16271, "2016-01-21T19:07:34Z", [0.47, 0.03, 0.5], ""], [53, "2016-01-21T19:02:05Z", [0.7, 0.0, 0.3], ""], [12879, "2016-01-21T18:53:52Z", [0.25, 0.0, 0.75], ""], [241, "2016-01-21T18:48:34Z", [0.5, 0.0, 0.5], ""], [11312, "2016-01-21T18:47:39Z", [0.69, 0.01, 0.3], ""], [102, "2016-01-21T18:42:00Z", [0.0, 0.0, 1.0], ""], [1639, "2016-01-21T18:21:34Z", [0.47, 0.11, 0.42], "Sorry for the earlier submission"], [1639, "2016-01-21T18:20:39Z", [0.47, 0.42, 0.11], "sorry, need to resubmit!"], [5001, "2016-01-21T18:15:56Z", [0.5, 0.0, 0.5], "Too much noise in the data right now. "], [15102, "2016-01-21T18:10:03Z", [0.75, 0.0, 0.25], ""], [462, "2016-01-21T17:56:20Z", [0.75, 0.0, 0.25], ""], [16263, "2016-01-21T17:56:19Z", [0.15, 0.0, 0.85], ""], [1056, "2016-01-21T17:44:02Z", [0.45, 0.0, 0.55], ""], [10759, "2016-01-21T17:36:27Z", [0.65, 0.0, 0.35], ""], [4634, "2016-01-21T17:36:13Z", [0.65, 0.0, 0.35], ""], [94, "2016-01-21T17:28:35Z", [0.64, 0.0, 0.36], "Clinton is the favorite here, according to both polling and betting markets (see http://predictwise.com/politics/2016-president-primaries)"], [136, "2016-01-21T17:28:02Z", [0.6, 0.0, 0.4], ""], [15471, "2016-01-21T17:22:08Z", [0.45, 0.0, 0.55], "Polls are within margin of error, no relevant momentum either way, slight preference to BS indicates personal wishes not data."], [897, "2016-01-21T17:21:15Z", [0.55, 0.0, 0.45], "This is very much up in the air.  Clinton has a slightly better edge.  "], [2, "2016-01-21T17:21:08Z", [0.45, 0.0, 0.55], "Going to go for the Bernie upset.  He's peaking at the right time, and passion means a lot in caucuses.  If I recall, Hillary didn't manage the caucus process that well in 2008.  She might have learned but just as likely she'll make the same mistake again."], [52, "2016-01-21T17:15:42Z", [0.6, 0.0, 0.4], ""], [14840, "2016-01-21T17:15:36Z", [0.5, 0.0, 0.5], ""], [15097, "2016-01-21T17:00:04Z", [0.55, 0.0, 0.45], "Current polls have Sanders within the margin for error but I give a slight lead to Hillary at the moment.   http://graphics.wsj.com/elections/2016/polls/ "], [500, "2016-01-21T16:59:36Z", [1.0, 0.0, 0.0], ""], [306, "2016-01-21T16:43:50Z", [0.5, 0.0, 0.5], ""], [10039, "2016-01-21T16:38:06Z", [0.2, 0.0, 0.8], ""], [15371, "2016-01-21T16:37:12Z", [0.25, 0.0, 0.75], "O'Malley obviously out.\nSanders surging. his supporters more enthusiastic, esp those likely to go to caucuses"], [689, "2016-01-21T16:31:06Z", [0.33, 0.04, 0.63], ""], [3895, "2016-01-21T16:28:07Z", [0.61, 0.0, 0.39], "HRC seems to be just about hanging on to her lead but it's definitely going to be competitive! http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_democratic_presidential_caucus-3195.html"], [915, "2016-01-21T16:17:59Z", [0.0, 0.0, 1.0], "good risk-reward for maxxing Bernie. a)  Iowa caucus-goers are more liberal than the typical Dem. demo;\nb)  being pro-Wall Street has never been cool in middle America (eg Williams Jennings Bryan, the stereotypical east coast banker in the film \"Stagecoach\");\nc)  intensity, intensity, intensity---Bern has it, HRC doesn't;\nd)  Dem. caucus process;\ne)  bad way to dispassionately/impartially predict, but I want HRC to lose---c'mon Jedi mind tricks."], [12874, "2016-01-21T16:12:07Z", [0.81, 0.0, 0.19], ""], [12630, "2016-01-21T16:09:57Z", [0.78, 0.0, 0.22], ""], [484, "2016-01-21T15:58:54Z", [0.4, 0.05, 0.55], "Initial forecast. \"arc of polling\""]]}