{"question_id": 197, "title": "Will Dilma Rousseff cease to be President of Brazil before 1 January 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.97, 0.03], "correct_answer": "Yes", "correct_forecast": 0.97, "preds": [[14572, "2016-09-01T12:34:12Z", [1.0], ""], [26047, "2016-09-01T10:50:01Z", [1.0], ""], [3363, "2016-09-01T10:12:00Z", [0.99], ""], [27729, "2016-09-01T09:23:49Z", [1.0], ""], [21800, "2016-09-01T08:51:28Z", [1.0], "done"], [25141, "2016-09-01T08:44:16Z", [1.0], ""], [24771, "2016-09-01T06:43:06Z", [1.0], ""], [15471, "2016-09-01T06:09:29Z", [1.0], ""], [26375, "2016-09-01T04:38:15Z", [1.0], ""], [14777, "2016-09-01T02:21:20Z", [1.0], ""], [24287, "2016-08-31T23:56:55Z", [1.0], "This is done!"], [821, "2016-08-31T22:32:49Z", [1.0], ""], [14208, "2016-08-31T21:59:48Z", [1.0], ""], [23117, "2016-08-31T21:22:45Z", [1.0], ""], [6303, "2016-08-31T21:13:53Z", [1.0], "According to the general news and GJP consensus. \nVote was done today!"], [1333, "2016-08-31T20:45:01Z", [0.95], ""], [25021, "2016-08-31T20:30:02Z", [1.0], ""], [12302, "2016-08-31T19:52:54Z", [1.0], ""], [1827, "2016-08-31T19:26:17Z", [1.0], ""], [23681, "2016-08-31T18:44:33Z", [0.9], ""], [691, "2016-08-31T18:36:34Z", [1.0], ""], [24733, "2016-08-31T17:56:52Z", [1.0], ""], [783, "2016-08-31T17:54:14Z", [1.0], "This is an update not a forecast. \nThe party is over, figuratively and in reality, for her in this question.   \nShe was removed from office earlier today.  Brazil's President Rousseff ousted from office by Senate\nhttps://www.yahoo.com/news/vote-whether-remove-president-nears-brazils-senate-041403303.html"], [530, "2016-08-31T17:44:49Z", [1.0], "https://www.theguardian.com/world/2016/aug/31/dilma-rousseff-impeached-president-brazilian-senate-michel-temer\nMichel Temer confirmed as new president after 61 of 81 senators back Rousseff’s removal from office amid economic decline and bribery scandal Brazil’s first female president Dilma Rousseff has been thrown out of office by the country’s corruption-tainted senate after a gruelling impeachment trial that ends 13 years of Workers’ party rule."], [22243, "2016-08-31T17:29:32Z", [1.0], ""], [14493, "2016-08-31T17:25:56Z", [1.0], ""], [67, "2016-08-31T17:05:41Z", [1.0], ""], [6600, "2016-08-31T17:02:50Z", [1.0], ""], [24973, "2016-08-31T17:01:49Z", [0.96], "According to multiple sources Dilma Rousseff has now been impeached with 61 senators voting for her impeachment. Although she can appeal to Brazil's highest court, I do not see that as being very likely. I now increase my percentage by 12%."], [24973, "2016-08-31T17:01:03Z", [0.84], "Comment deleted on Aug 31, 2016 05:01PM UTC"], [3442, "2016-08-31T16:58:46Z", [1.0], ""], [734, "2016-08-31T16:55:42Z", [1.0], ""], [38, "2016-08-31T16:42:10Z", [1.0], "She lost. There was 61 votes against her, 7 more than needed to remove her from office."], [368, "2016-08-31T15:30:26Z", [1.0], ""], [12879, "2016-08-31T14:15:40Z", [0.97], ""], [14208, "2016-08-31T13:55:11Z", [0.95], ""], [22752, "2016-08-31T13:35:29Z", [0.95], ""], [22752, "2016-08-31T13:35:23Z", [0.85], ""], [19801, "2016-08-31T13:07:20Z", [1.0], "All over. Brazil's Senate Prepares For Final Vote On Dilma Rousseff's Impeachment\nhttp://www.npr.org/sections/thetwo-way/2016/08/31/492064070/brazils-senate-prepares-for-final-vote-on-dilma-rousseffs-impeachment"], [22243, "2016-08-31T12:20:52Z", [1.0], ""], [241, "2016-08-31T11:53:26Z", [1.0], ""], [10762, "2016-08-31T11:50:40Z", [0.99], ""], [23006, "2016-08-31T11:45:27Z", [0.98], ""], [23006, "2016-08-31T11:44:01Z", [0.9], "http://www.theglobeandmail.com/news/world/rousseff-impeachment-trial-to-hear-closing-arguments/article31602783/?service=mobile"], [14182, "2016-08-31T10:23:55Z", [1.0], "Going up 1 from 99% to 100%. Date: 31. August 2016 um 12:02:44 MESZ Subject: Brazil Senate Impeachment D Day Comment: Beginning 11:00am Brazilian time this morning, the voting session begins. Two senators speak in favor & two against impeachment w/ five minutes being provided to each. Thereafter, nominal voting in electronic panels will be cast. (Footnote 1) Certain Brazilian media sources claim there are ALREADY at least 54 votes to impeach, the minimum number required to carry the Senate motion according to the Brazilian Constitution (2). Caveat on Credibility although it does come from a well followed Brazilian source.  Interestingly, the previously undecided Conservative Senator Antonio Valadares PSB SE signaled his vote to impeach on his presentation yesterday claiming Rousseff had violated various laws which are subject to the impeachment procedure.(3) Conclusion:  PLEASE note : above-mentioned is intended merely as a personal reference in case Rousseff is acquitted, to go back and ask myself \"what was I thinking\".  Rather, what has been fascinating about this \"sorry State of Affairs\" GJ Q will be  a learning experience - for future reference - in financial terms. The contrarian style I carry as baggage through life  w/ me, has seen this impeachment process play out as the final act ...of a bubble of a so-called emerging market...that has been burst.  An impeachment, SHOULD there be one, from my perspective, represents an OPPORTUNITY to take advantage of in terms of boom and bust cycles. BRIC ( Brazil, Russia, India, China) no longer is a well known term today. Rather, \"IN\" is ---- FANG ---- ( Facebook, Apple, Amazon, Netflex, Google) in the U.S.  Booms & busts tend to have if not identical, then rather similar characteristics.  Brazil, is arguably at the worst  stage of this BUST cycle. Add Impeachment to the cost of the Olympics &, the extreme low point of this cycle is now definable.  In the U.S., for example during the Nixon impeachment proceedings, economic conditions were extreme, as well. Thereafter, post 1974 stock market crash triggered by the collapse of Bretton Woods a major recession took hold. GDP was down 3%, unemployment jumped to 9%. http://www.dividend.com/dividend-education/the-dow-30-a-look-into-the-last-five-recessions/ Both represent interesting lessons & opportunity. There are certain elements in Brazil that suggest, for contrarians, it is time to take a long hard look. Currency depreciation. Brazil is also the most significantly underweighted Country segment for most institutional investors worldwide, for years now.  It sounds strange to say, but another NAIL  in the coffin of this Brazilian BEAR market may well be taken this afternoon/tonight by those Senators who decide on the fate of Ms. Dilma Rousseff.  SOURCES (1) http://g1.globo.com/politica/processo-de-impeachment-de-dilma/noticia/2016/08/perguntas-e-respostas-sobre-votacao-do-impeachment-de-dilma.html \"...What time begins to vote?\nThe voting session begins at 11am on Wednesday (31). After the speech of Dilma, prosecution and defense had an hour and a half to discuss the process, which occurred on Tuesday morning (30). In the afternoon, enrolled senators began their final speeches . They can manifest themselves for ten minutes each...\"\n(2) ( a) http://www.brasil247.com/pt/247/poder/252566/54-senadores-j%C3%A1-se-declaram-a-favor-do-impeachment.htm \"...The Senate already has 54 senators who publicly declare their intention to vote for the impeachment of the president-elect Dilma Rousseff; the number is the minimum required to ensure Dilma's term Cassation; the score was reached after the senator's speech Antonio Carlos Valadares (PSB-SE), who claimed to have been responsible for crime..\" (b) https://www.yahoo.com/news/judgment-vote-looms-brazils-rousseff-135018622.html \"...Latest estimates from independent analysts and pro-impeachment senators are that the upper chamber will easily reach the two-thirds majority -- 54 out of 81 senators -- to convict Rousseff. Loyalists say they haven't yet lost hope of saving the Workers' Party president.\n\"The chances of impeachment not passing and the president being made to step down are virtually nil,\" said political analyst Adriano Codato at Parana University...\" 3. Date: 31. August 2016 um 07:35:27 MESZ Subject: Impeachment in the Senate: final speech of Antonio Valadares (PSB-SE) | Impeachment Process Dilma | G1\nhttp://g1.globo.com/politica/processo-de-impeachment-de-dilma/noticia/2016/08/impeachment-no-senado-discurso-final-de-antonio-valadares-psb-se.html"], [11080, "2016-08-31T01:59:43Z", [0.99], ""], [11686, "2016-08-31T00:16:29Z", [0.98], ""], [767, "2016-08-30T23:01:46Z", [1.0], "Doesn't seem like her testimony yesterday may a difference or brought her new friends.  Not that it was expected to do so.  The Brazilian senate is hearing final arguments today and may vote tonight or tomorrow. http://www.bloomberg.com/news/articles/2016-08-30/from-guerrilla-to-impeachment-the-dilma-rousseff-story Globo says only 20 Senators are against Dilma's impeachment and that at this stage, it is very unlikely anyone will change their vote. She needs 54 Senators on her side out of 81.   Temer, Dilma's VP and current interim president, did not attend the proceedings and the Brazilian press says he is playing the nothing is happening card, showing he has no reason at all to be concerned.  Some press reported he has phoned in senators to make sure their position for impeachment stands.  http://oglobo.globo.com/brasil/senado-define-futuro-de-dilma-rousseff-nesta-terca-feira-20015986#ixzz4IrJUDMPV\n"], [691, "2016-08-30T20:26:02Z", [0.99], "Impeachment proceedings are almost always political decisions with a thin veneer of law rather than legal decisions.  That's why they are given to political rather than legal bodies to conduct.  All things considered, this is probably sensible. Temer may be only slightly better than Dilma, but just now he is the status quo.  The honourable Senators, a terrific percentage of whom are also under investigation, are highly likely to favour ephemeral stability over ephemeral brouhaha.  She's out."], [15097, "2016-08-30T17:32:30Z", [0.99], ""], [14253, "2016-08-30T14:01:27Z", [1.0], ""], [3895, "2016-08-30T09:22:23Z", [0.98], ""], [3442, "2016-08-30T07:48:41Z", [0.98], ""], [3442, "2016-08-30T07:48:37Z", [0.95], ""], [6303, "2016-08-30T02:27:42Z", [1.0], "According to the general news and GJP consensus. "], [368, "2016-08-29T21:00:28Z", [1.0], ""], [241, "2016-08-29T20:20:41Z", [0.99], ""], [691, "2016-08-29T19:32:09Z", [0.99], "The vote is imminent (sorry--upcoming).  A surprise is not expected--but then, it wouldn't be a surprise, would it?  Tchau, Dilma."], [24973, "2016-08-29T16:59:46Z", [0.84], "I haven't been able to get on in a while but now I am reposting. Since my last update, things have changed a lot regarded Rousseff. The trial will come to a close this week and according to BBC, 52 senators have declared that they will vote for her impeachment. This means that only two more out of the 29 senators will be needed to confirm her impeachment. With this I increase my percentage by 40% leaving me at 69%. Also, because the majority of Brazil is against Rousseff, even if she survives the vote and is reinstated, there is a possibility that she could resign afterward. She has already stated that she would bring a reelection sooner than usual so as to remove the corruption from the government. With this I increase my percentage by 15%. Regardless, I will be waiting for Dilma's defense speech and the reaction of the senators to see if any other changes are necessary. "], [26665, "2016-08-29T15:12:48Z", [0.89], ""], [90, "2016-08-29T14:03:52Z", [1.0], ""], [28648, "2016-08-29T08:35:19Z", [0.01], ""], [6303, "2016-08-28T23:45:21Z", [0.99], "According to the general news and GJP consensus.\nThe Senate has more than the required votes to impeach Rousseff."], [83, "2016-08-28T18:51:26Z", [0.8], "The defense makes its case (ex finance minister testifies Rousseff broke no laws):\nhttp://www.aljazeera.com/news/2016/08/brazil-dilma-rousseff-trial-told-broke-laws-160828052638654.html\nInternational support from the entertainment community:\nhttps://www.rt.com/news/357361-chomsky-condemns-impeachment-rousseff/\nRousseff to testify on Monday Aug. 28.:\nhttps://www.theguardian.com/world/2016/aug/28/rousseff-prepares-to-testify-at-brazil-impeachment-hearing"], [368, "2016-08-28T18:27:32Z", [1.0], ""], [14182, "2016-08-28T16:54:53Z", [0.99], ""], [691, "2016-08-28T15:22:51Z", [0.99], ""], [28610, "2016-08-28T14:49:58Z", [1.0], ""], [783, "2016-08-28T07:07:01Z", [1.0], ""], [51, "2016-08-28T02:54:05Z", [1.0], ""], [691, "2016-08-27T20:06:53Z", [0.99], ""], [14777, "2016-08-27T15:27:33Z", [0.99], ""], [15548, "2016-08-27T13:18:28Z", [1.0], ""], [24771, "2016-08-27T12:34:08Z", [0.94], ""], [506, "2016-08-27T06:59:08Z", [1.0], ""], [25198, "2016-08-26T20:47:41Z", [0.98], ""], [368, "2016-08-26T17:29:26Z", [1.0], ""], [12879, "2016-08-26T17:21:55Z", [0.95], ""], [532, "2016-08-26T17:03:10Z", [1.0], ""], [14493, "2016-08-26T16:35:10Z", [0.92], ""], [22243, "2016-08-26T12:14:30Z", [1.0], ""], [23409, "2016-08-26T11:41:24Z", [0.97], ""], [12302, "2016-08-25T22:22:08Z", [0.98], ""], [22833, "2016-08-25T19:56:01Z", [1.0], ""], [691, "2016-08-25T19:49:02Z", [0.99], "http://www.reuters.com/article/us-brazil-impeachment-idUSKCN11007P\nApparently vote will be next week.  There are many surprising things about Brazil.  This will not be one of them. "], [22243, "2016-08-25T18:43:19Z", [0.99], ""], [12302, "2016-08-25T18:40:44Z", [0.96], ""], [767, "2016-08-25T18:38:30Z", [0.85], "Final impeachment proceedings start today and go on until Aug 29.  In order for impeachment to go through, 2/3 of the Brazilian Senate will need to vote to approve it.  Rousseff will be testifying in front of the Senate on Monday and, afterwards, the Senate will vote.  So far, there is no indication that she has been able to gather enough votes in her favor.  Even her party is said to have abandoned her.  Rousseff is calling the proceedings a coup while at the same time calling for a referendum for the country to hold elections before 2018.  http://www.npr.org/sections/thetwo-way/2016/08/25/491330705/beginning-of-the-end-impeachment-trial-opens-for-brazils-dilma-rousseff"], [368, "2016-08-25T17:58:15Z", [1.0], ""], [23117, "2016-08-25T15:22:11Z", [0.96], ""], [10759, "2016-08-25T14:07:16Z", [1.0], ""], [4634, "2016-08-25T14:06:39Z", [1.0], ""], [25021, "2016-08-24T23:25:12Z", [0.98], "D-Day for Dilma? As her impeachment 'trial' begins, there's no sign that she has gathered enough support to survive as president.\nAlarming that such little international concern has been expressed over this whole process. The idea that she will be facing a fair trial - when most senators have already made up their minds - is laughable. "], [27729, "2016-08-24T21:11:32Z", [0.9], ""], [691, "2016-08-24T20:46:15Z", [0.97], ""], [1526, "2016-08-24T19:31:00Z", [1.0], "I\"m not sure how she could remain in power once the trials begin tomorrow. They don't want her despite this being a common corruption. In fact, that maybe a clear sign of how much is against her, the fact that this is usually ignored, yet, not in her case."], [368, "2016-08-24T17:14:02Z", [1.0], ""], [28535, "2016-08-24T14:58:32Z", [0.85], ""], [11080, "2016-08-24T05:24:18Z", [0.97], ""], [11080, "2016-08-24T05:24:10Z", [0.96], ""], [14208, "2016-08-24T01:38:08Z", [1.0], "A bunch of corrupt politicians ousting each other as fast as they can... incredible. \"The lawmaker who launched the impeachment campaign against Rousseff is himself being investigated for corruption, and has been suspended from his post as lower house speaker. More than half the members of the senate are either under investigation, or face some kind of charges\" http://qz.com/763566/dilma-rousseffs-impeachment-trial-is-snapping-brazil-back-to-post-olympics-reality/\n"], [28413, "2016-08-23T22:27:02Z", [1.0], "The process is steaming full speed ahead; with the trial to begin on 25-Aug, I can't see how it won't be completed by 1-Jan-17."], [691, "2016-08-23T19:02:53Z", [0.97], ""], [368, "2016-08-23T16:36:20Z", [1.0], ""], [458, "2016-08-23T12:28:12Z", [0.95], ""], [26047, "2016-08-23T10:44:57Z", [0.9], ""], [67, "2016-08-23T01:59:13Z", [0.9], ""], [1269, "2016-08-23T00:35:05Z", [1.0], ""], [368, "2016-08-22T22:04:41Z", [1.0], ""], [691, "2016-08-22T18:56:54Z", [0.97], ""], [27101, "2016-08-22T13:19:40Z", [0.98], "Time is running out for her and so far the politicians that allowed impeachment have given no signal to reverse it and seem quite happy with Temer "], [19801, "2016-08-22T12:58:57Z", [1.0], "As the summer Olympics in Rio de Janeiro end, Brazilians will turn their attention to the start of an impeachment trial Thursday of the nation’s suspended President Dilma Rousseff, who stands accused of violating budget laws.\nhttp://www.pbs.org/newshour/bb/brazils-president-begin-impeachment-trial/"], [28414, "2016-08-22T12:41:04Z", [1.0], ""], [14208, "2016-08-22T01:30:41Z", [1.0], ""], [601, "2016-08-22T00:37:15Z", [1.0], ""], [6303, "2016-08-21T22:15:38Z", [0.95], "According to the general news and GJP consensus."], [691, "2016-08-21T19:12:05Z", [0.97], ""], [556, "2016-08-21T16:01:23Z", [1.0], ""], [10084, "2016-08-21T13:20:11Z", [1.0], "The Brazilian senate will impeach her on the 29th of August."], [1993, "2016-08-21T01:28:37Z", [1.0], ""], [5863, "2016-08-20T19:27:54Z", [1.0], ""], [368, "2016-08-20T18:45:47Z", [1.0], ""], [24230, "2016-08-20T17:05:45Z", [0.95], ""], [15548, "2016-08-20T15:05:31Z", [0.98], ""], [691, "2016-08-20T14:05:19Z", [0.97], ""], [19801, "2016-08-20T11:23:33Z", [1.0], "Dilma Rousseff offered an uncommon mea culpa just days before she faces an impeachment trial, saying she made mistakes in choosing a running mate who turned against her and in adopting tax policies, which helped erode public finances. https://www.bloomberg.com/news/articles/2016-08-18/rousseff-offers-rare-mea-culpa-on-eve-of-brazil-impeachment-vote Last and final stage of impeachment process: \"Voting the final report in Senate\nIn a long section, started at 9:40 am on 9 August and lasted over sixteen hours, the Senate floor approved on early morning of 10 August, the final report of Anastasia. By 59-21 vote,[128] the indictments against Dilma Rousseff had upheld, ending the penultimate phase of the process, called pronunciation and determining the final judgment in the Senate, where two-thirds of 81 senators are necessary to remove the President from office.\"\nhttps://en.wikipedia.org/wiki/Impeachment_process_against_Dilma_Rousseff"], [691, "2016-08-19T18:50:24Z", [0.97], ""], [23117, "2016-08-19T17:56:56Z", [0.94], ""], [368, "2016-08-19T17:54:56Z", [1.0], ""], [24733, "2016-08-19T02:18:31Z", [0.97], ""], [368, "2016-08-18T19:53:13Z", [1.0], ""], [23006, "2016-08-18T15:45:20Z", [0.75], ""], [22243, "2016-08-18T15:16:23Z", [0.8], ""], [691, "2016-08-18T14:18:40Z", [0.97], "My estimate is within two or three weeks after the circus leaves town, or no later than first week in October.  I have not checked this carefully with sources in Brazil, though."], [368, "2016-08-17T22:04:53Z", [1.0], ""], [28357, "2016-08-17T20:07:59Z", [0.94], ""], [6600, "2016-08-17T15:09:01Z", [0.99], ""], [14182, "2016-08-17T08:00:48Z", [0.98], ""], [5386, "2016-08-17T07:09:00Z", [0.98], ""], [15196, "2016-08-17T05:14:37Z", [1.0], ""], [11080, "2016-08-16T20:57:47Z", [0.96], ""], [11080, "2016-08-16T20:57:27Z", [0.95], ""], [368, "2016-08-16T18:36:39Z", [1.0], ""], [94, "2016-08-16T18:31:07Z", [0.9], ""], [24159, "2016-08-16T16:34:51Z", [1.0], ""], [597, "2016-08-16T16:13:09Z", [0.99], ""], [691, "2016-08-16T13:52:12Z", [0.97], ""], [1624, "2016-08-16T11:38:22Z", [0.95], ""], [368, "2016-08-15T21:52:45Z", [1.0], ""], [27101, "2016-08-15T18:43:44Z", [0.95], ""], [691, "2016-08-15T17:28:02Z", [0.97], ""], [26047, "2016-08-15T15:59:36Z", [0.8], ""], [4615, "2016-08-15T01:16:02Z", [0.99], ""], [556, "2016-08-15T00:26:04Z", [0.99], ""], [6303, "2016-08-15T00:18:29Z", [0.95], "According to the general news and GJP consensus."], [14777, "2016-08-14T22:24:14Z", [0.96], ""], [28292, "2016-08-14T22:10:31Z", [0.99], ""], [368, "2016-08-14T17:34:35Z", [1.0], ""], [691, "2016-08-14T14:50:28Z", [0.97], ""], [23409, "2016-08-14T13:44:54Z", [0.87], ""], [19801, "2016-08-14T09:49:48Z", [1.0], "This week, Brazil moved one step closer to removing Dilma Rousseff from office after the Senate voted to indict the suspended president over charges of violating fiscal laws.The move means that the Senate will go ahead with Rousseff's trial, which is expected to begin at the end of August. Rousseff calls the ongoing impeachment proceedings a \"coup\".\nhttp://www.aljazeera.com/programmes/upfront/2016/08/brazil-dilma-impeachment-case-study-hypocrisy-160812113243389.html\n"], [14208, "2016-08-13T23:11:39Z", [0.99], ""], [368, "2016-08-13T20:40:44Z", [1.0], ""], [15548, "2016-08-13T12:35:39Z", [0.97], ""], [691, "2016-08-13T12:16:14Z", [0.97], ""], [368, "2016-08-12T19:31:24Z", [1.0], ""], [691, "2016-08-12T18:49:57Z", [0.97], ""], [14208, "2016-08-12T03:02:11Z", [0.91], ""], [506, "2016-08-12T02:47:22Z", [0.97], ""], [821, "2016-08-11T21:38:13Z", [0.98], ""], [691, "2016-08-11T21:21:52Z", [0.97], "She is no longer getting political cover from Lula da Silva, arguably the most popular Brazilian politician in A Really Long Time, as he has his own problems.  After the Olympics crowds leave town, she is--not to put too fine a point on it--toast."], [532, "2016-08-11T20:05:13Z", [0.97], ""], [27960, "2016-08-11T18:10:12Z", [0.99], ""], [12302, "2016-08-11T17:38:35Z", [0.95], ""], [368, "2016-08-11T16:21:44Z", [1.0], ""], [11686, "2016-08-11T15:43:12Z", [0.92], ""], [12879, "2016-08-11T14:53:58Z", [0.9], ""], [10039, "2016-08-11T14:42:24Z", [1.0], ""], [14166, "2016-08-11T14:12:16Z", [0.98], ""], [19801, "2016-08-11T11:32:21Z", [1.0], "Brazil's Senate voted early today to hold an impeachment trial for the nation's suspended president Dilma Rousseff, a process that could see her permanently removed from office. The vote in favor of trying Rousseff, who was suspended from the presidency in May, was 59 in favor, 21 against. The impeachment trial is set to open around August 25 -- four days after the Olympics closing ceremony -- and is expected to last five days, concluding with a judgment vote.\nhttp://economictimes.indiatimes.com/news/international/world-news/impeachment-trial-looms-for-brazils-beleaguered-rousseff/articleshow/53630316.cms "], [28212, "2016-08-11T05:03:23Z", [0.74], ""], [1529, "2016-08-11T02:50:01Z", [0.99], ""], [25021, "2016-08-11T02:01:53Z", [0.95], ""], [22833, "2016-08-11T01:38:42Z", [0.99], ""], [691, "2016-08-11T01:29:52Z", [0.97], "http://www.reuters.com/article/us-brazil-impeachment-vote-idUSKCN10L0HO\nThe game is afoot.  The timer is set to go off after the Olympics mob are safely out of town, since overlapping demonstrations and street noises are in nobody's interest.  It will not require many days after that to wrap it all up."], [28202, "2016-08-10T20:06:15Z", [0.99], ""], [1333, "2016-08-10T19:24:08Z", [0.65], ""], [14182, "2016-08-10T18:30:26Z", [0.96], ""], [740, "2016-08-10T18:20:57Z", [1.0], ""], [14253, "2016-08-10T18:04:14Z", [0.99], "Coming up even more to get back to consensus average."], [14253, "2016-08-10T18:02:55Z", [0.92], ""], [368, "2016-08-10T17:16:58Z", [1.0], ""], [1993, "2016-08-10T17:09:58Z", [0.95], ""], [22243, "2016-08-10T16:55:41Z", [0.7], ""], [22833, "2016-08-10T16:46:40Z", [0.95], ""], [1639, "2016-08-10T16:42:35Z", [1.0], "BRASILIA, Brazil - The Brazilian Senate voted Wednesday to an impeachment trial of President Dilma Rousseff that could lead to its final release shortly after the Rio de Janeiro Olympic Games.\nhttp://www.journaldemontreal.com/2016/08/10/bresil-le-senat-decide-de-soumettre-rousseff-a-un-proces-en-destitution\n-------------\nCOMMENT:\nI was bold and over consensus on this, my thoughts were that once a leader leave the position of power it is difficult--if not impossible--to take it back. Friends turn foes rather quickly in politics.\nThe article above doesn't leave to Dilma much room for optimism."], [14208, "2016-08-10T16:39:15Z", [0.88], ""], [405, "2016-08-10T16:32:56Z", [0.95], "http://www.journaldemontreal.com/2016/08/10/bresil-le-senat-decide-de-soumettre-rousseff-a-un-proces-en-destitution"], [3577, "2016-08-10T15:07:15Z", [1.0], ""], [241, "2016-08-10T14:07:18Z", [0.95], ""], [5386, "2016-08-10T14:00:28Z", [0.95], ""], [4794, "2016-08-10T13:40:50Z", [0.95], ""], [110, "2016-08-10T13:37:38Z", [1.0], "They voted yesterday to start the process."], [51, "2016-08-10T13:03:56Z", [0.98], "An article in the FT sadly behind a pay wall unless you sign up for a few free articles per month:\nhttp://www.ft.com/cms/s/0/caae055a-5ec7-11e6-bb77-a121aa8abd95.html#axzz4GqC74VUG The bottom line for me in that article is that the impeachment camp has more than enough votes to convict.  Her only way out is to convince a significant number of senators that she is really not guilty.  Its all on her now I think.  "], [51, "2016-08-10T13:02:04Z", [0.97], ""], [27960, "2016-08-10T12:15:15Z", [0.99], ""], [14493, "2016-08-10T11:22:20Z", [0.9], ""], [24771, "2016-08-10T10:43:26Z", [0.92], ""], [11080, "2016-08-10T10:09:41Z", [0.9], ""], [11080, "2016-08-10T10:09:16Z", [0.88], ""], [3363, "2016-08-10T09:21:47Z", [0.88], ""], [506, "2016-08-10T08:02:13Z", [0.83], ""], [12943, "2016-08-10T06:56:23Z", [0.97], "Impeachment process approved in Senate with strong majority. Upping expectation to 97%."], [10759, "2016-08-10T05:39:45Z", [0.92], ""], [4634, "2016-08-10T05:39:06Z", [0.92], ""], [21800, "2016-08-10T05:38:36Z", [0.91], "Thanks to Annienak for the update on this one.\nhttps://www.gjopen.com/comments/comments/299686 Time to raise my 73% to 91%."], [38, "2016-08-10T05:32:07Z", [1.0], "http://www.bbc.com/news/world-latin-america-37028096 \"The senate voted 59 to 21 in favour of going ahead with the trial against Ms Rousseff following a marathon debate that ended early on Wednesday. . . . The senate required a simple majority to decide on whether to try Ms Rousseff. A two-thirds majority is needed in the final vote following the trial, which is due in the week after the Olympics closing ceremony.\n~~~~~~~\nCOMMENT:  The vote to conduct a trial passed with 74%.  If no votes change, she'll be found guilty of the charges of impeachment."], [38, "2016-08-10T01:48:38Z", [0.66], ""], [691, "2016-08-09T20:44:44Z", [0.88], ""], [6600, "2016-08-09T20:08:22Z", [0.95], ""], [368, "2016-08-09T16:45:10Z", [0.95], ""], [28179, "2016-08-09T15:47:13Z", [0.4], ""], [4634, "2016-08-09T13:20:55Z", [0.82], ""], [10759, "2016-08-09T13:20:46Z", [0.82], ""], [24771, "2016-08-09T09:12:03Z", [0.76], ""], [6303, "2016-08-09T03:22:05Z", [0.95], "According to the general news and GJP consensus. "], [23006, "2016-08-09T01:35:34Z", [0.51], ""], [27960, "2016-08-09T00:53:41Z", [0.96], ""], [22308, "2016-08-08T21:57:23Z", [0.66], ""], [38, "2016-08-08T21:56:46Z", [0.44], "When Pres Pro-Tem Temer spoke in the 80,000-capacity Macaranã Stadium there was audible booing and jeering as he declared the Games open, and there's been revelations that he sought & kept illegal campaign contributions, so Brazil hasn't achieved a corruption-less government by putting Rousseff on ice.  Only a couple of votes will need to be flipped to bring her back.  I just down't know, though, if that's in the cards.  Maybe everyone has moved on.  \"Neutralizing\" my forecast."], [691, "2016-08-08T19:54:21Z", [0.88], ""], [368, "2016-08-08T17:40:16Z", [0.95], ""], [28154, "2016-08-08T16:16:31Z", [0.95], ""], [23234, "2016-08-08T08:34:27Z", [0.18], ""], [23234, "2016-08-08T08:33:27Z", [0.5], ""], [14414, "2016-08-08T07:54:12Z", [0.9], ""], [28082, "2016-08-08T02:32:38Z", [0.85], ""], [26673, "2016-08-07T21:38:02Z", [0.8], ""], [691, "2016-08-07T17:34:47Z", [0.86], ""], [27960, "2016-08-07T17:33:10Z", [0.98], ""], [67, "2016-08-07T13:54:37Z", [0.66], ""], [476, "2016-08-07T10:57:44Z", [0.99], "Knocking down a tick due to recent revelatation$ about  Temer in Odebrecht plea bargain. http://indianexpress.com/article/world/world-news/brazil-marcelo-odebrecht-reportedly-gave-illegal-funds-to-michel-temer-campaign-2959041/    Temer team says the contributions were legal. But that's what Dilma's crew said too. A key poll indicates that most Brazilians want new elections for president later this year.  http://www.telesurtv.net/english/news/Poll-Shows-Majority-of-Brazilians-Want-New-Elections--20160726-0017.html The \"kai-retsu\" style industrial-agro interests who historically control the \"democratic corporatism\" superstructure could decide to hose down the porch setting the stage for a new political drama. "], [27729, "2016-08-07T09:03:16Z", [0.82], ""], [14182, "2016-08-07T05:38:25Z", [0.9], ""], [11430, "2016-08-07T01:16:03Z", [0.95], ""], [1269, "2016-08-07T00:48:34Z", [1.0], ""], [530, "2016-08-06T20:04:14Z", [0.99], "Affirming forecast"], [368, "2016-08-06T19:10:58Z", [0.95], ""], [767, "2016-08-06T18:01:16Z", [0.75], "\"A special committee in Brazil's Federal Senate voted to continue with an impeachment trial against suspended President Dilma Rousseff.\nThe special impeachment committee voted 14-to-5 on Thursday (August 4) to approve a report that recommends impeachment proceedings against Rousseff over evidence she \"failed to comply with tax and budget laws on the issue of additional credit decrees\" \nhttp://www.upi.com/Top_News/World-News/2016/08/05/President-Dilma-Rousseff-moves-one-step-closer-to-impeachment-trial/6201470391424/ Increasing probability to reflect this."], [83, "2016-08-06T16:12:31Z", [1.0], ""], [10759, "2016-08-06T15:41:31Z", [0.88], ""], [4634, "2016-08-06T15:41:13Z", [0.88], ""], [556, "2016-08-06T15:18:24Z", [0.97], "Still seems to be moving in that direction...\nhttps://news.vice.com/article/brazil-is-very-close-to-impeaching-dilma-rousseff"], [27960, "2016-08-06T13:10:47Z", [0.98], ""], [25021, "2016-08-06T10:48:06Z", [0.9], ""], [476, "2016-08-06T10:13:59Z", [1.0], "All signs point to yes after recent s enate vote. But new revelations from \"the big O\" (Marcelo Odebrecht) about acting prez Temer could weaken his already weak presidency and  quash his and the ambitions of other repectable kleptocrats http://www.reuters.com/article/brazil-corruption-odebrecht-idUSL1N1AM0XG\nfor the 2018 presidential race."], [15548, "2016-08-06T05:19:52Z", [0.85], ""], [28037, "2016-08-05T22:57:56Z", [0.9], ""], [368, "2016-08-05T18:06:41Z", [0.95], ""], [691, "2016-08-05T17:32:09Z", [0.86], ""], [3363, "2016-08-05T12:42:12Z", [0.77], ""], [1624, "2016-08-05T12:11:18Z", [0.85], ""], [27960, "2016-08-05T01:02:06Z", [0.92], ""], [405, "2016-08-04T21:49:01Z", [0.78], ""], [405, "2016-08-04T21:48:00Z", [0.68], "+10 from 68 Brasília (AFP) - A Brazilian Senate committee voted Thursday to recommend the full upper house remove suspended president Dilma Rousseff from office in an impeachment trial, sending the nation's political drama into its end game. The decision -- passed by a vote of 14 to five -- is non-binding, but delivers Rousseff yet another setback on the eve of the Olympics opening ceremony in Rio de Janeiro. https://www.yahoo.com/news/brazil-impeachment-committee-vote-thursday-014822442--oly.html?ref=gs"], [368, "2016-08-04T19:35:50Z", [0.95], ""], [14208, "2016-08-04T16:24:39Z", [0.77], ""], [691, "2016-08-04T14:09:28Z", [0.86], ""], [26419, "2016-08-04T05:59:34Z", [0.85], ""], [241, "2016-08-04T01:21:53Z", [0.9], ""], [1993, "2016-08-04T00:56:48Z", [0.85], ""], [837, "2016-08-04T00:54:39Z", [0.8], ""], [14613, "2016-08-03T19:33:58Z", [0.7], ""], [556, "2016-08-03T19:01:08Z", [0.95], "Going back up based on...\nhttp://www.reuters.com/article/us-brazil-impeachment-idUSKCN10D297"], [691, "2016-08-03T18:59:47Z", [0.84], ""], [10759, "2016-08-03T09:27:03Z", [0.78], ""], [4634, "2016-08-03T09:26:19Z", [0.78], ""], [691, "2016-08-02T20:40:59Z", [0.81], ""], [27106, "2016-08-02T20:15:30Z", [0.9], ""], [241, "2016-08-02T14:27:06Z", [0.67], ""], [24771, "2016-08-02T07:30:34Z", [0.78], ""], [14208, "2016-08-01T21:45:41Z", [0.25], "Comment deleted on Oct 22, 2016 07:37PM UTC"], [691, "2016-08-01T20:24:36Z", [0.81], ""], [368, "2016-08-01T17:37:24Z", [0.95], ""], [23117, "2016-08-01T16:35:52Z", [0.9], ""], [19801, "2016-08-01T05:07:10Z", [1.0], "Rousseff's impeachment trial for violations of budgeting rules is set to begin 29 August. A two-thirds vote by the Senate would remove her from office. Given that she has been put on trial by 2/3rds in the first place, the storm clouds are many. https://en.wikipedia.org/wiki/Impeachment_process_against_Dilma_Rousseff#Impeachment_trial"], [6303, "2016-08-01T04:09:35Z", [0.95], "According to the general news and GJP consensus. "], [14253, "2016-08-01T04:06:25Z", [0.65], ""], [368, "2016-07-31T20:12:48Z", [0.95], ""], [27798, "2016-07-31T17:27:53Z", [0.6], ""], [691, "2016-07-31T16:00:05Z", [0.81], ""], [689, "2016-07-31T13:55:56Z", [0.92], ""], [5027, "2016-07-31T06:52:05Z", [0.95], ""], [23799, "2016-07-31T00:44:27Z", [0.32], ""], [368, "2016-07-30T19:09:20Z", [0.95], ""], [241, "2016-07-30T15:39:43Z", [0.7], ""], [691, "2016-07-30T12:13:09Z", [0.81], ""], [24410, "2016-07-30T06:23:12Z", [0.85], "the oligarchy has closed ranks against her.  it controls the heights of power and the means of communication (the press).  "], [11686, "2016-07-29T18:41:23Z", [0.85], "Dropping a bit for the moment as the momentum for the impeachment begins to slow, and criticism of the impeachment process is beginning to mount. http://www.coha.org/brazilian-prosecutor-declares-dilma-rousseff-not-guilty-of-budgetary-maneuvers/"], [368, "2016-07-29T18:25:06Z", [0.95], ""], [691, "2016-07-29T18:06:07Z", [0.81], ""], [368, "2016-07-28T19:19:34Z", [0.95], ""], [691, "2016-07-28T18:48:19Z", [0.81], ""], [14208, "2016-07-28T18:05:51Z", [0.25], ""], [27101, "2016-07-28T17:04:06Z", [0.9], "official terms of impeachment end before 2017 so decision before is very likely. Success of temporary government makes reversal almost impossible"], [27879, "2016-07-28T12:49:49Z", [0.77], "Vote of confidence is very low, standing at about 7%. Low-income class is getting particularly agitated and being hard to silence. Although in the past few months there has been some economic recovery, the country is still very volatile and a potential trigger would surely speed up the process. However it is a country that implements changes slowly, hence my prediction of 77%."], [15548, "2016-07-28T11:21:21Z", [0.75], ""], [27873, "2016-07-28T07:50:29Z", [0.95], ""], [27092, "2016-07-27T22:00:39Z", [0.79], ""], [601, "2016-07-27T21:24:57Z", [0.82], ""], [368, "2016-07-27T20:47:52Z", [0.95], ""], [26411, "2016-07-27T20:46:38Z", [0.65], ""], [26411, "2016-07-27T20:46:17Z", [0.8], ""], [27845, "2016-07-27T17:32:11Z", [0.65], ""], [12874, "2016-07-27T14:57:38Z", [0.73], ""], [691, "2016-07-27T11:44:20Z", [0.81], ""], [593, "2016-07-27T02:02:59Z", [1.0], ""], [12302, "2016-07-26T21:02:53Z", [0.55], ""], [691, "2016-07-26T20:21:50Z", [0.81], ""], [25045, "2016-07-26T20:03:32Z", [0.7], "Lowered "], [22243, "2016-07-26T19:40:33Z", [0.5], ""], [14208, "2016-07-26T19:05:05Z", [0.09], "Comment deleted on Oct 22, 2016 07:37PM UTC"], [368, "2016-07-26T18:00:14Z", [0.95], ""], [27441, "2016-07-26T11:18:16Z", [0.65], "Anti Dilma forces seem to be stronger in the judicial sphere than Dilma supporters, even if the majority of voters support her, which may not be true any longer."], [6600, "2016-07-25T23:02:11Z", [0.85], ""], [368, "2016-07-25T21:53:23Z", [0.95], ""], [23234, "2016-07-25T11:31:25Z", [0.0], ""], [26359, "2016-07-25T00:19:57Z", [0.95], ""], [368, "2016-07-24T21:01:32Z", [0.95], ""], [691, "2016-07-24T12:28:17Z", [0.81], ""], [27727, "2016-07-24T01:37:26Z", [0.85], ""], [23799, "2016-07-23T22:33:44Z", [0.33], ""], [368, "2016-07-23T19:51:08Z", [0.95], ""], [691, "2016-07-23T13:35:25Z", [0.81], ""], [27711, "2016-07-23T10:05:31Z", [0.9], ""], [27701, "2016-07-23T00:24:16Z", [0.9], ""], [83, "2016-07-22T22:24:27Z", [0.5], ""], [368, "2016-07-22T19:15:58Z", [0.95], ""], [241, "2016-07-22T17:56:04Z", [0.75], ""], [1993, "2016-07-22T17:16:45Z", [0.75], ""], [27665, "2016-07-22T10:23:22Z", [0.99], ""], [27656, "2016-07-22T09:14:43Z", [0.15], ""], [506, "2016-07-21T21:56:24Z", [0.72], ""], [556, "2016-07-21T17:48:23Z", [0.5], "So there doesn't seem to be a legal rationale...\nhttp://www.eurasiareview.com/21072016-brazilian-prosecutor-declares-dilma-rousseff-not-guilty-of-budgetary-maneuvers-oped/"], [368, "2016-07-21T16:35:51Z", [0.95], ""], [405, "2016-07-21T10:29:43Z", [0.68], "- 28 from 96%  The final vote to decide if Dilma Rousseff is impeached or not is expected to take place in August.\nhttp://www.telesurtv.net/english/news/Brazils-Temer-Buying-Support-For-Rousseff-Impeachment--20160627-0020.html “(The fate of) Dilma depends on six votes, six senators who can change the destiny of the country, returning to Dilma the popular mandate that the people gave her,” Lula told Radio Jornal.\nhttp://www.telesurtv.net/english/news/Senate-Report-Clears-Rousseff-of-Budget-Manipulation--20160627-0023.html Senators who voted in favor of suspending Rousseff want something in return to follow through with the impeachment process.\nhttp://www.telesurtv.net/english/news/Brazils-Temer-Buying-Support-For-Rousseff-Impeachment--20160627-0020.html Maybe there is nothing to blame for Rousseff, but the outcome is uncertain: \nthe decision will not be taken in august \nand if senators take advantages for the decision, those advantages can come also from Rousseff. \n"], [368, "2016-07-20T21:51:56Z", [0.95], ""], [15548, "2016-07-20T18:14:02Z", [0.25], ""], [691, "2016-07-20T16:31:23Z", [0.81], ""], [14208, "2016-07-20T06:16:51Z", [0.0], "Comment deleted on Oct 22, 2016 07:33PM UTC"], [6600, "2016-07-20T02:26:47Z", [0.85], ""], [368, "2016-07-19T19:54:11Z", [0.95], ""], [27564, "2016-07-19T19:33:01Z", [0.99], "She was a total catastrophe: politically stupid, economically ignorant and personally arrogant. As Claude Hopkins said long ago, \"Pilots who prove reckless are forever feared.\""], [23799, "2016-07-19T19:19:11Z", [0.35], ""], [27564, "2016-07-19T19:00:57Z", [0.99], "Comment deleted on Jul 19, 2016 07:02PM UTC"], [368, "2016-07-18T21:56:13Z", [0.85], ""], [4634, "2016-07-18T13:24:32Z", [0.72], ""], [10759, "2016-07-18T13:24:25Z", [0.72], ""], [6303, "2016-07-18T00:41:07Z", [0.95], "According to the general news and GJP consensus. "], [27344, "2016-07-17T23:57:16Z", [0.8], ""], [368, "2016-07-17T19:19:53Z", [0.85], ""], [691, "2016-07-17T17:36:48Z", [0.81], ""], [14208, "2016-07-17T16:51:28Z", [0.0], "Comment deleted on Oct 22, 2016 07:32PM UTC"], [556, "2016-07-17T14:16:05Z", [0.0], ""], [27409, "2016-07-17T13:39:09Z", [0.2], "The impetus against her seems to be running out of credibility."], [476, "2016-07-17T13:26:11Z", [1.0], "Dilma has further discredited herself by trying link her  \"coup meme\"  (impeachment=golpe) with international efforts backing Turkey's \"democratically elected leader, ergo if the world supports him, why not me.  Her social media minions jumped on the issue, making noise not getting traction. Brazil's powerful religious, notably the Assemblies of God, of which deposed former house speaker (who led the fight to impeach Dilma) is a member and televangelist, is not making any deals, they want her out and it will be \"god's will\" ...  "], [23234, "2016-07-17T07:35:34Z", [0.1], ""], [6600, "2016-07-17T01:43:17Z", [0.85], ""], [368, "2016-07-16T20:47:34Z", [0.85], "\nhttp://sputniknews.com/latam/20160716/1043132182/brazil-house-speaker.html (affirming impeachment)\nhttp://www.telesurtv.net/english/news/Brazil-Senators-Push-to-End-Impeachment-Against-Rousseff-20160716-0006.html (disconfirmation of impeachment)\n"], [368, "2016-07-16T20:45:52Z", [0.0], "Comment deleted on Jul 16, 2016 08:47PM UTC"], [368, "2016-07-16T20:44:40Z", [0.95], ""], [67, "2016-07-16T16:46:45Z", [0.42], ""], [83, "2016-07-16T16:20:43Z", [0.0], "Based on the supporting opinions of the judiciary, Rousseff may take some time before the promised election call (if at all).\nhttp://www.telesurtv.net/english/news/Brazil-Senators-Push-to-End-Impeachment-Against-Rousseff-20160716-0006.html"], [593, "2016-07-16T15:52:48Z", [1.0], ""], [689, "2016-07-16T13:21:23Z", [0.02], ""], [691, "2016-07-16T12:35:00Z", [0.81], ""], [14208, "2016-07-16T06:10:13Z", [0.05], "Comment deleted on Oct 22, 2016 07:31PM UTC"], [691, "2016-07-15T21:03:37Z", [0.81], ""], [25918, "2016-07-15T19:45:40Z", [0.8], ""], [368, "2016-07-15T18:52:17Z", [0.95], ""], [23117, "2016-07-15T11:40:50Z", [0.85], ""], [10759, "2016-07-15T09:12:08Z", [0.8], ""], [4634, "2016-07-15T09:11:54Z", [0.8], ""], [26762, "2016-07-15T09:07:50Z", [0.99], ""], [24159, "2016-07-15T01:09:30Z", [0.74], ""], [691, "2016-07-14T19:40:03Z", [0.81], ""], [368, "2016-07-14T17:41:46Z", [0.95], ""], [25657, "2016-07-14T16:37:25Z", [0.75], ""], [11678, "2016-07-14T04:46:01Z", [0.79], ""], [368, "2016-07-13T21:52:18Z", [0.95], ""], [27272, "2016-07-13T19:18:45Z", [0.95], ""], [26910, "2016-07-13T14:55:34Z", [0.93], ""], [691, "2016-07-13T14:19:48Z", [0.81], ""], [14166, "2016-07-12T20:21:51Z", [0.95], ""], [691, "2016-07-12T18:48:11Z", [0.81], ""], [368, "2016-07-12T18:41:31Z", [0.95], ""], [11080, "2016-07-12T15:58:35Z", [0.78], ""], [23006, "2016-07-12T14:09:07Z", [0.85], ""], [532, "2016-07-12T13:14:18Z", [0.8], ""], [14182, "2016-07-12T07:28:21Z", [0.8], "Going back up to 80% \nPer xcellent points previously in separate analysis made by @scholarandcat fixed term issues & @praedico on elections timing along w/ the numbers crunching probability work @Khalid. https://www.gjopen.com/comments/comments/276413"], [368, "2016-07-11T21:52:22Z", [0.9], ""], [691, "2016-07-11T16:29:53Z", [0.81], ""], [14208, "2016-07-11T16:02:22Z", [0.05], "maintaining 5%.  Two main reasons. 1.  How many Presidents of nations have been impeached and removed from office before their term ends? 3 since 1974 (Albert Zafy in Madagascar (1996), Rolandas Paksas in Lithuania (2004), Fernando Lugo in Paraguay (2012)).  2.  Municipal elections in Brazil will be held in October 2016.  I suspect the results of these elections will be reflected in the political windsock in Brazil and influence the impeachment process.  Considering Brazil has been in a recession for some time now the opposition party could be voted out and change the negative sentiment of Dilma in the Senate.  \n"], [6600, "2016-07-11T14:39:46Z", [0.85], ""], [21800, "2016-07-11T10:04:24Z", [0.73], "Up to 73% from 55% following Khalid's summary.\nhttps://www.gjopen.com/comments/comments/278199"], [24771, "2016-07-11T09:17:16Z", [0.8], ""], [68, "2016-07-11T08:59:34Z", [0.76], "Increasing from 35%, based on the comments following my last post a week ago.  https://www.gjopen.com/comments/comments/273245 It seems increasingly likely that Dilma Rousseff could avoid impeachment. 54 out of 81 Senators will have to find her guilty, whereas the vote to start a trial was just 55-22. In her best case scenario, only two Senators would have to change their mind - which seems quite feasible. In the worst case, she would need six more Senators to back her, i.e. 28 in all, to deny her opponents any chance of a two thirds majority (possible, but somewhat more difficult for her). I'd guess she has a 60% chance of avoiding impeachment especially as the opposition is itself in turmoil (Cunha resignation etc). However, she has indicated that she'll call fresh elections if acquitted. As pointed out by @scholarandcat, term limits would bar her from standing in such an election. The question then is whether the election process would be completed in 2016. @praedico has noted that Brazilian presidential elections are typically held in October, and the new President is inaugurated on 01 January, It's thus possible that Dilma won't cease to be President before 01 January 2017 if she (1) isn't found guilty by the Senate, and (2) either doesn't call an early election, or does call it in October and her successor is inaugurated on 01 Jan 2017 in accordance with previous practice. My guess is that there's at least a 40% chance of Scenario 2 occurring. The chance of her remaining President would thus be 0.6*0.4 = 24%"], [231, "2016-07-11T02:46:45Z", [0.75], ""], [6303, "2016-07-11T01:30:18Z", [0.95], "I am forecasting based on the general news reports and GJP consensus. "], [27025, "2016-07-10T23:11:49Z", [0.9], ""], [26991, "2016-07-10T21:30:37Z", [0.9], ""], [25755, "2016-07-10T19:43:07Z", [0.8], ""], [368, "2016-07-10T18:21:18Z", [0.35], ""], [691, "2016-07-10T13:48:39Z", [0.82], ""], [405, "2016-07-10T12:21:02Z", [0.96], "-+1 from 95\n«“I’m not even sure she wants to come back,” says Andre Perfeito, senior economist with Gradual Investimentos in São Paulo.  ”If she does, she has already spoken of new elections. And if the senate does overturn her impeachment, then I wouldn’t doubt that the Electoral Court (TSE is the acronym in Brazil) nullifies the entire 2014 election and we get new elections before 2018. It’d be messy.”» [1]\nhttp://www.forbes.com/sites/kenrapoza/2016/07/07/what-happens-in-brazil-if-dilma-returns-to-the-presidency/#3bad63327aee"], [51, "2016-07-09T14:39:05Z", [0.75], ""], [691, "2016-07-09T11:40:48Z", [0.78], ""], [10039, "2016-07-09T06:55:37Z", [0.95], ""], [10039, "2016-07-09T06:53:29Z", [0.85], ""], [368, "2016-07-08T20:21:31Z", [0.65], ""], [14493, "2016-07-08T17:17:29Z", [0.65], "The legal case is not particularly strong for impeachment so could hang on as President."], [83, "2016-07-08T15:53:03Z", [1.0], "Even though Rousseff may avoid impeachment, the promise to hold new elections at a future date, adds further uncertainty."], [691, "2016-07-08T15:51:58Z", [0.78], "http://www.bbc.com/news/world-latin-america-36741532\nComing down some on this and related stories.  However, I think the impeachment process will go forward and result in her leaving office anyway."], [6600, "2016-07-08T14:43:00Z", [0.85], ""], [241, "2016-07-08T14:42:33Z", [0.8], ""], [23681, "2016-07-08T13:41:36Z", [0.75], "Although I think the momentum is still likely to sweep her out of office, the chaos that has erupted on the side of her opponents (particularly Eduardo Cunha stepping down as speaker over his own bribery charges) and the reporting on the lack of substantiating evidence is causing me to lower my forecast probability.   http://www.coha.org/dilma-rousseff-found-not-guilty-of-budgetary-maneuvers/\nhttp://www.nytimes.com/2016/07/08/world/americas/eduardo-cunha-an-architect-of-presidents-ouster-resigns-as-house-speaker.html\n"], [231, "2016-07-08T01:38:38Z", [0.95], ""], [25021, "2016-07-07T22:52:17Z", [0.8], "No big shock that Eduardo Cunha - the man who led the impeachment process against Rousseff - has joined the exodus of crooked politicians. It's doubtful he will be the last. Not sure where this leaves Dilma as there is strong political and social momentum to remove her permanently, but maybe - maybe - a vote for impeachment will now seem like making a deal with the devil. Only a minor swing is required to return Rousseff to power, and that's a genuine possibility, but even if she escapes impeachment it's hard to see how she can reestablish her presidency. What a mess! "], [1993, "2016-07-07T21:55:01Z", [0.8], ""], [691, "2016-07-07T18:10:40Z", [0.86], ""], [368, "2016-07-07T17:18:42Z", [1.0], ""], [6600, "2016-07-07T13:04:08Z", [0.85], ""], [1708, "2016-07-07T09:00:09Z", [1.0], "http://en.mercopress.com/2016/07/07/rousseff-makes-impassionate-defense-against-impeachment-attempts-in-congress"], [556, "2016-07-06T17:17:14Z", [0.85], ""], [368, "2016-07-06T17:09:04Z", [0.0], ""], [22833, "2016-07-06T16:18:13Z", [0.9], ""], [22833, "2016-07-06T16:16:51Z", [0.2], ""], [691, "2016-07-06T14:01:00Z", [0.85], ""], [241, "2016-07-06T03:34:02Z", [0.75], ""], [241, "2016-07-05T23:03:39Z", [0.7], ""], [691, "2016-07-05T21:00:32Z", [0.85], ""], [1972, "2016-07-05T20:54:29Z", [0.95], ""], [16129, "2016-07-05T19:47:28Z", [0.75], ""], [368, "2016-07-05T19:23:59Z", [0.0], "Estimate changed due to changing conditions within the Senate deliberations"], [601, "2016-07-05T17:12:42Z", [0.95], ""], [6600, "2016-07-05T12:42:40Z", [0.85], ""], [241, "2016-07-05T00:15:51Z", [0.65], ""], [241, "2016-07-05T00:14:14Z", [0.6], ""], [556, "2016-07-04T22:06:32Z", [0.95], "It sounds like Lulu has written her off to me.\nhttps://www.theguardian.com/world/2016/jul/04/brazil-ex-president-luiz-ignacio-lula-da-silva-interview"], [691, "2016-07-04T20:55:57Z", [0.86], ""], [23006, "2016-07-04T16:57:20Z", [0.35], ""], [14182, "2016-07-04T14:22:45Z", [0.35], "Back down 25 due to updates from @flyn1200, @scholarandcat &, @Khalid analysis - thx !"], [21800, "2016-07-04T14:22:35Z", [0.55], "Don't know much about this, but I think the consensus of 85% is too high.\nInitial forecast at 55%."], [4634, "2016-07-04T12:56:19Z", [0.75], "Quote/  He has not yet given up hope that Rousseff can make a come-back. To survive in the final vote on 17 August, she needs to persuade six senators to change their minds. It sounds like a small number, but Lula acknowledges they will require a huge amount of convincing. Although he doesn’t say it directly, he seems exasperated that Rousseff does not put up more of a fight. “Dilma needs to say what will happen in Brazil if she returns to the presidency. She has to say what she will do that will be new, how she will build new political relationships. She must say that. I can’t. She must make people believe.” /EndQuote Source: https://www.theguardian.com/world/2016/jul/04/brazil-ex-president-luiz-ignacio-lula-da-silva-interview Also (article from one week ago): http://www.telesurtv.net/english/news/Brazils-Temer-Buying-Support-For-Rousseff-Impeachment--20160627-0020.html ==== Although the case for impeachment is weak, it is probably going to happen anyway. There is no mass movement in support of Rousseff, she isn't trying very hard, and Congress is very corrupt."], [368, "2016-07-03T19:56:12Z", [0.85], ""], [68, "2016-07-03T19:39:56Z", [0.35], "@flyn1200 and @scholarandcat\nDown further from 65%. With a Senate panel clearing her of manipulating budget figures - one of the major charges against her - there's more reason for a few Senators who initially voted against her to change their minds. To recap, the vote against her was 55-22, just two more than the 54 required to get two thirds of the 81 Senators. If she does cease to be President because of the Senate, it'll be due to her unpopularity, not because of anything she's done. Additionally, it appears as though none of her potential replacements have clean hands either."], [23006, "2016-07-03T17:43:24Z", [0.6], ""], [532, "2016-07-03T16:49:41Z", [0.63], "http://www.coha.org/dilma-rousseff-found-not-guilty-of-budgetary-maneuvers/\nSo much of this is political and she was not cleared by the independent auditors on all charges, but the “fiscal pedaling\" charge is the big one.  "], [3363, "2016-07-03T12:47:01Z", [0.74], ""], [14208, "2016-07-03T07:07:13Z", [0.05], "29 June 2016; \"Recently, a Senate report cleared Rousseff of any wrongdoing in the budgetary rules case\"  Impeachment vote will now be held after the Olympics.\nhttp://www.telesurtv.net/english/news/Brazil-Delays-Impeachment-Verdict-Until-After-Olympics-Report-20160629-0025.html\n-85%"], [14208, "2016-07-03T06:27:58Z", [0.9], "-10%"], [15548, "2016-07-03T04:37:08Z", [0.95], ""], [691, "2016-07-02T19:49:27Z", [0.86], ""], [368, "2016-07-02T19:11:22Z", [0.85], ""], [556, "2016-07-02T17:36:05Z", [0.9], "http://www.reuters.com/article/us-brazil-politics-idUSKCN0ZH51I A country this unhappy with its leadership... somebody has to go-there needs to be a scapegoat, and usually its the leader. "], [368, "2016-07-01T21:10:09Z", [0.85], ""], [691, "2016-07-01T20:11:28Z", [0.87], ""], [14166, "2016-07-01T12:28:49Z", [0.9], ""], [821, "2016-06-30T21:53:11Z", [0.75], ""], [368, "2016-06-30T19:26:59Z", [0.85], ""], [691, "2016-06-30T19:19:03Z", [0.88], ""], [368, "2016-06-29T19:37:57Z", [0.85], ""], [23234, "2016-06-29T17:05:11Z", [0.43], ""], [1333, "2016-06-29T14:59:55Z", [0.35], ""], [691, "2016-06-29T13:28:36Z", [0.88], ""], [368, "2016-06-28T21:44:46Z", [0.85], ""], [691, "2016-06-28T21:43:24Z", [0.88], ""], [4634, "2016-06-28T17:37:20Z", [0.75], ""], [10759, "2016-06-28T17:37:18Z", [0.75], ""], [1708, "2016-06-28T13:16:06Z", [0.95], "http://en.mercopress.com/2016/06/28/rousseff-signed-budget-decrees-without-congressional-approval-claim-senate-experts"], [25997, "2016-06-28T11:15:27Z", [0.7], ""], [14182, "2016-06-27T19:36:28Z", [0.75], ""], [691, "2016-06-27T19:11:57Z", [0.88], ""], [368, "2016-06-27T17:55:55Z", [0.85], ""], [241, "2016-06-27T16:49:46Z", [0.75], ""], [3363, "2016-06-26T20:40:40Z", [0.7], ""], [23234, "2016-06-26T19:41:30Z", [0.37], ""], [691, "2016-06-26T12:53:38Z", [0.88], ""], [23409, "2016-06-26T11:45:21Z", [0.77], ""], [506, "2016-06-26T01:25:54Z", [0.92], ""], [405, "2016-06-25T23:17:06Z", [0.95], "Still high https://www.gjopen.com/comments/comments/267969  Thanks to @dkc"], [12879, "2016-06-25T23:14:54Z", [0.85], ""], [556, "2016-06-25T22:39:38Z", [0.93], "Hmmm...\nhttp://www.wsj.com/articles/former-member-of-suspended-brazilian-president-dilma-rousseffs-administration-arrested-1466692045\nhttp://www.business-standard.com/article/news-ians/brazilian-former-minister-bernardo-silva-arrested-on-corruption-charges-116062400083_1.html Might he talk?"], [689, "2016-06-25T14:58:46Z", [0.27], ""], [691, "2016-06-25T13:25:48Z", [0.88], ""], [368, "2016-06-24T19:34:18Z", [0.85], ""], [691, "2016-06-24T18:10:22Z", [0.88], ""], [14346, "2016-06-24T16:31:48Z", [0.8], ""], [23234, "2016-06-24T11:21:47Z", [0.33], ""], [25428, "2016-06-24T06:54:21Z", [1.0], ""], [241, "2016-06-24T02:37:58Z", [0.7], ""], [23234, "2016-06-23T22:54:48Z", [0.26], ""], [20053, "2016-06-23T22:20:59Z", [0.9], ""], [368, "2016-06-23T17:47:53Z", [0.85], ""], [691, "2016-06-23T16:24:38Z", [0.88], ""], [1269, "2016-06-23T00:50:20Z", [1.0], ""], [1078, "2016-06-22T23:40:02Z", [0.99], ""], [368, "2016-06-22T21:03:42Z", [0.85], ""], [691, "2016-06-22T16:48:53Z", [0.87], ""], [241, "2016-06-22T15:52:14Z", [0.66], ""], [12875, "2016-06-22T10:51:59Z", [0.45], ""], [5002, "2016-06-22T05:44:55Z", [0.9], ""], [23006, "2016-06-22T03:56:07Z", [0.6], ""], [23006, "2016-06-22T03:55:17Z", [0.86], ""], [12302, "2016-06-21T19:04:16Z", [0.78], ""], [30, "2016-06-21T18:46:24Z", [0.8], "Not looking good for Rousseff... http://www.reuters.com/article/us-brazil-corruption-odebrecht-idUSKCN0Z71SB"], [368, "2016-06-21T17:26:08Z", [0.85], ""], [12302, "2016-06-21T12:41:42Z", [0.7], ""], [691, "2016-06-21T12:30:27Z", [0.87], ""], [368, "2016-06-20T21:52:31Z", [0.55], ""], [691, "2016-06-20T21:45:17Z", [0.87], ""], [94, "2016-06-20T21:10:31Z", [0.7], ""], [24563, "2016-06-20T20:42:39Z", [0.75], ""], [23234, "2016-06-20T19:51:42Z", [0.19], ""], [6600, "2016-06-20T11:28:43Z", [0.7], "The people want change and the International community is preparing to support a new leader"], [16766, "2016-06-20T03:39:11Z", [0.75], ""], [6303, "2016-06-20T01:50:47Z", [0.95], "I am forecasting based on the general news reports and GJP consensus."], [25755, "2016-06-19T21:01:49Z", [0.85], ""], [241, "2016-06-19T17:07:03Z", [0.7], ""], [691, "2016-06-19T15:22:28Z", [0.87], ""], [11080, "2016-06-19T04:12:17Z", [0.77], ""], [24733, "2016-06-19T03:54:36Z", [0.9], ""], [241, "2016-06-19T03:47:37Z", [0.67], ""], [20911, "2016-06-19T03:44:51Z", [0.98], ""], [783, "2016-06-18T20:58:04Z", [0.95], "More pressure on  Brazil on international level, something people could understand and react upon. Why give money to Olympics when people need resources? Why did Brazil invest in Olympics? These are the questions that will have popular support against President Rouseff. Rio state declares financial emergency, requests funding for Olympics\nhttps://www.yahoo.com/sports/news/rio-state-declares-financial-emergency-requests-funding-olympics-005430624--oly.html RIO DE JANEIRO (Reuters) - Rio de Janeiro’s governor declared a state of financial emergency Friday and requested federal funds to help fulfill obligations for public services during the Olympics that start Aug. 5.  Emergency measures are needed to avoid “a total collapse in public security, health, education, transport and environmental management,” a decree in the state’s Official Gazette said. The state’s revenue, largely tied to the petroleum industry, slumped in the last two years as global oil prices collapsed.  The announcement followed this week’s visit to Rio by Brazil’s Interim President Michel Temer, who said the federal government would ensure all obligations are met for a successful Games. Rio is expecting about 500,000 foreign visitors during the Olympics, which has coincided with Brazil’s worst recession since the 1930s and a political crisis that last month led to the suspension of President Dilma Rousseff. “The state’s financial emergency in no way delays the delivery of Olympic projects and the promises assumed by the city of Rio,” Mayor Eduardo Paes said on Twitter. He also underscored that legacy construction projects, with the exception of an 8.79 billion-real expansion of Rio’s metro that is expected to be finished just days before the Games open, are the responsibility of the city and that most have been completed.  The local organizing committee for the Games said the state’s fiscal situation did not impact its actual running of the Olympics, which relies entirely on private funds. While the majority of Olympic infrastructure costs have been spread across city, state and federal budgets, with some financing from private companies, the state is responsible for most day-to-day security and health services in Rio. The financial pinch resulted in a 30-percent cut in the state’s security budget - just as Rio has seen a jump in homicides and assaults in recent months, raising concerns about safety ahead of the Olympics. The state of Rio expects a budget deficit of over 19 billion reais ($5.56 billion) this year as spending planned before oil prices fell outstrips revenue that is tumbling during Brazil’s recession. Rio state’s debt has been downgraded several times.  On Wednesday, Fitch Ratings downgraded Rio’s debt rating to ‘B-’ from 'B+’, saying the state was suffering “a fast-deteriorating liquidity position.\"  Since late last year, the state has been forced to delay pension and salary payments and shutter some schools and hospitals, where crucial supplies, including medicines and syringes, are lacking.  Brazil is also facing an outbreak of the Zika virus, which has been linked to the birth defect microcephaly in which babies are born with abnormally small heads frequently associated with developmental issues.  (Reporting by Paulo Prada, Stephen Eisenhammer and Brad Brooks; editing by Richard Chang and Andrew Hay)"], [556, "2016-06-18T19:58:36Z", [0.75], ""], [368, "2016-06-18T18:50:02Z", [0.55], ""], [26244, "2016-06-18T17:29:47Z", [0.75], "Jumping into this question with a 25% hedge against her impeachment. "], [804, "2016-06-18T14:55:57Z", [0.95], ""], [691, "2016-06-18T13:12:47Z", [0.87], ""], [1993, "2016-06-17T22:34:05Z", [0.75], ""], [1333, "2016-06-17T22:21:27Z", [0.45], ""], [83, "2016-06-17T18:48:21Z", [0.05], "Early indicator: Cunha appeals, will get up or down vote in lower house. If voted out, house will next vote on a replacement.  Might be a numeric indication of change in positions (at least in the lower house).\nhttp://www.theatlantic.com/news/archive/2016/06/brazil-cunha-rousseff/487136/"], [368, "2016-06-17T17:34:41Z", [0.55], ""], [556, "2016-06-17T17:00:43Z", [0.7], "Based on:\nhttp://home.bt.com/news/world-news/dilma-rousseff-favours-new-elections-to-overcome-political-weariness-in-brazil-11364068002003\nhttp://www.sabc.co.za/news/a/a99eab004d2586e3ae29ae830b7eb7b6/Brazil-interim-President-Temer-sought-illegal-campaign-funds-\nhttp://www.wsj.com/articles/brazils-interim-president-michel-temer-linked-to-corruption-probe-in-plea-bargain-1466022380\nand\nhttp://www.reuters.com/article/us-brazil-corruption-cunha-idUSKCN0Z02MY?il=0\nThanks to @orchidny , @rene , and @raisinville for the links!"], [691, "2016-06-17T15:56:28Z", [0.87], "The new cabinet are toddling off to the slammer, just as her one did.  As far as I can tell, though, there is little sentiment among the remaining temporarily unincarcerated legislators for bringing back her lot.  They will go ahead and dump her and then deal with the next crowd after the next round of elections.   This must be a discouraging time to be Brazilian.  Come to think of it, most times have been discouraging for Brazilians for various reasons.  Brazil continues to be The Country Of The Future, just as it has been since roughly the 1820s. If I were the sighing type, I'd sigh now. "], [21635, "2016-06-17T14:04:27Z", [0.8], "The senate will keep his position. It's not a higher probability because car wash investigation can hit Temer"], [12302, "2016-06-17T13:28:49Z", [0.6], ""], [38, "2016-06-17T05:18:01Z", [0.22], "If I correctly heard what was on the BBC tonight while I was cooking, temp Pres Temer has now lost 3 cabinet members because of corruption problems.  It seems like he's not had much success consolidating his power.  Rousseff has to flip only 2 votes.  I think it is do-able. I'm flipping my forecast."], [25753, "2016-06-16T19:00:10Z", [0.6], ""], [23006, "2016-06-16T18:54:23Z", [0.7], ""], [368, "2016-06-16T18:48:08Z", [0.85], ""], [767, "2016-06-16T18:21:43Z", [0.65], "The interim government is proving to be very corrupt. The cabinet it has named has been very unpopular.  The political situation seems less certain. I will adjust slightly. So far this week, Rousseff had her presidential perks removed.  She has called for a new election or referendum if she's reinstated.   Several scandals within the Temer administration  are said to have lead to \"several senators saying publicly that they are rethinking their vote. Some of the scandals have included leaked recordings of Temer allies strategising about how to tamp down the Petrobras investigation, adding to Ms Rousseff's contention that ousting her was about that, not about sleight-of-hand accounting.\"   When Rousseff was removed from office, the Senate voted 55-22 to remove her, which is \"one more vote than will be necessary during the trial to permanently remove her.\"   If rumors of Temer's admin butching the Olympics (for lack of experience and also for having removed many of the experienced people who were working on setting the events) prove to be truth and the games do not go as well as planned, this might affect the interim government.  Dilma continues her strategy of working to convince senators to change their vote.  I will lower the forecast for now.   Source:  http://home.bt.com/news/world-news/dilma-rousseff-favours-new-elections-to-overcome-political-weariness-in-brazil-11364068002003 She said she spends her days strategisng with activists and friendly policymakers about how to change senators' minds. She also said she is working on a letter of intentions to be published some time before the impeachment trial, offering a new platform should she be returned to office."], [23006, "2016-06-16T08:09:43Z", [0.7], ""], [5386, "2016-06-16T07:14:02Z", [0.85], ""], [368, "2016-06-15T21:51:45Z", [0.55], ""], [10759, "2016-06-15T21:05:12Z", [0.65], ""], [4634, "2016-06-15T21:04:46Z", [0.65], "Now Temer himself is accused:  http://www.sabc.co.za/news/a/a99eab004d2586e3ae29ae830b7eb7b6/Brazil-interim-President-Temer-sought-illegal-campaign-funds-\nhttp://www.wsj.com/articles/brazils-interim-president-michel-temer-linked-to-corruption-probe-in-plea-bargain-1466022380"], [23006, "2016-06-15T19:02:23Z", [0.7], "re-adjusting as Brazil is facing lots of civil issues: barrios, zika, superbugs, unstable economy, inflation. environmental, international bad press. She may not win the newly called election - as @sevedb said these problems will likely be blamed on her"], [23006, "2016-06-15T18:59:32Z", [0.6], "pledged to call new elections - undermines sitting government"], [691, "2016-06-15T17:41:58Z", [0.87], ""], [26047, "2016-06-15T10:15:15Z", [0.65], "In modern era (since last military rule ended) 2 out of 7 Presidents have had powers suspended, Collor and Rousseff. Collor resigned before the impeachment trial which Rousseff has not done. She seems determined to fight this. The impeachment process lasts 180 days from when Rousseff's powers were suspended in May by just achieving the required 2/3 majority in the senate (55 out of 81 senators, minimum 54 required). After the 180 days the same senators have to again vote with a 2/3 majority to remove her permanently from office. Having lived in Brazil on 2 occasions I am sure she's guilty of corruption because all Brazilian politicians are corrupt. But this isn't about evidence or justice it's about political skulduggery. Rousseff's game now will be threatening senators with revealing their own crimes if they vote to remove her. If Rousseff and her political acolytes can threaten enough of them with tit-for-tat exposure and similar treatment she can survive."], [51, "2016-06-14T23:45:08Z", [0.85], ""], [24159, "2016-06-14T23:10:22Z", [0.97], "Dilma was asked in interview 'would you support new elections' she responded that she must refuse to answer that question because that would indicate that she has given up the fight to be reinstated....she is now publicly supporting new elections."], [23006, "2016-06-14T22:21:05Z", [0.85], ""], [83, "2016-06-14T21:45:42Z", [0.05], "Brazil's congressional ethics committee votes to strip Speaker, Cunha, of his seat. \nhttp://www.reuters.com/article/us-brazil-corruption-cunha-idUSKCN0Z02MY?il=0"], [368, "2016-06-14T18:33:12Z", [0.55], ""], [691, "2016-06-14T12:03:32Z", [0.87], ""], [1708, "2016-06-14T11:06:51Z", [0.9], ""], [24973, "2016-06-13T23:54:28Z", [0.29], "Another update:  Temer's first month of rule in Brazil has been full of corruption and political scandals that may undermine its ability to stay in power and could also increase the chances of Rousseff returning to her position in government. Brazilians are now expressing the desire to move up the 2018 election. Political scientist Claudio Couto of the Getulio Vargas Foundation (FGV) noted that in recent weeks Operation Car Wash -- an investigation into graft at state oil giant Petrobras -- has implicated more members of the PMDB and its allied Progressive Party (PP) than members of the PT. According to this article, 75% of Brazilians think that corruption will continue or get worse under Temer. With this I lower my estimate 2%.  http://www.shanghaidaily.com/article/article_xinhua.aspx?id=329777"], [2331, "2016-06-13T22:02:56Z", [0.93], ""], [368, "2016-06-13T21:57:51Z", [0.55], ""], [691, "2016-06-13T20:47:07Z", [0.87], ""], [25045, "2016-06-13T20:04:32Z", [0.8], ""], [26014, "2016-06-13T14:57:56Z", [0.85], ""], [283, "2016-06-13T13:33:58Z", [0.69], ""], [3442, "2016-06-13T10:27:30Z", [0.85], ""], [21631, "2016-06-13T09:39:35Z", [0.1], ""], [24985, "2016-06-13T04:13:24Z", [0.84], ""], [22132, "2016-06-13T01:47:54Z", [0.75], ""], [14142, "2016-06-12T21:01:44Z", [0.85], ""], [22262, "2016-06-12T20:03:36Z", [0.99], ""], [368, "2016-06-12T19:08:55Z", [0.55], ""], [25045, "2016-06-12T14:03:06Z", [0.85], ""], [691, "2016-06-12T13:39:28Z", [0.87], ""], [12874, "2016-06-12T13:08:27Z", [0.77], ""], [241, "2016-06-12T11:49:23Z", [0.7], ""], [94, "2016-06-12T03:54:30Z", [0.65], ""], [6303, "2016-06-11T23:26:45Z", [0.95], "I am forecasting based on the general news reports and GJP consensus.\nNews this week on protests in Brazil against Rousseff's removal.\nI made a mistake on my forecast a few minutes ago."], [6303, "2016-06-11T23:24:16Z", [0.01], "I am forecasting based on the general news reports and GJP consensus.\nNews this week on protests in Brazil against Rousseff's removal."], [368, "2016-06-11T18:14:55Z", [0.55], ""], [83, "2016-06-11T16:45:36Z", [0.05], "Report on yesterday's pro Rousseff demonstrations.\nArticle suspects Lula would be the Workers Party candidate in any new election scenario.\nhttp://plus55.com/politics/2016/06/protests-michel-temer-34-cities No information as to the timing of new elections, if this scenario occurs.\nStaying with a low forecast, since, if the impeachment fails, 1. there would need to be a referendum on having new elections, and 2. Time would be needed to hold the elections.  Yet, it would be likely that Rousseff would be replaced, if Lula becomes the candidate.\n--The condition of Temer's PMDB party may also be an issue.  As the largest opposition group, the number of members (Senate, House, etc.) under investigation in the corruption scandals, and the timing of the final outcome may play a role in the election process."], [11080, "2016-06-11T15:32:58Z", [0.78], ""], [15548, "2016-06-11T14:51:34Z", [0.93], ""], [691, "2016-06-11T12:49:56Z", [0.9], ""], [14182, "2016-06-11T10:33:44Z", [0.45], ""], [14182, "2016-06-11T10:29:29Z", [0.5], "Down another 5% from 50 to 45%. COMMENT:\nA cleaver &, nuanced move from an experienced tactician. \nBy making clear she will call for a NEW election, should she survive the upcoming process, Rousseff adds pressure on those undecided & key Senators who are critical to the process. Additionally, to the voting public she makes clear, it is your call while, potentially putting another \"nail in the coffin\" of the present government who is already held in high disrepute &, is looking similar to a \"deer on the road in the dark of night staring into the headlights of an oncoming vehicle\". As the late great Mohammad Ali once said \" impossible is temporary, impossible is nothing\".  Rousseff truly believes this. I am learning not to underestimate this Salvador Dali sometimes surreal, shocking yet, fascinating state of affairs. Somewhere, I've read \"where there is great uncertainty, one must embrace it\"! This is one to learn & remain flexible from, at least for me.  Date: 11. Juni 2016 um 11:27:34 MESZ Subject: Suspended Brazil president Dilma Rousseff proposes early elections | World news | The Guardian https://www.theguardian.com/world/2016/jun/10/suspended-brazil-president-dilma-rousseff-proposes-early-elections\n\"...By offering to call new elections if she returns to the presidential palace now occupied by Temer, Rousseff is seeking to sway undecided senators and win a handful of votes she needs to win the trial, the analysts said.\nMore than a quarter of Brazilians view Temer’s government negatively and a majority want new elections this year, a poll showed this week. The survey also showed that nearly two-thirds of Brazilians support Rousseff’s impeachment. Rousseff told a group of senators and political allies on Thursday that she was open to the holding of a plebiscite for the country to decide new elections, the Folha de S Paulo newspaper reported.\""], [783, "2016-06-11T04:33:59Z", [0.95], "If only to strengthen the senate and weaken the president, but there is enough for the senate to impeach her. "], [10192, "2016-06-11T00:49:52Z", [0.32], ""], [24159, "2016-06-10T19:44:47Z", [0.73], ""], [691, "2016-06-10T19:33:24Z", [0.91], ""], [368, "2016-06-10T18:23:03Z", [0.55], ""], [15074, "2016-06-10T18:16:17Z", [0.54], "At this point, the final judgement will take place in August and 54 votes are necessary to impeach Dilma permanently from the federal government.\nThe Senate had 55 votes in favor of starting the impeachment process a month ago, so very close to the limit. Using that as a starting point, I would set my initial estimate at 54%."], [83, "2016-06-10T17:53:39Z", [0.05], "Rousseff calls for a referendum on new elections; if she survives the impeachment process.\nhttp://www.reuters.com/article/us-brazil-politics-idUSKCN0YW1EM http://www.telesurtv.net/english/news/Lula-to-Lead-Street-Protests-in-Brazil-Against-Temer-Government-20160610-0015.html\n40 Brizial cities to protest against the Temer government, along with a reported 16 citiesin NAmerica and Europe.\nProtests may give a better view of the proportion of the population supporting each faction."], [25940, "2016-06-10T15:55:43Z", [0.48], ""], [522, "2016-06-10T14:17:26Z", [0.75], "Correcting. Temporary administration has had a poor start, is not in anyway a broad based coalition and the few votes President Rousseff needs may be achievable over the next few months."], [24771, "2016-06-10T13:50:07Z", [0.88], ""], [22243, "2016-06-10T12:29:41Z", [0.85], ""], [14572, "2016-06-10T11:53:05Z", [0.85], ""], [3895, "2016-06-10T10:24:29Z", [0.71], ""], [14182, "2016-06-10T08:26:12Z", [0.5], "GOING DOWN 10 from 60 to 50% well below consensus.  COMMENT: \nMore circumstantial evidence on my previous point reference the late Mohammed Ali's comment \" IMPOSSIBLE IS TEMPORARY, IMPOSSIBLE IS NOTHING \"  Date: 10. Juni 2016 um 10:05:27 MESZ\nSubject: Brazilian Senators Less Sure About Rousseff’s Removal http://learningenglish.voanews.com/a/brazilian-senators-less-sure-about-rousseff-removal/3369451.html \"...\nOne undecided senator, Cristovam Buarque, told Reuters, “The presidency will be decided by two or three votes. Former Brazil striker and current senator ROMARIO in the Brazilian Federal Senate in Brasilia.Last week, the Senator Romario de Souza Faria, the former soccer star known simply as Romario, stepped down from the impeachment committee. News media reported Romario was no longer sure he would vote to remove Rousseff from office.\" *** think it was @Gibson that came up with this https://vine.co/v/iUEVd17MTFT\nNB: Who needs the hand of God, if one ex footballer & other key partisans start to wonder whether they have the stamina for this mess?"], [506, "2016-06-10T03:18:30Z", [0.89], ""], [24973, "2016-06-10T00:12:24Z", [0.31], "Another adjustment:  http://www.dailymail.co.uk/wires/ap/article-3632562/Scandal-prone-Brazil-government-casts-doubt-impeachment.html According to this link there have been at least 6 members of the senate that have publicly stated that they are rethinking their previous position on voting to impeach Rousseff. With all of the current corruption releases, many senate members are starting to have second thoughts. If 6 have gone public, then there is a chance that more than 6 are rethinking. Rousseff only needs 6 more to prevent impeachment. With this I lower my estimate by 2-4%.  Yet, Rafael de Paula Aguiar Araujo, a political scientist at the Pontifical Catholic University in Sao Paulo, dismissed suggestions that some senators were rethinking their final vote on Rousseff's fate.\n\"These comments are like trial balloons to see if they can get concessions,\" said Araujo, who said ultimately he didn't see the Senate bringing Rousseff back. With this in mind, I am still waiting to see what happens with the plea bargain and what will happen with the corruption scandals because that will be an indicator whether to account for the possible change in opinion within the senate."], [25918, "2016-06-09T20:06:36Z", [0.65], "Still a good chance that Temer gets caught up in Lava Jato"], [20029, "2016-06-09T19:13:36Z", [0.95], ""], [368, "2016-06-09T19:06:04Z", [0.95], ""], [691, "2016-06-09T18:21:22Z", [0.92], ""], [23234, "2016-06-09T15:12:11Z", [0.1], ""], [23234, "2016-06-09T15:08:41Z", [0.3], ""], [14182, "2016-06-09T09:18:50Z", [0.6], "Slight reduction from 65 to 65% COMMENT:\nWhat does the Late Great Mohammad Ali have in common w/ Dilma Rousseff? Ali once said \"Impossible is temporary. Impossible is nothing.\"  NB: Rousseff's comments below. She is clearly taking a page out of Ali's book. She has proved herself a fighter.  Additionally, for Brazil, the economic & political facts could not be much worse. Moreover, one is subjected to the biblical wrath of the Zika virus. And, this has carried one now for one/two years. Judicial uncertainty. Recession, claims of depression &, the Olympic Games on their way. CPI over 9% recently. The Real has taken a beating against the US$, et cetera. Globally, investors have been pulling assets from Latin America for over two years. In Brazil, nearly three years. This IS unparalleled in outflow terms. Underweight & hate are two expressions that come to mind in financial jargon. Contrarian is also another term in the financial industry. The Nixon impeachment in 1974 coincided w/ a US recession aided by the 1973 oil crisis &, the fall of the Bretton Woods system. Are pundits getting lost in the forest? Is there a ONE SIDED risk of group think on this issue? It all \"seems\" so clear. So, I am pushing myself on this one to think a lot about why it could happen that Dilma remains. Similar to a bottoming out contrarian investors look for to return to Brazil. Are the economic indicators suggesting a turn? Have the political/judicial branch run amuck of themselves during this process? Lots of Qs. No clear answers.  If Rousseff, who is a fighter can, continue to survive this judicial/political onslaught, she just might have a little luck in seeing economic indicators start to turn sometime around year end. The argument is a LONG shot. However, combining the above mentioned variables w/ some good fortune increases the forecasting risks accordingly. Am working on this, increasingly interesting Q. What I most dislike about Her is - he dogmatic, I did nothing wrong approach and, am unwilling to ask for forgiveness because I have done nothing wrong. Maybe she is right? Don't know but, ist will be interesting  to build the case either way.  Date: 9. Juni 2016 um 09:40:08 MESZ Subject: A sit-down with Brazil's beleaguered President Rousseff - Al Jazeera English http://www.aljazeera.com/blogs/americas/2016/06/sit-brazil-beleaguered-president-rousseff-160608085019585.html \"...When asked, can she convince six Senators to change their minds over the next period of time &, therefore insure her reinstatement as President she said: \"...THAT IS NOT SOMETHING IMPOSSIBLE,\" she says...\""], [1993, "2016-06-09T02:29:35Z", [0.85], ""], [368, "2016-06-08T21:48:44Z", [0.35], "Revised estimate due to approximately 50 senators in the Brazilian senate have doubts about the veracity of agreeing to the impeachment due to ongoing high level detentions and evidence of further corruption by the current interim regime.  If these 50 maintain their position, they would only need for more votes to prevent impeachment proceedings continuing.  However, the situation is still fluid, but the situation remains precarious."], [691, "2016-06-08T20:38:22Z", [0.92], "http://www.reuters.com/article/us-brazil-politics-impeachment-idUSKCN0YT2HD\nNot as clear as it once was, but one hears that the notion of giving Temer a chance to see what he can do will probably outweigh the buyer's remorse that might favour Dilma.  Among the folks who will actually vote on this, even her backers, there seems not to be much saudade about Dilma's absence.  \"Já é suficiente\" perhaps sums it up better. "], [519, "2016-06-08T19:12:11Z", [0.95], ""], [23234, "2016-06-08T13:35:38Z", [0.37], ""], [19801, "2016-06-08T11:31:16Z", [1.0], "Senate leaders said on Monday that the impeachment trial was expected to conclude sometime in early August. Pall Hangs Over Brazil’s Presidential Palace as Dilma Rousseff Prepares for Trial\nhttp://www.nytimes.com/2016/06/08/world/americas/brazil-dilma-rousseff-impeachment.html?_r=0"], [23234, "2016-06-08T00:46:06Z", [0.5], ""], [392, "2016-06-08T00:16:21Z", [0.66], ""], [691, "2016-06-07T21:04:17Z", [0.94], ""], [83, "2016-06-07T20:29:22Z", [0.05], ""], [83, "2016-06-07T20:29:09Z", [0.24], "Looks like 24% forecast may be too high, reducing to 5%. Prosecutor reportedly asks Brazil's Supreme Court for the arrest of 4 top members of Temer's PMDB.\nThe 4 are ex president Sarney, Senate President Calheiros, ex Lower House speaker Cunha, and PMDB leader Juco.\nArrest of the senate speaker, Calheiros, would turn the post back to Rousseff's party.\nhttp://www.bbc.com/news/world-latin-america-36469241\nhttp://www.aljazeera.com/news/2016/06/brazil-prosecutor-seeks-arrest-top-politicians-160607173610089.html\nhttp://www.reuters.com/article/us-brazil-politics-idUSKCN0YT1H6 Yesterday's news (other new investigations of Temer's crew):\nhttp://news.xinhuanet.com/english/2016-06/07/c_135419032.htm PMDB believes impeachment will pass by 3 to 5 votes, while\nmedia interviews with Senators indicate as many as 12 ( who previously voted for impeachment) are now uncertain as to final vote.\nhttp://www.reuters.com/article/us-brazil-politics-impeachment-idUSKCN0YT2HD"], [368, "2016-06-07T20:01:49Z", [1.0], ""], [24287, "2016-06-07T17:01:16Z", [0.97], "No change"], [25243, "2016-06-07T15:00:41Z", [0.85], ""], [23234, "2016-06-07T13:57:54Z", [0.25], ""], [3363, "2016-06-07T11:29:15Z", [0.66], ""], [14208, "2016-06-07T05:50:59Z", [1.0], ""], [25021, "2016-06-07T04:48:47Z", [0.85], "It no longer matters whether Rousseff's suspension was legitimate or whether she can avoid a two-thirds pro-impeachment majority in the senate. Barring a major upswing in popular sentiment, she's done. \nThat the impeachment trial has been prioritized by Temer's politburo is, I think, a sign of either fear or desperation. I really didn't expect it to happen so soon, but it does seem likely that the longer this drags on, the better Rousseff's chances would be and that possibility is clearly to be avoided at all costs. Is the plan now to 'bury' the proceedings and verdict with a happy layer of Olympics fever? \nThere is still a reasonable chance that Dilma can avoid impeachment, but even so, where to from there? Forget the two-thirds majority for a guilty verdict - Rousseff would probably need close to a 50-50 split (highly unlikely) to be able to build a relatively effective presidency. \nI honestly don't know where Brazil goes from here. Impeachment won't be the end of the awkward questions and it's impossible to see Temer's ill-gotten government surviving another twelve months."], [368, "2016-06-06T21:38:54Z", [1.0], ""], [14182, "2016-06-06T19:37:15Z", [0.65], "Down another 5% Come down 2%. Sort of impressed w/ @Gibson quote! https://vine.co/v/iUEVd17MTFT (who needs the invisible hand when you have the hand of god) Epistemic uncertainty never looked like so much fun when Maradona does it. Luck might even play a bigger role on this one so, I'll back off a little more over time."], [691, "2016-06-06T19:23:20Z", [0.96], ""], [83, "2016-06-06T17:50:05Z", [0.24], "Forbes article claims global investors have put Temer on notice.  News from Brazil is not positive and investors are concerned.\nhttp://www.forbes.com/sites/kenrapoza/2016/06/02/global-investors-put-brazils-interim-president-michel-temer-on-notice/#1241a4f87336"], [11080, "2016-06-06T11:42:04Z", [0.86], ""], [51, "2016-06-06T10:50:40Z", [0.9], ""], [68, "2016-06-06T10:05:24Z", [0.65], "A month ago I though she was finished. However, with recent revelations that members of the caretaker cabinet may have pushed for Dilma's impeachment because the anti-corruption investigation was getting too close to them, it is likely that some of the senators who voted for her trial may eventually decide not to find her guilty. The whole impeachment saga has so far been driven more by her general unpopularity than any real wrong-doing, whereas several of those opposing her are facing real charges of corruption. Just a few senators changing their minds may be enough for her to retain the presidency. Unless the caretaker government can improve the economy significantly in the next few months, and there is a feel-good factor after the Olympics, Dilma has a chance. Consequently, I'm coming down from the 99% I had last month."], [6303, "2016-06-06T02:50:22Z", [1.0], "According to general news and GJP consensus."], [23006, "2016-06-06T02:39:12Z", [0.7], ""], [24985, "2016-06-06T00:21:20Z", [0.81], ""], [15750, "2016-06-05T20:43:46Z", [0.9], ""], [368, "2016-06-05T19:00:01Z", [1.0], ""], [691, "2016-06-05T18:20:02Z", [0.98], ""], [23006, "2016-06-05T16:10:41Z", [0.7], ""], [25770, "2016-06-05T15:40:59Z", [0.05], ""], [23006, "2016-06-05T15:39:31Z", [0.49], ""], [24973, "2016-06-05T15:20:25Z", [0.34], "Quick adjustment: according to an article shared with me by @Shiva-Diva, Rousseff has 22 of the 28 votes she needs to prevent impeachment. With only 6 votes needed, it does not seem that impossible for Rousseff to achieve. She also stated that two members of the senate that had previously been on board with the impeachment are now reconsidering due to the released recordings involving two of Temer's cabinet members.  http://www.aljazeera.com/news/2016/06/brazil-rousseff-confident-impeachment-trial-begins-160602050538405.html With this, I lower my estimate by 2-4%"], [25772, "2016-06-05T15:02:48Z", [0.65], ""], [25661, "2016-06-05T04:12:27Z", [0.9], ""], [691, "2016-06-05T01:35:20Z", [0.98], ""], [23234, "2016-06-05T00:08:26Z", [0.36], ""], [231, "2016-06-04T20:52:29Z", [1.0], ""], [368, "2016-06-04T18:59:44Z", [1.0], ""], [14253, "2016-06-04T17:54:27Z", [0.75], ""], [23234, "2016-06-04T14:27:57Z", [0.11], ""], [14182, "2016-06-04T06:13:26Z", [0.7], ""], [14182, "2016-06-04T06:10:36Z", [0.75], ""], [14182, "2016-06-04T06:00:29Z", [0.8], ""], [16421, "2016-06-04T03:15:38Z", [0.9], ""], [23006, "2016-06-04T02:21:29Z", [0.75], "- If two-thirds of 81 senators then support impeachment, she will be permanently removed from office. - If the Senate votes against the impeachment or \n- if no decision is taken within the stipulated 180 days, Rousseff's suspension will end and she will return as president.\nShe claims to have 22 of the 28 votes she needs, and hopes to turn another six votes during the trial as she vigorously defends against the charges. I am therefore giving her slightly higher than two out of the three options."], [25733, "2016-06-04T00:10:12Z", [0.05], "After 37 requests the impeachment process was voted by the two thirds needed just once.  The commission will recommend or oppose Rousseff's removal on July 27 and afterwards the Senate will have to find again 54 votes for the removal among the 18 parties in the senate. A long shot given that negotiation between the Workers' Party and many other parties is possible."], [24973, "2016-06-04T00:09:24Z", [0.38], "Since the start of the New Republic in Brazil, out of the 5 presidents (not including Rousseff), only 1 has been impeached so my baseline estimate is at 20%. Why would Rousseff be impeached?  Rousseff’s approval ratings have dropped tremendously over the past two years as Brazil has slipped into economic turmoil, but that doesn’t exactly have anything to do with impeachment so I don’t change my probability.  Rousseff has now been suspended from office and awaits her trial. Rousseff’s trial has not started, but she has been suspended from office and from that date she has 180 days to be convicted of corruption, more specifically, covering holes on the national budget by shifting funds.\n\tWith that I increase my probability by 2-5% because she is being accused of violating fiscal laws. \nIf she is not convicted by those 180 days then she will assume her position again. Because she has now made it this far into the last stage of the impeachment process, I increase my estimate 30% putting me at 55%. \n\tI say this because there is now only a two-thirds vote that stands between her and her position, and I feel that by making it through all of other phases of the impeachment process, there is not as much inhibiting her impeachment.  In order for her to be convicted, 54 out of the 81 senators need to vote “yes”. If at least 54 senators all vote yes arbitrarily, there is a 1% chance of that happening so I increase my estimate by one. 56% Obviously, senators’ decisions are not arbitrary as they are all part of a political party and therefore they will vote based off of their party ideals, etc… Of the four major parties in power, PT has 11 seats in the senate, PMDB has 18, PSDB has 11, and DEM has 4.\n\tBecause Cunha is one of Rousseff’s largest critics, I think that most of PMDB senators would vote for the impeachment which is 18 out of the 54 needed. \n\tPTB did not support Rousseff in the elections so I would guess that it’s 3 senators would vote for impeachment. That is now 21 1of 54 needed. \n\tPSDB is known as an antagonist to the worker party which adds 11 more senators putting it at 32 of the 54 needed. \n\tPP supports the impeachment of Rousseff so that adds another 6 senators, adding up to 38 of 54 needed. \n\tDEM is in the Change Brazil coalition which is a rival against Rousseff’s coalition, so I would assume that it’s senators vote for impeachment, adding 4, which leaves 42 of 54 needed. \n\tI don’t have the time right now to look up more of this data but assuming I am correct with the above data, I don’t think it would be that difficult for those against Rousseff to recruit a few more senators to vote for the impeachment. \n\tThus, I raise my probability by 10%, yielding 66%.  Why Rousseff wouldn’t be impeached? It’s possible that the trial does not finish before the 180 days in which case she would go back into office. Lower my estimate 2-5%. Americas Society/Council of the Americas quoted a Eurasia Group research note cited in an Associated Press article stating that “Even though support for Rousseff's removal may grow, the pro-impeachment factions in Congress are far from the two-thirds majority needed to approve the motion in the plenary”. But this was in December of 2015 so things easily could have changed since then. With this I lower my probability by 2-5%. Also stated by an article in AS/CA, Rousseff can also point out that there could be a lack of tangible evidence which would slow the trial and she could also delegitimize Cunha which could possibly stop the trial process. With this I lower my probability by 2-5% If Rousseff is voted to be impeached, she can appeal the trial. This would have to be on the basis of legal violations. I don’t know anything about the Brazilian court system so I am going to estimate that it is not common that cases get appealed so I lower my probability by about 2-5%. As stated in a new article released on June 1, recordings have been released by the government that may undermine those opposed against Rousseff. Romero Juca and Fabiano Silviera both resigned from their Cabinet positions because they were caught making statements about wanting to stop the corruption inquiries. Silviera was also caught helping his allies avoid punishment. Also, the leader of the Free Brazil Movement, was caught making statements about how his political activist group received support from political parties to promote pro-impeachment rallies(LA Times).\n\tWith this information I decrease my estimate by 5-8% because although this is important information I don’t see it as being a strong suggestion that Rousseff will not be impeached. \n\tThis leaves me with a 38% that Rousseff be impeached.  For further review:  Marcelo Odebrecht, one of the country's most powerful businessmen, signed a plea-bargain deal after his construction company was accused in the Petrobras scandal. Soon he will obviously implicate some people of which may be important for this question (LA Times). Feel free to comment and critique!"], [821, "2016-06-03T21:51:04Z", [0.9], ""], [23006, "2016-06-03T20:32:17Z", [0.75], "In light of gjo options that see her not in office  other than impeachment I'm dropping my prediction"], [368, "2016-06-03T19:56:13Z", [1.0], ""], [83, "2016-06-03T19:35:46Z", [0.28], "Brazilian Court bars Temer from running for political office for the next 8 years due to violations of election law.\nhttp://www.telesurtv.net/english/news/Literally-Unelectable-Court-Bars-Temer-from-Running-for-Office-20160603-0016.html"], [24159, "2016-06-03T18:08:20Z", [0.9], ""], [691, "2016-06-03T17:40:39Z", [0.98], ""], [10759, "2016-06-03T16:27:28Z", [0.72], ""], [4634, "2016-06-03T16:26:59Z", [0.72], ""], [23234, "2016-06-03T15:29:49Z", [0.05], ""], [23234, "2016-06-03T15:25:27Z", [0.17], ""], [241, "2016-06-03T15:22:14Z", [0.8], ""], [25711, "2016-06-03T12:59:33Z", [0.85], "it seems ineviteable"], [23234, "2016-06-03T10:37:43Z", [0.11], ""], [25243, "2016-06-03T09:02:40Z", [0.93], ""], [6303, "2016-06-03T01:12:06Z", [1.0], "No news since last week to change my forecast."], [12879, "2016-06-02T22:25:57Z", [0.01], ""], [1333, "2016-06-02T22:03:45Z", [0.55], ""], [506, "2016-06-02T21:39:35Z", [0.99], ""], [691, "2016-06-02T20:51:48Z", [0.98], ""], [20053, "2016-06-02T20:02:47Z", [0.35], ""], [368, "2016-06-02T18:29:15Z", [1.0], ""], [23117, "2016-06-02T17:47:39Z", [0.96], ""], [67, "2016-06-02T13:14:17Z", [0.45], ""], [12302, "2016-06-02T00:20:22Z", [0.9], ""], [689, "2016-06-02T00:06:38Z", [0.44], "The vote to impeach was 54 or 55. She only needs to turn 2 votes to get under the 60% threshold and resume duties as president. With opposition crumbling, this might be possible."], [83, "2016-06-01T23:36:09Z", [0.29], "Given the events of the past week; suspect that the chances of an actual impeachment trial may be diminished. -Several Senators who voted for impeachment, are now unsure of how they will vote during the trial.\n-\"Car Wash\" investigation now threatens to bring now the Temer government.\n-Brazil's stock market (IBOV) records the \"worlds worst performance\" during May, under Temer's leadership.\nhttp://www.bloomberg.com/news/articles/2016-06-01/temer-s-blunders-are-rousseff-s-hope-back-to-brazil-presidency In Brazil, even the past is unpredictable (new revelations revise the story):\nhttp://www.latimes.com/world/mexico-americas/la-fg-brazil-leaks-20160531-snap-story.html"], [51, "2016-06-01T22:51:43Z", [1.0], ""], [691, "2016-06-01T22:41:29Z", [0.98], ""], [368, "2016-06-01T18:43:27Z", [1.0], ""], [1639, "2016-06-01T17:06:29Z", [1.0], "The 0.8% quarter-on-quarter fall in output to be announced today would be horrible news in a normal country. But in Brazil’s case it counts as mildly cheerful: in the previous three quarters the decline ranged from 1.4% to 2.1%. Dilma Rousseff, who as president sent unemployment soaring and incomes tumbling, is now watching from the sidelines pending an impeachment hearing. Her office is occupied by Michel Temer, her ex-deputy, now foe. He hopes that competent economists in his caretaker administration—and a bold plan to fix Brazil’s wobbly public finances—will jolt the economy back to life. It has been a rocky start. Two ministers have resigned in as many weeks after leaked tapes suggested they were trying to hamper a bribery probe in which both government and opposition parties are enmeshed (everyone involved denies wrongdoing). Planting seeds for growth is hard when you are busy putting out fires"], [22300, "2016-06-01T16:54:05Z", [0.97], ""], [4634, "2016-06-01T15:42:07Z", [0.78], ""], [10759, "2016-06-01T15:41:51Z", [0.78], ""], [25636, "2016-06-01T12:49:34Z", [0.85], "It depends if the lower house can get away with nullifying the vote from before. There are some legitimate complaints about it, but I don't believe that they will be able to overturn it. In which case, the upper house will vote, likely with the same outcome, and she will likely be impeached. It will be late in the year, but by November I'd expect her to be impeached."], [11080, "2016-06-01T12:30:19Z", [0.91], ""], [25379, "2016-06-01T11:26:55Z", [0.89], "Eurasia sustains 20% of chance that the Senate rejects her impeachment.\nAs a Brazilian, local news have been turning somewhat worse in the last few days for Temer."], [767, "2016-05-31T23:56:39Z", [0.95], ""], [83, "2016-05-31T18:20:10Z", [0.29], "http://www.reuters.com/article/us-brazil-corruption-idUSKCN0YL1SB\nTemer's Minister of Transparancy resigns over recordings indicating possible participation in efforts to obstruct the  Prtrobras corruption investigations.\nFrom the article: \"But the recordings add weight to the argument that the new government could face declining support for Rousseff's ouster by the Senate, which needs a two-thirds majority to convict....\" Odd side note: Brazilian media claim to have identified the exact moment Temer was possessed by Satanic forces.\nhttps://m.youtube.com/watch?v=pWDITp-Bngg"], [368, "2016-05-31T16:41:36Z", [1.0], ""], [25379, "2016-05-31T16:30:10Z", [0.9], "Current government is facing problems in the Senate, where it will need 2/3 of the votes to impeach Dilma by Aug/Sep.\nAdjusting to be below consensus."], [23234, "2016-05-31T13:29:02Z", [0.18], ""], [23234, "2016-05-31T13:28:12Z", [0.31], ""], [23234, "2016-05-31T13:07:26Z", [0.52], ""], [3363, "2016-05-31T12:16:21Z", [0.58], ""], [12828, "2016-05-31T12:09:34Z", [0.92], ""], [691, "2016-05-31T11:48:24Z", [0.98], ""], [25021, "2016-05-31T08:12:12Z", [0.55], "Another one bites the dust. . . Anti-corruption (!) minister Fabiano Silveira becomes the second member of the interim government to resign, and there are strong signs he won't be the last. Temer's hand-picked (?) cabinet is in tatters and it is by no means certain that the Senate will gather the two-thirds majority necessary for impeachment. Yes, a majority of Brazilians still believe Rousseff deserves to be removed, but the prescribed grounds for that removal now look exceedingly tainted. An early election appears increasingly likely. Staying above 50% for now because anything is possible in this clown circus, and because a return to real democracy would almost certainly see the end of Rousseff's tenure."], [15471, "2016-05-31T05:49:40Z", [0.8], ""], [6303, "2016-05-31T03:43:59Z", [1.0], "No news since last week to change my forecast."], [23006, "2016-05-31T02:18:00Z", [1.0], ""], [57, "2016-05-30T22:42:16Z", [1.0], ""], [24287, "2016-05-30T18:01:18Z", [0.97], "What a cartoon democracy!  http://www.financialexpress.com/article/world-news/brazils-dilma-rousseff-says-impeachment-aimed-at-corruption-probe/"], [691, "2016-05-30T15:32:51Z", [0.99], ""], [23234, "2016-05-30T13:32:53Z", [0.55], ""], [23234, "2016-05-30T13:24:08Z", [0.63], ""], [1633, "2016-05-30T10:14:38Z", [0.89], ""], [14477, "2016-05-30T00:31:41Z", [0.68], ""], [24985, "2016-05-29T23:52:32Z", [0.82], ""], [20008, "2016-05-29T23:44:01Z", [1.0], ""], [23426, "2016-05-29T22:16:34Z", [1.0], ""], [368, "2016-05-29T21:09:18Z", [1.0], ""], [24159, "2016-05-29T14:49:07Z", [0.99], ""], [691, "2016-05-29T12:48:07Z", [0.99], ""], [23234, "2016-05-29T10:30:40Z", [0.49], ""], [241, "2016-05-28T22:59:23Z", [0.9], ""], [368, "2016-05-28T20:40:09Z", [1.0], ""], [10192, "2016-05-28T16:36:06Z", [1.0], ""], [691, "2016-05-28T13:15:11Z", [0.99], ""], [1624, "2016-05-28T06:19:26Z", [1.0], ""], [5386, "2016-05-28T05:12:14Z", [0.99], ""], [368, "2016-05-27T20:23:01Z", [1.0], ""], [21399, "2016-05-27T17:16:50Z", [0.8], ""], [1639, "2016-05-27T15:28:36Z", [1.0], "The state of Rio de Janeiro missed an $8.4 million payment to an international creditor as a debt crisis in Brazil’s state governments deepened amid what the federal Finance Ministry has called “out-of-control personnel expenditures.”\nhttp://www.wsj.com/articles/brazils-rio-de-janeiro-state-misses-debt-payment-1464191036\n==============\nThese are  all bad news for Dilma. She would get a lot of blame now that she is no longer sitting right in there"], [23234, "2016-05-27T12:33:21Z", [0.45], ""], [25379, "2016-05-27T11:58:10Z", [0.95], "Down 5% due to phone taps that implicate the president of the Senate. The Senate vice-president is from Dilma's PT party."], [10762, "2016-05-26T23:36:40Z", [0.97], ""], [12302, "2016-05-26T23:13:04Z", [0.98], ""], [4782, "2016-05-26T23:10:17Z", [0.25], ""], [368, "2016-05-26T20:42:57Z", [1.0], ""], [25434, "2016-05-26T19:31:35Z", [0.85], ""], [691, "2016-05-26T18:33:00Z", [0.99], ""], [83, "2016-05-26T16:58:04Z", [0.3], "More details concerning the alleged coup are becoming public news.  Temer's gov't has lost the Green Party.\nGiven the 55-22 Senate vote; only 2 votes need to change For the impeachment to fail, if it even gets to a final vote.\nhttp://sputniknews.com/news/20160526/1040257447/dilma-temer-calheiros-juca-cunha.html\nhttp://www.ft.com/intl/cms/s/3/dd59e7da-2279-11e6-aa98-db1e01fabc0c.html#axzz49mY72E2N Temer gets a budget with a $47.7b primary deficit, after Rousseff failed to get agreement on a budget with a primary surplus.\nhttp://www.bloomberg.com/news/articles/2016-05-25/temer-earns-first-win-as-brazil-congress-approves-fiscal-target\nBrazilian Supreme Court ruled corporate financing of elections illegal: running a public deficit short term, instead of the longer term austerity plans, looks like an attempt by Temer's gov't. to attract voters in the upcoming Oct. 2016 municipal elections.\nhttp://uselectionatlas.org/FORUM/index.php?topic=220348.0"], [136, "2016-05-26T09:44:38Z", [0.95], "http://news.xinhuanet.com/english/2016-05/26/c_135389649.htm\n\"The impeachment effort against suspended President Dilma Rousseff may reach a final decision in August, according to a work schedule presented Wednesday by Senator Antonio Anastasia, rapporteur of the current Procedural Commission for the Impeachment,\" the agency said.\n...\nOn Aug. 1 or Aug. 2, congress would vote on the commission's findings via a simple majority vote of \"half of all senators attending plus one.\" \"After the report is voted on in the full Senate, the process moves to its last ballot,\" under the supervision of Supreme Court chief Ricardo Lewandowski. That ballot marks \"the last stage of the proceedings, and two-thirds of the votes are required to permanently unseat the president -- 54 of the total 81 senators,\" the agency said.\""], [23234, "2016-05-26T02:36:12Z", [0.39], ""], [689, "2016-05-26T01:14:15Z", [0.93], ""], [368, "2016-05-25T22:00:05Z", [1.0], ""], [15097, "2016-05-25T20:28:01Z", [0.95], ""], [691, "2016-05-25T18:39:21Z", [0.99], ""], [19170, "2016-05-25T14:50:32Z", [0.95], ""], [11080, "2016-05-25T13:06:05Z", [0.93], ""], [14182, "2016-05-25T09:18:54Z", [0.95], "Come down 2%. Sort of impressed w/ @Gibson quote! https://vine.co/v/iUEVd17MTFT (who needs the invisible hand when you have the hand of god) Epistemic uncertainty never looked like so much fun when Maradona does it. Luck might even play a bigger role on this one so, I'll back off a little more over time.\n"], [476, "2016-05-25T03:43:31Z", [0.98], ""], [1993, "2016-05-25T02:59:58Z", [0.75], "I don't know. It's so difficult to judge politics in foreign lands, if you are not there and never have been. Can we assume that those senators who voted to impeach Rousseff will vote to convict her? Brazilian politics seems to change directions with the wind. Rousseff looks pretty good next to acting President Temer and the Planning Minister and ex-senator who were chatting about removing Rousseff from office in order to scupper a corruption investigation of Petrobras. Perhaps that won't matter, unless Brazilians can find a better target of their frustration. Maybe people just expected too much of Rousseff, so now they don't like her and want to see her go. It would help to sway some senators in her favor, if she were more popular in the streets."], [25293, "2016-05-25T01:45:31Z", [0.81], ""], [25198, "2016-05-25T00:05:21Z", [0.9], ""], [23234, "2016-05-24T21:27:10Z", [0.5], ""], [368, "2016-05-24T20:10:21Z", [1.0], ""], [22243, "2016-05-24T19:05:37Z", [0.93], ""], [23234, "2016-05-24T17:56:27Z", [0.4], "https://vine.co/v/iUEVd17MTFT (who needs the invisible hand when you have the hand of god)"], [23402, "2016-05-24T17:38:46Z", [0.99], ""], [67, "2016-05-24T16:27:40Z", [0.65], ""], [83, "2016-05-24T16:22:37Z", [0.5], "http://www.theguardian.com/world/2016/may/23/brazil-dilma-rousseff-plot-secret-phone-transcript-impeachment Phone transcripts seem to indicate the political \"coup\" against Rousseff was motivated by her refusal to prevent the ongoing corruption investigations in Brazil."], [16007, "2016-05-24T15:10:01Z", [0.98], "yes"], [25379, "2016-05-24T13:16:37Z", [1.0], ""], [691, "2016-05-24T11:55:16Z", [0.99], ""], [25021, "2016-05-24T04:43:53Z", [0.67], "Dropping 5% following news of Juca's resignation in wake of leaked tape scandal. Will wait and see how much collateral damage results from this bombshell, but whole impeachment process will surely be scrutinized very closely in the media and in the streets. Temer's government now appears shaky and calls for an early election are likely to grow. Not sure as yet how this will affect Rousseff, though it does lend credibility to her coup accusations and credibility is in short supply right now."], [8662, "2016-05-24T04:01:04Z", [0.68], ""], [30, "2016-05-24T03:49:06Z", [0.75], "It seems fairly likely that Rousseff will be impeached, but I'm starting my forecast a little lower than the rest of the crowd. If the past six months of following (or at least trying to follow) Brazilian politics has taught me anything, we will likely see a couple of more twists and turns in the plot before before the year is out.  Take today, for example, tapes released by a Brazilian newspaper seem to implicate the government's new planning minister in a plot to impeach Rousseff (in an effort to shut the Petrogas investigation down). This will only give additional fuel to Rousseff's supporters, who argue that she is being scapegoated.   Source: http://www.nytimes.com/2016/05/24/world/americas/brazil-dilma-rousseff-impeachment-petrobras.html?ref=world&_r=0"], [6303, "2016-05-24T03:33:16Z", [1.0], "No news since last week to change my forecast."], [368, "2016-05-23T20:49:02Z", [1.0], ""], [24159, "2016-05-23T20:40:08Z", [0.97], ""], [691, "2016-05-23T18:51:48Z", [0.99], ""], [4634, "2016-05-23T17:19:00Z", [0.82], ""], [10759, "2016-05-23T17:18:41Z", [0.82], ""], [23069, "2016-05-23T17:11:37Z", [0.8], ""], [3363, "2016-05-23T11:16:00Z", [0.66], ""], [25336, "2016-05-23T10:13:29Z", [0.87], "bad for brazil"], [14182, "2016-05-23T08:13:01Z", [0.97], "Good procedural review. President Rousseff interviewed by Glenn Greenwald.\nhttps://theintercept.com/2016/05/19/watch-first-interview-with-brazils-president-dilma-rousseff-since-the-senates-impeachment-vote/\nFORBES: reiterating original interview http://www.forbes.com/sites/kenrapoza/2016/05/22/brazils-suspended-president-dilma-in-it-to-win-it-but-probably-wont-2/3/#70eb5798f087 A. She won't resign. \nB. No date set for Senate hearings ( maximum 180 days). \nC. She has 20 days to rebut evidence &, defend herself.\nD. She could \"in theory challenge\" Supreme Court's ruling but in practice, a\n    high probability the ruling would not be overturned. NB details in article.\nE. Since, it is from her perspective however, not a Judicial rather an an \n    Executive/Political procedure, \"...She does have ONE GLIMMER of hope, though.\n    If she can persuade public opinion in her favor during the trial then that might \n    convince a few senators to vote in her favor. She NEEDS only five of them to \n    switch teams.  Conclusion: \nNo change to forecast."], [23006, "2016-05-23T02:07:47Z", [1.0], ""], [18343, "2016-05-22T23:04:11Z", [0.75], ""], [22539, "2016-05-22T21:30:58Z", [0.8], ""], [368, "2016-05-22T21:29:15Z", [1.0], ""], [1269, "2016-05-22T21:20:14Z", [0.99], ""], [689, "2016-05-22T17:27:57Z", [0.88], ""], [691, "2016-05-22T16:37:40Z", [0.99], ""], [3329, "2016-05-22T16:17:52Z", [0.9], ""], [4092, "2016-05-22T09:22:22Z", [0.9], ""], [2072, "2016-05-22T07:54:05Z", [0.65], "After the excellent comments of @sevedb and @praedico I am updating my forecast. I still am really not sure if she will cease to be president in time, but the chances are definitely higher than 50%"], [24159, "2016-05-22T03:24:40Z", [1.0], ""], [25293, "2016-05-21T19:53:18Z", [0.87], ""], [1639, "2016-05-21T19:22:24Z", [1.0], "Brazil’s interim president, Michel Temer, appointed an all-white, all-male team of economic reformers to his cabinet after taking over from Dilma Rousseff, who has been suspended while the Senate conducts an impeachment trial. Henrique Meirelles, the new finance minister, proposed a constitutional amendment to give autonomy to the central bank he used to head. [From The Economist]"], [691, "2016-05-21T17:48:56Z", [0.99], ""], [1468, "2016-05-21T15:42:57Z", [0.98], ""], [15548, "2016-05-21T15:04:43Z", [0.99], ""], [4634, "2016-05-21T10:48:11Z", [0.78], ""], [10759, "2016-05-21T10:46:05Z", [0.78], ""], [102, "2016-05-20T21:51:11Z", [0.9], ""], [691, "2016-05-20T21:08:18Z", [0.99], ""], [368, "2016-05-20T18:40:46Z", [1.0], ""], [83, "2016-05-20T18:24:54Z", [1.0], "180 day deadline is Nov. 8th:\nhttp://www.channelnewsasia.com/news/world/rousseff-s-trial-to-run-o/2804094.html"], [2072, "2016-05-20T17:34:53Z", [0.5], "Quite a lot of people seem really certain about this. However, I am not really convinced, and even after a long search, cannot find good data that would help me decide this. The problems are manyfold. First of all, the timeframe. January 1st, 2017, is not really far off. Based on history, we can say that Impeachment trials are lengthy and cumbersome affairs. They are not cut and dry trials like murder cases with tons of DNA evidence and a written confession. The second is the votes. Yes, congress and senate voted to suspend her. Now, within 180 days, a trial must take place. However, this trial is not going to be conducted by the senate (at least, not to my knowledge), but instead by the judicial branch. I have to admit I don't think this question is worth it digging into all the legal stuff. In addition, I am not certain just how corrupt the legal system is and how easily a verdict can be bought. That means that there is a good chance that Rousseff may yet weather the storm until 1st of January 2017. The outcome will be dependent on too many factors to judge correctly: Whether something unexpected happens, whether she panics and just runs away, whether she is really guilty of the charges laid against her, how quickly the court will come to a conclusion, how determined her enemies are to get her out of power, how many allies she can amass in that time, etc. etc. etc. So, for now, I am assigning a simple 50:50. If anyone has any comments or thinks I have something completely wrong, please let me know. This is a question that will need lots of updates depending on the news."], [83, "2016-05-20T17:08:27Z", [1.0], "Temer reportedly call out the military place a security y detail around Rousseff's residence.\nhttp://www.telesurtv.net/english/news/Temer-Orders-Military-to-Surround-Residence-of-Dilma-Rousseff-20160519-0056.html"], [241, "2016-05-20T13:03:04Z", [0.66], ""], [13551, "2016-05-20T08:56:15Z", [1.0], ""], [25141, "2016-05-19T21:39:00Z", [0.99], ""], [368, "2016-05-19T18:08:34Z", [1.0], ""], [1057, "2016-05-19T17:57:28Z", [0.05], ""], [1055, "2016-05-19T17:55:09Z", [0.25], ""], [83, "2016-05-19T16:20:07Z", [1.0], "Fears that political appointments, by an unelected government, may be intended to end the Petrobras investigation (the targets cited include 7 ministers in Temer's  government). Brazil's new justice minister, Alexandre de Moraes, reported to have said that the new government may ignore the recommendation of Brazil's independent prosecutors, and select it's own preference for attorney-general, although Temer denies this.  \nhttp://www.ft.com/intl/cms/s/0/ee23d618-1ce6-11e6-8fa5-44094f6d9c46.html#axzz497QO2uru"], [25226, "2016-05-19T15:55:27Z", [0.99], ""], [23206, "2016-05-19T15:08:07Z", [0.98], ""], [691, "2016-05-19T14:40:34Z", [0.98], ""], [283, "2016-05-19T13:40:30Z", [0.58], ""], [12874, "2016-05-19T12:31:22Z", [0.87], ""], [12940, "2016-05-19T11:13:31Z", [1.0], ""], [14656, "2016-05-19T03:18:59Z", [0.98], ""], [691, "2016-05-19T02:39:16Z", [0.98], ""], [23006, "2016-05-19T02:29:57Z", [1.0], ""], [25201, "2016-05-18T21:39:57Z", [0.95], ""], [368, "2016-05-18T21:35:44Z", [1.0], ""], [20053, "2016-05-18T20:53:36Z", [0.95], ""], [102, "2016-05-18T18:47:19Z", [1.0], "Some color:  http://www.commondreams.org/views/2016/05/16/brazil-coup-or-fiasco Are we cheering on some right-wing putschistas here? @ravel, @GL2814, @redacted, @dada, @Raahul_Kumar"], [14201, "2016-05-18T16:42:55Z", [0.79], ""], [15477, "2016-05-18T15:48:07Z", [0.81], ""], [5863, "2016-05-18T15:45:28Z", [0.95], ""], [283, "2016-05-18T14:45:00Z", [0.6], ""], [522, "2016-05-18T08:31:32Z", [0.95], "It seems inconceivable that the process can be stopped despite the deteriorating situation and that President Rousseff is one of the very few not being investigated for personal corruption. Those standing are unlikely to want to hand back the offices they have acquired. "], [21884, "2016-05-18T05:47:15Z", [1.0], ""], [24629, "2016-05-18T04:16:35Z", [0.85], ""], [689, "2016-05-17T21:47:20Z", [0.67], ""], [24009, "2016-05-17T21:40:27Z", [0.97], ""], [3922, "2016-05-17T19:55:47Z", [1.0], ""], [17875, "2016-05-17T19:44:21Z", [1.0], ""], [25111, "2016-05-17T19:24:25Z", [0.98], ""], [368, "2016-05-17T18:33:08Z", [1.0], ""], [241, "2016-05-17T18:23:21Z", [0.65], ""], [24595, "2016-05-17T17:54:39Z", [0.95], "Already there"], [14933, "2016-05-17T17:52:50Z", [0.94], ""], [24729, "2016-05-17T16:07:29Z", [0.4], ""], [12828, "2016-05-17T14:36:25Z", [0.85], ""], [51, "2016-05-17T13:36:17Z", [1.0], ""], [25021, "2016-05-17T11:09:08Z", [0.72], "Upping my original forecast by 7% but still well short of consensus. Although things look grim for Ms. Rousseff, I think the timeline from here on in will be interesting. I doubt there will be a rush to judgement as there are several more pressing matters to consider and no clear successor who would be desirable to her adversaries. Also not convinced that there is a >90% chance she will be found guilty."], [14182, "2016-05-17T08:31:43Z", [0.97], ""], [25094, "2016-05-17T08:06:45Z", [0.95], "The country has been in recession since the Chinese Economy started faltering, and many Brazilians are looking for somebody to blame for all their problems."], [909, "2016-05-17T02:57:42Z", [0.99], "They've already started to impeach her."], [909, "2016-05-17T02:56:19Z", [0.9], ""], [24439, "2016-05-17T02:11:33Z", [0.95], ""], [25087, "2016-05-17T01:51:52Z", [0.99], ""], [424, "2016-05-17T01:31:02Z", [0.75], ""], [21545, "2016-05-17T01:05:31Z", [0.97], ""], [25045, "2016-05-17T00:38:25Z", [0.99], ""], [21727, "2016-05-16T21:50:36Z", [0.99], ""], [368, "2016-05-16T21:41:49Z", [1.0], ""], [20872, "2016-05-16T21:05:39Z", [0.99], ""], [83, "2016-05-16T18:59:28Z", [1.0], "http://www.reuters.com/article/us-brazil-politics-latam-idUSKCN0Y50ST\nRouseff reportedly vacationing with family in southern Brazil.  Not sure if the IFP's \"three week waiting period\" if Rouseff \"flees the capital\" will apply in this case, but she has left the capital.  Raising forecast until there is further clarification. \"Rousseff, who is spending the weekend with family in the southern Brazilian city of Porto Alegre, has said she could appeal to regional organizations in efforts to discredit the impeachment process. Thus far, however, she has complied with all procedures related to her suspension.\""], [4288, "2016-05-16T17:52:11Z", [0.87], ""], [1708, "2016-05-16T17:28:19Z", [1.0], ""], [19924, "2016-05-16T17:08:28Z", [0.95], ""], [23117, "2016-05-16T16:32:04Z", [0.95], ""], [11442, "2016-05-16T16:31:59Z", [0.9], ""], [14559, "2016-05-16T16:21:47Z", [0.99], "She will either be kicked out or leave on her own. "], [23069, "2016-05-16T16:14:12Z", [0.9], "Looks like game is close to being over, but Brazilian politics is slippery and it's hard to say with certainty that, after the interim govt ends, she definitely won't regain power."], [1500, "2016-05-16T15:43:33Z", [1.0], "No doubt in my mind.  Her attempt to shield Lula from prosecution was a desperate gambit inspired, it seems to me, by the fact that both are guilty and well aware of sufficient evidence to that effect.  If the Rio Olympics are a fail, as it seems they may be, that will turn even more anger against both Dilma and Lula. Rio Olympics are going well, but Lula was ordered to stand trial, and the impeachment process against Dilma is moving along, with enough Senate votes for conviction already in evidence.  So long, Dilma."], [21783, "2016-05-16T15:40:25Z", [0.99], ""], [23893, "2016-05-16T14:28:16Z", [0.85], ""], [21844, "2016-05-16T13:36:46Z", [0.98], ""], [16272, "2016-05-16T13:34:25Z", [0.88], ""], [13979, "2016-05-16T13:29:48Z", [0.9], ""], [691, "2016-05-16T12:29:51Z", [0.99], ""], [241, "2016-05-16T12:26:11Z", [0.67], ""], [24728, "2016-05-16T11:49:25Z", [0.95], ""], [25063, "2016-05-16T11:44:38Z", [0.99], ""], [21173, "2016-05-16T11:38:46Z", [0.99], ""], [21283, "2016-05-16T10:58:59Z", [0.85], ""], [25061, "2016-05-16T10:53:58Z", [0.99], ""], [20650, "2016-05-16T09:53:00Z", [0.85], "They have no better choice"], [24759, "2016-05-16T08:57:53Z", [0.9], ""], [23287, "2016-05-16T08:37:53Z", [0.9], ""], [21237, "2016-05-16T07:04:02Z", [1.0], ""], [24923, "2016-05-16T06:19:56Z", [1.0], "Became now impossible. Presidential Elections should follow."], [1337, "2016-05-16T05:24:55Z", [0.97], "\"In the event that Rousseff reportedly disappears or flees the capital\" Perhaps she will go in the mountains and start a new revolution. Are there any decent mountains to hide in Brazil? Either way, her presidency is doomed."], [699, "2016-05-16T04:34:04Z", [0.65], ""], [7124, "2016-05-16T04:04:56Z", [0.85], "Hugely unpopular"], [6303, "2016-05-16T03:57:24Z", [1.0], "A few days ago the Senate voted for impeachment, so the trial is expected in 6 months."], [19846, "2016-05-16T03:24:58Z", [0.9], ""], [20521, "2016-05-16T03:07:03Z", [0.75], ""], [38, "2016-05-16T02:40:27Z", [0.85], "http://www.nytimes.com/2016/05/15/world/americas/brazils-most-entertaining-show-may-be-congress.html?emc=edit_th_20160515&nl=todaysheadlines&nlid=28699183 \"The ever-changing cast of 594 includes suspects accused of murder and drug trafficking, aging former soccer players, a judo champion, a country music star . . .  a collection of bearded men who have adopted roles as leaders of a women’s movement, [it] even includes a clown who goes by the name Grumpy, . . . More than half of  [whom] . . .  face legal challenges, from cases in auditing court involving public contracts to serious counts like kidnapping or murder. . . .Just this month, the previous speaker, an evangelical Christian radio commentator fond of posting biblical verse on Twitter, was ejected to face trial on charges that he secreted as much as $40 million in bribes into Swiss bank accounts. \"There is the Party of the Brazilian Woman, for instance — a group whose elected members in Congress are all men.  One of those who joined the party, Senator Hélio José da Silva Lima, was accused of sexually abusing a young niece last year, though charges were later dropped. “What would become of us men if there were no women by our side, to bring us joy and pleasure?” he was quoted as saying in the Brazilian news media when asked about his decision to join the women’s party.\n. . . \n\"With 28 parties holding seats, the Brazilian Congress is the world’s most fractured, . . . Polling has shown that more than 70 percent of Brazilians cannot recall what parties the candidates they elect belong to, and that two-thirds of the electorate has no preference for any party. More important, experts say, is that most of the parties embrace no ideology or agenda and are simply vehicles for patronage and graft. In a typical four-year term, one in three federal legislators will switch parties, some more than once, . . . Brazilian lawmakers are among the world’s highest paid, scholars say, with generous stipends that go well beyond their monthly salaries. They also receive free housing, health care and large staffs and enjoy special immunity from prosecution. Only the overworked Supreme Court can try them on criminal charges, a process that can take years. “The only thing that’s better than being a political party in Brazil is to be a church,” said Heni Ozi Cukier, a political scientist at the university E.S.P.M. in São Paulo.\n. . . \n\" Brazil’s president leads one of the world’s largest countries, he or she must forge coalitions with up to a dozen parties to get legislation passed in Congress. The price of loyalty is often a ministerial post, or three, depending on how many votes the party can deliver. \"In some instances, cooperation involves the illicit exchange of cash. \n. . . \n\" Ms. Rousseff chose Michel Temer of the P.M.D.B. to be her vice president. This year, he turned against her and withdrew his party from her coalition, paving the way for Ms. Rousseff’s impeachment trial. Mr. Temer, who has been convicted of violating campaign finance limits, is now the nation’s president. \"Political reform can be challenging, given that legislators must approve undoing the system that protects them . . .\n~~~~~~~\nCOMMENT:  Truth in Brazilian politics seems stranger than fiction.  Rousseff's approval rating was under 10%, but I've read that the new Pres, Temer's approval rating is 2%!  In this situation, Rousseff's \"sins\" seem extremely minor; she didn't enrich herself, she had the books cooked a little so the economy would look stronger than it was and people would vote to re-elect her.  No doubt part of her defense will be to make sure everyone knows how corrupt her accusers are; if she's successful, she could survive the impeachment trial.\n"], [11053, "2016-05-16T02:23:48Z", [0.99], ""], [11053, "2016-05-16T02:23:37Z", [0.75], ""], [21333, "2016-05-16T01:43:27Z", [0.77], "Interim president has unprecedented support that no other president has had since 1990's. If he lives up to his political credence,  communicates well enough with broader society about how to get out of the crisis, Senate will easily let him carry on being president until 2018. However,  it's important to follow up whether confidence he has doesn't fade away. "], [14656, "2016-05-16T01:30:47Z", [0.8], "Thanks to analysis from @zettel314."], [5944, "2016-05-16T01:20:35Z", [0.85], ""], [10493, "2016-05-16T01:03:24Z", [1.0], ""], [24873, "2016-05-16T00:44:27Z", [0.85], ""], [821, "2016-05-16T00:30:38Z", [0.98], ""], [4066, "2016-05-16T00:11:30Z", [0.99], ""], [22300, "2016-05-16T00:02:34Z", [0.95], ""], [1691, "2016-05-15T23:38:29Z", [0.99], "With over 2/3 majority voting to impeach, well over what's needed to be in favor, I don't think she'll remain president."], [4660, "2016-05-15T23:34:25Z", [0.95], ""], [23148, "2016-05-15T23:27:15Z", [1.0], "People in Brazil are having enough from corrupt politicians like Rousseff. She represents the peak of this system and thus will not remain in office ."], [24985, "2016-05-15T23:03:41Z", [0.89], ""], [7809, "2016-05-15T22:32:26Z", [0.95], "The economy is bad, and she will be held accountable for her faulty report of the country's finances."], [17875, "2016-05-15T22:01:43Z", [1.0], ""], [23790, "2016-05-15T21:50:55Z", [0.99], "she was impeached by a large margin"], [19647, "2016-05-15T21:33:53Z", [0.05], "The impeachment process, to be fully accomplished will take longer that Jan 2017."], [22833, "2016-05-15T21:33:26Z", [0.98], ""], [5002, "2016-05-15T21:27:11Z", [0.95], ""], [6903, "2016-05-15T21:23:11Z", [0.85], ""], [2770, "2016-05-15T20:47:50Z", [1.0], ""], [12533, "2016-05-15T20:35:10Z", [0.99], ""], [1269, "2016-05-15T20:15:50Z", [0.98], ""], [1148, "2016-05-15T20:15:48Z", [0.99], ""], [25044, "2016-05-15T18:13:59Z", [1.0], ""], [25042, "2016-05-15T17:28:17Z", [0.8], ""], [83, "2016-05-15T17:20:38Z", [0.5], "180 days, the clock is ticking. http://sputniknews.com/latam/20160513/1039546649/brazil-rousseff-impeachment.html\n8% of of Brizians believe impeachment is the solution, 62% support new elections.\nUnfortunately, Temer cannot hold new elections, even if they were constitutional, as it is likely Lula would win. http://www.telesurtv.net/english/opinion/Brazil-Coup-The-First-of-Many-Blows-Against-the-People-20160513-0012.html\nArticle outline a possible Temer agenda.  Including changes to the electorial system, which is generally unfavorable to the right."], [21762, "2016-05-15T15:52:15Z", [0.98], ""], [25039, "2016-05-15T15:46:20Z", [0.98], "you go down, biatch!"], [90, "2016-05-15T15:36:06Z", [0.98], "I am reminded of the adage \"possession is nine tenths of the law.\" "], [25028, "2016-05-15T13:56:52Z", [0.8], ""], [691, "2016-05-15T13:35:37Z", [0.99], ""], [24973, "2016-05-15T13:11:09Z", [0.87], "My initial baseline forecast was set at 20% chance of Rousseff being impeached because of the past presidents of Brazil's new republic, and ignoring Rousseff, 1/5 have been impeached. But after being put on trial I raise my probability much higher, at 80%. Rousseff is facing corruption charges but many of her accusers have also been accused of corruption so I don't raise my estimate to anywhere in the 90s. "], [19311, "2016-05-15T12:34:01Z", [0.99], ""], [25021, "2016-05-15T11:30:16Z", [0.65], "Still a few questions to be answered before this one is a done deal. International reaction, esp. China. Effectiveness of Temer administration. Olympics. Illegality of Rousseff's actions? (Impeachable?) Culture of corruption. If she is willing to stay in the fight, she may yet draw popular and political support."], [24775, "2016-05-15T10:52:19Z", [0.75], ""], [1972, "2016-05-15T04:35:38Z", [1.0], ""], [21011, "2016-05-15T01:12:41Z", [0.98], ""], [83, "2016-05-14T23:51:45Z", [0.5], "Odds of violence in Brazil seems to be increasing.  It is possible that the Olympics may be more in danger from the Impeachment process than from the Zika virus. http://www.telesurtv.net/english/news/Coup-Government-Set-to-Fire-4000-Public-Workers-in-Brazil-20160514-0024.html\nTemer asks ministers to cut payrolls by 25% by year end.\nCloses the Human Rights ministry. http://www.telesurtv.net/english/news/US-Ambassador-to-Brazil-Served-in-Paraguay-Prior-to-2012-Coup-20160514-0017.html\nInvestigation of US role in the impeachment process is under way. Current US ambassador to Brazil was, in 2012, also the ambassador to Paraguay, during the military coup there."], [231, "2016-05-14T23:47:22Z", [0.99], ""], [93, "2016-05-14T20:12:32Z", [1.0], ""], [368, "2016-05-14T17:42:16Z", [1.0], ""], [1468, "2016-05-14T15:51:04Z", [0.96], ""], [3363, "2016-05-14T15:02:56Z", [0.63], ""], [691, "2016-05-14T13:25:44Z", [0.99], ""], [1624, "2016-05-14T09:00:59Z", [0.95], ""], [1078, "2016-05-14T08:33:14Z", [0.98], ""], [24, "2016-05-14T07:06:37Z", [1.0], ""], [10924, "2016-05-14T05:40:30Z", [0.95], "I am starting with an aggressive Yes based on Senate suspension and popular mistrust for Dilma, in all probability  if there are behind the door negotiations she will have to leave."], [22243, "2016-05-14T02:13:31Z", [0.89], ""], [231, "2016-05-14T01:42:11Z", [0.95], ""], [4615, "2016-05-14T00:28:42Z", [0.82], ""], [51, "2016-05-13T22:49:22Z", [1.0], ""], [94, "2016-05-13T22:37:08Z", [0.91], ""], [24999, "2016-05-13T20:46:05Z", [0.65], ""], [24999, "2016-05-13T20:45:57Z", [0.25], ""], [24999, "2016-05-13T20:45:34Z", [0.6], ""], [83, "2016-05-13T20:26:21Z", [0.5], "Pure speculation:\n There are 81 seats in the Senate. Final vote was 55-22.\n If the missing 4 votes are against impeachment vote is 55-26.   If only two Senators that voted for the Impeachment process, decide DR is NG of the charges, the result flips. Wiki leaks  may change the public perception of Temer's Actions.\nhttp://www.telesurtv.net/english/news/WikiLeaks-Reveal-Brazils-New-Coup-President-Is-US-Informant-20160513-0016.html"], [24997, "2016-05-13T19:57:16Z", [0.91], ""], [24952, "2016-05-13T18:44:05Z", [1.0], ""], [706, "2016-05-13T18:31:29Z", [0.99], "Once the Olympics are over this process will take maybe 3 days."], [4634, "2016-05-13T18:05:51Z", [0.92], ""], [10759, "2016-05-13T18:04:39Z", [0.92], ""], [368, "2016-05-13T17:28:33Z", [1.0], ""], [16421, "2016-05-13T16:30:33Z", [0.95], ""], [23681, "2016-05-13T15:59:42Z", [0.9], ""], [556, "2016-05-13T15:58:16Z", [1.0], "http://www.nbcnews.com/news/world/brazil-s-president-dilma-rousseff-impeached-what-s-next-n573481"], [2, "2016-05-13T15:03:36Z", [0.91], "They have an interim president now.  Appointed a creationist for science minister. http://www.nytimes.com/2016/05/13/world/americas/michel-temer-brazils-interim-president-may-herald-shift-to-the-right.html Out of power, out of power to prevent being prosecuted.  Doesn't look good for Dilma.  Olympics coming up too.... cleaner to get it done before the eyes of the world turn to you."], [2, "2016-05-13T15:02:42Z", [0.9], ""], [16093, "2016-05-13T14:46:41Z", [0.8], "On 12 May, the Brazilian Senate voted 55 to 22 to start her formal impeachment."], [691, "2016-05-13T14:21:31Z", [0.99], ""], [102, "2016-05-13T13:35:34Z", [1.0], "She is no longer acting President.  https://www.washingtonpost.com/news/worldviews/wp/2016/05/12/brazils-gets-a-new-leader-amid-crisis-but-dont-think-bland-bureaucrat"], [13360, "2016-05-13T13:29:23Z", [0.99], ""], [740, "2016-05-13T12:34:11Z", [0.41], ""], [24947, "2016-05-13T11:34:27Z", [1.0], ""], [24985, "2016-05-13T11:00:09Z", [0.88], ""], [12874, "2016-05-13T09:57:16Z", [0.85], ""], [12874, "2016-05-13T09:57:06Z", [0.9], ""], [14045, "2016-05-13T09:48:35Z", [0.99], ""], [24771, "2016-05-13T09:11:19Z", [0.9], ""], [23169, "2016-05-13T08:45:29Z", [0.97], ""], [14253, "2016-05-13T07:22:55Z", [1.0], ""], [24775, "2016-05-13T07:09:36Z", [0.98], ""], [12874, "2016-05-13T06:29:04Z", [0.85], ""], [12874, "2016-05-13T06:28:48Z", [0.9], ""], [24964, "2016-05-13T06:23:41Z", [0.97], ""], [12105, "2016-05-13T05:58:11Z", [1.0], ""], [14880, "2016-05-13T04:06:57Z", [0.97], ""], [4729, "2016-05-13T03:16:17Z", [1.0], ""], [11686, "2016-05-13T03:05:34Z", [0.99], ""], [67, "2016-05-13T02:04:21Z", [0.78], ""], [8662, "2016-05-12T23:55:56Z", [0.81], ""], [506, "2016-05-12T22:52:11Z", [1.0], ""], [12879, "2016-05-12T21:44:10Z", [1.0], ""], [11080, "2016-05-12T21:25:17Z", [0.94], ""], [10314, "2016-05-12T21:20:08Z", [0.95], "Current TV coverage says it all.  Bye Bye Dilma."], [241, "2016-05-12T21:00:22Z", [0.65], ""], [14182, "2016-05-12T20:28:43Z", [0.99], "Since I participated in the original Q &, nothing much has changed since resolution -she now looks like a \"dead duck\"'at this stage. "], [368, "2016-05-12T19:37:00Z", [1.0], ""], [6552, "2016-05-12T17:36:27Z", [0.98], ""], [597, "2016-05-12T17:35:53Z", [0.99], ""], [23006, "2016-05-12T17:26:39Z", [1.0], ""], [102, "2016-05-12T17:09:17Z", [1.0], ""], [24830, "2016-05-12T16:16:59Z", [0.99], ""], [11335, "2016-05-12T16:12:59Z", [1.0], ""], [24146, "2016-05-12T16:00:11Z", [1.0], "Your Rationale\nshe lost the senate hearing"], [241, "2016-05-12T15:40:15Z", [0.4], ""], [506, "2016-05-12T15:34:35Z", [0.99], ""], [691, "2016-05-12T14:56:35Z", [0.98], "The Senate voted to proceed with a larger margin than needed to convict.  It is pretty much in the nature of impeachment & removal proceedings that votes don't change just because of the trial.  The courts are sort of a wild card in this, but if they throw the case out, it is not unlikely that the political machinery will think of something else that will work.  "], [23006, "2016-05-12T14:18:09Z", [1.0], ""], [10759, "2016-05-12T13:54:31Z", [0.78], ""], [4634, "2016-05-12T13:53:33Z", [0.78], ""], [22822, "2016-05-12T13:28:49Z", [0.69], ""], [11471, "2016-05-12T12:47:48Z", [0.62], ""], [241, "2016-05-12T12:40:29Z", [0.5], ""], [3363, "2016-05-12T12:37:12Z", [0.58], "55 Senators voted to suspend her from office early this morning. It will take 54 votes in October or November to remove her. So the votes are there. But 1) she only needs to change two votes or 2) convince the court system to overturn the whole thing or 3) have the courts or the congress find a reason to delay the process for an extra two months - for this question to be resolved as no.  Given this morning's vote, the status quo answer is a yes, which is why I'm over 50%, but at least three scenarios that are completely plausible lead to a no outcome. Let me add, there are at least two other very plausible scenarios that could lead to a yes outcome: 1) she resigns or 2) the TSE rules the 2014 election is invalid and requires a whole new election (which remains a possibility, separate from this impeachment process)."], [10759, "2016-05-12T12:19:03Z", [0.92], ""], [4634, "2016-05-12T12:17:58Z", [0.92], ""], [12874, "2016-05-12T11:46:04Z", [0.99], ""], [10774, "2016-05-12T11:18:42Z", [0.99], ""], [1639, "2016-05-12T11:17:28Z", [1.0], "Brazil’s president is ousted.\nSenators voted this morning after a marathon session to suspend Dilma Rousseff and begin an impeachment trial against her.\nLawmakers accepted the charges accusing her of borrowing from state banks to conceal a fiscal deficit. We expect her to speak today as she leaves the presidential palace\n----\nSource NYT"], [19801, "2016-05-12T11:03:46Z", [1.0], "Trial can take up to 180 days, but there is enough time left for it to happen this year. http://www.bbc.com/news/world-latin-america-36273916"], [68, "2016-05-12T10:59:21Z", [0.99], "Senate has voted to impeach, 55-22.  The trial has to be completed within six months, which means that if found guilty she'll cease to be President before the end of the year. A reasonable first assumption must be that all those who voted to impeach her will also vote to find her guilty. If there are any surprises that change this prediction, there should be more than enough time to adjust."], [24287, "2016-05-12T10:56:09Z", [0.97], "55-22 - very high difference to overcome for Ms DR. Taking up 5%!"], [136, "2016-05-12T10:34:23Z", [0.95], ""], [24848, "2016-05-12T10:03:09Z", [0.95], ""], [24771, "2016-05-12T09:39:49Z", [0.93], "impeachment vote was 55-22, need 54 votes to convict so it seems very likely they'll have the votes after the trial"], [24, "2016-05-12T09:37:21Z", [0.95], ""], [3895, "2016-05-12T09:36:26Z", [0.98], "https://twitter.com/DonnaBow/status/730692705517441026 Dat goose is in de oven and is cookin' well & good!"], [12943, "2016-05-12T09:21:52Z", [0.9], "The impeachment process is clearly likely to start, but it could drag on and the outcome is not a foregone conclusion either. I'm going with 90% - somewhat below the 95% consensus at present."], [15964, "2016-05-12T09:11:47Z", [0.99], ""], [24122, "2016-05-12T08:35:49Z", [0.85], ""], [3895, "2016-05-12T08:27:14Z", [0.98], "I'm a-thinkin that Dilma's goose is well and truly cooked. Senate seem pretty set to vote for impeachment trial & by a large margin at that. "], [14253, "2016-05-12T07:01:17Z", [0.99], ""], [15471, "2016-05-12T06:26:05Z", [0.85], ""], [24680, "2016-05-12T06:05:43Z", [0.6], ""], [14880, "2016-05-12T05:27:54Z", [0.9], "Bumping likelihood up a bit.  "], [10759, "2016-05-12T04:54:02Z", [0.72], ""], [4634, "2016-05-12T04:53:53Z", [0.72], ""], [38, "2016-05-12T04:11:45Z", [0.85], "The Brazilian Senate has been debating a motion for impeachment for about 12 hrs.  Thus far, only about half of the Senators have spoken, so the debate is expected to go on all night. Meanwhile, outside there's about 5k protesters, 4k of whom are reported to be Rousseff supporters. By early Thursday morning, it is expected that a vote will have been taken on the motion to begin an impeachment trial.  (@zettel314, it may interest you to know that the man who brought the charges against Rousseff is the man who successfully brought charges against the President of Brazil in 1992.)  Rousseff is widely expected to lose that vote.  If the vote passes, a trial will begin in the Senate.   This trial must be completed in 6 months, during which time Rousseff will be suspended, but not out of office.  She will only be out of office if, after the trial, the vote goes against her, or if the trial process is not completed in the 6 months allowed by the Constitution. @sevedb,  I've read that Temer (the current VP who will be acting Pres if an impeachment trial begins) has been accused of WORSE crimes than Rousseff.  Rousseff has already outlasted many of her enemies--most recently Cunha, the previous leader of the House, who was tripped up by his own legal troubles; she may outlast Temer, too!  The popular former president \"Lula\" supports Rousseff, however, it's unclear how much he can help her because he has his own legal problems, too! In a patronage system, a president \"makes friends\" by distributing \"favors\".  Rousseff has had plenty of time to \"make friends\".  Everyone  knows who these friends are--they will be the losers if Rousseff is found guilty of the impeachment charges--so they will fight like heck to help her defeat the charges of impeachment so that they can continue to enjoy the perks of being a friend of the Rousseff, the President.  Rousseff, freed of the duties of office, will have 24/7 to plot and plan her defense with her friends.  She has already said that she will use every legal tactic that she can (and we have seen that she is very capable of doing a good job of delaying things!). My calculations:\n99% vote to begin trial of impeachment passes\n85% that impeachment trial proceeds to conclusion in 6 months or less\n85% that Rousseff is convicted of the impeachment charges 72%. . . .my gut says that's too low.\nBut I think the crowd is too high at 98%. Also, since this kind of question can resolve as \"Yes\" in a flash, it is wise to start on the high side.\nMean of 72 + 98 = 85. . . that feels about right."], [15548, "2016-05-12T04:11:02Z", [1.0], ""], [691, "2016-05-12T03:46:36Z", [0.93], ""], [10039, "2016-05-12T03:44:48Z", [1.0], ""], [102, "2016-05-12T03:29:01Z", [0.79], "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [6303, "2016-05-12T03:22:04Z", [1.0], "Brazil is having a vote to impeach Rousseff today and tomorrow with public demonstrations against her.\nRT and CCTV reported that there is a very high chance of Rousseff being impeached for corruption."], [767, "2016-05-12T02:54:50Z", [0.95], "The Dilmacanaço is happening right now. "], [23006, "2016-05-12T02:52:15Z", [0.99], ""], [29, "2016-05-12T02:19:59Z", [0.8], "Lack of support from her team is a bad sign. Lots of legal wrangling could happen prior to resolution. Or, she might just resign or flee."], [3363, "2016-05-12T01:23:59Z", [0.54], ""], [83, "2016-05-12T01:06:57Z", [0.4], "Suspect delays in initial forecast.\nhttp://www.wsj.com/articles/brazils-supreme-court-declines-to-halt-dilma-rousseffs-impeachment-1462985229\nSupreme Court rejects DR's request to halt today's vote, although it is still not clear if the court must take up the case at a later date.  Allowing the vote to take place and the Court deciding on the validity of DR's case may be two different issues.  If DR has 6 months to make a defense, the timeline gets close to the end of the year.  The charges are based on possible manipulation of deficit figures, and could be difficult to prove, if it is against the law, and who was responsible.  DR claims innocence. From: http://www.nytimes.com/interactive/2016/world/americas/brazil-dilma-rousseff-impeachment.html\n\"Asked in a recent interview with The New York Times whether she would accept a vote to impeach her, Ms. Rousseff, 68, said, “We will appeal with every legal method available.” At time of post \"the pro-impeachment\" faction led the Senate vote by 25 to 5, with 41 needed for a majority (provided all 81 Senators appear for a vote)."], [38, "2016-05-12T01:03:01Z", [1.0], ""], [734, "2016-05-12T01:01:20Z", [0.99], ""], [506, "2016-05-12T00:57:16Z", [0.98], ""], [405, "2016-05-12T00:32:47Z", [0.95], ""], [11080, "2016-05-11T22:19:35Z", [0.89], ""], [368, "2016-05-11T21:52:08Z", [1.0], ""], [24771, "2016-05-11T21:15:14Z", [0.88], ""], [19170, "2016-05-11T21:10:23Z", [1.0], ""], [1827, "2016-05-11T20:18:53Z", [0.98], ""], [22243, "2016-05-11T19:29:07Z", [0.99], ""], [530, "2016-05-11T18:57:13Z", [0.99], "This just came out:\nBrazil supreme court rejects Dilma Rousseff's last minute appeal – live\nhttp://www.theguardian.com/world/live/2016/may/11/dilma-rousseff-impeachment-brazil-senate-vote\n"], [1639, "2016-05-11T16:49:34Z", [1.0], "I won’t be swept under the carpet,” Brazil’s president has vowed. She is nevertheless likely to be brushed aside today. The Senate looks poised to begin her impeachment trial, ostensibly over dodgy government accounting, ignoring Monday’s abortive attempt by Waldir Maranhão, the acting lower-house speaker, to halt proceedings on procedural grounds. Brazilians are rightly fed up with Ms Rousseff’s economic ineptitude and with corruption in her Workers’ Party—indeed, with the whole self-serving political class. They want fresh faces. The main sweepers would be capable—Michel Temer, the canny vice-president who would take her place; Henrique Meirelles, a former central-bank governor, as finance chief; and José Serra, a senior opposition senator, as foreign minister—but they are in their 70s. Since 1985 the vice-president’s centrist (and hardly squeaky-clean) party has rarely been out of government. Brazilians can be forgiven their scepticism: just 8% think he will do a better job than Ms Rousseff"], [15548, "2016-05-11T16:44:05Z", [0.97], ""], [23006, "2016-05-11T16:38:49Z", [0.95], "Ahead of Thursday's hearing"], [734, "2016-05-11T16:24:42Z", [0.97], ""], [932, "2016-05-11T15:43:43Z", [0.72], ""], [23117, "2016-05-11T15:38:48Z", [0.9], ""], [18762, "2016-05-11T15:17:29Z", [0.99], ""], [23206, "2016-05-11T15:14:33Z", [1.0], ""], [24882, "2016-05-11T14:41:10Z", [0.99], ""], [15196, "2016-05-11T14:36:10Z", [0.95], ""], [11461, "2016-05-11T14:35:14Z", [1.0], ""], [961, "2016-05-11T14:28:58Z", [1.0], ""], [18846, "2016-05-11T14:04:18Z", [1.0], ""], [102, "2016-05-11T14:00:25Z", [0.85], ""], [14880, "2016-05-11T13:37:39Z", [0.85], "Impeachment could be hours away, but then there was an annulment the other day. Anything could still happen, but I am leaning toward eventual ouster this year. "], [12828, "2016-05-11T13:31:34Z", [0.75], ""], [23681, "2016-05-11T13:17:31Z", [0.85], ""], [13997, "2016-05-11T13:00:14Z", [1.0], ""], [24286, "2016-05-11T12:15:29Z", [0.75], ""], [12874, "2016-05-11T12:07:29Z", [0.95], ""], [12047, "2016-05-11T12:07:27Z", [0.55], "Dilma's putting up a good fight - but events are stacked against her."], [12874, "2016-05-11T12:05:56Z", [0.96], ""], [24852, "2016-05-11T10:21:12Z", [0.9], ""], [24848, "2016-05-11T10:12:32Z", [0.85], ""], [24891, "2016-05-11T09:42:14Z", [0.97], ""], [15964, "2016-05-11T08:23:25Z", [0.95], ""], [22822, "2016-05-11T06:20:41Z", [0.66], ""], [19170, "2016-05-11T06:07:58Z", [0.95], ""], [21004, "2016-05-11T06:03:38Z", [0.95], "She has already received some special intervention but it can not last. "], [24771, "2016-05-11T05:49:08Z", [0.83], "Revising my forecast  Current roadmap for the trial (snapshot of barclays research on this here https://twitter.com/BTabrum/status/730147093210370048) has June 1st as the deadline for preparation of Rousseff's defense, and June 14th for the vote in the Senate Committee to send a final opinion to the Speaker of the Senate to schedule a vote. I have made the following adjustments to my probabilities: Trial will happen: Staying at 99% (Find it extremely unlikely the Court will interfere or senate will reject impeachment today, but possible) There will be the votes to find her guilty: 80%->85% (everyone seems a lot more confident about this than me; @andrewsabisky pointed out to me I had not factored in public opinion, which was in favour of impeachment (this is not *technically* the same as being favour of her being found guilty and removed from office, but I would be surprised if many voters thought this way...), and her approval ratings are extremely low. Nevertheless, these were both true at the time of the impeachment vote in the Chamber of Deputies, and that still ended up close and from what I remember people were far from certain at the time it would happen. The fact that it did happen despite the uncertainty does of course reveal a lot of information, but I can't help feeling like there is some hindsight bias if you think on this basis getting a guilty vote in the Senate is now a dead cert) If there are the votes to find her guilty, it happens in 2016: 93%->97% (based on new info above about base case timeline, and on my own reflection that there is a very strong incentive to find her guilty (if they can) before the Olympics) If she is found guilty in 2016, she can by some means hang on to office until 2017: 5% -> 1% (as far as I can tell, a Senate vote for guilty would definitely remove her from office. The 1% uncertainty is if (say) the Court were to reinstate her, would that count as her having briefly \"ceased\" to be President? Or if there was some sort of coup? Don't know) Overall: 81% Modifiers:\n+1% she resigns in a scenario that is not co-extensive with there being the votes to convict \n+1% for assassination / death / other \"outside the model\" event  Overall: 83%"], [4634, "2016-05-11T05:04:12Z", [0.65], ""], [10759, "2016-05-11T05:04:09Z", [0.65], ""], [24287, "2016-05-11T04:52:02Z", [0.92], "More reading more reading! Simple majority to start impeachment but that is not the sufficient for the question to be answered in favour - as an steps down, but isn't permanently removed. She will get 6 months to present her case if she faces impeachment, and meanwhile create a defence. This will be a murky one. Lucky for us, six months is well within the timeline of the question. So, I need to bump up my initial assessment - the question also extends to - will Rousseff not successfully defend herself if impeachment starts. So within the remaining 25 probability points, I take a further 2 on 3 odds that she will be unable to defend herself. Hence, taking up my probability by a further 2/3 * 25 = 17 points. Total 92%."], [23006, "2016-05-11T03:28:32Z", [0.85], ""], [24146, "2016-05-11T02:36:47Z", [1.0], ""], [21884, "2016-05-11T02:16:53Z", [0.95], ""], [12591, "2016-05-11T00:51:50Z", [0.99], ""], [20284, "2016-05-11T00:12:23Z", [0.99], "Good bye Dilma.  You will not make it to the Summer Games let alone New Years.  Those who vote have the numbers as recently demonstrated in congress and there is not enough public support to prevent the removal."], [24176, "2016-05-10T23:59:04Z", [1.0], "Right around the olympics. She will be in charge for the course of olympics and vacate after the sports events."], [9755, "2016-05-10T23:54:20Z", [1.0], ""], [506, "2016-05-10T23:24:10Z", [0.78], ""], [2, "2016-05-10T22:47:40Z", [0.85], "The news doesn't look good for her.  I'm going to start high, only because I think there could be an early resolution.   Timing is a big factor, and this can easily resolve by a resignation or a deal.  The Olympics might play into it. Less likely anything will happen during the Olympics.  More likely, it'll be quicker than we think, or it'll wait until after.  "], [23787, "2016-05-10T20:56:28Z", [0.99], ""], [24771, "2016-05-10T20:42:39Z", [0.72], "Updating my forecast, previous reasoning here: https://www.gjopen.com/comments/comments/232087 I had been assuming that if the Senate trial finds her guilty, she is definitely removed from office. I am 95% sure this is the case, but maybe there is some chance she might be able to string it out somehow pending an appeal? I honestly don't know and am trying to find out. Meanwhile, pending this, going down to 72% from 76% "], [13817, "2016-05-10T20:42:06Z", [1.0], ""], [24771, "2016-05-10T20:22:30Z", [0.76], "So far, everyone seems way too certain about this, and I apologise in advance for this ramble but I have now spent far more time on this than I intended to, and didn't make the effort to edit.  It’s very difficult to set a base rate here, there has only been one impeachment in Brazil (1992, successful). There was one impeachment of a president in Paraguay (2012), which was also successful. Both were significantly closer to unanimous than the initial impeachment of Rousseff.  There have been two impeachments of US Presidents, Johnson and Clinton, both were highly acrimonious, partisan proceedings and resulted in acquittal. Nixon resigned before Congress had the chance to impeach him, I think we can safely assume he would have been found guilty, and I would say there is a good case to add him to the sample. Impeachment processes are, I believe, relatively similar across all these countries. It is rather time-consuming to get the data for this. I don’t really know what to conclude here, other than my impression is that the successful impeachments (especially Brazil 1992 and Paraguay 2012, and if we were to include Nixon) were much closer to unanimous. I would be very interested if anyone could put together a better dataset for impeachments of heads of states in countries with similar processes to Brazil. Verdict: without doing much more work, I can’t really have anything other than an extremely weak prior.   Switching to the Inside View: I am not sure the previous successful impeachment in Brazil tells us much – impeachment vote was significantly more overwhelming, President resigned before being found guilty (which he was, after resignation). You can read about it here (https://en.wikipedia.org/wiki/Fernando_Collor_de_Mello#Corruption_charges_and_impeachment), but I struggle to fund anything useful. As for these proceedings, I think there is a 99% probability there will be a trial, starting very soon. Timeframe: there is a time limit of 180 days after impeachment before the suspension of office ends. So it seems like the timeframe for 2017 is definitely on... but, let me quote para 2 of Article 86 of the Brazilian Constitution \"Paragraph 2 - If, after a period of one hundred and eighty days, the trial has not been concluded, the suspension of the President shall cease *without prejudice to the normal progress of the proceeding*.\" (*My emphasis*) The 180 days appears not to be a deadline for the end of the trial, just the suspension from office. So the trial could conceivably continue into 2017, especially if it is uncertain whether they have the votes. How likely is this to happen? I wouldn't want to bet on much less than 5-10%. Conditional on Rousseff being found guilty in a trial, I'm going to start with a 93% chance it happens in 2016.  How likely is she to be found guilty? I've taken the 81 senate seats (per the list here https://en.wikipedia.org/wiki/Federal_Senate), and taken the % of votes to impeach by party in the Chamber of Deputies from here (https://en.wikipedia.org/wiki/Impeachment_process_against_Dilma_Rousseff),assigning a 90% probability for voting to impeach by the three “non-aligned” given two of them recently left PT (Rousseff’s Party) and one PDT (another left wing Party that was giving support to Rousseff at the time) on seemingly acrimonious terms and one of them indeed is responsible for providing evidence against Rousseff  (http://www.bbc.co.uk/news/world-latin-america-36211526), and a 70% probability to the PTC member who is recently ex-PTB, of which 70% voted to impeach. Doing all that gets you to 58.9 votes, or c.5 more than the required 2/3. That seems very tight to me, but much more likely they have the votes than not. For now, I’m going with 80%. Multiplied with 93% it happens in the forecast period, with 99% probability of there being a trial, that’s c.74%.  Other factors: she could resign/flee. I consider it highly, highly unlikely she would do so unless she was near-certain of being found guilty – so mostly this is co-extensive with “guilty” having the votes, and I’ll add 1% onto the forecast for this - so 75%.      She could also be assassinated, or something else I haven’t thought of that is ‘outside the model’. Another 1% for that puts me up to 76%.  Despite the chain of reasoning, my forecast is currently still substantially driven by the probability of there being the votes to find her guilty, but absent more information it just seems like it is much closer than a 90%+ probability would imply.  Comments extremely welcome. EDIT: The consensus seemed to come down quite a lot while I was writing this brain-splurge, when I started thinking about this I was seeing a lot of 90%+ "], [5386, "2016-05-10T20:21:58Z", [1.0], ""], [368, "2016-05-10T19:11:54Z", [0.98], ""], [14375, "2016-05-10T19:07:37Z", [0.33], "The Speaker of the House just annulled her impeachment vote. It really seems like it's going to be a political fight instead of a revolution, and Rousseff has the advantage because she's currently in power. They may end up ousting her, but it won't be easy. Probably not by January 1st, barring a bombshell development."], [136, "2016-05-10T18:44:14Z", [0.8], "http://www.nytimes.com/2016/05/11/world/americas/dilma-rousseff-impeachment-brazil.html\n\"Brazilians awoke on Tuesday to the news of the sudden about-face by the speaker, Waldir Maranhão, who on Monday was widely ridiculed and threatened with expulsion from his Progressive Party for trying to upend the impeachment process. Mr. Maranhão said on Monday that he would to try to annul the April 17 impeachment vote against the president, citing concerns about procedural irregularities. But in a decision made around midnight here, and widely circulated in the early morning on Tuesday, Mr. Maranhão told Renan Calheiros, the head of the Senate, that he was revoking his earlier decision.\""], [24733, "2016-05-10T18:24:43Z", [0.9], ""], [24852, "2016-05-10T18:24:21Z", [0.8], ""], [24287, "2016-05-10T18:20:54Z", [0.75], "Prez R has been cornered, no second thoughts about that. The allegations on her have been increasing, and public support has dwindled. Impeachment proceedings are wrought with politics, but public outrage is something that weighs in heavily in any of these cases. And Prez R isn't enjoying support. I will take 3 on 4 odds to open this question. To be closely monitored and reviewed."], [10039, "2016-05-10T18:17:57Z", [0.98], ""], [241, "2016-05-10T18:14:17Z", [0.45], ""], [1827, "2016-05-10T17:58:13Z", [0.95], ""], [23311, "2016-05-10T17:56:55Z", [1.0], ""], [23681, "2016-05-10T17:55:42Z", [0.6], ""], [6552, "2016-05-10T17:35:35Z", [0.65], ""], [22243, "2016-05-10T17:31:35Z", [0.87], ""], [500, "2016-05-10T17:28:29Z", [1.0], "smeta americi"], [19170, "2016-05-10T17:21:58Z", [0.85], ""], [3895, "2016-05-10T17:21:01Z", [0.97], "starting high on today's news http://www.bbc.co.uk/news/world-latin-america-36248925"], [1333, "2016-05-10T17:17:30Z", [0.65], ""], [12879, "2016-05-10T17:16:58Z", [0.5], ""], [11080, "2016-05-10T17:14:35Z", [0.85], ""], [19170, "2016-05-10T17:13:41Z", [0.7], ""]]}