{"question_id": 10, "title": "Will Russia officially lift any part of its food embargo on the United States, any or all of the European Union member states, Canada, Australia, Norway, Iceland, Albania, Montenegro or Liechtenstein before 6 August 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.25, 0.75], "correct_answer": "Yes", "correct_forecast": 0.25, "preds": [[368, "2015-09-28T18:17:20Z", [0.1], ""], [3103, "2015-09-28T18:15:18Z", [0.75], "I think there is a fairly good chance that it will. Russia is not able to replace imports with internally produced analogues, despite the political claims of its leaders. Russia is already backing off on its conflict in Ukr. And during 11 months from now - by 6 Aug '16 - it will most likely lift some embargo as part of the process of \"healing\"."], [691, "2015-09-28T16:15:49Z", [0.11], ""], [493, "2015-09-28T15:09:23Z", [0.4], "Affirming. Don't see anything in the near future, but long time frame with multiple paths to \"Yes.\""], [465, "2015-09-28T14:41:35Z", [0.25], "*rationale to follow*"], [2915, "2015-09-28T02:49:39Z", [0.15], ""], [170, "2015-09-27T23:16:16Z", [0.3], "New data shows economists and political experts on all sides were wrong about Russia’s embargo: first six months were hard, but both EU and Russia adapted to instant losses pretty quickly. Despite contraction of ‘hot money’ from the West, embargo affected sectors are normalizing in Russia, mainly because local producers filling into shoes of banned competitors.  The prices are inflated, but not as much as experts predicted, people stopped buying, consumption and purchasing getting reverse to slight growth. Though, the economy will contract in the upcoming years anyway (because of wast losses in revenue from oil), but embargo has neither winners nor losers. Having said that, it’s likely Russia will stick to position against the West as long as it’s useful for Putin’s long-term goals. Source VZ.lt (translation in English) - http://bit.ly/1LIoE14"], [586, "2015-09-27T20:04:01Z", [0.95], "Yes.\nFirst are sport food (after sport supplements)."], [1491, "2015-09-27T19:28:05Z", [1.0], ""], [2825, "2015-09-27T19:06:23Z", [0.05], ""], [2811, "2015-09-27T18:57:44Z", [0.0], ""], [2811, "2015-09-27T18:48:06Z", [0.0], "Russia will not back down from the actions in Ukraine. Western countries will not lift their sanctions against Russia, neither will Russia lift its sanction against Western Countries."], [2811, "2015-09-27T18:46:27Z", [0.0], ""], [2811, "2015-09-27T18:46:11Z", [0.05], ""], [2779, "2015-09-27T17:09:27Z", [0.6], ""], [691, "2015-09-27T14:31:50Z", [0.11], ""], [2609, "2015-09-27T04:43:31Z", [0.0], "Russia will not exit crimea so western sanctions are going to be in place even after peace in Donbass is restored. Russian economy is better off in short run as the local producers increase their production to replace banned food items"], [2584, "2015-09-27T02:18:26Z", [0.25], ""], [2566, "2015-09-27T01:26:30Z", [0.0], ""], [102, "2015-09-26T22:30:38Z", [0.3], "Crowd."], [1574, "2015-09-26T21:24:13Z", [0.5], ""], [1767, "2015-09-26T17:35:57Z", [0.0], "Why would they? Shitty food is not going to be the final straw that gets the Russian people to demand better government. It is more useful as a negotiating carrot with the West. Between Ukraine and Syria I don't think relations are going to normalize within the next 9 months. I do not like that the word \"any\" is in the question however. The food embargoe as a whole will remain in place. A bribe to the right oligarch may let Albainian mint liqour off the hook."], [2310, "2015-09-26T16:19:30Z", [0.65], ""], [2287, "2015-09-26T15:45:50Z", [0.85], "Yes because people in Russia already suffering shortage of certain foods."], [1657, "2015-09-26T15:40:49Z", [0.55], ""], [2235, "2015-09-26T15:18:14Z", [0.05], ""], [691, "2015-09-26T13:53:13Z", [0.11], ""], [231, "2015-09-26T02:03:31Z", [1.0], ""], [1972, "2015-09-25T22:23:52Z", [0.75], ""], [1924, "2015-09-25T21:07:26Z", [0.09], ""], [1928, "2015-09-25T21:03:51Z", [0.15], ""], [1763, "2015-09-25T17:02:59Z", [0.6], ""], [1344, "2015-09-25T13:24:03Z", [0.78], ""], [691, "2015-09-25T13:05:29Z", [0.11], ""], [1426, "2015-09-25T02:44:56Z", [0.15], "Putin is pushing total independence for russia."], [498, "2015-09-25T00:37:29Z", [1.0], "1) By August 2016 no one will even remember why there is an embargo.\n2) A chip in some gigantic \"world peace\" initiative, led by Russia.\n3) An intense craving for Icelandic hákarl in the Kremlin."], [1257, "2015-09-24T22:13:44Z", [0.65], "\"Any\" of these member states seems like a good possibility."], [1741, "2015-09-24T21:52:27Z", [0.1], ""], [691, "2015-09-24T14:54:42Z", [0.11], ""], [1006, "2015-09-24T11:42:44Z", [0.3], ""], [740, "2015-09-24T10:47:50Z", [0.25], "Do they announce in public media (99%), they do not manage, athletes don't bring medals, and they surrender? "], [532, "2015-09-23T18:02:08Z", [0.25], ""], [691, "2015-09-23T16:11:12Z", [0.11], ""], [136, "2015-09-23T07:19:11Z", [0.4], "I'd argue that making an exception for special sports food, which requires the Ministry of Sport to certify that its import is intended for Russian national teams athletes, is not a change of policy - it has no implications for Russia's relations with any of the embargoed countries, or for the people of Russia.\nSo I don't think the question should be closed yet."], [689, "2015-09-23T07:16:26Z", [0.99], "Comment deleted on May 10, 2016 05:49PM UTC"], [60, "2015-09-23T04:59:04Z", [1.0], "Forecast based on info from UnderwaterPutin: http://government.ru/docs/19758/ \"This from Super Dima Klenchin. An exemption for special food for athletes.\""], [1114, "2015-09-23T03:45:07Z", [0.9], ""], [484, "2015-09-23T02:59:14Z", [0.8], "Again, suspect by end date this will be OBE."], [83, "2015-09-23T02:49:31Z", [0.75], "Following Jean-Pierre and UnderwaterPutin.  \nAlso EU (Merkle) & Russia (Putin) will sort this out, eventually."], [241, "2015-09-23T02:30:21Z", [0.95], "See Underwater Putin's post."], [20, "2015-09-22T22:23:37Z", [1.0], "http://government.ru/docs/19758/ This from Super Dima Klenchin. An exemption for special food for athletes. This question triggered Sept16th."], [691, "2015-09-22T21:07:05Z", [0.11], ""], [73, "2015-09-22T19:10:36Z", [0.87], "Based on - EU will lift ban at beginning Feb 2016, stating Minsk accord honoured (assuming it is, any news counter then sudden drop in my rating).  Russian sanctions are reciprocal, so will drop in response.  Clearly in Feb if this does not happen, my forecast will descend.  Base assumptions are no one wants to escalate any further than current status; and no one thinks there is any real chance of reversing the crimea situation in reality at this time."], [102, "2015-09-22T18:40:37Z", [0.25], "Move to crowd level."], [1277, "2015-09-22T18:32:48Z", [0.65], "Yes, due to public pressure, to relieve shortages and price distortions."], [484, "2015-09-22T16:11:49Z", [0.65], "Adjusting for forecast error. (low bar and long time horizon)"], [43, "2015-09-22T14:33:22Z", [0.75], "Russia is withdrawing forces from Ukraine and forming alliances, however obscure, with the U.S., Israel, Gulf states, and already is doing so openly with Iran, to save Assad. The EU desperately wants to staunch the flow of refugees from Syria. EU sanctions are due to expire in January 2016. Soon Russia will be everyone's best friend, diplomatic reset, here it comes. Maybe."], [689, "2015-09-22T05:17:11Z", [0.67], "Comment deleted on May 10, 2016 05:48PM UTC"], [172, "2015-09-22T02:22:17Z", [0.2], "Only if things turn around in Syria..."], [1325, "2015-09-21T18:26:00Z", [0.25], "https://www.washingtonpost.com/opinions/russias-food-burning-campaign-is-an-irrational-show-of-control/2015/08/27/928f91c4-41ff-11e5-8e7d-9c033e6745d8_story.html\nhttp://rbth.com/business/2015/08/18/which_countries_have_benefited_from_russias_food_embargo_48587.html The Russian food embargo has been in effect for over a year now. In that time, Russia has had time to stand up local production, diversify their supply chain (to the benefit of Pakistan, Chile, and others), and create loopholes and black markets for some EU food to pass. In the meantime, the Russian government has made a huge show of destroying \"counterfeit\" and \"dangerous\" smuggled EU food by fire and bulldozer. The optics of the message are clear: we are committed and will do things you do not understand so as long as you keep pushing us. While food prices in Russia may be high, good support for Putin means the populace is willing to bear the pain for the short and mid term, certainly another year. The embargo is about Russian protectionism and has been more harmful to EU farmers also.There may be a lifting on Greece to split the EU, but a blanket embargo is more likely to remain in place."], [1296, "2015-09-21T15:46:30Z", [0.45], "and a review of forecaster comments and links."], [1296, "2015-09-21T15:45:44Z", [0.45], "I believe the Russians will  lift part of its food embargo but the Eurozone and the Ukraine  are very unstable at this point so I will limit my probability to 45% based on this link http://www.internationaltradecomplianceupdate.com/blog.aspx?topic=158."], [493, "2015-09-21T15:24:26Z", [0.4], "Affirming."], [691, "2015-09-21T12:21:41Z", [0.11], ""], [1682, "2015-09-21T06:26:29Z", [0.03], ""], [506, "2015-09-21T04:09:16Z", [0.05], "Take that! Russia!  Montenegro parliament votes to join NATO without official invitation:   https://www.rt.com/news/315985-montenegro-resolution-nato-membership/ So... Montenegro just solidified their position on the Russian food embargo list..."], [691, "2015-09-20T13:12:53Z", [0.11], ""], [1659, "2015-09-20T11:26:39Z", [0.65], "Russia may lift the embargo with regard to specific countries (or parts of countries) such as Hungary or Greece in order to divide the EU. A blanket lifting is unlikely, in my view."], [1300, "2015-09-20T11:12:16Z", [0.58], "A lot can change in a year, but right now I think Russia will hold firm.  \nI think it's as much an internal move to boost food production internally as a political weapon, and I think a lot of Russians have become generally suspicious of many western foods.  BUT, that's a lot of countries involved.  Early spring drought in the South might force rethinking current positions."], [1070, "2015-09-20T08:45:41Z", [0.3], ""], [392, "2015-09-19T16:22:01Z", [0.2], "Putin seems to favor conflict escalation so I see it as unlikely. "], [691, "2015-09-19T12:33:17Z", [0.11], ""], [1625, "2015-09-19T03:58:27Z", [0.8], "Lifting any Embargo does not hut really hurt Russia, but could add fuel to the flames in Europe. So it is an tempting strategic option. \nAlternatively Russia may relax an embargos due to ist economic situation. Although this would lead to the same outcome, it would resemble a defeat and thus is highly unlikely."], [538, "2015-09-19T02:16:28Z", [0.15], "As a few have noted, all it takes for this forecast to be true would be lifting of an embargo to a single country, such as Greece, Cyprus or Hungary, which Russia could do as a political move to widen the rifts in a Europe hurting from austerity... I'm increasing my likelihood of such an event happening. "], [1109, "2015-09-19T00:10:34Z", [0.25], "Thank you madrre for pointing out that I had switched the info around - the EU embargo is in place until June of next year - if they drop it at that point it is likely that Russia will drop theirs as well since it seems to be a retaliatory  action.  However, the EU and the U.S. are not happy with Russia right now and it would have to take quite a turnaround in the near future for that to happen.  With their Middle East interventions I don't think that is going to be the direction.  I am taking it down slightly."], [43, "2015-09-18T17:16:58Z", [0.45], "The enemy of my enemy is my friend? See Putin's ploy to get the West to fuggedabout Ukraine.   Source: Dateline 9-16-15 If Putin succeeds in convincing the world that Russia is indispensable in the fight against the Islamic State, this could help end the international isolation that followed his annexation of Crimea and gain Putin legitimacy by redirecting the world’s attention toward what the Russian president describes as a common fight against a greater enemy — a fight bigger than differences with the West over Ukraine. This is what he is after; fighting the Islamic State is hardly the priority. It may be working: French President François Hollande expressed hope earlier this month that sanctions against Russia would be lifted. Hollande’s statement coincided with his announcement of French preparations for airstrikes against the Islamic State in Syria. In a climate where some in the West appear tired of the economic burden that has resulted from sanctions against Russia, Putin is poised to take advantage, offering a partnership of convenience as a prelude to restarting business contacts with an audience that largely has moved on from events in Crimea a year ago. https://foreignpolicy.com/2015/09/16/does-putin-russia-plan-for-syria-military-escalation/"], [484, "2015-09-18T16:01:03Z", [0.6], "Almost a year before the question closes. Opportunities for leakage in spite of hardened positions."], [691, "2015-09-18T12:25:07Z", [0.12], ""], [1588, "2015-09-18T07:19:25Z", [0.58], "The bad state of the Russian economy and shortages in 'non Russian' foods like cheeses, wine and so on will force the Russian government to reconsider embargos. "], [1472, "2015-09-18T07:04:14Z", [0.5], ""], [1583, "2015-09-18T05:20:23Z", [0.65], "They need the food pretty soon - specially with the economy in limbo, and Ukraine not on very friendly terms. Milk, and meat + meat products will be the first to get off the embargo list. "], [1568, "2015-09-18T01:28:46Z", [0.0], ""], [241, "2015-09-18T01:21:47Z", [0.45], ""], [294, "2015-09-18T00:14:53Z", [0.25], "why would he?\nIt's mostly symbolic, and has become a way to help out Belarus without using official government funds\nhttp://belarusdigest.com/story/belarus-and-russian-food-embargo-success-story-23073"], [43, "2015-09-17T21:52:05Z", [0.4], "Moving up slightly on the basis of AnneinAK's analysis."], [38, "2015-09-17T21:39:25Z", [0.45], "Thank you, Leslie, for reminding me that if Russia exempted one item from one country,  BINGO! it's a \"Yes\" resolution.\nIt seemed to me that Russia got close to exempting peaches and other fruit from Greece last spring.\nAnd Liza4all points out that the sanctions all expire in June--which would provide an opportunity for making an exemption.\nI'm moving up to 45%."], [1109, "2015-09-17T21:05:15Z", [0.3], "The embargo expires in June of next year.  Putin would have to extend it again for it not to end by August 6.. It is likely that it will be extended since I don't see any of these countries lightening up on Russia anytime soon.  "], [691, "2015-09-17T20:39:39Z", [0.12], ""], [1383, "2015-09-17T13:51:44Z", [0.09], ""], [136, "2015-09-17T09:58:35Z", [0.4], ""], [691, "2015-09-16T21:21:59Z", [0.12], ""], [1224, "2015-09-16T16:28:38Z", [0.25], ""], [862, "2015-09-16T15:09:58Z", [0.33], ""], [993, "2015-09-16T14:52:55Z", [0.7], ""], [25, "2015-09-16T13:54:12Z", [0.55], "I am optimistic only because the question is phrased so that a partial lift = yes.  http://sputniknews.com/europe/20150916/1027059689/fabius-sanctions-minsk.html#ixzz3ltSFxNyE France will support the removal of sanctions imposed on Russia if the provisions of the Minsk peace accords are fully implemented, French Foreign Minister Laurent Fabius said on Tuesday. To solve the Ukrainian crisis, all sides must keep the promises they made during the Minsk peace talks earlier this year, French Foreign Minister Laurent Fabius told Journal du Dimanche. We were meeting in Berlin on Saturday as part of the Normady Four format … It was a constructive meeting and now we are going to have a summit in Paris on October 2. We in France believe that if these issues are settled we want [the anti-Russian sanctions] to be lifted,” Laurent Fabius told members of the parliament’s Foreign Affairs committee."], [1078, "2015-09-16T08:46:15Z", [0.01], ""], [1127, "2015-09-16T07:55:45Z", [0.05], ""], [1107, "2015-09-16T03:03:36Z", [0.0], "Russia will present as unreasonable until the end of the decade. I expect Russia to extend embargoes before November 2016."], [931, "2015-09-16T01:07:12Z", [0.15], ""], [1028, "2015-09-15T22:37:13Z", [0.25], "The people who count in Russia can still get whatever they want just like the old days."], [1039, "2015-09-15T20:01:43Z", [0.25], "I don't think he will OFFICIALLY lift it, but he will find a way doing it in-officially because so many people are already turning against Putin on this issue."], [997, "2015-09-15T17:47:26Z", [0.8], ""], [974, "2015-09-15T16:48:14Z", [0.45], ""], [691, "2015-09-15T12:25:48Z", [0.12], "Only if Putin thinks he can cut somebody out of the herd. Greece used to be a candidate, but isn't just now. Both Russia and the other team seem to be adapting to the embargo so far."], [919, "2015-09-15T08:32:25Z", [0.25], ""], [830, "2015-09-14T18:02:18Z", [0.05], "Putin would lose face if he lifted the embargo anytime soon. The embargo on food imports was a big part of his propoganda. I think eventually public pressure to lift the embargo will mount eventually but not anytime withinthe next year."], [10, "2015-09-14T17:54:50Z", [0.65], ""], [350, "2015-09-14T17:43:01Z", [0.55], "But I believe the embargo lift will be selective and slight"], [506, "2015-09-14T15:53:29Z", [0.05], "QUOTE:  \nMedvedev also told a government meeting that Moscow would only ban certain food imports from Ukraine from 2016 if an economic association agreement between Kiev and the European Union came into force. \"We agreed to give (Ukraine) extra time - until Jan. 1 of next year - for decisions on questions over economic regulation,\" Medvedev said.   \"After this period, if we cannot reach an agreement brokered by the European Union - and I see no signs of that - the earlier approved documents, which set ... a food embargo for Ukraine, will come into force.\" SOURCE: \n(Reuters) http://www.reuters.com/article/2015/08/13/us-russia-crisis-food-idUSKCN0QI18R20150813 NOTE:  \n1)  If RU wants to facilitate political or economic development talks with one of the listed countries, the import ban could be used as a soft \"in\" to start talks.   2) Instead of a relaxation or reversal, RU is now targeting specific items -  flowers from Netherlands were added to the list in July, and three wines from California in August. See (UPI): http://www.upi.com/Top_News/World-News/2015/08/17/Russia-adds-three-California-wines-to-import-ban-list/1271439836987/"], [710, "2015-09-14T13:44:20Z", [0.1], ""], [484, "2015-09-14T03:39:10Z", [0.4], "Convinced myself that we'll see some change, even if it takes a finesse regarding the Russian extension."], [532, "2015-09-14T01:07:23Z", [0.2], ""], [538, "2015-09-14T00:48:37Z", [0.05], "European sanctions on Russia have been extended to Jan 2016 as of this July (http://www.consilium.europa.eu/en/press/press-releases/2015/06/22-russia-sanctions/). I suspect they will be extended once again as I wouldn't expect Russian policy in Ukraine changing. If so there is no reason for Putin to back down by lifting embargoes. "], [505, "2015-09-13T22:43:43Z", [0.05], "not necessary to reduce the embargo.  There are quite a few countries in africa and latin america willing to do business with them, particularly food and other agricultural products"], [254, "2015-09-13T19:39:46Z", [0.15], ""], [254, "2015-09-13T19:36:45Z", [0.1], "They continue to follow through on their resolutions."], [484, "2015-09-13T17:29:57Z", [0.3], "No reason to expect a thaw in relations, but still possible in limited cases. Low bar for a \"yes\" and a long timeline. In spite of inertia, Putin's popularity, and Russian (purported) willingness to accept hardship, it should be more and more difficult to shape the internal perception that current policies make sense. Offering a carrot to at least a few outliers will also offer a possibility of better days."], [101, "2015-09-13T14:32:37Z", [0.33], ""], [787, "2015-09-13T09:46:50Z", [0.1], "Putin is pushing Russia's chips forward against US hegemony wherever he can and most of his home crowd is loving it. There is no reason at this point to believe this will change over the next year. There has been some domestic backlash against it in Russia, but Vlad don't care. Expect to see more cheese bulldozers."], [706, "2015-09-13T02:30:25Z", [1.0], "Pressure from citizens who do not want a second winter of food discontent."], [40, "2015-09-13T01:29:09Z", [0.3], ""], [231, "2015-09-12T23:59:52Z", [0.3], "Hasn't had much effects on EU: https://www.stratfor.com/analysis/why-russias-import-ban-has-mostly-failed  But Putin more likely to double-down on it in the foreseeable future, for the propaganda value. Leaving some optionality for relations to change next year."], [740, "2015-09-12T21:03:21Z", [0.25], "KGB-men will survive."], [657, "2015-09-12T20:47:23Z", [0.55], "Agree with Jean-Pierre and Agent0090 - PARTIAL is the keyword here.\n"], [661, "2015-09-12T20:20:19Z", [0.0], ""], [661, "2015-09-12T20:20:06Z", [0.05], ""], [306, "2015-09-12T05:01:03Z", [0.2], "I don't see this happening any time soon. Since Russia's sanctions are reactionary, I don't see them ending their embargo until the other countries do. And for this to happen there is going to have to be a resolution to the conflict in the Ukraine. Whatever economic \"pain\" is caused by these sanctions will be tolerated until significant diplomatic progress is made. "], [699, "2015-09-12T03:07:31Z", [0.0], "The sanctions were started by USA, who first instigated the Ukrainian ousting of the legitimate president, and pushed its allies in EU to weaken Russia. Russia used this occasion to block Western goods where it fits it to give a long overdue chance to its own home grown industry to take the domestic market back. Russia has therefore no interest in ending it's blockade. The population in Russia had become very well aware that the West's intentions are to weaken and destroy Russia. The western Parliaments and most of its societies are falling in to the trap of its own propaganda, making the wrong conclusions based on its very own intentional misinformation. A tragedy, which may lead to war with Russia, which will mean the end of modern civilization."], [699, "2015-09-12T03:03:21Z", [0.0], "The sanctions were started by USA, who first instigated the Ukrainian ousting of the legitimate president, and pushed its allies in EU to weaken Russia. Russia used this occasion to block Western goods where it fits it to give a long overdue chance to its own home grown industry to take the domestic market back. Russia has therefore no interest in ending it's blockade. The population in Russia had become very well aware that the West's intentions are to weaken and destroy Russia."], [677, "2015-09-11T23:28:24Z", [0.99], ""], [530, "2015-09-11T22:23:50Z", [0.23], ""], [38, "2015-09-11T20:31:08Z", [0.25], "As my husband keeps saying, \"Never under-estimate the capacity of Russians to endure suffering.\""], [20, "2015-09-11T20:00:37Z", [0.3], "Key to this is Donbass.  This is complicated by questions of what Russia wants. After all this time, have to wonder if Putin has a plan. http://carnegie.ru/2015/09/09/russian-regime-in-2015-all-tactics-no-strategy/ih3t Russia obviously wants Ukraine not part of EU or NATO. Putin would need explicit promises from Kiev on this, or he could just make Ukraine a poison pill.  http://www.ft.com/intl/cms/s/0/ed158b66-f304-11e4-b98f-00144feab7de.html?siteedition=intl#axzz3ZJwlAvNo  Best quote from FT: \"Kiev’s parliament passed a special status law for Donbass in March. But it added conditions: special status comes into force only after separatist regions hold free elections under Ukrainian law, and all “illegal armed groups” must withdraw before the polls. \" I think Kiev would win this election, provided the above happens. The separatist probably wouldn't want to chance this. A stand off, for now. "], [267, "2015-09-11T19:59:35Z", [0.15], "German farmers are suffering and Moscow chefs are innovating and finding new foodstuffs in Russia, so Russia appears successful and might support a continued embargo."], [619, "2015-09-11T17:10:03Z", [0.05], ""], [241, "2015-09-11T16:29:26Z", [0.55], ""], [617, "2015-09-11T15:47:07Z", [0.25], "Confrontation with the West over Donbas seems deeply entrenched, and this provides a solid basis for sanctions and counter-sanctions to remain in place.  "], [493, "2015-09-11T15:25:48Z", [0.4], "Could see some limited exceptions made for some of the smaller countries (Greece, Albania, Montenegro) because (1) it would boost sentiment among Russian consumers, (2) the other countries need the money, and (3) it seems to ruffle feathers in Washington every time that one of them does something that looks like they might be \"aligning\" with Russia so Putin would get some PR mileage out of marketing it as a \"partnership\"."], [568, "2015-09-11T14:46:38Z", [0.55], ""], [241, "2015-09-11T01:10:24Z", [0.33], ""], [500, "2015-09-10T18:38:46Z", [0.01], "NO    NO CHANCE\nRUSI SU VEC NAŠLI ZAMENU ZA EVROPSKE PROIZVODE"], [511, "2015-09-10T17:39:33Z", [0.35], ""], [502, "2015-09-10T17:16:06Z", [0.11], ""], [102, "2015-09-10T17:13:09Z", [0.0], "Apply logistic regression followed by Ausrücken operator."], [469, "2015-09-10T16:17:38Z", [0.25], ""], [369, "2015-09-10T16:16:43Z", [0.27], "1) Since the embargo was expanded recently it seems unlikely that it would be lifted in the near future.\n2) One of Putin's primary goals seems to reducing dependence on other countries and becoming more self sufficient - this takes time. \n3) Although hardships are created, national pride has been fostered and workarounds thought of (see 2nd More info link re. feeding the poor).\n4) There is a cultural; history back to WWII and beyond, of surviving/enduring hardships for cultural values and future benefits https://en.wikipedia.org/wiki/Battle_of_Stalingrad ; https://en.wikipedia.org/wiki/1812_Overture\n5) Putin has many fingers in, many pots: Ukraine, Syria, the North Pole, embargos, let us not forget the Nicaguarian Canal, etc. Somewhat akin to a fisherman, one doesn't catch a fish with every cast, but if you don't put your hook in the water you catch none he is looking for general success and willing to put up with the occasional burnt finger.\n6) General assessment of his overall plan and what fits where\n7) and be warned -- My opinions and several dollars will buy you a nickle cup of coffee most places\n7) Besides have to start somewhere.  also A \"down home\" indication that Putin's self sufficiency goals combined with Russian pride is working \nFor Russians, vacationing in Russia has another benefit: It is good for their country. Russia is awash in patriotism, stirred up by the government of President Vladimir V. Putin, and vacations are not immune from the fervor.\nThe state tourism agency has trumpeted the rising numbers as evidence of Russians’ love for the motherland. In July, the Kremlin weighed delaying the start of the school year so people could vacation longer.\nhttp://www.nytimes.com/2015/08/30/world/europe/with-rubles-decline-russian-tourists-gain-appreciation-for-the-motherland.html?partner=MYWAY&ei=5065\n"], [427, "2015-09-10T04:31:00Z", [0.35], "Russia proven that they can change course very quickly (Putin doesn't have to answer to anyone) and non- EU states might get an early pass if Winter is tough. "], [419, "2015-09-10T00:45:25Z", [0.28], "More likely that Russia would lift the embargo on a non-EU state like Albania or possibly Montenegro, though it seems as though Russia will hold firm for the time being. Will have to keep watching."], [414, "2015-09-10T00:29:15Z", [0.25], "Over the summer the Russian government has been making a show of destroying Western imported foods; if they were planning to back off the sanctions that doesn't make sense, and they have shown no signs of wanting to play nice other than in the Iran agreement, which there actions on Syria tend to indicate it was a one-off anyways."], [366, "2015-09-09T19:33:39Z", [0.2], "Russia lifting the embargo is dependent upon Europe lifting it's own sanctions first.  Russia can outlast Europe, because Russia's domestic economy is not very dependent upon consumable (non-durable) goods from the Western world anymore."], [305, "2015-09-09T17:15:12Z", [0.4], ""], [286, "2015-09-09T17:14:01Z", [0.45], ""], [74, "2015-09-09T15:26:25Z", [0.35], "Russia imposed an embargo on food imports from the US, the EU, Canada, Australia, and Norway in August of 2014 as retaliation for western sanctions. In early August, Russia extended the embargo for another year and added Iceland, Albania, Montengro, and Liechtenstein to the list of embargoed countries.\nI do not think that Putin will lift the embargo and it is a very good opportunity for Russia to boost domestic production in agriculture and pharmaceuticals to replace imports.\n"], [29, "2015-09-09T13:30:23Z", [0.5], "With 11 months to go, therIe is a reasonable chance something will happen to lift the sanctions. They have been in place for awhile now, so there is also a reasonable chance they will stay in place. There are many things that could cause sanctions to be lifted, including a partial relaxing or a targeted relaxing."], [36, "2015-09-08T22:24:33Z", [0.59], "I think it depends on how long the sanctions are able to last.  If things continue to settle down in Ukraine then the pressure to lift them increases and Putin reciprocates.  If the supply of Nat Gas is short this winter then a crack in the  sanctions  is high."], [102, "2015-09-08T18:41:32Z", [0.35], "Aligning with cmeinel based on Hollande trying to get back on Putin's good side."], [43, "2015-09-08T18:16:06Z", [0.35], "Dateline 9-7-15 French President Francois Hollande has said that following recent ceasefire progress in Ukraine he hopes to see the end of sanctions against Russia. Mr Hollande has proposed a meeting of the leaders of France, Germany, Russia and Ukraine in Paris later this month on the situation in Ukraine. http://www.bbc.com/news/world-europe-34174382"], [143, "2015-09-07T18:49:43Z", [0.53], "That the current boycott list extends to countries beyond the core west suggests to me there is scope for Putin to make a small gesture either of reward or for a false show of flexibility. Lifting restrictions on Albania for example would be meaningless in practical terms but could have a symbolic value. The  bulk of the boycott stays but the question is \"any part\""], [20, "2015-09-07T12:45:58Z", [0.35], "Change in Donetsk leadership seen as Putin trying to take things down a notch. https://www.youtube.com/watch?v=xI_QAfkgyw4&feature=youtu.be Poroshenko's decentralization legislation a sign he's also showing compromise. http://www.themoscowtimes.com/opinion/article/poroshenko-losing-time-as-discontent-grows/529481.html A long timeline with a gap between expiring embargo and  end of this question. Lots can happen, and is happening right now to alleviate the Ukrainian conflict. "], [147, "2015-09-07T01:43:43Z", [0.3], "The Russian government will use the embargo imposed on Russia as proof to the Russian population that they are under seige and need to stick together. As a comparison to Cuba which has used the US embargo for years to generate support for the Cuban government. However, if Russia can get one of the countries to drop their embargo of Russia, then one defection will help the Russian government prove that the Russian government has influence in other countries. So it is to the Russian government's advantage to lift the Russian food embargo to at least partially to any one country that drops an embargo on Russia. "], [94, "2015-09-06T20:10:15Z", [0.2], "This same question was a GJP question last year and was not triggered;  Russia did not lift the embargo (despite the apparent ease of doing so by technical means).  Nothing seems to have really changed.  I am going with an estimate slightly lower than my default estimate of 25%, because of the history of this question."], [203, "2015-09-05T22:28:20Z", [0.42], "While they may lift a part of it, they will only lift all of it once the US and their subordinates lift theirs."], [136, "2015-09-05T16:50:54Z", [0.4], "Agro-industry will lobby hard against lifting the embargo, and there's not much Kremlin can do to placate it - 2016 is an election year, so it can't take something and not give something instead, but what else can Kremlin offer - subsidies? There's no money for that, while the embargo itself is free (I mean, free for Kremlin to maintain; it's not free for the general public, but even in a democracy public interest loses to special interests, and Russia is not a democracy). But: the question has a generous time frame (11 months left) and a generous scope (\"any part\"). And there is a chance of a general rapprochement between Russia and the West, and a chance that Russia and some country (a less reliably pro-EU one, like Montenegro) agree on a mutual sanctions relief. So I'm cautious."], [191, "2015-09-05T15:18:09Z", [0.15], ""], [192, "2015-09-05T14:37:00Z", [0.05], ""], [182, "2015-09-05T03:07:32Z", [0.15], "I think Vlad the Embargo-er will stay the course. There is no pressure at home to lift the embargo and in fact it appears to be playing well at home. Will have to revisit if there is a slight shift of rhetoric from Moscow and Washington. This would indicate the start of a face saving \"tit-for-tat\" to allow Putin to exit Ukraine without US and allies from using it as a public political win. If I was working US back channel I would offer solutions for graceful exit for everyone. It will be a slow process so don't believe it can happen in a year. Too much domestic politics on both sides. Of course Obama doesn't have to worry about polls like Putin does."], [170, "2015-09-04T21:38:06Z", [0.35], "Enough time for a surprise, but having in mind Putin has played slow all-along, lost most of his short-term interests, and is tough to take-over, food embargo is likely to stay at least till May 2016.\nShould we count on food embargo popularity or Putin's ratings? Russia has a huge public sector focused on information warfare: to fool the world with Crimea, handle conflict in Ukraine perfectly - this machine, unfortunately, still works well no mater what the majority at home (and worldwide) thinks or does."], [20, "2015-09-04T21:32:53Z", [0.05], "Nyet!  \"In July this year, Russian Prime Minister Dmitry Medvedev signed a decree to extend Russia’s embargo on food imports until August 5, 2016.\"  http://www.rt.com/news/311758-russia-embargo-one-year/#.Veh8PE66o9E.twitter Ukraine will still likely be a stand off. "], [168, "2015-09-04T20:39:34Z", [0.15], "Potential only for satellite state-embargoes to be lifted, and only then if movement into Baltics has stalled totally because of Ukraine."], [24, "2015-09-04T19:50:42Z", [0.22], "Unlikely to happen while the current political trajectory in Russia continues - national pride, to the point of irrationality (burning or bulldozing imported foodstuffs in front of TV cameras) is the key trend of the last decade, even, there, and shows no sign of slowing down.   Meanwhile the illicit repackaging of western products as (eg) Belarusian for the Russian market continues apace, and is linked in with powerful and organized crime networks that appear to be not unconnected with the Russian state: there is money to be made her for clients of the government. Yes: some EU countries (no 1. Cyprus, then maybe Greece, less likely Hungary, potentially Czech Rep) could be favoured by Russia \"as a lesson to the others\" or to advance Russia's position in them. But not convinced that this is incredibly likely either. Greece leaving the Euro seems less likely than ever, and domestic support there for Russia (despite common Orthodox Christian heritage) is minimal - the EU, still, and despite enforced austerity, has far greater attraction. The smaller non-EU countries maybe present the most likely chance of being removed from the list. Although Albania and Montenegro aspire to EU membership, so Russia may be attempting to pressure them away from that. A change of Government in Canada, from the hawkish Harper, particularly to the NDP, might bring about a change in relations there, so possibility of Canada having its embargo lifted cannot be ruled out. (However: stubborn nationalist pride in Russia - made relatively little difference to its relations with Georgia when the strongly anti-Russian and pro-Western government of Saakashvili was replaced with a regime more sympathetic to Russia. Though admittedly Georgia is on Russia's doorstep, Canada is another matter.) Most likely cause I foresee for this question resolving is if there is a dramatic change in power in Russia, and Putin et al are replaced by something less authoritarian and nationalist. This is a real black swan - it doesn't seem likely, although opinion polls (and the environment in which they are made in Russia) are difficult to fully interpret, Putin still has a very impressive popularity rating, And there are no obvious potential non-nationalist contenders,.,.,.  In short, unlikely, but keep a close eye on developments in the non-EU countries listed."], [144, "2015-09-04T18:46:13Z", [0.65], ""], [123, "2015-09-04T18:17:31Z", [0.15], "Highly doubtful - this is one of Putin's hot buttons"], [134, "2015-09-04T18:13:53Z", [0.15], ""], [43, "2015-09-04T18:02:00Z", [0.05], "The bans on foreign foods appear to be surprisingly popular in Russia. Cossack Minister of Culture Stas Baretsky has been making a hero of himself by biting open cans and plastic bottles of smuggled drinks discovered on store shelves. Comparison class: Cossacks have many similarities to the Ku Klux Klan, including a history of terroristic murders, in their case against Jews. They were outlawed under Communism but now have reemerged, and serve Putin through vigilante activities, for example in Eastern Ukraine in support of the local rebels, and publicly whipping those darned Pussy Riot ladies.   Power players: lifting of food bans without clear concessions from the banned nations would likely cause turmoil and make Putin look like a wimp. Given recent increases in Western sanctions, Western power players are unlikely to change course before the forecast horizon. Sources: Dateline 8-31-15 Large, in charge, and aggressively patriotic, this man is confronting Russia’s Western threats one beer can at a time. https://meduza.io/en/lion/2015/08/31/large-in-charge-and-aggressively-patriotic-this-man-is-confronting-russia-s-western-threats-one-beer-can-at-a-time  Dateline 8-21-15 http://www.rferl.org/content/russia-contraband-food-cossacks-baretsky/27201881.html"], [124, "2015-09-04T18:01:43Z", [0.35], "A lot of time and a lot of room for something to happen given the expanse of the question."], [110, "2015-09-04T17:56:55Z", [0.65], "Starting this quite high (P=0.65). We need to keep an eye on Russia's relationship with countries like Hungary etc. There are a number of peripheral Eurozone countries that have a better rapport with Putin than the rest, and it wouldn't be improbable if Putin tried to drive a wedge in there. Some other factors:\n- This is a pretty long time-frame.\n- There's some indication that the US is looking to reset with Putin. Others may be too.\n- There's some indication that Putin may be seeking a clean way to withdraw from the Ukraine conflict; he's beginning to pay a price for this at home, which wasn't the case before.\n- There's always potential that he may no longer be in office by then."], [102, "2015-09-04T01:39:25Z", [0.2], "No, they're just getting started, says Russian PR outlet rt.com. [1]  EU in 2015 showed surprising cohesiveness (Bulgaria in particular).  Greece is on it's third handout now from non-Russians.  Russia doesn't really have any cash to hand out.  So No. [1] https://www.rt.com/business/312340-russia-extends-food-embargo/"], [38, "2015-09-03T22:37:08Z", [0.25], "Reasons for \"yes\"\n-\" . . .lift ANY part\" on about 27 countries?  Boy, that creates a lot of possibilities for a positive outcome\n-Putin will be invited by Greece to thumb his nose at the EU by aiding Greece when others will not\n-Putin appeared to be considering lifting the ban on a few products last spring Reasons why not\n-Putin is proud & stubborn\n-the West is not lifting its sanctions\n-it just extended its ban and added more countries. Correction:  this will be open a year (or less), not 15 months as I previously said. COMMENT:  This question could close tomorrow, so I'm going to lean a little on the positive side of what I actually think for now."], [97, "2015-09-03T14:42:53Z", [0.1], "I don't see the embargo being lifted. Russian-Western relations are not at that point right now."], [77, "2015-09-03T14:07:09Z", [0.05], "new sanctions on Russia make a tit for tat scneraio more likely"], [59, "2015-09-03T10:27:53Z", [0.15], "Don't see any significant thawing of relations between these countries, so unless there is serious domestic pressure in Russia, which may be able to be solved in other ways, I think Putin will keep official embargo.  The word \"any\" is key, but so is the word \"official\".  If he allows a special case for some specific foodstuffs from one country, like Greece, without lifting the \"official\" embargo....?  Don't think that will count as a YES on this question."], [93, "2015-09-03T02:33:07Z", [0.18], "Will have to monitor Putin popularity and severity of the winter."], [57, "2015-09-02T18:12:51Z", [0.22], ""], [57, "2015-09-02T18:12:21Z", [0.22], ""], [86, "2015-09-02T18:09:46Z", [0.25], "The embargo has been going on a long time and having an effect on Russians. Russia says it will not exempt only part of the EU, but could make a quiet exception for a particular food in one of the countries. No apparent thaw in relations keeps it belwo a 50% chance."], [2, "2015-09-02T13:35:33Z", [0.3], "Moving up slightly per @Leslie's point about any."], [52, "2015-09-02T13:23:20Z", [0.3], "While Putin still has very high approval ratings, they did take a significant dip last month from the trend (anomally?).  Food availability and food prices are a \"pocketbook\" issue for people.  I know the Russian people have/will put up with a lot, but for how long can the downward trend continue before Putin does SOMETHING benevolent to appease the masses?\n"], [25, "2015-09-02T13:06:39Z", [0.2], "I give a slight chance to Russia resuming relations with an individual country.  https://www.kyivpost.com/content/ukraine-abroad/us-tightens-sanctions-against-russia-eu-rolls-over-measures-for-six-months-397021.html Meanwhile, in the European Union, senior officials at a meeting on Sept. 2 decided to extend individual sanctions imposed on Russia and Russian-backed separatists. A total of 150 Russian and separatist individuals and 37 firms are currently subject to an asset freeze and travel ban imposed by the 28-nation political bloc. The measures will now to be prolonged until March 2016, despite earlier suggestions that they would receive only a four-month extension. The restrictive measures would otherwise be due to expire on Sept. 15.  EU officials will sign off on the sanctions extension at a meeting on Sept. 14, according to EU diplomats.\n"], [71, "2015-09-02T11:38:20Z", [0.05], "Currently Russia is tightening the embargo, not loosening it."], [38, "2015-09-02T07:27:39Z", [0.0], "I should have added that I expect there to be another Greek debt crisis in the next 15 months which might create an excuse/reason to allow Greek imports. "], [38, "2015-09-02T07:24:03Z", [0.39], "I think if they were going to do it, they would have done it for Greek peaches this spring, however, instead of lifting any part of the embargo, they buried illegally imported food."], [51, "2015-09-02T02:12:22Z", [0.05], "Relations between Europe, the U.S., and Russia remain frosty.  And Russia is not exactly enjoying a huge trade surplus.  So until we see some thawing, I am going with a very low probability on this one.  In fact, this August Russia extended the food embargo to include several other countries.  That does not look like a gesture of reconciliation to me, more like doubling down.  https://www.rt.com/business/312340-russia-extends-food-embargo/  Now if one of these countries breaks ranks on the sanctions, then Putin might be tempted to lifting sanction on that country as a means of encouraging dissension of sanction participants.     "], [54, "2015-09-02T01:42:54Z", [0.35], "I'm pretty sure Putin can still get good cheese, so why bother?"], [26, "2015-09-01T23:43:27Z", [0.95], "Oh, hell yes!"], [2, "2015-09-01T19:18:30Z", [0.25], "If they did it as retaliation, it's unlikely it'll stop until the western sanctions stop.  I don't see that relationship improving quickly, and if there's no unexpected trigger, President Obama will probably want to leave that to the next president to make any major course changes."]]}