{"question_id": 893, "title": "In Minnesota Voters Alliance v. Mansky, will the Supreme Court rule that the state's ban on political apparel at polling places is facially unconstitutional?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.475, 0.525], "correct_answer": "Yes", "correct_forecast": 0.475, "preds": [[59048, "2018-06-15T15:29:03Z", [1.0], ""], [57918, "2018-06-15T14:56:15Z", [1.0], ""], [35636, "2018-06-15T03:43:17Z", [1.0], "Ugh. "], [32258, "2018-06-15T00:10:52Z", [1.0], ""], [46762, "2018-06-14T22:33:11Z", [1.0], ""], [2965, "2018-06-14T21:41:46Z", [1.0], "https://www.supremecourt.gov/opinions/17pdf/16-1435_2co3.pdf\nThe Court ruled and it appears that the statute is unconstitutional on its face\nI was wrong again @JMR2017\nfascinating opinion 7-2\n"], [5018, "2018-06-14T17:21:47Z", [1.0], ""], [691, "2018-06-14T17:14:05Z", [1.0], "https://www.reuters.com/article/us-usa-court-apparel/supreme-court-voids-minnesota-ban-on-voter-political-apparel-idUSKBN1JA23A\nhttps://www.supremecourt.gov/opinions/17pdf/16-1435_2co3.pdf\nWhile this particular statute is unconstitutional on its face, its intent is permissible, so it would be possible to adopt a law on this topic that would get the okey-dokey stamp.  But this one ain't it."], [35831, "2018-06-14T16:08:15Z", [1.0], ""], [35831, "2018-06-14T16:07:54Z", [0.5], "Shot, forgot to adjust this one. Oh well :)"], [54140, "2018-06-14T15:10:46Z", [1.0], ""], [57918, "2018-06-14T14:46:04Z", [1.0], ""], [48197, "2018-06-14T14:32:06Z", [1.0], ""], [44808, "2018-06-14T11:43:46Z", [0.95], ""], [1333, "2018-06-13T22:04:56Z", [0.35], "This is taking too long. I think they have found something to narrowly focus on that will let them sent it back with comments. Starting to drop the slider. In Minnesota Voters Alliance v. Mansky, the Supreme Court reversed the Eighth Circuit, ruling that Minnesota statute prohibiting clothing with political speech at polling places violated the First Amendment. In this case, the Minnesota Voters Alliance and several other groups and individuals, including the Minnesota Northstar Tea Party Patriots and the Election Integrity Watch (collectively referred to by the court as Minnesota Voters Alliance or MVA), filed suit against the Minnesota Secretary of State and other elections officials in Minnesota. The plaintiffs claimed that Minnesota Statute § 211B.11 violated their rights under the First Amendment to the United States Constitution. They alleged that the statute chilled their free speech rights because it prohibited them from wearing apparel with Tea Party logos to their polling places. On a vote of 7 - 2, the Supreme Court reversed the Eighth Circuit, ruling that the Minnesota statute violated the First Amendment. Chief Justice John Roberts authored the majority opinion, joined by Justices Anthony Kennedy, Ruth Bader Ginsburg, Clarence Thomas, Samuel Alito, Elena Kagan, and Neil Gorsuch. Roberts ruled, \"Minnesota’s ban on wearing any 'political badge, political button, or other political insignia' plainly restricts a form of expression within the protection of the First Amendment.\" However, he continued, because the ban applied only to polling places, the statute \"implicates our 'forum based’ approach for assessing restrictions that the government seeks to place on the use of its property.” He wrote that polling places are nonpublic forums in which the government has some freedom to restrict free speech rights. Therefore, as an initial matter, \"in light of the special purpose of the polling place itself, Minnesota may choose to prohibit certain apparel there because of the message it conveys, so that voters may focus on the important decisions immediately at hand.\" But the prohibition, he concluded, must be clearer than the statute in this case in order to pass First Amendment muster: \"If a State wishes to set its polling places apart as areas free of partisan discord, it must employ a more discernible approach than the one Minnesota has offered here.\" Justice Sonia Sotomayor dissented from the majority's judgment, joined by Justice Stephen Breyer. Sotomayor argued that, because the case concerned a state law, the Supreme Court should have allowed Minnesota state courts to rule on the constitutionality of the statute first. She wrote, \"Especially where there are undisputed many constitutional applications of a state law that further weighty state interests, the Court should be wary of invalidating a law without giving the State’s highest court an opportunity to pass upon it.\"  She concluded, \"Because the Court declines to take the obvious step of certification in this case, I respectfully dissent.\""], [59008, "2018-06-13T05:42:55Z", [0.9], "Content based speech gets heightened treatment, incredibly vague laws have to give fair notice of what is barred. .Even assuming this law has a legitimate basis, fear of intimidation, the law will fail as a it isn’t narrowly tailored, or is so vague that the voter has no way to know what mind offend people, as if offending speech didn’t have any protection.  If folk can fold a sign that says “Your son died because God hates fags” at a funeral service, then this case is easy.  "], [691, "2018-06-11T13:02:54Z", [0.12], ""], [15196, "2018-06-09T16:18:43Z", [0.1], ""], [691, "2018-06-08T13:42:22Z", [0.12], ""], [1333, "2018-06-07T15:56:01Z", [0.44], ""], [1333, "2018-06-06T14:49:59Z", [0.45], ""], [691, "2018-06-04T11:37:29Z", [0.12], ""], [35831, "2018-06-03T15:17:08Z", [0.5], ""], [54684, "2018-06-01T20:02:40Z", [0.65], ""], [172, "2018-06-01T02:17:19Z", [0.05], ""], [32258, "2018-05-30T19:16:03Z", [0.01], ""], [691, "2018-05-28T17:27:35Z", [0.12], ""], [1333, "2018-05-27T14:33:35Z", [0.54], ""], [691, "2018-05-26T13:13:24Z", [0.12], ""], [172, "2018-05-26T01:56:39Z", [0.05], ""], [691, "2018-05-24T20:18:50Z", [0.12], ""], [46029, "2018-05-23T01:42:52Z", [0.85], ""], [34405, "2018-05-22T20:42:45Z", [0.75], ""], [691, "2018-05-22T14:48:50Z", [0.12], ""], [27155, "2018-05-19T10:59:03Z", [0.65], ""], [5018, "2018-05-18T02:36:07Z", [0.75], ""], [691, "2018-05-17T14:52:35Z", [0.12], ""], [32100, "2018-05-17T13:35:51Z", [0.05], ""], [23006, "2018-05-16T21:50:19Z", [0.1], ""], [23006, "2018-05-16T16:11:49Z", [0.51], "seems like it would cement biases that might deter people of the opposite persuation, for instance, if I was non-NRA, and I saw a sea of nra hats, t-shirts waiting in line  -- not sure if this is what 'facially' unconstitutional means @jmr2017 @isgold7\n"], [23006, "2018-05-16T16:08:40Z", [0.51], ""], [1333, "2018-05-16T15:08:58Z", [0.55], ""], [1333, "2018-05-16T14:30:22Z", [0.45], "I can't resolve one question in this case - enforcement. Who is to say that if I am wearing a NRA instructor shirt that it won't cause me to be shuffled off to a private place to fill out a provisional ballot etc.? Which of those is more suppression - garnering official attention over a shirt while voting our the chance of my NRA logo intimidating someone. Can't we just erect crepe paper cordons as a way of blinding the voter from distraction? Its about as sensible."], [42417, "2018-05-16T06:29:42Z", [0.95], ""], [1333, "2018-05-15T14:42:50Z", [0.25], ""], [23006, "2018-05-15T13:29:41Z", [0.0], ""], [2965, "2018-05-15T09:43:52Z", [0.0], "with all due respect the great claim is the overbreadth claim See Alito: JUSTICE ALITO: \"\"You exacerbate that\nproblem by opening up the possibility of\nsimilarly partisan or seemingly partisan\napplications of your very broad statute.\nPage 53 lines 24-28\"\nAdd Breyer, Kennedy, Roberts, Ginsburg, add Sotomayor\nAs both counsel failed to take up any of the real questions.\nand both counsel admitted that the statute could proscribe campaign buttons\nSo Appellant dropped vagueness and refused to concede overbreadth\nno way the Court will find this invalid as applied\nLike masterpiece cake competing First A rights,"], [172, "2018-05-14T23:59:51Z", [0.05], ""], [50568, "2018-05-14T16:58:26Z", [0.0], ""], [38589, "2018-05-14T16:44:38Z", [0.25], ""], [691, "2018-05-14T12:34:27Z", [0.12], ""], [35636, "2018-05-14T07:43:24Z", [0.02], ""], [13377, "2018-05-13T09:02:06Z", [0.12], ""], [691, "2018-05-12T12:34:26Z", [0.12], ""], [58255, "2018-05-12T10:09:10Z", [0.3], ""], [54684, "2018-05-12T00:24:52Z", [0.65], "I’m thinking this may not be answered, but I’ve been at 40% for a long time. If they do answer, I’m rather sure they’ll find it unconstitutional.  This may go another term."], [172, "2018-05-10T00:24:12Z", [0.05], ""], [55834, "2018-05-07T16:36:12Z", [0.75], ""], [58100, "2018-05-06T12:57:52Z", [0.95], "This is clearly protected by the First Amendment."], [1333, "2018-05-05T15:25:43Z", [0.45], ""], [691, "2018-05-01T16:17:32Z", [0.12], ""], [53585, "2018-05-01T15:00:18Z", [0.65], "In oral argument all justices showed some degree of discomfort with the restrictive nature of the Minnesota statute.  Alito's questioning of the attorney arguing the state's case demonstrated the statute's vagueness and how it susceptible it is to arbitrary application by local election officials.    "], [27464, "2018-04-30T19:36:19Z", [0.4], ""], [13377, "2018-04-28T09:54:28Z", [0.75], ""], [691, "2018-04-26T00:32:25Z", [0.12], ""], [172, "2018-04-25T11:33:05Z", [0.05], ""], [33887, "2018-04-25T08:38:53Z", [1.0], ""], [172, "2018-04-21T03:05:20Z", [0.05], ""], [691, "2018-04-19T14:22:13Z", [0.12], ""], [31450, "2018-04-18T16:51:09Z", [0.55], "I still think this is more likely than not for free speech reasons, I am also realizing I was over confident in my first guess so I am dropping a bit to reflect the uncertainty of the decision."], [691, "2018-04-16T16:21:14Z", [0.12], ""], [51931, "2018-04-15T13:51:10Z", [0.3], ""], [7370, "2018-04-12T15:20:07Z", [0.1], ""], [630, "2018-04-12T05:04:09Z", [0.9], ""], [50985, "2018-04-10T00:34:59Z", [0.25], ""], [691, "2018-04-09T12:14:16Z", [0.12], ""], [51221, "2018-04-07T15:01:59Z", [0.3], ""], [36910, "2018-04-07T12:20:08Z", [0.15], ""], [45153, "2018-04-06T22:46:32Z", [0.95], ""], [57762, "2018-04-06T22:08:13Z", [1.0], "This did not advocate hate speech, so why disallow any expression at the polls.  Social media has a greater impact on voters standing in line at the polls than a t-shirt, you think?"], [57551, "2018-04-06T02:33:24Z", [0.59], "The fact that the one judge got the lawyer to admit that merely writing the text of the second amendment on a T-shirt would cause you to get kicked out seems like it summarizes the case. However the difference between 'facial' and 'as-applied' is telling."], [48309, "2018-04-05T21:52:13Z", [1.0], "Tasteful political apparel should bother no one with exception  of the of  easily and perpetually offended."], [48309, "2018-04-05T21:46:25Z", [1.0], ""], [1333, "2018-04-05T16:46:45Z", [0.54], ""], [52250, "2018-04-05T11:31:19Z", [0.05], ""], [57687, "2018-04-05T01:21:49Z", [0.35], "I would probably place at 60% the chance that it as-applied is unconstitutional.  The chance that it will be labeled as facially unconstitutional is far less likely as the Court rarely rules this way."], [57265, "2018-04-04T18:31:41Z", [0.45], ""], [57428, "2018-04-02T12:37:21Z", [0.55], ""], [691, "2018-04-01T17:02:54Z", [0.12], ""], [53863, "2018-04-01T03:05:16Z", [0.1], ""], [593, "2018-03-31T15:32:13Z", [0.5], ""], [593, "2018-03-31T15:29:02Z", [0.5], ""], [804, "2018-03-29T17:17:35Z", [0.05], ""], [3434, "2018-03-27T22:59:27Z", [0.0], "There should be no political influence at the polls"], [42162, "2018-03-27T14:08:32Z", [0.3], ""], [54342, "2018-03-27T03:40:16Z", [0.85], ""], [1333, "2018-03-26T16:46:17Z", [0.55], ""], [54684, "2018-03-25T19:35:07Z", [0.4], "Rethinking this. Less likely."], [54140, "2018-03-25T12:54:08Z", [0.4], ""], [36736, "2018-03-22T10:39:49Z", [0.0], ""], [48709, "2018-03-21T02:10:53Z", [0.0], "The law of facial and as-applied challenges claims to answer the question of when\na court can and should strike a statute down in its entirety in response to a successful\nconstitutional challenge. The Supreme Court’s position on this issue can be readily\nsummarized in one word: rarely. (663)\n http://scholarship.law.wm.edu/cgi/viewcontent.cgi?article=1168&context=wmborj "], [55994, "2018-03-20T14:28:50Z", [0.0], ""], [56620, "2018-03-19T18:19:19Z", [0.0], ""], [45153, "2018-03-19T17:40:49Z", [0.95], ""], [1333, "2018-03-19T15:18:48Z", [0.65], ""], [13377, "2018-03-19T07:39:20Z", [0.12], ""], [56512, "2018-03-18T17:51:25Z", [0.1], ""], [31142, "2018-03-18T16:26:02Z", [0.05], ""], [56513, "2018-03-18T16:07:09Z", [0.85], "States given great deference in controlling voting procedures and process so long as there is no violation of 1st amend rights, and here the risk of voter interference is of greater concern."], [44281, "2018-03-18T03:42:09Z", [0.65], "The Court will nee.d to draw a line somewhere"], [44606, "2018-03-17T12:55:58Z", [0.75], ""], [172, "2018-03-17T01:37:13Z", [0.05], ""], [1333, "2018-03-16T19:28:35Z", [0.55], ""], [1333, "2018-03-16T19:27:46Z", [0.45], "Individual 1A rights run smack dab into States rights to conduct their elections. A Sticky Wicket indeed.  This was a case about the scope of the First Amendment to the United States Constitution in the context of polling places.[1] Generally, the right to free speech ensures the right to express political beliefs, including by wearing clothing with political slogans, badges, or insignia. However, under earlier United States Supreme Court cases, states may prohibit some measure of political expression inside polling places when voting is underway. The issue in this case how far a state can constitutionally go in prohibiting political expression in polling places. Specifically, the issue is whether a state can ban not only outright political endorsements of a candidate but also political expression that does not make reference to a candidate or issue on the ballot that day. The Minnesota statute at issue is Statute § 211B.11. Minnesota Statute § 211B.11 \"prohibits wearing a 'political badge, political button, or other political insignia . . . at or about the polling place on primary or election day.”[1][2] The statute \"broadly prohibits any material 'designed to influence and impact voting,' or 'promoting a group with recognizable political views,' even when the apparel makes no reference to any issue or candidate on the ballot.\"[3] Under the statute, a person who wore political apparel to a polling place was still allowed to vote. However, if the person refused to cover or remove the item, an election judge was to \"record the person's name and address for potential misdemeanor prosecution.\"[1] The issue is whether the prohibition of all political apparel violates the right to free speech under the First Amendment.[1]\nhttps://ballotpedia.org/Minnesota_Voters_Alliance_v._Mansky"], [53582, "2018-03-15T21:02:07Z", [0.35], "I except something more narrow in scope than declaring the ban as facially unconstitutional."], [56093, "2018-03-15T00:23:30Z", [0.65], ""], [691, "2018-03-14T13:02:11Z", [0.12], ""], [56206, "2018-03-13T21:34:22Z", [0.95], ""], [36942, "2018-03-13T15:51:29Z", [0.45], ""], [7370, "2018-03-12T19:44:45Z", [0.1], ""], [48624, "2018-03-12T18:36:02Z", [0.8], ""], [52905, "2018-03-12T18:25:11Z", [0.6], ""], [53555, "2018-03-12T17:07:27Z", [0.85], ""], [54307, "2018-03-11T18:31:54Z", [0.35], "I found this tough.  Other narrower statutes were mentioned as less restrictive alternatives that do not impair a state’s interest.  The Court does not permit banners or buttons in its own plaza.  Counsel for the state had the uncomfortable position in oral arguments of claiming that wearing a t-shirt with some parts of the Bill of Rights would violate the law while other parts would not.  There is evidence in the record that some of the litigants intended to wear slogans to intimidate others and prevent them from voting.  I think it could go either way if the Court were forced to decide.  But the Court is not forced to decide and might punt.  Punting would avoid affirming or overturning precedent while giving justices an opportunity to lay out a road map for a future challenge in an opinion, then select a future case with better facts."], [56104, "2018-03-10T06:35:56Z", [0.85], "I assigned probabilities to each judge and computed the aggregate probability."], [15196, "2018-03-10T06:33:34Z", [0.3], ""], [52883, "2018-03-09T05:45:08Z", [0.57], ""], [54309, "2018-03-08T19:27:56Z", [0.62], ""], [31201, "2018-03-08T05:13:30Z", [0.75], ""], [46458, "2018-03-08T00:43:40Z", [0.95], "The ban is Not about Free Speech rights.\nIt is about Electioneering. The prohibition of campaign materials, et al. in or around polling places. These are well established Federal and State prohibitions on Electioneering. Thus the 8th District Appeals Court ruling upholding the Statue.\nHowever, If those facts were not argued at trial, then the argument may not nessesarily, be used at Appeal or before SCOTUS, although it appears this was the State's argument. Thus 95% yes, inclusive of a no decision.\nProf.Rath\nUSMC\nCombat Wounded Warrior\nPersian Gulf War"], [691, "2018-03-07T21:15:03Z", [0.12], ""], [56085, "2018-03-07T16:01:30Z", [0.99], ""], [55706, "2018-03-07T12:29:44Z", [0.45], ""], [53726, "2018-03-06T18:30:00Z", [0.3], "The supreme court is tilted toward free speech advocates. There have been laws in place around the country for quite some time banning politicking and political signs near polling places. This law would cause a loophole for people and politicians to intimidate voters, and therefore represents more harm to society than good."], [54620, "2018-03-06T17:21:19Z", [0.2], "I believe this statute will not be ruled facially unconstitutional. That said, it seems the justices are skeptical of the application to displays that are not explicitly political (e.g., supporting gun rights vs. supporting a specific referendum, by name, that expands gun rights). The statute language is somewhat vague but to throw it out completely would put into question precedent regarding electioneering at polling places."], [1333, "2018-03-06T16:11:00Z", [0.45], ""], [1333, "2018-03-06T16:10:22Z", [0.35], "sO i'M AT THE COUNTY VOTING ANNEX WITH MY CANDIDATE DRAWING LOTS FOR BALLOT POSITION WHEN THIS YOUNG LADY STARTS A CONVERSATION WITH ME ABOUT VOTING PROCESS AND MACHINES. (Opps - sorry but i'm too lazy to go fix the caps). She with the election commission. Seeing a chance to gain an \"Insider\" view we chatted about this case, and she was quick to point out that had it been election day, and I walked in dressed as i was (NRA Logo CC shirt) - IF - someone complained then she would have to ask for my cooperation , I would be taken to a office and given a provisional paper ballot, WHERE i COULD VOTE IN PRIVATE with out further offending anyone...and a ruling would be made later on my case. It had come up at Municipal League, and everyone was the same - unenforceable. Besides the fact that if they blocked me from voting because of a shirt - I'd probably make the front page over it. "], [35831, "2018-03-05T17:36:28Z", [0.8], ""], [35831, "2018-03-05T17:32:59Z", [0.7], "At first, the Justices were all over the petitioner and I thought the Justices would agree with the lower court. However, the Justices also asked tough questions to the other party.  I believe the Court will agree with the petitioner, since it is hard to say what is political and what is not. Wearing all white is non-political according to the statute, but what about wearing all white robe with a white hoodie? Maybe you like to wear white, but to others, you could be wearing the KKK lynching uniform. How about the American flag? It is non-political in the room, but it is political one way or another when wear as clothing. "], [55925, "2018-03-05T16:43:01Z", [0.1], ""], [35636, "2018-03-05T08:02:56Z", [0.95], "Tricky one, is it free speech or does Minnesota have the power to really ban clothing advertising political parties at polling places? What if it was a tattoo and they wore a short sleeve shirt?  Can cops vote in their uniform? They're forced to wear it and it's seen as right-wing or tough on crime so could be priming people at the booths. "], [7124, "2018-03-05T05:34:01Z", [0.05], ""], [731, "2018-03-05T03:51:53Z", [0.25], ""], [54684, "2018-03-05T02:50:43Z", [0.8], "“ A person may not provide political badges, political buttons, or other political insignia to be worn at or about the polling place on the day of a primary or election. “ This is interesting to me.  If I give you the shirt with specific instructions NOT to wear it on Election Day, isn’t that enough to meet the letter of the law? Can an organization provide them? \nIn any case, this needs rewritten, not just a ruling."], [32461, "2018-03-05T02:31:16Z", [0.95], ""], [27705, "2018-03-05T01:43:14Z", [0.0], "Comment deleted on Mar 11, 2018 04:03PM UTC"], [14133, "2018-03-05T01:41:50Z", [0.95], ""], [35398, "2018-03-05T00:49:15Z", [0.99], ""], [35398, "2018-03-05T00:48:59Z", [1.0], ""], [33035, "2018-03-04T19:34:51Z", [0.85], ""], [55844, "2018-03-04T18:59:04Z", [0.99], "The Supreme Court will rule that political signs, attire, flags and all paraphernalia directly supporting one party, special election item as approve or disapprove of said item, petition or any measure in favor of or against, and candidate is unlawful.\n"], [55841, "2018-03-04T17:03:28Z", [0.75], ""], [36147, "2018-03-04T14:40:21Z", [0.77], ""], [46758, "2018-03-04T14:22:43Z", [0.9], "1st Amendment case on a first amendment focused court agreed that agreed to review it, narrow set of facts."], [46376, "2018-03-04T12:09:47Z", [0.8], ""], [51261, "2018-03-04T10:25:32Z", [0.08], "The language is rather broad and free speech is bipartisan. Justices would go for the easy route and avoid the matter."], [54186, "2018-03-04T04:37:51Z", [0.75], ""], [51428, "2018-03-04T03:10:47Z", [0.15], ""], [55778, "2018-03-04T01:24:35Z", [0.89], "Free Speech is a bi-partisan issue."], [45015, "2018-03-04T00:48:36Z", [0.15], ""], [51119, "2018-03-04T00:48:23Z", [0.98], "what is stated on ones clothing is covered under free speech. by not allowing one to wear what they please you are inhibiting ones first amendment rights."], [4518, "2018-03-04T00:14:25Z", [0.99], ""], [55748, "2018-03-03T22:22:36Z", [1.0], ""], [55743, "2018-03-03T20:50:18Z", [0.8], "The arguments seemed to focus more on where to draw the line of what is permitted, which seems to suggest that the justices do believe the law is over broad. "], [53760, "2018-03-03T17:30:07Z", [0.85], ""], [55739, "2018-03-03T16:47:27Z", [0.85], ""], [53935, "2018-03-03T16:30:43Z", [0.75], "The conservative members of the Supreme Court have generally held very strong first amendment protectionist views, recently more firmly than the liberal members have.  Given this, the odds of assembling a 5 vote majority favoring allowing political apparel at the polls seems likely."], [706, "2018-03-03T15:53:11Z", [0.75], "the ban is too broad and the term 'political' has no meaning anymore.\n"], [55101, "2018-03-03T15:40:46Z", [0.75], ""], [4367, "2018-03-03T15:30:41Z", [0.0], "It would be ridiculous if people at polling stations could wear anything that might influence a voter."], [51931, "2018-03-03T15:20:01Z", [0.25], ""], [29980, "2018-03-03T13:31:51Z", [0.99], ""], [54562, "2018-03-03T04:50:29Z", [0.35], "I think they’ll decide not to decide"], [55692, "2018-03-02T22:21:25Z", [0.85], ""], [1333, "2018-03-02T21:48:19Z", [0.25], "For me this question turns on - Supreme Court ruling that the state's ban on political apparel at polling places is as-applied unconstitutional will not count. IMO this case has not developed details sufficient to rule either way. I think this gets kicked back to 8th Circuit."], [46762, "2018-03-02T18:38:20Z", [0.75], "Interesting question. \nTranscripts of the questioning are available.  As another participant noted, questions did not seem to follow usual left /right splits.  People have an explicit right to free speech, unless there is a compelling public interest, and that compelling public interest is framed as narrowly as possible. States have a explicit right to set voting standards.  They have a compelling interest in maintaining a voting site free of intimidation.  Minnesota's ban is more explicit that almost all states; and as a general rule elections run fine in other states.  Arguing in favor of facial overturn\n1.  The statute is subjective.  \n2.  It is impossible to state what would and would not be banned.   First Amendment T-shirts would not be; 2nd Amendment would be.    What about #I Miss Bill.   #Dreamer  #Chamber of commerce. \n3.  As a subjective matter it violates 14-17 ammendments designed to safe guard  equal rights to vote.\n4.  There is additionally the open question - why should polling places be decorous?  Why should the end of the process not be a fracas?\n5.  personally, I question the voting booth as a nonpublic forum.  Seem like its the definition of public, to me.  Examining the justices Kegan seems persuadable to strike\nBreyer also. \nGorsuch and Roberts could go either way. Finally there is the question of agency.  Four Justices felt strongly enough about this case - might be the strangest fact of all.  The issues here are relatively minor - except 4 judges thought not. Finally - this case might be a trial balloon to see how the Justices will rule.   There to are a lot of voter's rights questions incoming on the ballot, from gerrymandering,  to voter ID, to voter challenge.   I think this case was accepted to read the tea leaves.  As for facial - there is no other basis to overturn, its a facial challenge.   The as applied elements were excluded from the appeal. TLDR: 75% over turned."], [691, "2018-03-02T18:16:18Z", [0.12], ""], [32258, "2018-03-02T18:08:47Z", [0.05], "\"A person may not provide political badges, political buttons, or other political insignia to be worn at or about the polling place on the day of a primary or election.\" This sentence is in the context of a law about solicitation.  This law has been in place for over a hundred years. Our legal system employs juries of peers putting life and death questions in regular people's hands. Surely, most election volunteers can interpret whether political apparel or flashing lights worn on the head are solicitous or not. In fact, they have been doing it in Minnesota for over 100 years since the law was enacted and this is the first challenge. However the facts in this case highlight that banning everything goes too far. My guess is that SCOTUS will say a tea party logo, moveon.org, or a rainbow logo for example should not be considered political apparel in this case using the \"as applied\" test but not strike down the law in its entirety. "], [53173, "2018-03-02T09:40:19Z", [0.0], "Just a guess"], [55601, "2018-03-02T06:00:54Z", [0.25], ""], [54348, "2018-03-02T02:46:00Z", [0.03], "Polling places already ban political signs within 50 or 100 feet, depending on your local ordinance.  Also they require you to include who paid for the sign to be printed somewhere on the sign.  So I think as an extension of this, local municipalities can set their own polling place rules on the clothing as well.  A stress free voting environment is important."], [5018, "2018-03-02T01:57:41Z", [0.9], ""], [55514, "2018-03-02T00:34:42Z", [0.25], "Voters are allowed to discuss (verbally) their choices at polling places - the 1st amendement allows expression"], [12879, "2018-03-01T20:27:40Z", [0.65], ""], [16272, "2018-03-01T19:07:03Z", [0.85], ""], [31450, "2018-03-01T18:56:13Z", [0.8], "Going high due because I assume the conservatives will vote that the Minnesota law and so will Kennedy due to his strong believe in first amendment procedures."], [1333, "2018-03-01T17:32:03Z", [0.25], ""], [55461, "2018-03-01T17:10:38Z", [0.75], "The 1st Amendment guarantees freedom of political expression, but States control their voting procedures\n"], [37161, "2018-03-01T15:34:55Z", [0.05], ""], [48197, "2018-03-01T14:54:21Z", [0.7], ""], [16778, "2018-03-01T05:26:17Z", [0.75], "On first glance it appears that the Minnesota ban makes complete sense. But review of the Justice's questions demonstrates why, on its face, this law may be potentially unenforceable.  Firstly, it requires election officers make judgments regarding the political nature of free speech. But if it is ok to wear a shirt with the text of the 1st amendment, why would it NOT be ok to wear one with the text of the 2nd amendment?  Secondly, the issue of political speech becomes relative. The State suggested that political apparel could be potentially acceptable if it did not address the bill up for vote. If this was true, then a \"White Power\" button would be potentially allowable if the bill were about women's rights, but not if it was about voter ID (or another potentially racially-tinged subject). Thirdly, what is considered political speech may vary over time. The Second Amendment had been relatively insignificant for nearly 200 years until it rose to prominence in 1967 with Bobby Seale and the Black Panthers. If cases were to be challenged by high courts - possibly years or decades later - which standard would courts use regarding what constituted political speech? Interestingly, Justices do not appear to taking sides solely based on political leanings. For instance, Kagan may lean towards overturning the law because she views polls as the culmination of a \"rowdy political process.\" Ginsburg spent a considerable amount of time exploring the limits of the current law, which at times, illustrated how difficult it was to establish any consistent criteria. On the other hand, Sotomayor argued that a \"Please ID Me\" button could constitute voter intimidation and should be outlawed, suggesting support of the law. We can see similar splits among the traditionally Conservative justices, too. I count 2 justices who support the current law (Breyer, Sotomayor), 5 against (Alito, Garsuch, Kagan, Ginsberg and likely Thomas), and 2 unclear (Roberts, Kennedy). https://www.supremecourt.gov/oral_arguments/argument.../16-1435_f2ag.pdf"], [32258, "2018-03-01T02:23:41Z", [0.05], "A facial attack is typically described as one where “no application of the statute would be constitutional.” In contrast, courts define an \"as applied\" challenge as one “under which the plaintiff argues that a statute, even though generally constitutional, operates unconstitutionally as to him or her because of the\nplaintiff’s particular circumstances.”\n__________________\nComment: I think it natural for SCOTUS to go with the particular circumstances. In this case, that could translate into declaring Minnesota's ban on political apparel at polling places \"as-applied\" unconstitutional which does not count for the purposes of this question. I don't see a total rejection of the statute which is what \"facially\" unconstitutional means."], [172, "2018-03-01T01:56:41Z", [0.05], ""], [34353, "2018-02-28T23:58:38Z", [0.1], ""], [15196, "2018-02-28T21:33:44Z", [0.0], ""], [691, "2018-02-28T19:44:48Z", [0.12], ""], [12879, "2018-02-28T18:15:26Z", [0.35], ""]]}