{"question_id": 896, "title": "Before 1 October 2018, will a referendum repealing or amending Ireland's 'right-to-life' Eighth Amendment pass?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[43259, "2018-05-29T09:16:10Z", [0.99], "It did!"], [34353, "2018-05-28T23:42:40Z", [1.0], ""], [36040, "2018-05-28T17:48:45Z", [1.0], ""], [691, "2018-05-28T17:37:07Z", [1.0], ""], [47812, "2018-05-28T04:31:38Z", [0.99], ""], [530, "2018-05-27T22:57:11Z", [1.0], ""], [283, "2018-05-27T13:58:17Z", [1.0], ""], [691, "2018-05-27T12:12:22Z", [1.0], ""], [13377, "2018-05-27T07:39:06Z", [1.0], ""], [41707, "2018-05-27T05:35:39Z", [0.99], ""], [31854, "2018-05-26T19:05:08Z", [0.59], ""], [530, "2018-05-26T18:57:44Z", [1.0], ""], [43207, "2018-05-26T17:13:01Z", [1.0], ""], [1333, "2018-05-26T15:10:13Z", [1.0], ""], [30364, "2018-05-26T15:09:07Z", [1.0], ""], [691, "2018-05-26T13:17:30Z", [1.0], ""], [176, "2018-05-26T12:53:42Z", [1.0], "Congrats @shivadiva @Anneinak"], [37800, "2018-05-26T09:53:40Z", [0.96], ""], [37800, "2018-05-26T09:53:28Z", [0.87], ""], [39937, "2018-05-26T07:58:20Z", [1.0], ""], [14161, "2018-05-26T06:44:16Z", [1.0], ""], [47812, "2018-05-26T06:14:40Z", [0.95], ""], [11080, "2018-05-26T05:42:35Z", [1.0], ""], [43003, "2018-05-26T02:46:37Z", [1.0], ""], [38319, "2018-05-26T02:32:01Z", [1.0], "Looks like my final prognostication (https://www.gjopen.com/comments/comments/736465) was out by about 5% in favour of Retain.  If this were close (Catalan election, US presidential election 2016, Brexit vote), being out by 5% turns a small but clear win by one side into a small by clear win by the other.  Fortunately, that error was WAY less than the forecast margin, and worked out in my favour (ie. increasing the margin of the Repeal victory). In short, I got lucky with this one! Official counts should start being announced mid-morning Saturday, Irish time (in about 7 hours) and - given the large margin - the overall result declared by mid-afternoon (in about 12 hours).  Then the question can be closed and resolved."], [172, "2018-05-26T02:06:01Z", [1.0], ""], [23006, "2018-05-26T02:03:07Z", [1.0], "ok, then"], [35636, "2018-05-26T01:59:53Z", [1.0], "Should have just been at 100 instead of 98.  Exit polls are 69%, gotta love the Irish, even their gods have a kinky sense of humour. I thought it'd be superclose, like 51 to 48 or 49 (being drunk in the booth can make you mark a ballot wrongly or result in informal as they call it here. Donkey votes). Surprised WoC was at 90 given that so many were under 50 and rationalising that like Trump-voters they (Irish no voters) were embarrassed to be in the minority and admit it to pollsters. Really thought WoC was under 60 or so. "], [27155, "2018-05-26T01:57:43Z", [1.0], ""], [57918, "2018-05-26T01:13:12Z", [1.0], ""], [705, "2018-05-25T23:44:50Z", [1.0], ""], [32258, "2018-05-25T23:09:08Z", [1.0], ""], [12605, "2018-05-25T22:01:19Z", [0.97], ""], [38, "2018-05-25T21:24:18Z", [1.0], "exit polls show 68% yes"], [57918, "2018-05-25T19:21:23Z", [0.99], ""], [1250, "2018-05-25T19:05:32Z", [1.0], "“Yes” has a 12 point lead.\nhttps://www.irishtimes.com/news/politics/poll"], [705, "2018-05-25T18:50:22Z", [0.85], ""], [45310, "2018-05-25T16:09:15Z", [0.95], "Ireland's public opinion is no longer dependant of Irish Catholic Church as it seemed some years ago"], [1333, "2018-05-25T14:28:02Z", [0.85], ""], [34330, "2018-05-25T13:42:10Z", [0.85], ""], [4890, "2018-05-25T08:31:49Z", [0.8], ""], [14161, "2018-05-25T08:29:04Z", [0.99], "Probably closer than the referendum on gay marriage in ireland. Yes vote should still be in the high 50s."], [767, "2018-05-24T21:45:01Z", [0.9], "Most polls are saying it's too close to call.  But latest poll by Irish Times/Ipsos says 44% plan to vote YES, 32% NO, and 24% remains undecided or were planning not to vote.  Even if only half of the undecided voted, and even if half of them voted NO, the YES side would still have the edge. "], [530, "2018-05-24T21:32:11Z", [0.99], ""], [691, "2018-05-24T20:22:37Z", [0.99], ""], [54140, "2018-05-24T15:24:37Z", [0.9], ""], [1333, "2018-05-24T14:36:16Z", [0.95], ""], [50937, "2018-05-23T23:24:52Z", [0.2], ""], [42115, "2018-05-23T21:37:23Z", [0.95], ""], [17698, "2018-05-23T17:55:37Z", [0.91], ""], [57918, "2018-05-23T15:07:06Z", [0.95], "https://theconversation.com/irelands-abortion-referendum-heres-what-you-need-to-know-96875 \"The [Irish] government is split on the vote, with many undeclared. However, it appears that more support “yes”. Party leaders are supportive – Leo Varadkar (the Taoiseach and leader of Fine Gael) is openly pro-repeal, however his party is allowing a free vote. Micheál Martin, leader of the opposition party Fianna Fáil, has also backed repeal, although many in his party think differently. Sinn Féin supports repeal but not abortion without restriction. Members of parliament for Labour, the Green party, Social Democrats and Solidarity-People Before Profit support both repeal and access to abortion up until 12 weeks into a pregnancy. Independents are mixed.\" Polls (http://www.thejournal.ie/abortion-poll-red-c-sunday-business-post-4023304-May2018/) say that 56% have decided yes and only 27% have decided no, with 14% undecided and 3% refused to answer \"The ‘wisdom of the crowds’ technique predicted that in the Eighth Amendment referendum next Friday, 56% would vote ‘Yes’ and 44% would vote ‘No’.\""], [1333, "2018-05-23T14:15:17Z", [0.85], ""], [14161, "2018-05-23T12:59:57Z", [0.78], ""], [38319, "2018-05-23T00:12:49Z", [0.98], "Oh, one final prognostication.   The final result of those who vote (excluding informal votes) will be 63% Repeal to 37% Retain.  That result would mean that the \"undecideds\" split relatively evenly between Repeal and Retain, which is, to be honest, actually a pretty good reflection on those who have run an effective Retain campaign. By way of comparison, that result would be slightly larger than the margin by which Yes beat No (62:38) in the 2015 referendum on same-sex marriage."], [38319, "2018-05-23T00:05:04Z", [0.98], "OK, final comment here before the vote itself this Friday.  I've enjoyed watching the discussion around this one, and I take my hat off to the GJO crew (Thanks @amory10!) for creating an interface that encourages open discussion.  Some of the HFC platforms have much to learn still ... In particular, I find this question intriguing because, to me, this is about as slam-dunk certain as a question can be, yet two forecasters who I very much respect (@Anneinak, @shivadiva) are VERY guarded about about the prospects as an appeal.  In some circumstances, this might cause me to be much more hesitant.  In this case, I'm going to go out on a limb and say - sorry Anne & Samantha, you are wrong on this one!  :) Why the certainty on my behalf? Trump and Brexit had much of the commentariat going, \"Polling is useless!  This is the end of days!  The sun has turned to darkness and the moon turned to blood!  Nothing is certain anymore!\" But to put some perspective around that, the polls were fairly consistent in the lead-up to both votes.  Clinton generally had a lead of 3-5%, and Remain had a lead of 1-4%.  Both leads were within margins of error.  Both leads were _well_ within the number of undecided voters.  Now in some highly stable situations, a lead of 4% allows one to confidently predict a result.  [For example, in the Australian context, if one of the major parties can get to a nationwide two-party-preferred polling result of 52%:48% in the week or two before an election, they are HIGHLY likely win that election (90%+) and probably will win easily.]  However in the case of American presidential, and Brexit, polling, most commentators with a background in probability and stats were much more cautious.  Nate Silver gave Clinton about a 70% chance of winning a couple of days out (hotter heads were saying 95%+), and he refused to comment at all on the possible Brexit outcome.  [His words were to the effect of: \"It would only take a small bias in these polling results one way or another change the likely outcome of the election, and I don't know enough about British polling is done to know if, or in what direction, that bias might be.\"] In the case of the impending Irish referendum, we are looking at leads of 15-25% of Repeal over Retain.  Yes, the polling results vary quite widely, but at CLOSEST, Repeal still has an 11% lead.   In other words, Trump and Brexit were each like tossing a pair of coins and having them come down with a pair of heads.  (\"Wow, what is the chance!\")  To me, the Irish referendum is like tossing _7_ coins. And if, on Saturday morning, all 7 have come down heads and Retain has won, well, Anne and Samantha, you both know where to email my serve of humble pie to!"], [34405, "2018-05-22T19:38:31Z", [0.9], ""], [32602, "2018-05-22T19:07:30Z", [0.59], ""], [691, "2018-05-22T14:52:23Z", [0.99], ""], [58462, "2018-05-22T11:04:57Z", [0.75], ""], [23006, "2018-05-21T21:11:53Z", [0.51], ""], [58452, "2018-05-21T18:56:31Z", [0.95], ""], [41922, "2018-05-21T18:34:45Z", [1.0], ""], [41922, "2018-05-21T18:34:30Z", [0.0], ""], [1034, "2018-05-21T14:14:02Z", [1.0], ""], [11080, "2018-05-21T10:05:02Z", [0.9], ""], [38, "2018-05-21T06:36:40Z", [0.77], ""], [38, "2018-05-21T06:30:26Z", [0.88], ""], [34920, "2018-05-21T04:55:37Z", [1.0], ""], [19801, "2018-05-21T04:19:48Z", [1.0], "lead in the polls is so huge even if all the undecideds vote against the referendum will still result in a repeal."], [23006, "2018-05-21T03:37:22Z", [0.49], "- Yes' side losing support closer to ref date - whether those votes are going to abstain or 'no' is not clear. But the closer to the date this happens, the truer the direction.\n-  This question is something defines this country's nationhood, and to some of those living in Ireland it is a point of pride and enlightenment to be on the 'no' side, (the view from the other side) -' viability' , a medical concept fundamental to deciding on a course of action for doctors, pregnant women and courts, moves earlier and earlier in pregnancy as medical technology advances. This fact   might make it impossible for pro-life voter to switch to pro-choice; whereas it would not affect a pro-choice person from becoming a pro-life voter. OTOH the law  as it stands is really rigid  and in dire instances causes harm to both women and children. In looking at both sides of this question, I think this is one of those questions  when relying on polls might not be enough here, and I have really no idea which side of the baseline I need to be"], [23006, "2018-05-21T02:57:32Z", [0.51], ""], [37800, "2018-05-20T21:01:30Z", [0.67], ""], [15621, "2018-05-20T17:53:59Z", [1.0], ""], [35117, "2018-05-20T09:29:59Z", [0.98], "Latest polls are showing Yes ahead by a healthy margin.  Times/IpsosMRBI has a 12 pt lead for Yes, B&A/Sunday Times 28 points, RedC/Business Post 29 points - I've not looked at the methodologies but RedC seemingly have always given the largest margin leads to the Yes side. In the case of IpsosMRBI and B&A there were decent undecided portions (17% and 19% respectively).  I've seen reports suggesting that the undecideds are more likely to break yes, which rings true for me based on the peel away from outright Yes voters we've seen in the Ipsos polling (most likely to go Yes -> Undecided, rather than Yes -> No directly). It's also possible that in a country that is traditionally conservative on abortion yes might be the tougher answer to give to a pollster. Only Ipsos showing a real closing in the polls, although that is a contra-indication there is still a sufficient gap (12pts) for me to think that in light of other polling, No won't make it in time. \nhttp://www.thejournal.ie/abortion-poll-red-c-sunday-business-post-4023304-May2018/\nhttps://www.thetimes.co.uk/article/urban-surge-set-to-carry-the-day-for-eighth-amendent-repeal-polls-show-j070rgdnk Interestingly, the implied probability from betting exchanges has continued to drift lower even as the polls have moved closer. Current implied odds on Betfair are around 82/18 for Yes."], [23737, "2018-05-20T08:03:17Z", [0.75], "Times changeing even in Ireland. People who says No might stay at home. I am guessing a larger turnout of Yes voters"], [23006, "2018-05-19T20:56:45Z", [0.53], ""], [58427, "2018-05-19T18:08:01Z", [0.75], ""], [54077, "2018-05-19T18:00:34Z", [0.46], ""], [43003, "2018-05-19T17:51:34Z", [0.96], "All polls show large lead, however as election draws nearer the population tends to get more conservative on big issues."], [37689, "2018-05-19T11:39:22Z", [0.75], "Results of parliamentary committee "], [35636, "2018-05-19T06:16:16Z", [0.98], "Polling seems to show decrease in support. Perhaps people not wanting to be seen to be YES, like how conservatives were embarrassed to admit they were voting for Trumpy. "], [23006, "2018-05-18T23:54:31Z", [0.43], "# of women who went to UK per county  (2016 see link below) - 2746\n# of women who went to abroad estimated 2017 (ranges 3K to 6500) - 3250\n# of doctors (overwhelmingly (81%) in favour or repeal - 20473 total =26469,  and this figure might be very under-reported by? due to societal pushback, and underground/illegal options. This figure doesn't include the morning after pill (72 hrs after conception), based on page views when news of it's availability came out I'd say at least 127K more people http://www.thejournal.ie/morning-after-pill/news/ Multiply by 10 for supportive family/loved ones and clinicians other than doctors\nMultiply by another 10 going back 10 years\nTotal = 2,646,900 or 56% of Ireland likely in favour. (Total pop: 4,697,266)  but  those people might experience either relief or regret (either/or, or maybe both) The majority of women who went abroad for medical intervention was disproportionately from Dublin -- 43% vs 57 % for total of every other county.  IOW Dublin's population (1,345,401) comprised 43% of total (1,175) 2016 abortions but only 28% of voting population, and most churches are in Dublin so not all of that 28% is available for the 'yes' side The question becomes how likely are people in the smaller counties to vote yes, considering they comprise the rest or 57 percent of the voting population?\n__________________________________________________________________________________________________\ncounty/#of Women who went abroad/%of total who went abroad/ county population\ndublin\t1175\t43%\t 1,345,401 \ncork\t241\t9%\t 542,196 \nkildar\t130\t5%\t 222,130 \ngalway\t113\t4%\t 258,552 \nmearth\t100\t4%\t 194,942 \nlimberick\t99\t4%\t 195,175 \nwicklow\t85\t3%\t 142,332 \nlouth\t83\t3%\t 128,375 \ntipperary\t69\t3%\t 160,441 \nwexford\t69\t3%\t 149,605 \ndonegal\t63\t2%\t 158,755 \nwaterford\t56\t2%\t 116,401 \nclare\t53\t2%\t 118,817 \nkerry\t49\t2%\t 147,554 \nkikenny\t44\t2%\t 99,118 \nlaois\t42\t2%\t 84,732 \nmayo\t38\t1%\t 130,425 \nwestmeath\t38\t1%\t 88,770 \ncarlow\t36\t1%\t 56,875 \ncavan\t33\t1%\t 76,092 \nsligo\t29\t1%\t 65,357 \noffaly\t29\t1%\t 78,003 \nleitrim\t21\t1%\t 31,972 \nroscommon\t20\t1%\t 64,436 \nlongford\t16\t1%\t 40,810 \nmonaghan\t15\t1%\tpop? http://img2.thejournal.ie/inline/3999688/original/?width=475&version=3999688\nhttps://www.imt.ie/news/highest-number-of-doctors-registered-by-imc-14-03-2016/\nhttp://www.thejournal.ie/eighth-amendment-ref-q-a-3999597-May2018/\nhttps://en.wikipedia.org/wiki/List_of_Irish_counties_by_population Also poll numbers from April to May show a 3% drop in 'yes' from 47% to 44, while no went up 2% to 32%, undeclared dropped from 20% to 17%  so seems to be a slight two-way move: some yeses and some undecideds moved over to no side or some yeses moved into undecided side. (https://www.breakingnews.ie/ireland/latest-harris-says-there-is-no-room-for-complacency-in-abortion-referendum-843393.html)\n"], [23006, "2018-05-18T23:24:07Z", [0.47], ""], [23006, "2018-05-18T23:04:27Z", [0.53], "."], [28414, "2018-05-18T22:51:48Z", [1.0], ""], [23006, "2018-05-18T22:47:53Z", [0.53], ""], [23006, "2018-05-18T22:44:11Z", [0.03], "http://www.thejournal.ie/eighth-amendment-ref-q-a-3999597-May2018/ good link - very IMpartial"], [5018, "2018-05-18T02:52:31Z", [0.99], ""], [34353, "2018-05-17T15:17:35Z", [0.95], ""], [691, "2018-05-17T14:56:42Z", [0.99], ""], [32100, "2018-05-17T13:34:46Z", [0.8], ""], [58363, "2018-05-17T09:04:46Z", [0.77], ""], [172, "2018-05-16T22:37:02Z", [1.0], ""], [37548, "2018-05-15T23:07:15Z", [0.75], ""], [1034, "2018-05-15T05:59:23Z", [1.0], ""], [32258, "2018-05-14T17:38:15Z", [0.99], ""], [23006, "2018-05-14T17:29:24Z", [0.03], ""], [50568, "2018-05-14T16:56:55Z", [0.75], ""], [4888, "2018-05-14T16:49:04Z", [0.75], "very likely it will happen at some point but 1/4 that opponents will delay repeal"], [23006, "2018-05-14T15:36:58Z", [0.51], ""], [23006, "2018-05-14T15:36:51Z", [0.03], "biggest hurdles are lack of online advertising access, and voters might not be aware that repeal is a quick step to on demand legislation."], [1333, "2018-05-14T14:25:56Z", [0.95], ""], [12879, "2018-05-14T14:02:43Z", [0.95], ""], [691, "2018-05-14T13:19:46Z", [0.99], ""], [23006, "2018-05-13T21:18:31Z", [0.03], "This is a quote (not an opinion) from article linked below: \"I used to be pro-choice,\" she adds, \"up to the age of about 23 [she's 33 now], but then I discovered what abortion really is and I just couldn't support it. My belief is that all human life is to be valued, including the unborn, and if you really hold that view then you will oppose abortions in every circumstance, even in hard cases.\" https://www.independent.ie/irish-news/abortion-referendum/knocking-on-doors-in-hostile-territories-what-its-like-to-canvass-for-the-referendum-when-local-voting-trends-are-against-you-36894899.html I think the voters want to repeal (It's too rigid) but don't support on demand. They are looking for the politicians to give them a smaller stepping stone otherwise I don't think they will support it"], [23006, "2018-05-13T15:05:40Z", [0.03], ""], [13377, "2018-05-13T09:13:35Z", [0.57], ""], [19801, "2018-05-13T06:53:51Z", [0.98], "Pat Leahy’s comprehensive analysis of the referendum vote: The Government says it intends to introduce a referendum on the Eighth Amendment, the constitutional provision that prohibits abortion in almost all cases. Before a referendum takes place, the Dáil and Seanad must vote in favour. The Irish Times asked all TDs and Senators if they were in favour of repeal of the Eighth Amendment. We also asked TDs if they favoured proposals for unrestricted access to abortion up to 12 weeks. Their responses are collated below. In the case of Oireachtas members who did not respond, past statements and voting records were taken into account in seeking to ascertain their views.\nhttps://www.irishtimes.com/news/politics/referendum-tracker"], [691, "2018-05-12T12:46:36Z", [0.99], ""], [45594, "2018-05-12T08:08:46Z", [0.75], "the religion has lost power over the society"], [14493, "2018-05-11T11:23:05Z", [0.9], "As @Anneinak says the polls show that a lot of people are saying they are undecided. My guess is that people are unwilling to answer pollsters, rather than being undecided. Its interesting that campaigns by religious groups may be counter productive (i.e. people don't want to be told how to vote by priests). It seems to be unknown if the campaigns by outside (presumed US) groups that Youtube and Facebook are now making some attempt to block have affected Irish opinion.  I suspect these groups will easily get around the Youtube and Facebook rules. Irish web addresses could easily be used to route finance for social media adverts that are paid for by sources outside Eire.   https://www.reuters.com/article/us-ireland-abortion/church-and-religion-take-back-seat-as-a-secular-ireland-votes-on-abortion-idUSKBN1IB1OE"], [23006, "2018-05-11T03:01:16Z", [0.49], ""], [38, "2018-05-11T01:14:37Z", [0.57], "https://www.theguardian.com/world/2018/may/09/ireland-abortion-referendum-divides-county-roscommon Campaign workers report that voters are concerned about \" . . . the government’s stated intention to follow a vote for repeal with legislation allowing abortion on demand up to the 12th week of pregnancy. People on the doorstep are definitely worried about the 12-week issue,” . . . “When you explain to people that repeal will be followed by abortion on demand, they are very surprised and shocked. There’s definitely a feeling that it’s a step too far.” The proposed legislation would give Ireland a more liberal abortion law than the UK.\n~~~~~~\nhttps://www.independent.ie/irish-news/abortion-referendum/poll-young-urban-women-giving-yes-side-referendum-edge-but-it-is-a-narrow-lead-36877996.html THE abortion referendum looks like it will be passed by a narrow majority but success is by no means certain at this stage, according to the latest Sunday Independent/Kantar Millward Brown opinion poll. Excluding undecided voters, the poll finds 57pc to 43pc support repealing the Eighth Amendment . . . However, when undecided voters are included, the poll shows 45pc in favour, 34pc against, with a considerable 18pc undecided and 4pc who did not express an opinion. The survey also reveals that more Yes (18pc) than No (15pc) supporters have reservations about the proposed amendment.\nFurthermore, more men (21pc) that women (15pc) have doubts about the proposal. However, the poll overall finds some movement in favour of repeal, with strong support among young people in urban areas, and particularly among women in the lower-middle and skilled working social classes' cohort. A notable feature in the poll is an urban-rural divide, which shows Dublin (51pc) in favour of repeal, falling to 37pc in Connacht/Ulster. But the fact that a significant number are still undecided, and that somewhat more Yes than No voters have doubts, will see the campaign go down to the wire.\n. . . \nHowever, today's poll indicates that the referendum will be carried, albeit with a slim majority.\n. . .\nThe margin of error is 3.1pc. On the abortion referendum, in another finding which shows momentum for repeal, 42pc (up two points) say abortion without restriction up to 12 weeks is 'about right' and 11pc (up three points) say it does not go far enough, while 32pc (down one point) say it goes 'too far'. However, again there is a sizeable minority (15pc), down four points, who do not know or have refused to give their view. A further breakdown shows that slightly more Fianna Fail supporters intend to vote No (41pc) than Yes (39pc), while more Fine Gael supporters say Yes (44pc) than no (33pc) and more Sinn Fein supporters are also saying Yes (52pc) than No (35pc).\nAlthough this poll sample was smaller, and therefore comes with a warning, significantly more of the farming community support No (62pc) over Yes (18pc). Should the referendum be passed, the poll indicates that the strong support of young women in the lower-middle and skilled working classes, C1 (51pc) and C2 (47pc), will be significant. In the Sunday Independent today, Paul Moran, executive director of Kantar Millward Brown, writes that the poll \"will serve as a clarion call to all, as it illustrates that with three more weeks to go, there is still plenty of hard graft to be done, and nothing can be taken for granted\". COMMENT: Momentum appears to be with \"No\".  I'm reducing my forecast because I'm wondering what the Catholic bishops are telling the choir at church on Sunday.    The high percentage of undecideds (18%) is also a concern; who are they?  Are they really undecided, or are they really folks who don't want to say?  Who would be most unwilling to state their position?  \"Repeal\" voters who fear the bishops or the older generation?  or \"No\" voters who maybe fear their neighbors and friends, and alienating the younger generation?   "], [47812, "2018-05-11T00:06:02Z", [0.86], ""], [530, "2018-05-10T18:01:36Z", [0.9], ""], [172, "2018-05-10T02:18:08Z", [1.0], ""], [40702, "2018-05-08T23:51:59Z", [1.0], ""], [58197, "2018-05-08T04:54:47Z", [0.9], ""], [58197, "2018-05-08T04:54:00Z", [0.1], "Comment deleted on May 08, 2018 04:55AM UTC"], [1333, "2018-05-07T13:18:53Z", [0.85], ""], [58165, "2018-05-07T00:58:31Z", [0.3], ""], [52343, "2018-05-06T04:07:23Z", [0.75], ""], [37161, "2018-05-06T00:48:49Z", [0.7], "It's time"], [23040, "2018-05-05T14:16:19Z", [0.85], ""], [38, "2018-05-05T03:26:28Z", [0.77], "https://www.spectator.co.uk/2018/05/the-catholic-church-is-absent-in-irelands-abortion-referendum/ \"What’s notable about the [abortion amendment referendum] campaign is it’s an almost entirely secular debate. The Catholic Church is absent from the fight to an extent that would have been hard to imagine in 1983,  . . .  \" . . . the political classes are squarely in favour of repeal, from the Taoiseach to Sinn Fein at the other end of the spectrum: one of the more surreal elements of Gerry Adams’s resignation speech to his party conference was when he was interrupted by applause for supporting abolition of the Eighth Amendment; Adams, a late-life feminist, beamed. Micheál Martin, leader of the normally socially conservative Fianna Fáil party, has declared for repeal. Yet Leo Varadkar was famously pro-foetus before the election; ditto the Health Minister Simon Harris and indeed most others in the two big parties who now back repeal. The sole party actually against Repeal is the tiny breakaway Renua, which hasn’t any MPs. The same goes for the press. Rather than list the pundits for abortion, it’s easier to name two against:. . .  There’s another factor: a Newstalk radio station analysis of the voting register in 2016 suggests that, in comparison with the census, there are, conservatively estimated, 488,000 more people on the register than might be expected. This could affect the outcome. And although the Irish Times editorial on its own poll observed that ‘the prize is in sight’, there just might be an upset. Elsewhere, we’ve seen consensus among right-thinking people in the political classes before, followed by an unexpected result. This campaign is going to be closely fought to the end."], [38, "2018-05-05T03:14:02Z", [0.77], "http://www.theamericanconservative.com/articles/catholic-ireland-is-dead-and-gone/ \". . . legal tradition in the Republic of Ireland has been profoundly shaped by the country’s dominant religion. The Irish Constitution, adopted in 1937, is an emphatically Christian political document. Its preamble begins not with a gesture towards “we the people,” like its American and Indian equivalents, but with an appeal to “the Name of the Most Holy Trinity, from Whom is all authority and to Whom, as our final end, all actions both of men and States must be referred.” Its contents acknowledge “all our obligations to our Divine Lord, Jesus Christ.”\n. . . \nIreland’s constitution has naturally evolved to respond to new challenges, but it has done so within a context that sees the Catholic Church enjoying overwhelming social advantages, controlling almost all primary and secondary schools, and commanding the loyalty of vast numbers of people. As late as 1979, during his papal visit, John Paul II celebrated mass in front of 1.25 million people—one third of the Republic’s population and the largest gathering in its history. Four years later in 1983, Irish voters adopted the Eighth Amendment, guaranteeing in all but the most extreme circumstances the right to life of the unborn. But the 1980s were a turning point in Irish history, marking both the high point of its Catholic society and the beginning of its end. Ireland’s secularization was sudden. The legalization of homosexual activity in 1993 and of divorce in 1995 were both cause and consequence of a radical reformulation of sexual ethics in opinion and public policy. In 2015, Ireland became the first country in the world to legalize same-sex marriage on the basis of a national popular vote, and, in 2017, Varadkar became the country’s first gay Taoiseach. Popular attitudes towards LGBT people in the Republic are now among the most liberal in the world; progressive policies are overwhelmingly supported by very large numbers of younger voters. Their attitudes illustrate how absolutely the Catholic Church failed to instill its moral values in a generation whose education it virtually monopolized, with the result that a culture that never embraced the Protestant Reformation is nevertheless living with its “unintended consequences.” As Mass attendance declines, it becomes ever more obvious that the Catholic Church lost the battle for religious adherence in the Republic, even if the Protestant churches did not win. There are several reasons that explain Ireland’s rapid secularization. The impact of modernity, facilitated by an internationalizing media, has exposed the moral and cultural isolationism that prevailed for much of the 20th century. Patterns of migration and return encouraged liberal values among many in the middle classes. But nothing did the Catholic Church more harm than the horrific sequence of clerical abuse scandals, with consequences epitomized in such documents as the Cloyne Report (2011), which became the subject of one of the most important speeches in Irish political history. Then-Taoiseach Enda Kenny spelled out the reasons why this report, documenting the “rape and torture of children,” had brought “the Government, Irish Catholics, and the Vatican to an unprecedented juncture.” He condemned the “dysfunction, disconnection, elitism,” and “narcissism that dominate the culture of the Vatican to this day,” and exposed the “attempt by the Holy See, to frustrate an inquiry [into child abuse] in a sovereign, democratic republic.” This, Kenny insisted, was not “industrial-school or Magdalene Ireland, where the swish of a soutane smothered conscience and humanity and the swing of a thurible ruled the Irish-Catholic world.” Ireland had “neglected its children” for too long, and “as Taoiseach, I want to do all I can to protect the sacred space of childhood and to restore its innocence.” The government’s response to horrific revelations of clerical abuse was to insist upon children’s safety. Of course, there must always be a balance of rights, as the Eighth Amendment puts it, and of course there are always distressing and ethically complex cases that cry against the cold logic of legal doctrines—cases about which participants in the campaign against repeal have not always responded with grace, kindness, or even basic humanity. But it remains dreadfully ironic that one Taoiseach’s extraordinary defense of the “sacred space of childhood” should be followed by his successor’s call for access to abortion to be widened. Polling shows that a clear majority of voters are backing the motion for repeal, though this lead has slipped by nine points since January. A social media campaign celebrates those who are coming #HomeToVote, using the same hashtag that energized the campaign for same-sex marriage several years ago. The emigrants are returning to chip away at values that were once inviolate, forgetting to whom, and with what consequences, as the constitution puts it, “all actions both of men and States” must be referred. But on May 25, the result of the referendum will almost certainly confirm it: Catholic Ireland is dead and gone.\n~~~~~~~\nCOMMENT:  I've read elsewhere that the Catholic Church hierarchy is not launching a huge media campaign.  Why would they not do that?  They weren't shy about fighting Prop 8 in California and against the requirements of Obamacare in the US.  I assume that the reason the Catholic church has not launched a huge media campaign is because their polling shows that it would backfire on them.  So, if the Catholic church maintains a low profile, will this repeal be killed???"], [14493, "2018-05-04T17:36:43Z", [0.99], ""], [37183, "2018-05-04T15:23:59Z", [0.8], ""], [691, "2018-05-04T14:10:55Z", [0.99], ""], [691, "2018-05-03T13:46:27Z", [0.99], ""], [25141, "2018-05-03T07:20:30Z", [0.99], ""], [57963, "2018-05-02T19:56:42Z", [0.9], ""], [45670, "2018-05-02T08:01:07Z", [1.0], ""], [172, "2018-05-02T01:19:53Z", [0.99], ""], [38319, "2018-05-02T00:56:41Z", [0.98], "Of the 11 polls in Wikipedia to date (https://en.wikipedia.org/wiki/Thirty-sixth_Amendment_of_the_Constitution_Bill_2018_(Ireland)), even the post favourable poll for Retain would depend on Retain winning the Undecided vote 6:1 just to draw even with the Repeal vote. 7 out of the 11 polls (including 3 of the 6 most recent) would have Repeal winning even if ALL the undecided voters turn up and vote for Retain. In short, it is not a mathematical impossibility for Retain to win ... but it is pretty bloody close!  Let's call it 1 in 50."], [691, "2018-05-01T22:01:37Z", [0.76], ""], [23006, "2018-05-01T03:59:48Z", [0.99], "most parties favour repeal"], [38, "2018-05-01T01:21:55Z", [0.77], "A LITTLE BACKGROUND\n-abortion is one of only 9 or 10 ex-communicatible offenses in the Code of Canon law of the Catholic Church.  It is imposed immediately  without trial or public announcement (\"latae sententiae\") upon anyone who gets an abortion, performs an abortion or helps someone else get an abortion.  Some bishops contend that persons voting for legalization of abortion also would be included in those ex-communicated.\n-this is seen as a once-in-a-generation vote REASONS WHY REPEAL MAY WIN:\n-Young expatriates flocked home three years ago when Ireland become the first country in the world to adopt gay marriage by popular vote and reports are that they will be doing the same for this vote.\n-polls show a strong lead for repeal: 53% in support of repeal, down three points from last month's poll, but is still substantially ahead of the No side who are unchanged on 26%.  https://www.breakingnews.ie/ireland/abortion-poll-shows-yes-side-hold-considerable-lead-despite-slight-fall-in-support-839879.html\n-ancient Irish culture allowed it:  associate professor of religion at Simpson College in Iowa, Maeve Callan, discussing the role Catholic saints had in Medieval abortions..  . . . “medieval biographies of multiple Irish Catholic saints, including beloved Brigid of Kildare, reverently record abortions among their miracles, and medieval Irish Catholic penitentialists, priestly authorities who prescribed penances for sins and were often celebrated as saints themselves, treated abortion as a relatively minor offence.”  http://www.ancient-origins.net/news-history-archaeology/did-irish-medieval-saints-perform-abortions-controversy-ahead-8th-amendment-021886\n-It is believed 3,265 Irish women travel overseas each year for abortions REASONS WHY REPEAL MAY FAIL:\n-polls show weakening support for repeal: the momentum seems to be gathering to kill repeal\n-the residual power & influence of the Catholic church: fear and guilt\n-there are reports that the Repeal folks are not aggressively campaigning\n-(assumedly) pro-choice voters may not be able to vote:  22% of Irish aged 18-34 are not registered to vote\n-the GAA’s Gaelic Players’ Association (GPA) has confirmed they will not be taking an official position.. . .  in contrast with the GPA’s decision to take a clear position endorsing a yes vote before the 2015 marriage equality referendum after a players’ poll showed overwhelming support for change.\n-following several meetings with government officials and medical health workers to establish boundaries around the use of abortion pills, the health minister now says that he will support a law that allows access to abortion up to 12 weeks \"if it's coupled with strict medical guidelines\".  Some may think that this will mean that a change in the law isn't needed. KNOWN UNKNOWNS\n-20-30% are undecided COMMENT:  Many believe that the \"undecideds\" will decide this vote.  This has all the hallmarks of a vote based on emotion:  so who will tell the best story????  I think that it will be repealed, but I am far less confident of that than I was a month ago."], [13970, "2018-04-30T22:31:26Z", [0.92], "The recent poll has 47% reporting they plan to vote yes, 28% no, with 3% not planning to vote. Of undecided, 30% are leaning towards yes, and 15% towards no. Of those who intend to vote that gives 55% of those planning to vote yes or leaning towards versus 32% leaning or planning to vote no. https://www.irishtimes.com/news/politics/poll"], [44258, "2018-04-30T18:48:38Z", [0.55], ""], [53897, "2018-04-30T18:43:02Z", [0.65], ""], [38, "2018-04-30T03:57:05Z", [0.77], "Polls show repeal @ 47%, down about 20% in the last month, and Catholic bishops are banging on the drum of latae sententia excommunication."], [32539, "2018-04-30T03:24:20Z", [0.15], ""], [49526, "2018-04-29T18:48:24Z", [0.8], ""], [42417, "2018-04-28T21:46:48Z", [0.9], ""], [51636, "2018-04-28T13:17:46Z", [0.45], "Opinion polls show a decline in support for repeal, narrowing the gap between the two sides to a 2% difference. With an undecided vote of four percent, the lack of increased support for this major constitutional change makes it highly unlikely that the Irish people will approve a constitutional change of this magnitude."], [13377, "2018-04-28T09:49:39Z", [0.95], ""], [23006, "2018-04-28T02:27:46Z", [0.99], ""], [705, "2018-04-27T18:03:43Z", [0.95], ""], [32258, "2018-04-27T17:46:24Z", [0.98], "https://www.independent.co.uk/news/world/europe/ireland-abortion-referendum-repeal-eighth-amendment-vote-latest-updates-poll-a8311001.html\n"], [1333, "2018-04-27T14:40:50Z", [0.75], ""], [19801, "2018-04-27T04:21:36Z", [0.98], "A poll in the Irish Times last week found that 47 per cent of voters say they will vote Yes, while 28 per cent said they would vote No. One in five people said they were not sure how they would vote.\nhttp://www.thetablet.co.uk/news/8974/irish-bishops-rally-pro-life-support Even though the margin is huge, the gap could close by actual referendum day. But this is a huge gap to close so not likely.\n"], [34353, "2018-04-26T14:03:09Z", [0.75], "Adjusting up based on more research into the issue..."], [5018, "2018-04-26T03:10:14Z", [0.97], ""], [691, "2018-04-26T01:15:29Z", [0.76], ""], [172, "2018-04-25T16:04:32Z", [0.95], ""], [30364, "2018-04-25T13:07:04Z", [0.9], ""], [33887, "2018-04-25T08:14:03Z", [1.0], ""], [41922, "2018-04-24T22:58:41Z", [0.95], ""], [57963, "2018-04-22T13:33:53Z", [0.85], ""], [25465, "2018-04-21T18:38:28Z", [0.9], "Reproducing sexactive Millenials are the majority and more foreign workers now in the country who have different expectations of reproductive health who are majority working women now."], [172, "2018-04-20T00:27:12Z", [0.95], ""], [2642, "2018-04-19T16:18:52Z", [0.88], ""], [35737, "2018-04-19T15:16:23Z", [0.65], ""], [691, "2018-04-19T14:58:39Z", [0.76], ""], [57940, "2018-04-19T14:22:47Z", [0.7], ""], [920, "2018-04-19T11:30:05Z", [1.0], ""], [1333, "2018-04-17T14:59:07Z", [0.65], ""], [32100, "2018-04-16T16:42:33Z", [0.55], ""], [691, "2018-04-16T16:37:58Z", [0.8], ""], [57849, "2018-04-16T14:53:28Z", [0.15], ""], [49481, "2018-04-16T03:04:45Z", [0.4], "40% yes. The republic of Ireland has made very progressive strides in recent years, through allowing same sex marriage, electing its first Prime Minister of Indian heritage and that is also gay, and in many other ways. The referendum is set for this summer, and the mere fact that a vote will happen shows that it is possible it may pass. "], [172, "2018-04-16T01:22:07Z", [0.95], ""], [42998, "2018-04-15T21:15:46Z", [0.55], "The affirmative vote is leading in the polls but negative is gaining. The Brexit referendum defying the polls also gives me pause. "], [40272, "2018-04-15T17:04:09Z", [0.0], ""], [28414, "2018-04-15T09:35:35Z", [0.97], ""], [38, "2018-04-15T00:13:03Z", [0.98], "Polls and Facebook at odds over Ireland abortion vote\nBBC News\nWhile opinion polls show a comfortable lead for the pro-choice side in an upcoming referendum on abortion in Ireland, one survey indicates pro-life groups are winning the enthusiasm battle on Facebook."], [55090, "2018-04-14T21:22:40Z", [0.6], "Recent press that the Irish don't care as much now."], [41661, "2018-04-14T16:16:55Z", [0.9], ""], [22767, "2018-04-14T10:56:10Z", [0.99], ""], [27464, "2018-04-14T10:49:45Z", [0.75], ""], [34969, "2018-04-14T08:03:36Z", [0.73], ""], [55682, "2018-04-14T07:31:31Z", [0.5], ""], [13788, "2018-04-14T06:28:07Z", [0.75], ""], [27409, "2018-04-14T00:46:54Z", [0.65], ""], [689, "2018-04-14T00:34:38Z", [0.0], "Ireland opposes globalists agenda to kill babies."], [16127, "2018-04-14T00:18:17Z", [0.75], ""], [38, "2018-04-13T19:43:33Z", [0.98], ""], [36397, "2018-04-13T16:34:29Z", [0.75], ""], [1333, "2018-04-13T15:25:29Z", [0.54], ""], [1333, "2018-04-13T15:24:19Z", [0.55], ""], [38319, "2018-04-13T09:40:09Z", [0.97], "Polls with a variety of methodologies consistently showing:\na)  Repeal : Retain = 2:1 or so; and \nb)  Repeal > (Retain + Undecided). Triangulating, the SSM referendum in 2015 was about 2:1 in favour. Hard to see the \"Retain\" vote having any chance of winning in these circumstances.  1 chance in 33 seems about right."], [44376, "2018-04-13T03:36:06Z", [0.3], ""], [172, "2018-04-13T00:58:17Z", [0.9], ""], [26973, "2018-04-12T23:39:17Z", [0.6], ""], [14493, "2018-04-12T17:51:00Z", [0.9], "I might be wrong, but some forecasters comments seem to imply that they are directly equating repealing the Irish Eighth Amendment to Ireland permitting some specific categories of abortion. The purpose of having any any policy written into a constitution is to prevent law makers easily changing laws in that area. It appears from opinion polls that most Irish voters think that there are circumstance where abortion should be permitted and there are circumstances where most think it should not be permitted. As has been pointed out there is considerable disagreement between voters as to what these circumstances should be. It would be reasonable to speculate that the opinions of voters would vary over time as different circumstances get fuller discussion and that science presents new facts. It is surely impossible to expect a constitution to be able to define all circumstances, which is why democracies have legislators who pass laws that fit the circumstances and the needs of the time and can be changed to fit the circumstances and needs of tomorrow or next year. Removing the Eighth Amendment would not be a vote for a free for all over abortion, but a vote to allow legislators to adapt to needs. If voters really do  not trust politicians to make good laws, it difficult to hold out much hope for democracy, they might as well hand over government to a dictator or require a referendum on every law. It appears that in the last twenty years or so Irish citizens have become more confident that they have a right (and duty) to vote for representatives that will carry out the people's wishes rather than as happened in the past, the citizen was expected to be constrained and directed by higher authorities. So I expect the Eighth Amendment will be repealed so that free discussion on what abortion legislation is appropriate, can take place.            "], [22500, "2018-04-10T03:50:00Z", [0.77], ""], [40642, "2018-04-09T21:52:18Z", [0.6], ""], [40642, "2018-04-09T21:51:52Z", [0.45], ""], [530, "2018-04-09T20:16:39Z", [0.7], ""], [6285, "2018-04-09T15:19:17Z", [0.75], ""], [691, "2018-04-09T12:21:24Z", [0.8], ""], [37800, "2018-04-09T10:28:08Z", [0.65], ""], [34257, "2018-04-09T03:38:38Z", [0.66], ""], [57805, "2018-04-08T14:07:44Z", [0.42], ""], [30364, "2018-04-07T22:29:39Z", [0.75], ""], [172, "2018-04-07T20:30:03Z", [0.9], ""], [41922, "2018-04-07T20:27:21Z", [0.85], ""], [43207, "2018-04-07T14:31:14Z", [0.8], "Given the momentum of women's empowerment movements and that the repeal of this amendment is just the first legislative step, I think that it will probably be repealed. The vote is currently scheduled for 25 May. http://www.thejournal.ie/eighth-amendment-2-3924188-Apr2018/"], [691, "2018-04-06T13:35:05Z", [0.8], ""], [172, "2018-04-05T23:20:25Z", [0.7], ""], [57694, "2018-04-05T18:34:16Z", [0.5], ""], [52634, "2018-04-05T18:11:37Z", [0.0], ""], [52343, "2018-04-04T20:30:36Z", [0.75], ""], [57175, "2018-04-04T17:59:04Z", [0.45], ""], [37161, "2018-04-04T16:44:16Z", [0.5], "Maybe they will join the 20th Century."], [42417, "2018-04-04T15:43:10Z", [0.9], ""], [13377, "2018-04-04T10:26:08Z", [0.85], ""], [29054, "2018-04-04T00:49:55Z", [0.43], ""], [57605, "2018-04-03T21:00:37Z", [0.63], ""], [54661, "2018-04-03T19:24:20Z", [0.65], ""], [39381, "2018-04-03T18:09:02Z", [0.05], ""], [57447, "2018-04-03T15:42:34Z", [0.8], "I believe that Brexit has re-ignited the progressive streak that powered Ireland through the financial crisis. Combined with a generational shift towards abortions we can expect high turnout from the youngsters and can assume a large bloc of returning voters are making the trek to ensure Ireland embraces this moment at the intersection of traditional Catholic virtue and modern feminist values and chooses the latter."], [34353, "2018-04-03T11:29:31Z", [0.25], ""], [30364, "2018-04-03T04:03:11Z", [0.9], ""], [172, "2018-04-02T01:47:09Z", [0.7], ""], [41922, "2018-04-01T23:12:07Z", [0.65], ""], [691, "2018-04-01T17:13:08Z", [0.79], ""], [57456, "2018-04-01T15:19:33Z", [0.4], ""], [57434, "2018-04-01T04:01:44Z", [0.5], ""], [57427, "2018-04-01T03:00:17Z", [0.6], ""], [1333, "2018-04-01T01:41:08Z", [0.65], ""], [691, "2018-03-31T17:36:00Z", [0.79], ""], [691, "2018-03-30T15:23:24Z", [0.75], ""], [41707, "2018-03-30T08:35:59Z", [0.7], ""], [804, "2018-03-29T16:40:11Z", [0.55], ""], [41922, "2018-03-29T11:34:54Z", [0.75], ""], [47812, "2018-03-29T07:35:46Z", [0.78], ""], [46762, "2018-03-29T05:12:43Z", [0.55], "Current articles show 16 point swing against the ammentment in 2 weeks.  https://cruxnow.com/church-in-uk-and-ireland/2018/02/21/recent-polls-encourage-irelands-pro-life-advocates/ Additionally, the wording on the referendum is pretty extreme.   It does not merely allow first trimester abortions as the citizen assembly proposed.  It instead allows the entire abortion issue to be addressed via law/politicians.  The Irish are justifiably skeptical of their politicians.   This proposed amendment removes the decision from the people.    I think the wording was a mistake; it will drive fence sitters against.  Ireland is still a largely conservative nation.   Support for the amendment has fallen from 70% to 43%.   The issue will get hearings in the Irish parliament relatively soon; the Irish government is still pushing for May 25.  Should the amendment fail in May there will be no further movement on this issue in the time period in question. https://www.irishtimes.com/news/social-affairs/poll-shows-public-support-for-abortion-is-cautious-and-conditional-1.2995696 Ie:  The Irish public 54% said that the 8th amendment should be replaced with another ammendent - but an amendment putting the matter at the discretion of politicians is not an amendment.   \n\"The political chaos at Cabinet in the past few days has brought home to many people just how poorly thought out the Government’s proposals are, in particular the suggestion that there would be no way of restricting abortion if repeal happened. It has now been confirmed that this is just not possible.”\" 70% in favor 18-24\n48% in favor 45-54\n31% in favor  65+ Current polling is 49% repeal, 27% against.   20% unsure.   According to the guarding 75% of unsure lean pro repeal.   However I don't think this is accurate.  I'm adjusting to 55%, pending further movement.    Contrary to the guardian, I think unsure will not break 3:1 in favor.    The government has been leading this process for years, people are relatively well informed.   Were this a clean amendment it would pass.   The issue the body politic is deciding  is if the legislation is the way to go.   I think people will rapidly form opinions for the next couple of weeks - and that any remaining undecided at the time of the election will vote no. I also expect a lot of promises and push to get over the 49% in the very near future.    TLDR:  expect steadily tightening.   But the plan for unrestricted abortion is a bridge too far, if the anti-8 forces can mobilize. \nIf the vote is 47% with 10% undecided at the time of the referendum - it loses. "], [23006, "2018-03-29T03:02:26Z", [0.99], ""], [23006, "2018-03-29T03:02:13Z", [0.65], "Month of May\nhttps://www.theguardian.com/world/2018/mar/28/ireland-sets-abortion-referendum-date"], [57143, "2018-03-28T19:21:55Z", [0.51], "The two leading Irish political parties are not much different from each other, both described as liberal conservatives with religious ties. With Fine Gael, probably a bit more socially liberal than Fianna Fáil on this issue there is a chance it may be repealed or altered, but both parties have been ambiguous concerning a solid stance on the subject of abortion with supporters and detractors on both sides and a strong Irish Catholic influence. The referendum on gay marriage inspires hope that they will be more progressive on this issue, but in places like Roscommon the vote was very close, and the country is looking at a deep divide on the issue between what could be considered the old guard and the newer generations that see abortion as a reproductive right. While same sex marriage was a close call in Roscommon, it was not so close nationally and same sex marriage won. This cannot be used as an exact barometer of how the vote will go concerning abortion as this is a more emotionally charged issue driven by religious morality vs. more modern scientific definitions of reproduction and life. "], [1333, "2018-03-28T15:43:00Z", [0.55], ""], [51593, "2018-03-28T13:41:46Z", [0.55], ""], [38661, "2018-03-28T01:43:20Z", [0.85], ""], [44887, "2018-03-27T22:11:43Z", [0.75], "The Church doesn't have the same control as it once did."], [14329, "2018-03-27T21:49:58Z", [0.73], ""], [24828, "2018-03-27T09:19:29Z", [0.8], ""], [33797, "2018-03-27T05:29:09Z", [0.0], ""], [12591, "2018-03-26T21:12:20Z", [0.75], ""], [30485, "2018-03-26T09:15:13Z", [0.1], ""], [34969, "2018-03-25T18:56:00Z", [0.68], ""], [40702, "2018-03-25T01:36:50Z", [0.9], ""], [705, "2018-03-23T19:59:41Z", [0.93], ""], [172, "2018-03-23T18:26:05Z", [0.9], ""], [39677, "2018-03-23T17:52:44Z", [0.8], "Regardi g the modern world nowadays especially in Europe, it is most certain to pass, the catholics are probably against it, but how many of the catholics in Ireland are so strict to vote against it? Not many"], [31450, "2018-03-22T14:20:15Z", [0.85], "Shifting higher based on polling showing a majority are in favor of repealing the eight amendment."], [56770, "2018-03-21T20:23:14Z", [0.85], ""], [56764, "2018-03-21T17:38:54Z", [1.0], ""], [1333, "2018-03-21T17:11:45Z", [0.45], ""], [691, "2018-03-20T16:00:56Z", [0.75], ""], [49077, "2018-03-20T16:00:32Z", [0.73], "While there have been multiple voices debating over this issue, it seems more and more likely that there will be a opportunity to vote on Ireland's 8th Amendment. Being that the amendment originally passed in 1983, it is quite reasonably and logic for the amendment to be up for discussion and review within the the 21st century and within a new era of a new decade emerging, the \"new 20s\" (2020s). Thus, I fully expect this debate to be a tense one, due to the population of Ireland being predominately catholic. But due to the emergence of a new liberal wave, along with a new conservative wave, that is happening all of the world, the chances for this amendment to be up for vote of repeal or amending are very high.  https://www.irishexaminer.com/breakingnews/ireland/latest-simon-harris-hopeful-of-eighth-amendment-referendum-in-may-833336.html\n"], [55994, "2018-03-20T14:27:13Z", [0.8], ""], [151, "2018-03-20T12:19:50Z", [0.38], ""], [56620, "2018-03-19T17:54:49Z", [0.0], ""], [47812, "2018-03-19T08:45:31Z", [0.8], ""], [13377, "2018-03-19T07:36:43Z", [0.88], ""], [1407, "2018-03-19T00:46:37Z", [0.15], ""], [55735, "2018-03-18T19:38:36Z", [0.75], ""], [56465, "2018-03-18T11:44:35Z", [0.33], ""], [47806, "2018-03-17T15:23:28Z", [0.0], "Too many of the old guard Catholics are still alive in Ireland for this type of referendum to pass."], [636, "2018-03-17T14:55:57Z", [0.45], ""], [314, "2018-03-17T14:52:16Z", [0.75], ""], [31183, "2018-03-17T12:28:03Z", [1.0], ""], [46615, "2018-03-16T20:35:28Z", [0.45], ""], [172, "2018-03-16T20:17:05Z", [0.9], ""], [55503, "2018-03-16T17:45:25Z", [0.6], ""], [172, "2018-03-16T00:25:45Z", [0.9], ""], [55809, "2018-03-15T20:32:43Z", [0.45], "Strong anti-Church sentiment since child molestation disclosures."], [706, "2018-03-15T06:13:48Z", [0.75], "Maneuvering towards stronger ties with EU as Brexit stumbles.  But, the youth have to vote."], [32258, "2018-03-15T04:37:32Z", [0.85], ""], [19801, "2018-03-15T04:16:47Z", [0.95], "In January, a poll found 56% would vote in favour of repealing the eighth amendment and allowing unrestricted abortion up to the 12th week of pregnancy, with 29% against and 15% undecided or unwilling to say. Among those aged 18 to 24, support for change was at 74%, compared with 36% among over-65s.\nhttps://www.theguardian.com/world/2018/mar/05/ireland-abortion-campaign-activist-ailbhe-smyth"], [56281, "2018-03-14T23:15:48Z", [0.7], ""], [691, "2018-03-14T13:57:05Z", [0.75], ""], [52637, "2018-03-14T12:56:18Z", [0.97], ""], [36147, "2018-03-14T12:22:22Z", [0.85], ""], [172, "2018-03-14T11:35:00Z", [0.9], ""], [25141, "2018-03-14T08:34:51Z", [0.75], ""], [53028, "2018-03-14T04:42:34Z", [0.75], ""], [53262, "2018-03-13T23:16:04Z", [1.0], ""], [55706, "2018-03-13T17:25:06Z", [0.25], ""], [35636, "2018-03-13T07:05:23Z", [0.98], "Despite being a devoutly Catholic nation (AFAIK or by appearances) and the shock of the gay marriage referendum, they'll change to be in line with modern times. I'm pro-life but I'm a man and it's high time women have the right to be free of harassment and men dictating what they can and can't do with their bodies. The Irish probably agree or see this too, well the polls show two-thirds support repealing the 8th. "], [48709, "2018-03-12T23:32:57Z", [0.89], "progressiveness is going to be the driving factor since the courts are over crowded with the everyday hearings. "], [35831, "2018-03-12T23:18:59Z", [0.75], "Sign of time."], [15196, "2018-03-12T21:55:22Z", [0.9], ""], [53555, "2018-03-12T17:32:16Z", [0.75], ""], [10720, "2018-03-12T13:17:28Z", [0.3], ""], [691, "2018-03-11T21:01:51Z", [0.75], ""], [16109, "2018-03-11T16:24:20Z", [0.5], ""], [13979, "2018-03-11T15:37:36Z", [0.55], ""], [27705, "2018-03-11T14:45:11Z", [0.95], "The campaign to \"repeal the eighth\" amendment to the Irish Constitution was in full swing in September 2017; yesterday, March 10, 2018, tens of thousands of people marched in Dublin for, and against, the abortion ban, indicating growing strength of public sentiment to overturn the 1983 eighth amendment.   The referendum on the amendment will be held in late May.   The people will be asked whether they want to delete the Eighth Amendment and replace it with new wording stating “that provision may be made by law for the regulation of termination of pregnancy”.   Polls show a majority of Irish voters - 56% - want abortion legalized. When undecided voters are excluded, 65 per cent favour repeal and abortion being allowed up to 12 weeks while 35 per cent do not. https://www.irishtimes.com/news/politics/clear-majority-backs-abortion-on-request-up-to-12-weeks-poll-shows-1.3368816. With the availability of the pill, the question of abortion is becoming less relevant, but the idea of Ireland being a backward outpost in the civilized community of European nations drives the younger voters to ban the eighth. "], [23006, "2018-03-10T21:50:38Z", [0.65], ""], [172, "2018-03-10T19:06:27Z", [0.9], ""], [530, "2018-03-10T14:19:08Z", [0.7], "It has support in Ireland: \"The Irish Times/MRBI poll found that 56 percent of voters would support a change in the constitution so the government can legislate for abortion on request up to 12 weeks, with 29 percent opposed and 15 percent undecided.\" https://www.reuters.com/article/us-ireland-abortion/irish-poll-shows-majority-support-abortion-up-to-12-weeks-idUSKBN1FF120\n"], [46762, "2018-03-10T03:25:02Z", [1.0], "Because the voices of evil will prevail. "], [55001, "2018-03-09T23:09:52Z", [0.9], "The socio-political current in Ireland is dominated by those who wish to repeal. The media will heavily back the repeal. People will follow the media. "], [51452, "2018-03-09T21:33:21Z", [0.67], ""], [30364, "2018-03-09T20:13:43Z", [0.9], ""], [1333, "2018-03-09T18:09:52Z", [0.35], ""], [51221, "2018-03-09T17:59:09Z", [0.6], ""], [35398, "2018-03-09T17:49:32Z", [0.99], ""], [39937, "2018-03-09T17:40:07Z", [0.99], ""], [51207, "2018-03-09T11:21:17Z", [0.65], ""], [36736, "2018-03-09T11:19:46Z", [1.0], ""], [38, "2018-03-09T04:48:36Z", [0.88], ""], [23006, "2018-03-09T03:38:25Z", [0.65], ""], [705, "2018-03-09T03:34:29Z", [0.92], "\"national referendum on abortion to be held by the end of May\" https://www.theguardian.com/world/2018/mar/08/irelands-government-approves-bill-paving-way-for-abortion-referendum"], [705, "2018-03-09T03:29:56Z", [0.88], ""], [16851, "2018-03-08T21:17:56Z", [0.8], ""], [12879, "2018-03-08T19:31:36Z", [0.85], ""], [691, "2018-03-08T19:07:14Z", [0.75], ""], [16272, "2018-03-08T17:44:30Z", [0.33], ""], [1333, "2018-03-08T14:30:39Z", [0.25], ""], [1333, "2018-03-08T14:21:57Z", [0.15], ""], [29980, "2018-03-08T11:48:03Z", [0.99], ""], [1333, "2018-03-08T11:22:15Z", [0.1], "Until that text is disclosed - forecasting is tricky..."], [42417, "2018-03-08T07:17:07Z", [1.0], ""], [5018, "2018-03-08T04:58:26Z", [0.93], ""], [15196, "2018-03-08T01:24:29Z", [0.6], ""], [172, "2018-03-08T00:43:53Z", [0.6], "7 months would be lightening fast...hence some reticence on my part. It will happen, don’t know about October."], [41922, "2018-03-08T00:11:06Z", [0.95], ""], [54746, "2018-03-07T23:28:34Z", [0.9], "Supreme Court judgement yesterday removed remaining blocks. The Government should have a clear run at it now and as the Government has indicated its wish to go ahead, it will probably do so."], [691, "2018-03-07T20:46:10Z", [0.75], "This will probably happen some time this summer.  It occurs to me that whatever arrangements result from Brexit, it will harder than it now is for the good devout Roman Catholics of Ireland to get over to England for their abortions, as many of them now do.  "], [28414, "2018-03-07T20:35:52Z", [0.9], ""], [12879, "2018-03-07T20:21:57Z", [0.3], "I’d suspect the answer will be  SuperForecaster “Probably NOT” going to happen as Ireland 🇮🇪 is predominately Catholic. "], [14493, "2018-03-07T18:41:13Z", [0.9], "The Irish Supreme Court appears to have ruled that there is no legal objection to amending the \"right-to-life\". It is reported that the Irish Government will now introduce the Bill, with the aim to hold the referendum in May.  Polls show a 2/3 majority in favour.  https://www.independent.ie/breaking-news/irish-news/irish-government-to-introduce-abortion-referendum-bill-after-landmark-ruling-36679723.html\n/www.irishtimes.com/news/politics/clear-majority-backs-abortion-on-request-up-to-12-weeks-poll-shows-1.3368816"], [34353, "2018-03-07T18:30:44Z", [0.05], "I'm sure a referendum will happen at some point, but probably not in the next 7 months. Even if one does happen, I'm not certain that it will achieve repeal or amendment."], [31450, "2018-03-07T18:28:26Z", [0.66], "The country has swung sharply more liberal and tolerant in recent years. I expect this trend to continue. See link, in my experience whenever the leaders of both parties are in favor of something, that's because its already a popular idea. https://www.theguardian.com/world/2018/jan/29/ireland-to-greenlight-referendum-on-abortion-law-reform"]]}