{"question_id": 16, "title": "Will the book “Superforecasting\" (2015) be on the New York Times Bestseller's list by the end of October?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.355, 0.645], "correct_answer": "Yes", "correct_forecast": 0.355, "preds": [[1253, "2015-10-09T14:28:11Z", [1.0], ""], [271, "2015-10-09T14:24:02Z", [1.0], "Whooo hoo! I'm mad that I went from 95 - 75 on Oct. 6, but such as life."], [505, "2015-10-09T14:02:37Z", [0.95], "if it got this far by the 9th, momentum is favorable to be in the top 10 in 22 more days(10/31) "], [505, "2015-10-09T13:37:02Z", [0.5], "Revised based on NYT listing of sales activity.  Guess a lot of forecasters bought it.  It is very enlightening."], [3922, "2015-10-09T13:28:16Z", [1.0], ""], [128, "2015-10-09T13:09:36Z", [0.99], ""], [4199, "2015-10-09T12:39:22Z", [0.6], "It's a 15-, not 10-book list.  We shouldn't just ask whether Aziz will fall, though, but also what's the sales of 1944, the book just below Superforecasting -- and relative extent to which it's willing to game the system with bulk orders and such. Simon & Schuster have a book on the list, Crown doesn't."], [73, "2015-10-09T12:29:50Z", [0.08], "Really couldnt see this one.  Even with hindsight my best case would have been moderating to be less wrong.  Biggest error seems to be the ebook category,  i only thought of the misc. How to was a risk.  Oh well.  Onwards and upwards."], [691, "2015-10-09T12:23:00Z", [1.0], "oops"], [29, "2015-10-09T11:05:13Z", [1.0], ""], [532, "2015-10-09T10:34:35Z", [1.0], ""], [24, "2015-10-09T10:25:41Z", [1.0], ""], [61, "2015-10-09T06:06:15Z", [1.0], "Doh! I should have known my purchase was the tipping point!"], [68, "2015-10-09T05:33:17Z", [1.0], "Following all the recent commentators."], [3283, "2015-10-09T04:22:37Z", [1.0], "Appears on the list. Probably pointless to estimate. Good book btw."], [40, "2015-10-09T02:32:10Z", [0.99], "But if they gamed it, will it make it up one more spot, or is that it?"], [102, "2015-10-09T02:15:04Z", [1.0], "Anyone care to guess what my Brier score on this one will be from this picture: https://larswericson.wordpress.com/2015/10/09/my-voting-record-on-will-the-book-superforecasting-2015-be-on-the-new-york-times-bestsellers-list-by-the-end-of-october/"], [43, "2015-10-09T02:03:42Z", [1.0], "Following einsteinjs, thanks to his link to the best-seller list showing it at #11. Move up just one and the questions closes."], [306, "2015-10-09T01:51:27Z", [1.0], ""], [60, "2015-10-09T01:44:57Z", [1.0], "Revising from 97 to 100. As others have said -- it's on the list --> http://www.nytimes.com/best-sellers-books/2015-10-18/e-book-nonfiction/list.html"], [1993, "2015-10-09T01:35:52Z", [1.0], "It's on the Ebook Nonfiction (#11) and the Print & Ebook Nonfiction (#16) lists now."], [2, "2015-10-09T01:14:46Z", [1.0], "#11 on E-book non-fiction list. http://www.nytimes.com/best-sellers-books/2015-10-18/e-book-nonfiction/list.html A bit surprised it didn't make the hardcover list after looking at the Amazon sales figures. Last week was really strong for it, at least on Amazon.  I guess the correlation is not 100%, or the lag time is greater for NYT bestseller hardcovers."], [3, "2015-10-09T01:05:01Z", [1.0], "It's #16."], [83, "2015-10-09T00:55:30Z", [1.0], "http://www.reuters.com/article/2015/10/08/us-mideast-crisis-intelligence-exclusive-idUSKCN0S20CZ20151008 Congress confronts Spy agencies over late Syrian intell.  Go get 'em Congress."], [20, "2015-10-09T00:39:26Z", [1.0], "Got mine today. It reads pretty well. A deserving place. "], [734, "2015-10-08T23:42:00Z", [0.99], "Well, I'll be... \nCongratulations are in order, I suppose. But I never really doubted it!😅"], [53, "2015-10-08T23:34:05Z", [1.0], "Following @NickLutz\nThere have been a lot of well-placed articles in the last two weeks."], [83, "2015-10-08T22:51:40Z", [1.0], "Following tips."], [689, "2015-10-08T22:33:03Z", [1.0], "Comment deleted on May 10, 2016 06:09PM UTC"], [4055, "2015-10-08T22:28:06Z", [1.0], ""], [4055, "2015-10-08T22:27:41Z", [0.0], ""], [4055, "2015-10-08T22:27:34Z", [1.0], ""], [1591, "2015-10-08T22:24:41Z", [1.0], "It's in: http://www.nytimes.com/best-sellers-books/2015-10-18/combined-print-and-e-book-nonfiction/list.html A lot closer than I thought, but hey, a win's a win.  I don't know if the question will be resolved now or when the list goes into print, but either way, it should be a yes."], [43, "2015-10-08T21:09:03Z", [0.9], "Following Gjdrew. Even if the scorers discard the Nov. 1 list on the basis of a technicality, there is a chance for the Oct. 25 list to make it."], [128, "2015-10-08T20:30:11Z", [0.7], "GJDrew's analysis."], [128, "2015-10-08T20:26:00Z", [0.4], ""], [4199, "2015-10-08T19:09:40Z", [0.25], "1-3 odds. It's the type of book that makes the list, but it's a very short timespan for it to rise. It's a bought-not-read book, and the genre is crowded (too many \"The Signal and the Noise\"-type books) without being in actual high-demand. I will be changing this if Tetlock makes it on a TV show. "], [1424, "2015-10-08T16:17:37Z", [0.1], "Moving up 2% from 8% because of the good review in the Economist.  But I still think there's a lot of \"since I am interested in this, then most others will be too\" bias."], [3922, "2015-10-08T13:53:56Z", [0.75], ""], [1516, "2015-10-08T13:47:26Z", [0.55], ""], [40, "2015-10-08T13:03:11Z", [0.99], "and thanks to @000 and @GJDrew, back up we go"], [691, "2015-10-08T12:26:44Z", [0.24], ""], [73, "2015-10-08T11:01:31Z", [0.08], "Gjdrew has me worried,  moving up so i am not completely wrong."], [64, "2015-10-08T10:15:26Z", [0.6], "Convinced by the comments by GJDrew, 000, and others, I'm shifting slightly positive."], [510, "2015-10-08T08:28:47Z", [0.75], ""], [2, "2015-10-08T08:05:22Z", [0.77], "I take it back.  Those NYT lists are weekly, and we don't have to worry about tail off.   Last week, Superforecasting did quite well (22-51), better than Aziz Ansari (#10) did a week before that, and almost reaching Plunder and Deceit level (#7).  I'm projecting Superforecasting to come at #9 now on the next list. http://www.novelrank.com/asin/0804136696\nhttp://www.novelrank.com/asin/1594206279\nhttp://www.novelrank.com/asin/1451606303 I think it's in."], [2, "2015-10-08T07:09:25Z", [0.69], "Moving up after reading 000's post.  Comparing the NYT list against Amazon rankings: http://www.nytimes.com/best-sellers-books/2015-10-11/hardcover-nonfiction/list.html Tahesi Coates, #4 on NYT hardcovers.  #42 on Amazon list.\nAtul Gawande, #5 on NYT.  #95 on Amazon list.\nDavid Brock, #10 on NYT.  #1315 on Amazon list.\nAziz Ansari, #11 on NYT.  #189 on Amazon list.\nMary Karr, #12 on NYT.  #213 on Amazon list.\nSuzy Favor Hamilton, #13 on NYT.  #777 on Amazon list.\nRick Bragg, #14 on NYT.  #421 on Amazon list.\nDavid Maraniss, #15 on NYT.  #343 on Amazon list.\nErik Larson, #16 on NYT.  #292 on Amazon list.    \nJewel, #17 on NYT.  #548 on Amazon.\nIan Toll, #18 on NYT.  #403 on Amazon. Superforecasting has been in the 30-180 range on the Amazon list for the whole period.  It's #188 now.  The main competitors I see are: Bernanke's book and Billy Graham's book, both new and above Superforecasting right now on the Amazon list. I think the projection is probably around #12 on the next NYT list.  The main concern is if it plunges in Amazon rank over the next week or so.  If it stays above #200, it's pretty sure to make it.  Even if it stays above #300, it'll probably squeak in."], [689, "2015-10-08T03:09:21Z", [0.75], "Comment deleted on May 10, 2016 06:07PM UTC"], [2147, "2015-10-08T02:42:37Z", [0.65], ""], [102, "2015-10-08T02:32:21Z", [1.0], "The current bottom of the Non-Fiction Hardcover list is My Fight/Your Fight. [1]  This is #454 in Amazon Books.    Tetlock's book is #183 in Amazon Books.  So I give it a shot, it's simple math.  If there is a correlation of 1 between positions on Non-Fiction hardcover and Amazon Books rank, our guy's book should end up in the top 5 or so. [1] http://www.nytimes.com/best-sellers-books/2015-10-11/hardcover-nonfiction/list.html"], [40, "2015-10-08T02:14:34Z", [0.05], ""], [43, "2015-10-08T01:59:24Z", [0.35], "Looking at Warren Hatch's Sept. 1 forecast, he makes the point that the last release of a new NY Times bestseller list before the end of the month would be Oct. 25. The actual wording of the question appears to be whether it will \"Be on...list by the end of October,\" rather than have sold enough copies by the end of October to be reported on the list to be released Nov. 1. So if the scorers follow the exact wording, they will say, oops, too bad, you were a few minutes late... Would they do it in such a not picking way? My earlier power players analysis led me to believe they would be sensible and admit that the Nov. 1 report of October sales would fit the criteria. But now I'm not feeling so certain, given the scorers' dogged refusal to give any clarifications."], [485, "2015-10-08T01:34:04Z", [0.25], "The book seems potentially of interest to a wide swath of the public. But end of Oct. coming soon."], [93, "2015-10-07T23:39:39Z", [0.05], ""], [532, "2015-10-07T22:37:57Z", [0.17], ""], [4127, "2015-10-07T20:40:44Z", [0.67], ""], [1262, "2015-10-07T20:07:28Z", [0.35], "Reading the book now.    Good but technical discussion may be less attractive for some readers (but yes, important content.)"], [1629, "2015-10-07T19:43:09Z", [0.6], ""], [128, "2015-10-07T12:57:25Z", [0.3], ""], [128, "2015-10-07T12:52:02Z", [0.5], ""], [691, "2015-10-07T12:05:51Z", [0.18], ""], [164, "2015-10-07T07:36:35Z", [0.04], ""], [4084, "2015-10-07T04:51:48Z", [0.6], "People love stats more and more."], [4073, "2015-10-07T02:20:52Z", [0.05], "Most likely not, only enlightened people like this stuff as we all know most Americans are brain dead. "], [1300, "2015-10-07T01:02:19Z", [0.05], "Good media coverage but too many more interesting (to the general public) titles are out in general non-fiction."], [485, "2015-10-06T21:31:43Z", [0.2], "End of October will be here soon.  The book and Dr. Tetlock seem to continue to get good media coverage."], [532, "2015-10-06T21:26:01Z", [0.18], ""], [73, "2015-10-06T18:22:05Z", [0.0], "reducing the last 2% based on #JAL link.  "], [521, "2015-10-06T18:14:31Z", [0.05], "If it didn't make it when sales were at peak I doubt it will now....\nhttp://www.novelrank.com/asin/0804136696"], [691, "2015-10-06T17:45:17Z", [0.2], ""], [43, "2015-10-06T16:38:48Z", [0.95], "Sorry, I meant to keep my forecast the same for now, counting upon the facts and behaviors of the scorers having a happy and productive confluence."], [43, "2015-10-06T16:37:51Z", [0.55], "Regarding Delorean's well researched analysis, given the \"clarification-free\" problems on this site, I can see his concerns. However, a power player analysis suggests that the scorers should be motivated to judge this question on the basis of the actual facts of October sales rather than having a secret agenda of only counting earlier sales. Power players analysis: The scorers: While an actual facts forecast would require that the scorers should  wait for the October sales figures to arrive, they might have really meant the September sales alone. If so, all of us forecasting above 50% now are screwed. Tetlock: On the other hand, given that the lead author of this book has a financial stake in this competition, I imagine that he would be outraged if this question was not fairly judged. The publishers: They know how to play the bestseller lists. The book has been issued simultaneously in hardcover, paperback, MP3 CD and ebook formats. The reviewers: Staggeringly wide and favorable coverage of the target audience.\n\"Tetlock's thesis is that politics and human affairs are not inscrutable mysteries. Instead, they are a bit like weather forecasting, where short-term predictions are possible and reasonably accurate... The techniques and habits of mind set out in this book are a gift to anyone who has to think about what the future might bring. In other words, to everyone.\"\n—The Economist \"One of the best books I've read this year... Superforecasting is a must read book.\"\n—Seeking Alpha \"In this captivating book, Tetlock argues that success is all about the approach: foresight is not a gift but rather a product of a particular way of thinking... In each chapter, the author augments his research with compelling interviews, anecdotes, and historical context, using accessible real-world examples to frame what could otherwise be dense subject matter. His writing is so engaging and his argument so tantalizing, readers will quickly be drawn into the challenge - in the appendix, the author provides a concise training manual to do just that. A must-read field guide for the intellectually curious.\"\n—Kirkus Reviews, starred \"[An] important new book... [from] the scholar of the science of prediction.\"\n—Times of London \"We now expect every medicine to be tested before it is used. We ought to expect that everybody who aspires to high office is trained to understand why they are so likely to make mistakes forecasting complex events... Politics is harder than physics but Tetlock has shown that it doesn't have to be like astrology.\"\n—The Spectator “Philip Tetlock is the world expert on a vital subject. Superforecasting is the wonderful story of how he and his research team got ordinary people to beat experts in a very serious game. It is also a manual for thinking clearly in an uncertain world. Read it.” \n—Daniel Kahneman, winner of the Nobel Prize and author of Thinking, Fast and Slow\n\n“The best way to know if an idea is right is to see if it predicts the future. But which ideas, which methods, which people have a track record of non-obvious predictions vindicated by the course of events? The answers will surprise you, and they have radical implications for politics, policy, journalism, education, and even epistemology—how we can best gain knowledge about the world. The casual style of Superforecasting belies the profundity of its message.”\n—Steven Pinker, Johnstone Professor of Psychology, Harvard University, and author of The Better Angels of Our Nature\n\n“In this accessible and lively book, Tetlock and Gardner recognize the centrality of probabilistic thinking to sound forecasting. Whether you are a policymaker or anyone else who wants to approach decisions with great rigor, Superforecasting will serve as a highly useful guide.” \n—Robert E. Rubin, Former U.S. Treasury Secretary\n\n“How well can we predict the future, really? There is no better way to answer that question than to read this book. You will come away disillusioned about the ability of experts, but also enlightened about how the best forecasters do it—and maybe even hopeful about your own prospects.”\n—Tyler Cowen, Director of the George Mason University Mercatus Center and author of Average Is Over \n\n“For thousands of years, people have listened to those who foretold the future with confidence and little accountability. In this book, Tetlock and Gardner free us from our foolishness. Full of great stories and simple statistics, Superforecasting gives us a new way of thinking about the complexity of the world, the limitations of our minds, and why some people can consistently outpredict a dart-throwing chimp. Tetlock’s research has the potential to revolutionize foreign policy, economic policy, and your own day-to-day decisions.”\n—Jonathan Haidt, New York University Stern School of Business, and author of The Righteous Mind\n\n“Superforecasting is a rare book that will make you smarter and wiser. One of the giants of behavioral science reveals how to improve at predicting the future.”\n—Adam Grant, New York Times bestselling author of Give and Take \n\n“Good judgment and good forecasting are rare, but they turn out to be made of teachable skills. By forcing forecasters to compete, Tetlock discovered what the skills are and how they work, and this book teaches the ability to any interested reader.”\n—Stewart Brand, President, The Long Now Foundation\n\n“Philip Tetlock is renowned for demonstrating that most experts are no better than ‘dart-throwing monkeys’ at predicting elections, wars, economic collapses and other events. In his brilliant new book, Tetlock offers a much more hopeful message, based once again on his own ground-breaking research. He shows that certain people can forecast events with accuracy much better than chance—and so, perhaps, can the rest of us, if we emulate the critical thinking of these ‘superforecasters.’ The self-empowerment genre doesn’t get any smarter and more sophisticated than this.”\n—John Horgan, Director, Center for Science Writings, Stevens Institute of Technology\n\n“Superforecasting is the rare book that is both scholarly and engaging. The lessons are scientific, compelling, and enormously practical. Anyone who is in the forecasting business—and that’s all of us—should drop what they are doing and read it.”\n—Michael J. Mauboussin, Head of Global Financial Strategies, Credit Suisse\n\n“There isn’t a social scientist in the world I admire more than Phil Tetlock.”\n—Tim Harford, author of The Undercover Economist\n\n“From the Oracle of Delphi to medieval astrologers to modern overconfident experts, forecasters have been either deluded or fraudulent. For the first time, Superforecasting reveals the secret of making honest, reliable, effective, useful judgments about the future.”\n—Aaron Brown, Chief Risk Officer of AQR Capital Management and author of The Poker Face of Wall Street\n\n“Socrates had the insight in ‘know thyself,’ Kahneman delivered the science in Thinking, Fast and Slow, and now Tetlock has something we can all apply in Superforecasting.”\n—Juan Luis Perez, Global Head of UBS Group Research"], [136, "2015-10-06T16:37:27Z", [0.75], ""], [532, "2015-10-06T15:54:17Z", [0.2], ""], [4041, "2015-10-06T15:45:08Z", [0.5], ""], [271, "2015-10-06T15:24:27Z", [0.75], "Revising downward after looking harder at the NYT list publishing cycle and this question's closing date. I think there's a very good chance that Superforecasting will appear on the monthly \"Business\" list, but that list reflects the prior month (the Oct list \"reflects sales in September\"), etc. I don't think that the list will be published in time to fulfill the question. Also, the NYT Reviews are behind the publishing curve. The just published (on Oct. 2) a review of Salman Rushdie's new novel, which came out on Sept. 8. The Oct. 11 list was published today -- http://www.nytimes.com/best-sellers-books/2015-10-11/hardcover-nonfiction/list.html -- but only reflects sales through Sept. 26. I think the timeframe should be extended or the question should be rephrased to something like \"Will the book 'Superforecasting' be on the New York Times Bestseller's list that reflects sales through the end of October?\" In lieu of that clarification, I'm going to change my prediction from 95% to 75%. I still think it has a very good chance to appear on one of the next 3 weekly lists that will be posted before Oct. 31, but don't want to get destroyed on the Brier score."], [4016, "2015-10-06T12:15:01Z", [0.66], ""], [4014, "2015-10-06T11:16:53Z", [0.05], "Not widely known or broadly interesting. Also October is fast passing by"], [61, "2015-10-06T04:41:44Z", [0.38], "slight adjustment up based on recent press and dominich's analysis, but still skeptical."], [83, "2015-10-06T02:58:58Z", [0.5], "100%uncertain."], [773, "2015-10-06T02:53:07Z", [0.37], "Superforecasters as of 10/5/15 is number 65 on Amazon nonfiction ebook bestsellers.  Into Thin Air, the last book on NYT ebook list, is showing number 34 on that same Amazon list, extrapolating I would infer that Superforecasting is somewhere around #20 on the NYT ebook list if it extended past 10 (a rough guess).  \nAmazon list here \"link\":http://www.amazon.com/Best-Sellers-Kindle-Store-Nonfiction/zgbs/digital-text/157325011#4 Perhaps more promising that inspecting the NYT ebook list, 5 of the 10 books have only been on the list 1 week, and 3 for 2 weeks, implying that it is a transitory list that has a bit of volatility from week to week.  So it seems reasonable that a book currently at number ~20 could make jump 10 spots in the next 3 lists, especially given that the book is still in the early stage with mainstream media reviews trickling in.  "], [3990, "2015-10-06T01:34:57Z", [0.45], ""], [1901, "2015-10-05T20:51:04Z", [0.05], ""], [1613, "2015-10-05T20:33:18Z", [0.09], ""], [1491, "2015-10-05T19:45:17Z", [0.85], ""], [29, "2015-10-05T18:54:31Z", [0.3], "It has fallen to about 46 on Amazon, so it now seems less likely."], [689, "2015-10-05T18:46:59Z", [0.47], "Comment deleted on May 10, 2016 06:03PM UTC"], [3943, "2015-10-05T18:33:47Z", [0.21], "Too heady and specialized. No sex, violence, or political ranting."], [1560, "2015-10-05T17:16:28Z", [0.14], "Not general-interest enough. "], [485, "2015-10-05T17:16:06Z", [0.3], "The broader significance of this kind of forecasting may attract wider audiences."], [102, "2015-10-05T15:43:35Z", [0.0], "Flip flop! [1] [1] http://www.talkingelectronics.com/projects/5-Projects/images/The-flip-flop-in-action-complete.gif"], [691, "2015-10-05T15:33:08Z", [0.21], ""], [465, "2015-10-05T14:07:10Z", [0.65], "As much as I enjoy reading it, Amazon has the book listed under Technology as the #1 best seller.  There is no comparable category in New York Times best sellers."], [64, "2015-10-05T10:28:19Z", [0.25], "Raising this, based on the positive comments (e.g. by Dominich), even though I'm not fully convinced into going positive."], [3824, "2015-10-05T04:31:43Z", [0.2], ""], [40, "2015-10-05T03:03:33Z", [0.99], ""], [485, "2015-10-05T02:48:06Z", [0.2], "The book, Dr. Tetlock and the GJP have been getting a fair amount of media attention. "], [102, "2015-10-04T22:55:55Z", [1.0], "OK"], [1562, "2015-10-04T21:14:25Z", [0.1], "Not everyone's cup of tea"], [43, "2015-10-04T21:02:08Z", [0.95], "More great publicity today. From an email from a friend who just read the Sunday Review, a magazine provided by the NYTimes and read avidly by book lovers around the nation:\nCarolyn, Interesting article re your judgment tournament in Today's NYTimes:  The Power of Precise Predictions by Tetlock, Gardner and Scoblic, p. 10. Sunday Review.\n"], [102, "2015-10-04T20:46:10Z", [0.35], "Lower to crowd."], [1300, "2015-10-04T20:23:06Z", [0.31], "Upping a bit, article in Forbes may help sales."], [532, "2015-10-04T20:04:31Z", [0.27], ""], [3843, "2015-10-04T19:56:17Z", [0.45], ""], [3834, "2015-10-04T19:49:52Z", [0.55], ""], [3831, "2015-10-04T19:45:42Z", [0.05], "The odds of any book making list is low. I did a google trends search and superforecasting didnt register and even under google news there werent that many stories. Also I thought the book was great and every book on the NYT bestsellers list is lame"], [3412, "2015-10-04T19:02:30Z", [0.45], "amazon sales reported at novel rank are lower than I had expected even though the rankings indicate that the book is \"popular and sales are underreported\""], [3835, "2015-10-04T18:51:38Z", [0.35], ""], [38, "2015-10-04T17:30:43Z", [0.95], "There's a nice review in Forbes today."], [1314, "2015-10-04T13:58:20Z", [0.05], ""], [691, "2015-10-04T13:27:47Z", [0.24], ""], [710, "2015-10-04T09:44:02Z", [0.5], ""], [710, "2015-10-04T09:40:07Z", [0.6], ""], [38, "2015-10-03T22:59:41Z", [0.95], "I have been disappointed that it was not ranking higher on Amazon (#144) but dominich's analysis gives me hope."], [40, "2015-10-03T20:47:03Z", [0.9], "I think I need to try to get my average to 50% and then park there.  The more I watch, the less sure I am that this is going one way or the other."], [3717, "2015-10-03T20:06:06Z", [0.75], ""], [3717, "2015-10-03T20:06:02Z", [0.07], ""], [43, "2015-10-03T18:49:21Z", [0.95], "Following Dominich's well documented and analyzed forecast discussion."], [24, "2015-10-03T13:56:10Z", [0.92], "Most appropriate comparison class seems to be books in the current NYT Top 20 Hardback Non-fiction (=NYT HBNF) bestsellers. Given compilation dates, Superforecasting (currently ranked #1 Best Seller in Business & Forecasting by the US Amazon site) could appear here in the chart published online  next week (and in 18 Oct print edition of NYT reflecting sales for week ending 3rd Oct)\t= see note at bottom of http://www.nytimes.com/best-sellers-books/2015-10-11/hardcover-nonfiction/list.html  11 of top 20 are #1 Best Seller in a section labelled by Amazon ( 20 - Mixed Martial Arts; 19 – National & International Security; 18 – Naval Military History; 17 – Pop Artist Biographies; 15 – Music History & Criticism; 14 – Essays; 8 – Christian Ministry & Church Leadership; 7 – Political Parties; 6 – Transportation History; 5 – Health Policy; 4 – Sociology of Race Relations) 13 of the top 20 NYT HBNF were published in September 2015, showing that it is plausible for a newly published book to be ranked in this chart: of these one (no 19) was published on 1 Sept, one (no 8) on 8 Sept, seven (nos 2, 10, 12, 13, 14, 15, 17) on 14 or 15 Sept, four (nos 1, 3, 9, 18) on 21 or 22 Sept/ More significantly “Superforecasting” is Amazon #147 best seller in Books.\nWhile there is clearly not a direct correlation between sales on amazon.com and those sellers surveyed for the NYT HBNF list (this is evident as the no 10 book on the NYT list is only ranked 2,803 on Amazon's chart, far lower than the remainder of the top 20 – the book at number 20 is ranked #368, and all but three of the top 20 (nos 19, 18, 10) are in Amazon's top 1,000, while 15 of the top 20 are in the top 500. Seven of the top 20 (nos 1, 2, 4, 3, 5, 6, 7) are ranked more highly than “Superforecasting”.  If this is an accurate point of comparison, and next week's book market is broadly similar to this weeks  it seems reasonable to foresee “Superforecasting” ranked somewhere in the lower part of the top 10 of the NYT Hardback Non-fiction chart next week. Main counterarguments: lack of correlation between Amazon sales and those at sources included to compile NYT HBNF list, this one chart surveyed for some reason not being typically representative."], [1062, "2015-10-03T12:57:46Z", [0.99], ""], [691, "2015-10-03T12:57:32Z", [0.21], "It is not readers of the NYT (or for that matter The Economist, which just ran a favourable review) who determine what's a best-seller.  Placement on the Times' list is not an award for being a good book, it's pretty straightforward reporting on actual sales."], [689, "2015-10-03T08:45:41Z", [0.99], "Comment deleted on May 10, 2016 06:00PM UTC"], [83, "2015-10-03T03:17:02Z", [1.0], "@NYT"], [465, "2015-10-03T02:47:37Z", [1.0], "Oh yes it is. Perfect for hurricane or stormy weekend reading... => http://www.nytimes.com/2015/10/04/opinion/the-power-of-precise-predictions.html"], [465, "2015-10-03T02:44:28Z", [0.9], "See?  I know little, but @000 knows alot..."], [102, "2015-10-03T02:37:20Z", [1.0], "Make it a double."], [102, "2015-10-03T02:36:45Z", [0.75], "Per @criminel, I'm giving it a shot."], [40, "2015-10-03T02:34:41Z", [0.7], "thanks @cmeinel.  back up we go"], [43, "2015-10-03T02:24:47Z", [0.75], "Check it out, linked from the home page of the New York Times. This is perfectly placed for weekend reading and book buying, and should boost the prospects of this book. http://www.nytimes.com/2015/10/04/opinion/the-power-of-precise-predictions.html\n"], [43, "2015-10-03T02:13:38Z", [0.65], "Moving up on the basis of Nick Lutz's data and analysis."], [3675, "2015-10-03T01:42:28Z", [0.25], ""], [689, "2015-10-03T00:03:09Z", [0.45], "Comment deleted on May 10, 2016 05:59PM UTC"], [1646, "2015-10-02T22:41:45Z", [0.4], ""], [3643, "2015-10-02T22:27:08Z", [0.25], "Probably too many other mind-wasters to compete against...."], [961, "2015-10-02T22:17:15Z", [0.77], "Revised indicators and it is a far better subject to be a best seller"], [3629, "2015-10-02T20:51:17Z", [0.75], ""], [1591, "2015-10-02T20:31:03Z", [0.96], "There are multiple lists and it only needs to get on one.   This book has been at or above 150 on Amazon all week.  A small fraction of the Amazon top 100 are non fiction hardcover books (a lot are kids books, cook books, fiction, etc).  All the hardcover books I noticed that were ranked higher than Superforecasting were either on the NYT Hardcover Nonfiction list's top 6 (out of 20), or, were just released a few days ago (like Superforecasting) and will not be eligible for the NYT list for a week or so.  Seems to be beating the Business list too. My best guess is that it'll end up around the 10-12 spot in Hardcover nonfiction.  Should almost certainly be in the top 20.  My only uncertainty is that the NYT methodology is somewhat of a black box to me and I'm not a book publishing nerd so I could be missing something.  But from a reference class stand point, this looks like a slam dunk. Any reason why this shouldn't be an 80%+ type question?"], [83, "2015-10-02T20:16:48Z", [0.05], "Given the GJP audiance may create some volume early on, suspect that if the early numbers don't make the list, it may become less likely later."], [1300, "2015-10-02T19:41:36Z", [0.1], "Decreasing rating after seeing more info that it will be in the nonfiction categories of hardcover or e-book.\nI had placed a higher rate if it were to be in the business subcategory, but there are simply too many great non-fiction books that were released in September and I don't think the marketing efforts were all there."], [465, "2015-10-02T16:26:41Z", [0.5], "Going down on my prediction. This was probably a mistake to forecast.  I know little about the attributes of NYT Best Sellers. Now I must study."], [465, "2015-10-02T16:26:24Z", [0.0], ""], [465, "2015-10-02T16:25:22Z", [0.5], ""], [691, "2015-10-02T12:17:44Z", [0.16], ""], [24, "2015-10-02T06:45:41Z", [0.5], ""], [689, "2015-10-02T03:57:32Z", [0.1], "Comment deleted on May 10, 2016 05:58PM UTC"], [43, "2015-10-02T03:45:15Z", [0.05], ""], [40, "2015-10-02T02:17:04Z", [0.5], "And perhaps I'm right, but I'll just sit here for a day or so, first."], [3321, "2015-10-02T01:41:11Z", [0.65], ""], [1479, "2015-10-02T01:33:30Z", [0.0], ""], [734, "2015-10-02T00:32:22Z", [0.12], "Reaffirming my previous forecast that it is improbable that this question will resolve positively, and becoming more seriously pessimistic regarding its chances. As an aside, my copy is waiting at home, and Amazon emailed me to let me know that the price had fallen by $1.43. Law of supply and demand I suppose....\n"], [64, "2015-10-02T00:13:02Z", [0.1], "Pulling back closer to my original forecast after it slipped at Amazon (#118 today). The best seems over. Will change again if there's a flicker."], [38, "2015-10-01T21:49:30Z", [0.55], "I was hoping to see a review by David Brooks and see it zoom up.  There's many positive blurbs out about it and it is doing well, but doesn't seem to be doing spectacularly.  So, I'm going to moderate my forecast."], [915, "2015-10-01T20:54:14Z", [0.05], ""], [73, "2015-10-01T18:38:48Z", [0.02], "Couldn't find it on amazon, so as per previous getting rid of the wobble and reducing from 12 to nominal.  As before, only real chance is if they categorise in the \"Advice, how to and misc\" section, then may be toast, but that's not my bet as to where they categorise it.  "], [691, "2015-10-01T18:36:48Z", [0.18], "One very much fears that on this as on some other Qs, people are voting their wishes rather than their steely-eyed predictions. "], [43, "2015-10-01T18:32:44Z", [0.25], "Following 000 and GJDrew and their information sources and analyses."], [102, "2015-10-01T18:12:51Z", [0.0], "Amazon's #2 Best Selling Book is \"Rush Revere and the Star-Spangled Banner\" by Rush LImbaugh. [1]   So think about it, people:  Prof. Tetlock is super, but the market's appetite is for children's stories by Rush Limbaugh featuring Rush Limbaugh.  So if the NYT list is driven by the market, being super may just not be enough. [1] http://www.amazon.com/best-sellers-books-Amazon/zgbs/books/ref=pd_dp_ts_b_1"], [90, "2015-10-01T18:11:40Z", [0.8], "Definitely upping the prediction, not sure if it can make it in the time frame. Reason for the update is Amazon's overall  ranking at #136 (10-2-2015) and #1 in their  \"Business & Money > Management & Leadership > Planning & Forecasting\" --Granted we are looking at subcategories of subcategories, but it does have a chance..."], [65, "2015-10-01T17:11:58Z", [0.55], ""], [1253, "2015-10-01T17:03:00Z", [0.98], "amazon rankings...wow\ntwo more positive reviews in media since I last adjusted up, so adjusting up further.\n"], [1343, "2015-10-01T16:55:56Z", [0.95], ""], [2, "2015-10-01T16:36:40Z", [0.55], "The Amazon lists are very fluid.  It's not staying on the Top 100, so going back to my original cautiously optimistic.  "], [5, "2015-10-01T14:54:59Z", [0.25], ""], [5, "2015-10-01T14:54:36Z", [0.5], ""], [3510, "2015-10-01T14:32:16Z", [0.7], "It's right now at 121 on books.  Very likely to end up on the NYT bestseller list, but might not make it within the timeframe."], [29, "2015-10-01T10:55:41Z", [0.75], "It's 39 on Amazon. Not bad for two days after release."], [136, "2015-10-01T06:09:15Z", [0.9], ""], [3474, "2015-10-01T01:48:28Z", [0.65], ""], [60, "2015-09-30T23:46:41Z", [0.97], "Bumping up to 97% from 96%. Just a heads up: from what I know, the NYT bestseller list tracks from Sun-Sun, so we should see an update to the list at the beginning of next week."], [234, "2015-09-30T23:03:50Z", [0.25], "Updating based on Amazon data below..."], [532, "2015-09-30T20:31:31Z", [0.25], ""], [1078, "2015-09-30T20:27:46Z", [0.65], ""], [3413, "2015-09-30T19:41:15Z", [0.53], ""], [253, "2015-09-30T18:20:35Z", [0.55], ""], [100, "2015-09-30T17:12:49Z", [0.25], ""], [42, "2015-09-30T16:52:03Z", [0.85], "And why not?"], [110, "2015-09-30T16:50:24Z", [1.0], "Currently ranked #54 in *Books* on Amazon."], [3412, "2015-09-30T16:22:26Z", [0.55], "I got this far based on the Economist review plus the fact that I ordered the book.  However, who reads the Economist anyway?"], [691, "2015-09-30T16:03:34Z", [0.21], ""], [102, "2015-09-30T15:39:53Z", [0.5], "I have no clue."], [3222, "2015-09-30T15:29:01Z", [0.1], "The subject is too technical and academic compared to what usually makes it to this list. I can't see how many copies are sold for the books that make the list nor the number of copies sold so far of \"Superforecasting\", but taking  Amazon customer reviews as a proxy they are generally well below of what can be found on the books on the bestseller list."], [1590, "2015-09-30T13:52:49Z", [0.71], "Is it true 11,000 sales can put you on the NYT bestsellers list? How many of us are in this competition? There could be a fair number of sales from just us."], [912, "2015-09-30T03:58:59Z", [0.26], ""], [43, "2015-09-30T03:36:20Z", [0.95], "Following 000, so there."], [3311, "2015-09-30T00:00:49Z", [0.85], "The article in The Economist."], [2, "2015-09-29T23:44:25Z", [0.7], "Holding.  I bought a hard-cover from my local independent bookstore, Books Inc, today.  It had decent placement on the shelf. It pushed McGonigal's Super Better, which came out 2 weeks ago, to the bottom shelf.  McGonigal is pretty popular in the Bay Area. The first copy on the stack seemed to have been thumbed through (spine was cracked open a bit).   Whether that means people thumbed through it and decided not to buy it, or it's good that people were willing to thumb through it remains to be seen."], [94, "2015-09-29T22:30:51Z", [0.35], "I'm increasing my odds a bit based on recent news.  There is an interesting correlation problem for this question; the success of the GJOpen Tournament and of this book are presumably related.  Thus, your forecast matters more if Superforecasting is on the NYT Bestsellers List then if it isn't.  This should lead to general overestimation."], [1184, "2015-09-29T22:11:08Z", [0.97], "The book is doing great in Amazon.  I put 97 because I wish the book sells well...this is my bias.\nBest Sellers Rank: #59 in Books (See Top 100 in Books)\n#1 in Books > Medical Books > Psychology > Cognitive\n#1 in Books > Science & Math > Behavioral Sciences > Cognitive Psychology\n#1 in Books > Business & Money > Management & Leadership > Planning & Forecasting"], [1529, "2015-09-29T18:49:50Z", [0.85], "#17 on amazon day before release date."], [884, "2015-09-29T17:40:47Z", [0.75], ""], [691, "2015-09-29T17:28:36Z", [0.26], "He is a bright and pleasant person and it is a good book.  Many good books written by bright and pleasant people do not make the Times list. "], [38, "2015-09-29T17:21:19Z", [0.95], "Several of my friends have said that they'd like a copy, and of course, my Mom wants one, so I'm ordering a bunch today.  "], [613, "2015-09-29T17:20:19Z", [0.9], "The Economist led with the story about the book in this week's edition. Those who would be interested in the book are probably Economist subscribers. Their book reviews are influential."], [38, "2015-09-29T17:13:14Z", [0.9], "http://www.managementtoday.co.uk/books/1364796/whats-best-predict-future/ \"Superforecasting is a very good book. In fact it is essential reading - which I have never said in any of my previous MT reviews.\"\n~~~~~~~\nCOMMENT:  This is a very nice book review.  I've already had one friend remark that they thought they had read about the book in the WSJ over the weekend.  Amazon shows it as 64th (or 20th?)."], [271, "2015-09-29T16:38:11Z", [0.95], ""], [271, "2015-09-29T16:22:38Z", [0.95], "Positive press in the WSJ and it's the #64 bestseller overall on Amazon... I think it's going to make it."], [3271, "2015-09-29T15:44:39Z", [0.55], "Yes, thanks to the WSJ article mentioning it. "], [2830, "2015-09-29T15:43:30Z", [0.9], "The subject is highly relevant to nearly everyone; the author is a well respected social scientist; the book is highly readable suitable for mass consumption; the marketing apparatus seems in place. "], [1253, "2015-09-29T14:47:48Z", [0.95], ""], [3208, "2015-09-29T06:15:38Z", [0.95], ""], [689, "2015-09-29T05:49:18Z", [1.0], "Comment deleted on May 10, 2016 05:56PM UTC"], [102, "2015-09-29T04:05:51Z", [1.0], "OK per Einstein it's gonna happen."], [60, "2015-09-29T03:36:21Z", [0.96], "Bumping up from 88% to 96%. Have a hunch that it might debut on NYT bestseller list."], [1028, "2015-09-29T02:38:18Z", [0.59], ""], [40, "2015-09-29T01:53:34Z", [0.65], "Because I might be wrong"], [734, "2015-09-29T01:23:02Z", [0.22], "Reaffirming my previous forecast and hedging down slightly. Greatest concern is the ability with such a short timeframe to generate the velocity of sales needed to get to the best seller's list."], [83, "2015-09-28T23:51:30Z", [0.95], "First Sale?\n Picked up and paid for my pre- ordered copy of \"Superforecasting\" this evening at Barnes & Noble."], [3154, "2015-09-28T23:46:10Z", [0.35], ""], [3135, "2015-09-28T20:24:41Z", [0.69], "Interesting pre-launch article in The National Post on 27 Sept will help fuel sales (though admittedly more so in Canada than in the U.S.)."], [1253, "2015-09-28T18:57:19Z", [0.8], "Trying not to be a hedgehog. but moving up to  80%, because of two very positive book reviews:\nSeeking Alpha     http://seekingalpha.com/article/3535796-tetlock-and-gardner-superforecasting\nThe Economist    http://www.economist.com/news/books-and-arts/21666098-forecasting-talent-luckily-it-can-be-learned-unclouded-vision"], [136, "2015-09-28T18:12:05Z", [0.8], ""], [164, "2015-09-28T17:45:49Z", [0.27], ""], [38, "2015-09-28T17:31:58Z", [0.9], "It got a very good review on \"Seeking Alpha\", and the current rank on Amazon is 32."], [691, "2015-09-28T15:53:08Z", [0.15], ""], [73, "2015-09-28T13:44:18Z", [0.12], "Moving up slightly as some of the high forecasts are making me wobble, even though I remain convinced it will not break in.  My basis remains that I think the book will be categorised as a business book and as such it will have to feature in the non fiction category (these need thousands in a week, not the hundreds to get onto Amazons list); that said,  I could be toast if they put it in the Advice, How to & Miscellany category.  I don't see it getting into the monthly categories for business in the timeframe, as the question requires it to be on a list in October and the October monthly sales are only published in November.    It is not able to get into the best sellers list until 18th October as the results are backward looking by two weeks.   For that week (18th), it has not sold the full week, it has taken from 29th - 3rd, but it is its opening salvo (but even on amazon overall it is not getting out of the 20's and their bar is very low).  On balance, and on the basis it will be in non fiction, saying it wont likely make it.  Then 4-10th Sept is next big shot.  Will modify upwards if the Amazon rankings skyrocket between now and then. "], [1118, "2015-09-28T06:44:55Z", [0.75], ""], [1118, "2015-09-28T06:44:28Z", [0.77], ""], [341, "2015-09-28T06:22:09Z", [0.75], "Historically, it's a fantastic time to launch a book, as it's before the holidays, and there's a bit of a lull in the industry.  The book's been making headway on blogs (Economist, Seeking Alpha) and is #1 across multiple Amazon categories (which doesn't factor into the NYT list, but is still a good indicator).  Non-fiction is traditionally the largest and most profitable market aside from children's, and Tetlock's got the rep, the social proof and the track record to back it up. "], [2980, "2015-09-28T04:39:42Z", [0.75], ""], [2915, "2015-09-28T02:48:00Z", [0.95], ""], [102, "2015-09-28T02:15:16Z", [0.75], "WSJ bump. [1] [1] http://www.wsj.com/articles/the-trick-to-making-better-forecasts-1443235983"], [2956, "2015-09-28T01:57:25Z", [0.82], "The WSJ bump will be significant. "], [1575, "2015-09-28T00:26:19Z", [0.65], ""], [2, "2015-09-28T00:14:46Z", [0.7], "Moving up a bit more since it's already #20 on Amazon's book list, and #5 on Amazon's business book list.  Publicity moves very fast... I under-estimated the speed of change once a campaign starts. http://www.amazon.com/best-sellers-books-Amazon/zgbs/books/ref=zg_bs_unv_b_1_2689_3 http://www.amazon.com/Best-Sellers-Books-Business-Money/zgbs/books/3/ref=zg_bs_nav_b_1_b Of course, the flip side is maybe it'll fall off just as fast.  But I suspect the material is interesting, and it's more about making sure it gets heard."], [1591, "2015-09-27T23:43:55Z", [0.95], "Seems totally doable. WHY NOT ME?, by Mindy Kaling is at 11 in Amazon's \"Books\", and was number 1 in NYT Nonfiction list. THE COURT AND THE WORLD, by Justice Stephen Breyer is at #980 in Amazon's \"Books\" and was number 15 in NYT nonfiction list. Superforecasting is at 20 right now in Amazon. And getting tons of press. Should easily be in the top 15."], [232, "2015-09-27T23:38:49Z", [0.9], "Yes. Amazon buyer ratings driven by a significant amount of press should propel this to the NYT list in the near future."], [2899, "2015-09-27T23:20:20Z", [0.9], "Very interesting subject matter and the topic seems to be gaining steam and publicity lately."], [83, "2015-09-27T22:28:32Z", [0.95], "Following the crowd."], [2564, "2015-09-27T22:03:11Z", [0.8], "Seems like a reasonable expectation. Superforecasting appears to be receiving more hype than any other nonfiction work at the moment. 1 month is more than enough time to make the charts. "], [1591, "2015-09-27T21:50:28Z", [0.9], "Seems totally doable.  WHY NOT ME?, by Mindy Kaling is at 11 in Amazon's \"Books\", and was number 1 in NYT Nonfiction list.   THE COURT AND THE WORLD, by Justice Stephen Breyer is at #980 in Amazon's \"Books\" and was number 15 in NYT nonfiction list. Superforecasting is at 20 right now in Amazon. And getting tons of press.  Should easily be in the top 15."], [136, "2015-09-27T21:32:43Z", [0.75], ""], [1262, "2015-09-27T21:26:12Z", [0.65], "Listed on Amazon as #1Best Seller in Technology and not released until September 29th.   Lots of publicity on Amazon.   Hope our politicians buy it."], [74, "2015-09-27T21:25:41Z", [0.2], ""], [2, "2015-09-27T20:15:48Z", [0.65], "Going to move up a little bit on @praedico comment.  The time frame is a bit short (1 month), but world moves very fast these days.  I may have under-estimated the speed of social feedback/measurement.  It's the Feiler Faster Thesis. https://en.wikipedia.org/wiki/Feiler_Faster_Thesis (I always liked that name, if nothing else than for the fact that it sounds so close to the Fail Faster thesis)"], [2698, "2015-09-27T20:10:45Z", [0.75], ""], [1993, "2015-09-27T19:29:30Z", [0.95], "I have access to a program that receives advance copies for review, and this book went out of stock quickly. Pre-release sales on Amazon are strong. A nonfiction book doesn't have to sell nearly as many copies as a fiction book to make the NYTimes Bestsellers list. \"Superforecasting\" is published by a major publisher, so it should be in many stores that the NYTimes tracks (I realize that they track advance sales, not retail sales). On the other hand, the bar to entry for bestseller lists is higher during the pre-holiday shopping season. But I see no reason this book shouldn't reach it."], [2826, "2015-09-27T19:23:52Z", [0.65], "WSJ article will ramp up sales."], [532, "2015-09-27T19:16:06Z", [0.3], ""], [2825, "2015-09-27T19:09:10Z", [0.95], ""], [64, "2015-09-27T14:10:44Z", [0.3], "Raising forecast, since it is Amazon #22 in books right now"], [691, "2015-09-27T13:59:55Z", [0.15], ""], [2545, "2015-09-27T13:59:09Z", [0.85], ""], [102, "2015-09-27T13:57:47Z", [0.8], "Going with the Rankers."], [2685, "2015-09-27T13:22:19Z", [0.73], ""], [212, "2015-09-27T12:05:37Z", [0.85], "That's quite a jump in rankings on Amazon since I last made my forecast. Not quite sure how an Amazon ranking translates to being on the NYT bestseller's list though."], [1629, "2015-09-27T11:49:18Z", [0.93], ""], [1491, "2015-09-27T11:40:22Z", [0.91], "goes to place 20 on amazon 2 days before paper book release http://www.novelrank.com/asin/0804136696"], [1491, "2015-09-27T09:55:54Z", [0.9], "since the paper book is out the situation has changed completely as einsteinjs discovered"], [68, "2015-09-27T07:11:08Z", [0.9], "Following einsteinjs and  links to book reviews and Amazon."], [2543, "2015-09-27T00:10:46Z", [0.51], ""], [2543, "2015-09-27T00:07:47Z", [0.39], ""], [2515, "2015-09-26T22:59:48Z", [0.65], ""], [2515, "2015-09-26T22:42:22Z", [0.15], ""], [60, "2015-09-26T22:30:52Z", [0.88], "Totally flipping my forecast.  Right now, Superforecasting is #60 (!) on all of Amazon --­ http://www.amazon.com/Superforecasting-The-Art-Science-Prediction/dp/0804136696\nIt's #1 in Technology.\nIt's #1 in Cognitive Psychology.\nIt's #1 in Planning and Forecasting. It's been in the Financial Post -- twice -- in the last 36 hours:\n1. http://business.financialpost.com/news/fp-street/book-excerpt-superforecasting-the-art-and-science-of-prediction\n2. http://business.financialpost.com/news/fp-street/if-a-retired-birdwatcher-can-be-a-superforecaster-maybe-you-can-too-heres-how There's The Economist review that someone mentioned. (http://www.economist.com/news/books-and-arts/21666098-forecasting-talent-luckily-it-can-be-learned-unclouded-vision ) There's two different posts in the WSJ:\n1. http://www.wsj.com/articles/the-trick-to-making-better-forecasts-1443235983\n2. http://www.wsj.com/articles/five-ways-to-see-the-financial-future-1443219804\n~~ At this point, I wouldn't be surprised if the book debuts on the NYT bestseller list."], [102, "2015-09-26T22:27:38Z", [0.1], "Closer to crowd."], [1701, "2015-09-26T19:56:51Z", [0.2], ""], [532, "2015-09-26T18:40:19Z", [0.25], ""], [2321, "2015-09-26T17:49:26Z", [0.05], ""], [691, "2015-09-26T13:32:08Z", [0.1], ""], [2147, "2015-09-26T13:13:43Z", [0.57], ""], [2117, "2015-09-26T12:45:43Z", [0.09], "I think it will have wide appeal in the way that Freakonomics did.  Like Freakonomics its about the more human side of things. People are weary of the BIG DATA story that is currently so ubiquitous."], [38, "2015-09-26T04:23:24Z", [0.76], "Superforecasting is #979 and it hasn't even officially been released yet.\nThe book about Trump that HAS been released is #3474. It looks like Phil & Dan have over-trumped Donald."], [231, "2015-09-26T02:00:39Z", [0.5], "Getting some good press, but might not be enough"], [1929, "2015-09-25T21:13:48Z", [0.1], ""], [1758, "2015-09-25T21:02:27Z", [0.1], ""], [1826, "2015-09-25T18:36:43Z", [0.22], ""], [212, "2015-09-25T15:58:02Z", [0.65], "Reviews are pretty positive, so that's a good sign to start off with: http://www.goodreads.com/book/show/23995360-superforecasting\nhttp://www.amazon.com/Superforecasting-The-Art-Science-Prediction/dp/0804136696 As for whether it will make the list, #15 of the NYT hardcover non-fiction list http://www.amazon.com/The-Court-World-American-Realities/dp/1101946199\nis currently ranked  #746 on Amazon's Best Sellers. Superforecasting is currently #1336 on the Amazon list, even though it hasn't even been released on Amazon yet.  I'm not sure how a ranking on Amazon translates to a NYT ranking, but at a guess, it seems possible that Superforecasting might end up on the NYT best seller's list. We'll know more when NYT publishes their own review of the book."], [691, "2015-09-25T12:51:36Z", [0.11], ""], [21, "2015-09-24T22:14:55Z", [0.6], ""], [689, "2015-09-24T22:10:02Z", [0.99], "Comment deleted on May 10, 2016 05:50PM UTC"], [1693, "2015-09-24T22:08:50Z", [0.51], ""], [38, "2015-09-24T22:02:55Z", [0.76], "It was reviewed in the Economist today."], [1741, "2015-09-24T21:59:31Z", [0.2], ""], [691, "2015-09-24T13:50:30Z", [0.11], "This is one where in theory the GJP community could rig the outcome.  If we each contact both of our friends and urge them to buy the book, it might move up. Good luck with that."], [1491, "2015-09-24T08:20:51Z", [0.29], "8 selected pre reviews with mixed votes\nRanks not promising:\n Amazon Best Sellers Rank: #103,529 Paid in Kindle Store (See Top 100 Paid in Kindle Store)     #100 in Kindle Store > Kindle eBooks > Health, Fitness & Dieting > Counseling & Psychology > Social Psychology & Interactions\n    #477 in Kindle Store > Kindle eBooks > Nonfiction > Self-Help > Personal Transformation\n    #494 in Books > Health, Fitness & Dieting > Psychology & Counseling > Social Psychology & Interactions"], [1760, "2015-09-23T20:13:14Z", [0.7], "The optimism reflects my bias to see this book in the bestsellers' list..."], [1131, "2015-09-23T16:41:24Z", [0.17], ""], [691, "2015-09-23T15:53:43Z", [0.11], ""], [689, "2015-09-23T13:02:05Z", [0.22], "Comment deleted on May 10, 2016 05:49PM UTC"], [68, "2015-09-23T12:58:16Z", [0.75], "Affirming my forecast of 02 September. No basis other than I'd like to see it happen!"], [500, "2015-09-23T12:54:11Z", [0.01], "posle emisije i kampanje oce ali tek posle\nza 20 g zvace ga ....."], [1683, "2015-09-23T10:21:40Z", [0.65], ""], [1220, "2015-09-22T23:00:18Z", [0.1], ""], [1727, "2015-09-22T22:26:33Z", [0.35], ""], [691, "2015-09-22T20:24:12Z", [0.11], ""], [379, "2015-09-22T16:10:40Z", [0.41], "Maybe later in the year."], [172, "2015-09-22T02:16:16Z", [0.25], "Tough call. There is some press behind it already but not sure it will be widely adopted..."], [1686, "2015-09-22T00:36:48Z", [0.0], ""], [1253, "2015-09-21T19:30:43Z", [0.6], "Sorry, this forecast is pulled completely out of my hat. No citations. Just apologies.\nKeeping in mind:\n1.\tthis is an accessible book, written in layman’s terms, co-written by a journalist (good writer) that can be understood without expert knowledge in Tetlock’s field\n2.\tit is a kind of self-improvement, skill development book about a topic that applies to so many people’s fields and interests, it appeals to a wide variety of people\n3.\tAND it is coming out in Christmas shopping season\n4.\tThere are several other books on Amazon about forecasting, there is interest in this topic.\n5.\tA book needs to sell about 4000 copies in one week to get on the NYT best selling booklist. (caveat-completely unsubstantiated statistic, found on an author’s blog)\n6.\tI have read numbers between 3000 and 10000 participants in GJP. Human curiosity being what it is, many of them will want to buy a copy. Just to see what Mr. Tetlock says about the project they were involved with. Especially those of us now participating in GJ Inc.  Wannabe superforecasters like me want to glean helpful info. If half of GJP participants go buy the book when it first comes out, there is a good possibility one week could see over 4000 copies bought, between participants and general public.\n7.\tMedia articles about forecasting and GJP have put forecasting on the public’s radar. (Even I heard about it by 2014, and my teenagers will tell you I am the least likely, uncoolest person to know anything that’s trendy.)\n"], [643, "2015-09-21T18:56:14Z", [0.2], ""], [1696, "2015-09-21T15:10:52Z", [0.25], ""], [1696, "2015-09-21T15:03:31Z", [0.35], ""], [1692, "2015-09-21T14:37:01Z", [0.25], ""], [691, "2015-09-21T12:03:43Z", [0.11], ""], [1682, "2015-09-21T06:24:44Z", [0.59], ""], [1662, "2015-09-20T14:34:40Z", [0.35], "Although many might be interested in the topic, few will actually read the book."], [691, "2015-09-20T12:50:39Z", [0.11], ""], [1300, "2015-09-20T10:44:40Z", [0.41], "I am really not sure WHAT best seller list this question references.  There is a business list subclass.  I think it will do better in that class, as well as behavioural sciences, and less stellar of a performance in non-fiction/general.\nIt's released Sept 29\nIt's in the business/management class- adjusting my rate up some as while a lot of good non-fiction is coming out, not as many good business titles\nPeople might be looking for some way to predict economic markets esp in Oct.  Many will think the book might give them insight, so I expect a spike then a drop as more reviews come out.\nBUT, still not a lot of movement on social media about the book other than a couple of committed spammers."], [571, "2015-09-20T03:40:12Z", [0.25], ""], [1650, "2015-09-20T01:27:29Z", [0.9], ""], [1277, "2015-09-20T00:23:36Z", [0.05], "Non fiction list most likely to contain fluffy books related to election candidates (heavy sales supported by fans)"], [387, "2015-09-19T23:32:37Z", [0.34], "Too soon in October unless  promotion/adverting hits something really big"], [1379, "2015-09-19T22:17:18Z", [0.0], ""], [1646, "2015-09-19T21:08:26Z", [0.6], "Considering that those who praised some aspect of the project in the past (FT, nyt, etc) are \"thought leaders\" and perhaps a rising concern with geopolitical variability, I am somewhat optimistic"], [295, "2015-09-19T19:35:09Z", [0.15], "Too soon."], [611, "2015-09-19T18:56:12Z", [0.23], ""], [691, "2015-09-19T12:08:12Z", [0.12], ""], [1629, "2015-09-19T07:37:34Z", [0.45], ""], [1424, "2015-09-19T00:11:44Z", [0.08], "The timing seems too short from publishing date to gain sufficient market momentum against other titles.  Some interviews, published articles, excellent reviews of the book could increase the chance of making the bottom of the list."], [1394, "2015-09-18T22:08:49Z", [0.65], "I had forgotten about the Science category. Thanks InVinoVeritas."], [1389, "2015-09-18T21:10:04Z", [0.6], "- The book would do well in the category 'Science', since these books tend not to be popular.\n- The author has no appeal, but the subject has. Title of book is short and appealling.\n- I wonder what the promotion-effort will be, but there are lots of possibilities, so this is likely to be a success."], [1595, "2015-09-18T14:28:12Z", [0.51], "i think people underestimate how easy it is to get on NYtimes best seller list (not taking anything away from those authors who do, or disparaging those who dont - just all about media hype which this has/will have) "], [691, "2015-09-18T11:57:33Z", [0.12], ""], [1109, "2015-09-18T04:48:02Z", [0.4], " I would say no but there are so many categories that it could pop up in that it may just make it.  There will be an interest from previous forecasters and I can see NPR doing a segment on it..so maybe..but end of October is a short timeframe.."], [1563, "2015-09-18T00:17:18Z", [0.1], ""], [1565, "2015-09-18T00:14:01Z", [0.25], "The overall interest in forecasting probably is not large enough.  "], [1552, "2015-09-17T21:50:28Z", [0.65], "As the world becomes more complex and less rational, books on forecasting will become more popular."], [691, "2015-09-17T20:17:54Z", [0.12], ""], [1531, "2015-09-17T18:14:07Z", [0.19], ""], [1300, "2015-09-17T18:08:30Z", [0.38], "The Vine reviewers that I know and respect the most have not thought all that much of it.  There weren't many copies offered that I could discern, and my attempts to get one from the publisher- as a top US reviewer, went into the void.  So I am not so sure how aggressive the marketing is on this book with top influencers in the Amazon market or how well targeted those galley copies that did go out were.  I could not find the book on sites that typically provide ARCs to me either.  Books that are very successful typically are easily available to reviewers and known market influencers.\nAlso, there are some phenomenal non-fiction titles coming out in September and November, so it will have a LOT of competition.  I think Black Flags:Rise of ISIS will be way up there.  Superforecasting though, I'm not sure.  If I had been able to get a copy, I could predict this a lot better.  It concerns me that the people I've talked to had reservations about the book.    I'm giving it a 38% chance though, because I think it will have some following in the IC and with forecasters.  It IS a hot topic.  I can't see it being near the top if it is though.  I've not seen this many GOOD non-fiction titles being released in such a short time in years."], [1527, "2015-09-17T17:51:56Z", [0.7], " Last I saw the book was at the top of the list in it's category on Amazon.com. I think Amazon, because it is SO widely used, is a decent starting point from which to make judgments about popularity among consumers.\nAdding to that--if a book is top on an Amazon list, that probably speaks not only to the content but to the PR team behind \"selling\" the idea of the book to others. If they've managed to \"sell\" it to Amazon that is a great start & it's visibility and the awareness consumers have of it will only increase. \n So based off that, I think that Superforecasting has a pretty decent shot of at least making it on to the NYT list in any category by the end of October. "], [1520, "2015-09-17T15:51:25Z", [0.25], ""], [1296, "2015-09-17T14:55:17Z", [0.36], "The book is coming out in the US on Sept 29th. It will take time to build up momentum for the best sellers list and may be considered a text book rather then a general readers non-fiction book.  I know that student in international relations, especially statistics courses, will  be reading this book by the Winter semester so there will be sales. But not the best seller list by Nov 1"], [1516, "2015-09-17T14:53:28Z", [0.3], "Book recommended by other bestselling authors. "], [61, "2015-09-17T14:18:53Z", [0.36], "initial forecast based on quick skim of comments."], [1491, "2015-09-17T13:59:07Z", [0.32], "currently its at 51th position of hot new business books, others with later date are higher ranked http://www.amazon.com/gp/new-releases/books/3/ref=zg_bsnr_unv_b_2_2675_1#3"], [710, "2015-09-17T12:56:40Z", [0.2], ""], [1229, "2015-09-17T12:47:20Z", [0.3], ""], [1491, "2015-09-17T11:19:38Z", [0.4], "after reading Anneinak's research I'm more confident that it will make it. Still if I do the classic subjective judgment experiment: do you prefer drawing from a urn that has 1/3 winns in it or do you bet on the NYT list i'm not as optimistic as those who did lots of research and have high confidence in a yes"], [1494, "2015-09-17T11:00:17Z", [0.75], ""], [1491, "2015-09-17T10:53:39Z", [0.35], "There are nonfiction books in the NYT bestseller lists that are less than a month old. Tetlocks last book Expert Political Judgment seems not to have been in the NYT List when it appeared in 2006. Still it won other prizes"], [1007, "2015-09-17T09:44:19Z", [0.05], ""], [1476, "2015-09-17T07:46:10Z", [0.1], ""], [1462, "2015-09-17T05:16:53Z", [0.25], ""], [1462, "2015-09-17T05:16:40Z", [0.45], ""], [1462, "2015-09-17T05:15:36Z", [0.85], ""], [1127, "2015-09-17T04:59:52Z", [0.25], ""], [1439, "2015-09-17T01:42:09Z", [0.11], ""], [1439, "2015-09-17T01:40:00Z", [0.01], ""], [1435, "2015-09-17T01:10:14Z", [0.55], ""], [1394, "2015-09-16T23:08:11Z", [0.25], "If all of us and our friends buy the book, maybe, but a month isn't a long time for any book to make the list."], [1340, "2015-09-16T22:12:33Z", [0.65], ""], [691, "2015-09-16T20:26:45Z", [0.12], ""], [43, "2015-09-16T18:00:20Z", [0.55], ""], [1288, "2015-09-16T17:30:52Z", [0.1], ""], [1258, "2015-09-16T16:50:31Z", [0.85], ""], [1217, "2015-09-16T16:36:53Z", [0.4], ""], [1224, "2015-09-16T16:17:02Z", [0.22], ""], [862, "2015-09-16T15:03:20Z", [0.33], ""], [993, "2015-09-16T14:51:53Z", [0.47], ""], [111, "2015-09-16T14:22:50Z", [0.15], "The time is short, although this probably will be by November."], [689, "2015-09-16T14:18:18Z", [0.47], "Comment deleted on May 10, 2016 05:44PM UTC"], [1078, "2015-09-16T03:18:13Z", [0.45], ""], [73, "2015-09-16T02:16:24Z", [0.05], "The ny times list seem to require the most sales per week of all the lists out there.  Numbers range but its all been upward of 8000 / wk to top it.    Assuming gjp marketing will not buy space not convinced if the audiance runs into lower thousands per week to gain entry to the list."], [1099, "2015-09-16T01:53:13Z", [0.35], "The time to become listed on the New York Times bestseller's list is rather short. Marketing is not sufficient here - an sufficient demand of the topic has to exist, which does not appear to be massive yet. Though the book will likely be amazing (judging from early reviews and material present on Master class series on edge.org), significant efforts would be needed to expand books interest among masses. On the other hand, targeting major 'overlapping' audience like Tim Ferriss' podcast listeners could flip the coin significantly. "], [734, "2015-09-16T01:42:01Z", [0.24], "I am going to flip Anneinak's forecast. I did pre-order it myself, but there is still a very small population of potential purchasers out there for this sort of subject. However, on the flip of this flip, there is increasing interest in both predictive analytics (as another reviewer noted) and a derivative, risk analytics, in the business community. Even noted an article in American Banker today regarding Benford's Law. Perhaps with a focused marketing plan, it might get some traction. This project has garnered quite a bit of interest in the domain of the intelligence services, it would seem to have other \"quantifiable\" qualities to the business community in areas where volatility has recently made its presence known."], [1072, "2015-09-15T23:07:23Z", [0.05], "Nobody reads books on forecasting. N-O-B-O-D-Y"], [1028, "2015-09-15T21:18:34Z", [0.2], ""], [58, "2015-09-15T21:12:53Z", [1.0], ""], [947, "2015-09-15T18:04:41Z", [0.3], ""], [43, "2015-09-15T17:20:27Z", [0.75], "Following SeamusSweeney's excellent research."], [981, "2015-09-15T17:05:37Z", [0.77], "There are at least 7 potential lists on the NYT Best Seller List page http://www.nytimes.com/best-sellers-books/ that \"Superforecasting\" could fit into. Most have 20 positions, some have 15.  I would have thought Tetlock's profile is roughly equivalent to Steve Silberman's or Susan Cain's. I have read that actual number of sales needed to become a \"bestseller\" isn't as big as one might think. if this was the full tournament, I would find a source for that claim...."], [933, "2015-09-15T16:21:28Z", [0.35], "Interesting to some but not the masses I suspect success is limited by the title..."], [925, "2015-09-15T14:33:10Z", [0.1], ""], [59, "2015-09-15T13:02:23Z", [0.25], "Still thinking that it is not enough time, and will depend on good publicity, which I am not yet aware of."], [691, "2015-09-15T12:10:07Z", [0.12], ""], [915, "2015-09-15T02:00:01Z", [0.12], ""], [884, "2015-09-14T23:48:40Z", [0.6], ""], [905, "2015-09-14T21:35:25Z", [0.3], ""], [904, "2015-09-14T21:20:51Z", [0.55], "There is a lot of interest in superforecasting and other crowdbased projects. "], [891, "2015-09-14T18:46:00Z", [0.25], "My rationale echoes that of Joe G.  Without knowing the marketing plan and budget it is a tough call.  I'm being a bit generous putting at 25%, but I think that the premise that a well-curated large group can do a better job of predicting markets and events than formal \"intelligence agencies,\" is pretty interesting and compelling.  Good luck!"], [465, "2015-09-14T16:54:29Z", [0.7], "Going with Rote on this one: \"If business sees this forecasting as useful, it will outsell the Zenith Boosterism business books that had previously choked the NYT best seller list.\"  This is particularly true with the new, broader format to which we are participants. "], [710, "2015-09-14T13:26:58Z", [0.1], ""], [864, "2015-09-14T10:26:55Z", [0.75], ""], [863, "2015-09-14T10:12:38Z", [0.65], ""], [705, "2015-09-14T01:56:40Z", [0.25], "This is a difficult forecast without knowledge of the promotional/marketing plan for the book. A couple high profile reviews or interviews could easily propel the book on to the bestseller's list."], [837, "2015-09-14T01:00:28Z", [0.55], ""], [532, "2015-09-13T21:01:34Z", [0.25], ""], [809, "2015-09-13T17:08:33Z", [0.05], ""], [283, "2015-09-13T15:02:38Z", [0.65], "The list can be manipulated by savvy marketers, who seem to be in place here. Also topical & relevant."], [783, "2015-09-13T07:14:45Z", [0.75], "Assets:\nIt has proven itself as a new and quantifiable way of forecasting. \nIt has use in business and you know what Calvin Coolidge said of business, nothing changed.\nIt made inroads in the IARPA project with media, a follow up is inevitable. \nIf business sees this forecasting as useful, it will outsell the Zenith Boosterism business books that had previously choked the NYT best seller list.\nChallenge:\nPeople like the Zenith Boosterism business books that had previously choked the NYT best seller list."], [779, "2015-09-13T03:16:12Z", [0.15], ""], [706, "2015-09-13T02:23:12Z", [0.99], "It's akin to Gladwell et. al, people are interested in foreign policy at this moment in time, early autumn is a slow time for book publishers, and lots of purchasers will realize by page 50 that no discussions about Al Roker's meteorological prowess are forthcoming."], [506, "2015-09-12T23:57:47Z", [0.78], ""], [306, "2015-09-12T22:39:00Z", [0.5], "Really going back and forth with this one. Need more data. "], [755, "2015-09-12T22:30:26Z", [0.75], "Positive reviews (4 on Amazon, 1 @ independent.uk). On must-read lists; HBR, HuffPo, FT. On a personal note, strong interest from the director of my analytics team about 'predictive analytics' (we had a great chat). Businesses are starting to take a serious look into this."], [254, "2015-09-12T20:36:09Z", [0.05], "Just too quick and too narrow a topic to make it that quickly."], [526, "2015-09-12T18:48:54Z", [0.0], "As much as we appreciate the art and science of forecasting, we are still a tiny minority in the vast pool of people interested in literature and books. Regrettably, I don't think that this book will make it to the NY Times Bestseller's list; at least not by October 2015."], [740, "2015-09-12T18:27:09Z", [0.75], "Trendy subject and good reviewers."], [746, "2015-09-12T17:55:20Z", [0.05], ""], [737, "2015-09-12T17:11:20Z", [0.9], ""], [38, "2015-09-12T16:46:37Z", [0.76], "There's only 17 days until it will be released.   Is interest in it building?  I think so.   It seems that some books explode and hit the lists right away, while others get a slow start but keep growing steadily.  I have no idea which this book will be.  So much depends on unknowns:  will David Brooks @ NYT review it?  when?  Will FT?  How much PR will Crown be doing?   On the up-side:\n1)  Most early reviews of it are really positive.  It's definitely getting positive press.\n2)  sales are up.  I note that on http://www.novelrank.com/asin/0804136696 there's a \"footnote\" on the recent sales number (19 in Sept) which says, \"Due to high popularity, this sales estimate is low; actual sales are much higher\"  How much higher is \"much higher\"??? because 19 sales sure doesn't seem to be enough to me!\n3)  A bookstore owner looked up the initial print run for me and said that it was 100,000, which he said meant that the publisher's confidence in it was high.   I assume that the advertising/promotion budget will be high, as well.  I hope that the money is well-spent!  \n4) I read the first excerpt of it that is posted at http://www.scribd.com/doc/277483466/Superforecasting-by-Philip-E-Tetlock-and-Dan-Gardner#.VfRVrOk0r05 and found it an engaging and enjoyable read.  I can see why one reviewer said this book was as close as a non-fiction book comes to being a page turner. For those of us who participated in the GJP study, it is hard to approach this question without hope and a bias.  This \"forum\" is a bit of a bubble or echo chamber, as well, and that adds another layer of \"noise\" that I've tried to filter out.  I worry that I may have over-compensated for what I acknowledge is my hope that it sells well, and my obvious interest in the subject.  I think it is time that I \"flipped\" my forecast.\n"], [43, "2015-09-12T15:23:26Z", [0.65], "Swayed by brian. Now Amazon #1 New Releasein Business Planning & Forecasting. Still, that's not the same as getting on a NYTimes top list."], [1, "2015-09-12T13:52:42Z", [0.9], ""], [5, "2015-09-12T13:48:52Z", [0.85], "From Amazon.com http://www.amazon.com/Superforecasting-The-Art-Science-Prediction/dp/0804136696\nAmazon Best Sellers Rank: #4,493 in Books (See Top 100 in Books)\n#2 in Books > Business & Money > Management & Leadership > Planning & Forecasting\n#32 in Books > Science & Math > Technology\n#33 in Books > Medical Books > Psychology > Cognitive"], [708, "2015-09-12T06:43:22Z", [0.71], "Intelligent books like Freakonomics, Tipping Point, Wisdom of Crowds, etc., have done well, so this should, also."], [704, "2015-09-12T03:00:01Z", [0.85], "I believe all of us forecasters will drive sales. It doesn't take a large number to cause a book to make the list. "], [694, "2015-09-12T01:25:33Z", [0.1], "As appealing this book is to forecasters, forecasting does not appeal or is known to the broad population"], [306, "2015-09-12T00:39:34Z", [0.3], "Come on. I know one of you guys is Tetlock! So, when are you going on Conan O'Brien?"], [677, "2015-09-11T23:26:33Z", [0.01], ""], [671, "2015-09-11T23:11:40Z", [0.3], ""], [643, "2015-09-11T21:12:36Z", [0.2], ""], [646, "2015-09-11T21:10:57Z", [0.05], "Too niche"], [624, "2015-09-11T17:38:22Z", [0.2], ""], [617, "2015-09-11T15:42:46Z", [0.15], "Much as I would like this to happen, this sort of books don't seem to sell as well, with the general public, as to make it to that list."], [608, "2015-09-11T13:10:47Z", [0.65], "'super' forecasters, great title and famous author"], [597, "2015-09-11T11:19:53Z", [0.55], ""], [586, "2015-09-11T07:51:34Z", [0.45], "It is possible.  With all crises we now face (refugees, bailout and Ukrainian), readers might look for type of books."], [584, "2015-09-11T07:11:53Z", [0.4], "I don't know the book"], [582, "2015-09-11T06:01:44Z", [0.3], "It's hard to get on the bestseller's list"], [580, "2015-09-11T05:23:13Z", [0.55], ""], [294, "2015-09-11T04:13:59Z", [0.4], "IT takes surprisingly little to launch a non-ficiton work on to the \"best seller's\" list.  One of the NYTimes columnists is fond of tetlock, so it's a real possibility."], [542, "2015-09-10T21:01:41Z", [0.2], "Good start in the forecasting business sub-category of amazon. However bestseller list tends to be dominated by individuals with previous bestsellers.  It is a tough nut to crack, though our press cycle should help."], [506, "2015-09-10T20:56:37Z", [0.33], "Edge \"student\" members are getting the word out in their circles (business, management, social media, forecasting, intelligence, cognitive science, etc.).  But more significant is Crown Publishing (Random House) - and how it is getting the book noticed a beyond the intellectually curious reader.  Pre-sales to distributor info would be helpful as well as upcoming author interviews and possible appearances.  Here are a few business book list mentions that could give it a boost on to a NYT list:\nAmazon - Hot New Releases:  http://www.amazon.com/gp/new-releases/books/2689/ref=zg_b_hnr_2689_1\nBusiness Insider - New books to read this fall:  http://www.businessinsider.com/a-wharton-professor-recommends-7-new-books-to-read-this-fall-2015-9\nFinancial Times - 2015 McKinsey Business Book Award long-list:  http://www.ft.com/cms/s/2/c67525a8-3a8e-11e5-bbd1-b37bc06f590c.html#axzz3lMoOOsD2\nHuffPost - Books to read this fall:  http://www.huffingtonpost.com/adam-grant/7-new-books-to-read-this_b_8048178.html"], [536, "2015-09-10T20:04:14Z", [0.1], "Even though the book claims to make the topic \"accessible\" to the reader, I do not think that there is a large market interested in reading about forecasting. I think it would need to be a bit sexier to make the list, especially by the end of October. "], [530, "2015-09-10T19:14:32Z", [0.26], "I think by the beginning of 2016 it will be on the list."], [180, "2015-09-10T18:40:55Z", [0.45], "Increased interest in this subject - based on Google pops on it and IARPA in the past year. Besides that - a place on the NYT Bestseller list can be 'bought' by the finagling of books 'shipped' to book stores/Amazon that are marked as 'sold'. "], [520, "2015-09-10T18:31:06Z", [0.55], "Yes, there had already been publicity about the project."], [43, "2015-09-10T18:15:55Z", [0.25], "Reducing slightly, following donmar's observation, given that he has read Dr. Tetlock's previous book. OTOH, given the comparison class of Kahneman's book, Thinking, Fast and Slow, which did make the bestseller list, I'm not going down all the way to donmar's 0%."], [516, "2015-09-10T18:07:30Z", [0.44], ""], [500, "2015-09-10T17:48:38Z", [0.03], "This year, the psychologist and social scientist Philip E. Tetlock will not be on the list   because the psychologist can not write a book   that ordinary people understand .\nhha ha ha ha "], [505, "2015-09-10T17:41:52Z", [0.0], "After reading Professor Tetlock's \"Expert Political Judgment\", I don't see anyone who likes James Paterson, Clive Cussler or John Sanford getting \"Superforecasting\" for reading pleasure.  I, however, purchased it prerelease to take advantage of the cost savings.  Do look forward to reading it.  Hope it has lots of pictures."], [511, "2015-09-10T17:37:54Z", [0.85], ""], [102, "2015-09-10T17:18:45Z", [0.0], "Apply logistic regression followed by Ausrücken operator."], [499, "2015-09-10T17:05:11Z", [0.65], "It is very likely for so far is the best book of 2015!"], [488, "2015-09-10T16:54:20Z", [0.99], "Yes. It is supposed to generate a good deal of excitement & expectations in the general public."], [485, "2015-09-10T16:48:28Z", [0.25], "The book will probably be popular with certain readers interested in the subject matter. However, more widespread interest might be limited."], [427, "2015-09-10T03:54:11Z", [0.1], "Presume this means a top 20 position. Depends upon marketing budget and who is plugging it. Hope I'm wrong but don't think it will get far."], [429, "2015-09-10T03:47:44Z", [0.75], "Its on a popular topic right now. I think it's going to be a hit. "], [231, "2015-09-10T02:54:19Z", [0.75], "Depending on the month, the sales needed can be as low as a few thousands: http://www.tessgerritsen.com/how-many-copies-sold-is-a-bestseller/"], [424, "2015-09-10T01:49:37Z", [0.15], "This book is for a niche group of people. Although it has broad appeal to economics, political science, public administration and business intelligence applications too. FYI, I pre-ordered it on Amazon with my Prime membership and a gift card..."], [422, "2015-09-10T01:08:33Z", [0.65], ""], [418, "2015-09-10T00:57:39Z", [0.35], ""], [418, "2015-09-10T00:57:11Z", [0.0], ""], [421, "2015-09-10T00:48:23Z", [0.1], "Most people don't think about things too deeply.  I gave it 10% because someone on a late night talk show might feature it as a quirky item, giving it a lift."], [420, "2015-09-10T00:43:09Z", [0.3], "Aside from a niche demographic, I don't see forecasting going mainstream, and certainly not reaching the necessary attention for it to be on the bestseller list."], [418, "2015-09-10T00:38:53Z", [0.33], ""], [414, "2015-09-10T00:24:20Z", [0.35], "Aside from the Good Judgement Project and possibly the Marginal Revolution blog, I haven't seen it mentioned elsewhere, so becoming a bestseller by the end of October would seem to be a stretch. The blurbs on Amazon are encouraging, but the books on \"Customers Who Bought This Also Bought\" list aren't bestsellers."], [408, "2015-09-09T23:32:35Z", [0.2], ""], [83, "2015-09-09T22:39:12Z", [0.3], "Best shot may be at the Non fiction E book category.  Seems to be more new books on this list than the others.  Forecaster's may prefer the digital version, but I ordered the hard copy. Not sure there will be any general interest in \"Superforcasting\", so best sales may be in the early weeks, as those already familiar with the project purchase a copy early. Will lower forecast if early results do not make the list."], [43, "2015-09-09T21:57:04Z", [0.3], "Following Anneinak but not quite as far down. Alas, it appears that Tetlock has been Trumped (thanks, eightball, for the laugh)."], [397, "2015-09-09T21:35:03Z", [0.15], ""], [392, "2015-09-09T21:04:05Z", [0.26], ""], [389, "2015-09-09T21:00:57Z", [0.15], "It will be Trumped. Sorry I couldn't resist."], [387, "2015-09-09T20:45:30Z", [0.64], "already has good ratings in Goodreads... "], [384, "2015-09-09T20:34:52Z", [0.35], "While it would be nice to have a book like this at the top of the list, I think that something like \"Trump the Graphic Novel\" will make the top of the list.  The other item I would say might make the number one spot is a Star Wars tie in book to get everyone ready for the December 17th release of the movie.  Lucas is already releasing associated toys, so why not a guidebook/backgrounder for the novel."], [38, "2015-09-09T20:05:39Z", [0.24], "These bestseller lists are not based on attainment of any arbitrary number of sales; they're relative, so a whole lot depends on the competition--on what other books have recently come out.  I've jokingly been saying, \"For example, if Trump's biography comes out the same week as your book, you're toast.\"  Well, guess what:  Trump's book \"In Pursuit of Success\" will come out the week before \"Superforecasting\".  I don't see an upside to this for \"Superforecasting\".  Just as Trump the Candidate has sucked up all the air in the Republican party presidential campaign, Trump the Writer will suck up all the airtime for book reviews.  "], [352, "2015-09-09T18:33:45Z", [0.0], "Not enough press right now (September 2015)"], [139, "2015-09-09T18:06:15Z", [0.55], ""], [326, "2015-09-09T18:00:52Z", [0.15], "I have to explain to my friends and collegues what even this forecasting buissness is before even mentioning the words like \"GJP\", \"Brier score\" or even \"probability\"... so no. Too specific knowledge. It won't have a catchy title like \"2020 unveiled; we know the future\". :)"], [330, "2015-09-09T17:40:32Z", [0.1], ""], [274, "2015-09-09T05:55:40Z", [0.1], "Don't think it'll get enough attention. It's a fun book, but not intresting to most."], [267, "2015-09-08T19:58:54Z", [0.25], ""], [271, "2015-09-08T19:36:59Z", [0.65], "I'm a bit more bullish -- the publisher's run is 75,000 copies, the same as Bobby Flay's latest cookbook. It seems like the sort of book that, with the right pre-press buzz on an interesting NPR-bait concept, could sneak into the top 20 in business fairly easily. This is a notoriously hard list to guess on, though, as the NYT's methodology for this list is a secret."], [270, "2015-09-08T19:10:17Z", [0.25], ""], [40, "2015-09-08T17:35:13Z", [0.2], "FYI, Edge just released class 3"], [250, "2015-09-08T12:08:04Z", [0.05], ""], [38, "2015-09-08T06:44:20Z", [0.39], "I didn't intend to forecast 0.  I'm not sure how it happened."], [243, "2015-09-08T05:40:13Z", [0.3], "it appears to me to be a fairly tech book and hard to attract a big enough audience in any case, but the remaining time is taken up with back to school and back to work and not much time to read"], [234, "2015-09-08T01:11:28Z", [0.17], "Following forecasters below.  There hasn't been too much pre-press from what I can see."], [228, "2015-09-08T00:33:17Z", [0.1], "Comments below and, quoting Cobbler, guessing."], [229, "2015-09-08T00:32:17Z", [0.1], "Guessing"], [38, "2015-09-07T22:26:36Z", [0.0], "less than 5% ever sell more than 5,000 copies.\n~~~~~~~\nhttp://www.publishersweekly.com/pw/by-topic/industry-news/bookselling/article/67983-this-week-s-bestsellers-september-7-2015.html \"At #1 in Hardcover Nonfiction and #4 overall, selling more than 30K print units is Rising Strong. Her most recent book, 2012’s Daring Greatly, sold 8,649 units in hardcover its first week and has gone on to sell almost 342K in hardcover, and another 50K in a paperback edition that pubbed in April. The author’s top-selling title to date is 2010’s The Gifts of Imperfection, with paperback sales of more than 569K.\"\n_____\nCOMMENT:  I'm trying to figure out how many copies Tetlock's other books sold."], [38, "2015-09-07T21:50:52Z", [0.39], "It is one of fifteen titles to have made the cut for the 2015 longlist of the FT/McKinsey Business Book of the Year.\nI think that might be worth a few positive points."], [38, "2015-09-07T21:38:23Z", [0.35], "Good news:  according to one site its current rank now is 3,777 on Amazon\nBad news:  according to the same site there's been 9 sales in Sept. in the US on Amazon  (really?  Is that all?)"], [221, "2015-09-07T08:36:37Z", [0.05], "As others have pinpointed, I do not think that this is going to happen during the first week. Although I hope that It will eventually happen. "], [206, "2015-09-06T03:30:32Z", [0.25], "Probably not during the first week.  Lots of people who are interested in the topic (like us!) are waiting for it, but we're probably not a huge percent of the book-buying public.  I hope it'll get there, but my hunch is that it'll take a few weeks and a lot of interviews."], [43, "2015-09-05T22:57:07Z", [0.65], "Adjusting on the basis of Anne's research, thank you anneinak!"], [38, "2015-09-05T19:59:06Z", [0.35], "What does it take to get on the NYT bestseller list?  Here's what I've learned:\n-not every book bought counts.  NYT counts only some sellers' sales.  Grocery stores probably don't count, but independent booksellers' sales get extra weight. Airport sales may not count.\n-a sales peak during one week is all that's needed because the counts are weekly.  Every week is a new race.\n-if the book physically ships out of the book seller’s warehouse weeks before the pub date, it goes from “pre-order” status to “sold” — and thus, it does not get counted in launch week\n-bulk orders are weighted differently.  If this book is used as a textbook, not every sale will count\n-500-1,000 sales are needed to hit Amazon's list, and the NYT list is assumed to require 10x that:  5-9k\n-there's seasonal variations, so the bar raises & lowers.  January is a slow month for sales; Sept is a high one\n-a ton depends on what other books were released at the same time/what the competition is.  I've been unable to figure out what other books in its category will be released in Sept.\n-the bar is lower/higher in different NYT list categories COMMENT:  I pre-ordered a copy last spring from Amazon; if it ships early it may not count.  I think I may order additional copies from my local indie, one each day."], [40, "2015-09-05T18:58:36Z", [0.2], "Not based on what I saw on Edge"], [175, "2015-09-05T18:00:46Z", [0.25], ""], [197, "2015-09-05T16:06:27Z", [0.07], "Not enough people care about the topic."], [195, "2015-09-05T15:55:57Z", [0.75], "There is a wide market for predicting the future."], [192, "2015-09-05T14:36:04Z", [0.25], ""], [191, "2015-09-05T14:24:24Z", [0.05], "Books - so many written but so few places on NY Times bestseller's  list "], [187, "2015-09-05T13:08:23Z", [0.35], ""], [186, "2015-09-05T12:10:15Z", [0.35], ""], [74, "2015-09-05T10:45:07Z", [0.3], "I do not think the book will be on the NYT bestseller’s list by the end of October. Firstly, one month from publishing to the deadline is really too short. However, this does not exclude the book to be on the list after the deadline. Secondly, the book really does not fit the profile of books on the list of NYT bestseller’s list in non-fictional over the past few months (biography, personal achievement, historical, political or business Leaders accounts/ideas…)."], [43, "2015-09-05T03:35:13Z", [0.85], "anninak's report of a 100K print run means the publisher will do all the right things to get on the best seller list. If the past is prologue, even if many from this 100K print run end up as returns, the scoring mechanism won't account for this. I could be wrong on the scoring mechanism now in place, hence on 85%."], [175, "2015-09-05T02:31:11Z", [0.5], ""], [38, "2015-09-05T02:05:28Z", [0.35], "100k are being printed, so the publisher seems to be betting on it.\n341 people have entered a drawing on goodreads.com for  one of 20 copies.\nIt's unlikely to be on the general nonfiction list.\nI have been unable to determine how much effort is being put into book tours."], [182, "2015-09-05T01:46:23Z", [0.65], "The public will become more widely aware of GJP with release of the book because of widespread media coverage. Thoughtful citizens will be curious about understanding the world better. I did not make it higher because I'm concerned that many adults, especially in the US, do not understand the world through personal critical review. Many listen and follow what their infotainment of choice says. Will enough Americans be curious or is the majority following political pipers?"], [127, "2015-09-05T00:06:20Z", [0.05], ""], [164, "2015-09-04T20:16:27Z", [0.41], "Probably will hit top 15."], [158, "2015-09-04T20:00:51Z", [0.3], ""], [39, "2015-09-04T19:53:43Z", [0.15], "I am not sure enough people are aware of the book or interested in the subject matter for it to gain the necessary popularity.  Also, the amount of time remaining for this to happen is growing short.  It does have good editorial reviews so will keep and eye on this event.  "], [24, "2015-09-04T19:38:15Z", [0.62], "Good reviews, and several of them. Publisher is also a known and trusted quantity. In view of current global uncertainties, and autumn being a time of year in which \"serious\" books for a general audience have traditionally performed well, I think there is a reasonable chance of this. I have not yet checked out what competition it may be up against, however. Being involved here does also present a bias, however."], [151, "2015-09-04T19:15:10Z", [0.37], "Good early reviews, but will it grab the public's interest?"], [144, "2015-09-04T18:41:47Z", [0.2], ""], [135, "2015-09-04T18:16:49Z", [0.6], "Current events likely increasing people's sense of uncertainty in the world and the book seems to be getting some reasonable visibility so far."], [129, "2015-09-04T18:01:52Z", [0.29], "With a banner political year, many will want to understand and even learn how people forecast and the  super forecasting title would seem to draw people in"], [123, "2015-09-04T18:00:46Z", [0.05], "dull reading"], [128, "2015-09-04T17:59:04Z", [0.8], "Phil and the rest of the GJP team are awesome.  Enough said."], [124, "2015-09-04T17:58:50Z", [0.3], "Just because I want something doesn't mean it will happen :)"], [120, "2015-09-04T17:55:03Z", [0.66], ""], [119, "2015-09-04T17:43:19Z", [0.75], "In an highly politicized environment (2016!) interest in such topics -- especially with a \"gamified\" tilt may be strong. "], [112, "2015-09-04T17:29:17Z", [0.15], "We have a biased interest in this relative to others"], [110, "2015-09-04T17:26:01Z", [1.0], "There's a massive amount of advance publicity, including a number of well-known figures posting this book to their list. It's going to the Best Sellers List."], [43, "2015-09-04T17:20:03Z", [0.8], "This comparable book made it to the bestseller list: https://edge.org/conversation/john_brockman-this-idea-must-die-scientific-theories-that-are-blocking-progress\nAmazon preorder rating: #1 New Releasein Business Planning & Forecasting\nPublisher: Random House Books Given that Random House knows how to manipulate the NYTimes best seller lists, I'm giving this 80% yes."], [65, "2015-09-04T15:23:18Z", [0.41], ""], [102, "2015-09-03T22:39:13Z", [0.15], "In pre-sales Amazon Sales Rank is #8,724, it is #2 in Business books. [1] \nI don't guess Business Books will be best-sellers.  Rules for getting on are fairly complex. [2] [1] http://www.amazon.com/Superforecasting-The-Art-Science-Prediction/dp/0804136696\n[2] http://heather-maclean.com/how-the-new-york-times-bestseller-list-works/"], [98, "2015-09-03T22:08:45Z", [0.1], "First guess.  No side:  narrow focus /limited audience   yes side:  some hype in some media about subject and book.  So my very uninformed estimate is  one out of ten chance"], [101, "2015-09-03T19:34:58Z", [0.15], ""], [100, "2015-09-03T17:43:02Z", [0.65], ""], [57, "2015-09-03T12:36:38Z", [0.12], ""], [59, "2015-09-03T09:50:12Z", [0.31], "Not enough time for interest and understanding to build to bestseller"], [94, "2015-09-03T04:22:11Z", [0.12], "The best comparison for \"Superforecasting\" is probably \"The Signal and the Noise\" by Nate Silver.  \"The Signal and the Noise\" was published on September 27, 2012, and made it to the NYT bestseller list on October 28th.  That suggests an average time of a month to make the list, or a 50% chance of making the list before the end of October (since \"Superforecasting\" will be released on September 29th).  However, I don't think that \"Superforecasting\" will be quite as popular or successful as \"The Signal and the Noise\" (which seems to be the strongest book in its category, and thus hardly a typical case).  I give it a 25% chance of being that successful, for a 12% chance of being on the bestseller list by the end of October."], [35, "2015-09-03T02:09:55Z", [0.59], "From what I understand the book only needs to be at the top of it's category.  It doesn't directly compete with the latest fiction novel."], [93, "2015-09-03T02:07:57Z", [0.15], "While it may generate sales as a business book over time, don't think it will make an immediate splash.   Looking forward to reading it though!"], [60, "2015-09-03T01:55:16Z", [0.21], "In reading through some of the comments, I think my initial prediction of 39% was still too optimistic. Revising down."], [90, "2015-09-03T01:44:16Z", [0.0], "Too narrow a topic; too narrow a timeframe. \"Bought with\" books on Amazon are lucky to get above 4000. Pre-ordered mine with the GJP stipend."], [20, "2015-09-03T01:12:53Z", [0.35], "Here is Crown's give-away raffle promo:  http://www.readitforward.com/giveaway-predicting-the-future-with-superforecasting/ \"From one of the world’s most highly regarded social scientists, a transformative book on the habits of mind that lead to the best predictions.\" \"Transformative\"? Would you buy a book that promised you transformation? I'm reading the book  with the understanding Tetlock did not write this promo.  I question Crown's cheesy write-up. "], [92, "2015-09-02T21:34:01Z", [0.15], ""], [82, "2015-09-02T16:57:15Z", [0.25], ""], [14, "2015-09-02T15:32:09Z", [0.77], ""], [5, "2015-09-02T14:32:13Z", [0.5], ""], [10, "2015-09-02T14:20:33Z", [0.22], ""], [40, "2015-09-02T14:04:49Z", [0.4], "Gaming bestseller lists is an industry unto itself (http://www.forbes.com/sites/jeffbercovici/2013/02/22/heres-how-you-buy-your-way-onto-the-new-york-times-bestsellers-list/).\nI would love to see it happen, but intuition says \"not a wide enough audience\".  Let's have a show of hands amongst all of us, the early beta-testers of GJP II.  How many are going to buy? Having said all of that,\nHow does a bestseller happen? http://fourhourworkweek.com/2007/08/06/how-does-a-bestseller-happen-a-case-study-in-hitting-1-on-the-new-york-times/\n"], [52, "2015-09-02T13:05:55Z", [0.05], "It seems common for authors of this kind of niche book to get on various main-stream media (TV)/syndicated media (Radio) outlets BEFORE the official release of the book.  I have not seen/heard the good professor on any segments as of yet.  Getting on at least one major mass audience outlet seems like a prerequisite for getting on \"The List\". In a Google search I could find no reference to anything current. I dont think it is too early for Dr Tetlock to create a big enough buzz for the book.  Has the window passed for this question to close as a \"yes\"?   I think if he gets on a headline show then the odds increase dramatically."], [71, "2015-09-02T11:22:10Z", [0.7], "Taking a stab.."], [64, "2015-09-02T10:53:19Z", [0.05], "Base case: I checked latest NYT 15 non-fiction books. One (Jimmy Carter's) had 59 reviews on Amazon; the next lowest was about 150 reviews; it went all the way up to a few thousand. In contrast, Tetlock's \"Expert Political Judgement\" has only 34 reviews since 2006. I can;t see why the new book would do spectacularly better.\nGJP audience: I don't see a huge audience among the GJP participants. If 20,000 took part in GJP, about half hardly participated (based on my 10-person group sample). Of the others, I doubt more than 15% will actually buy the book. And, many of those are probably the type who will put it on their list and get to it, as part of their reading.\nFinally, the subject-matter is a step removed from being personally actionable. The idea that crowds have wisdom is interesting, but it is not enough motivation for most readers to invest the time in knowing more than a high-level summary."], [68, "2015-09-02T10:06:06Z", [0.75], "I understand it takes about 10,000 sales within a week for a book to get on the NYT Bestseller list. The GJP and Tetlock have been getting media coverage over the last few years and are probably well known by now among people interested in the subject. However, my simplistic approach is to say that there were 20,000 participants in GJP's Season 4, and a large proportion of them are going to buy the book, many may have pre-ordered it already. I think there's a strong likelihood that the book will show up on the Best Seller List in the first week after release."], [63, "2015-09-02T03:30:57Z", [0.66], "Joining at the high end at 66%. Apparently, the list is updated every Sunday, so last available date this year is 25 October ... presumably they do the final tally a day or two earlier, maybe Friday at the end of the business week, which is 23 October. Just over 3 weeks to surge in the ranks. I think it happens. Here's the nonfiction list for the last Sunday of October last year:\nhttp://www.nytimes.com/best-sellers-books/2014-10-26/combined-print-and-e-book-nonfiction/list.html Of the top 15, if I'm reading Amazon right, 6 (or 40%) came out inside our timeframe: Not That Kind of Girl (30 Sep 14), The Innovators (7 Oct 14), Being Mortal (7 Oct 14), Stop the Coming Civil War (7 Oct 14), Worthy Fights (7 Oct 14), Rocks (7 Oct 14). Another 2 were pretty close: Killing Patton (23 Sep 14) and What If (2 Sep 14). Another way to get a base rate is with similar titles that also had an enormous amount of publicity on release. For one, Daniel Kahneman's Thinking Fast and Slow came out on 2 Apr 13 and was on the NYT list by 20 Apr 13, inside our timeframe. \nhttp://www.nytimes.com/best-sellers-books/2013-04-20/combined-print-and-e-book-nonfiction/list.html"], [65, "2015-09-02T03:12:14Z", [0.4], "Lot of hype around the book, but October is not enough time."], [60, "2015-09-02T02:59:35Z", [0.39], "While this has been categorized as a \"Just For Fun\" question, I suspect it might actually end up being more difficult to forecast than some of the geopolitical questions. Given our intense closeness to the topic, well, I'll speak solely for myself. Given MY intense closeness to the topic of forecasting, it's hard to get a gauge for how well the general public (or more specifically, the NYT bestseller list) might receive this book. While I'd certainly like to see it make the list, from my cursory Google searches in the doldrums this summer, my inkling is that there's a smaller chance than folks are forecasting at this point.  Of course, this could completely change when it comes time for Tetlock/Gardner to do the press tour."], [38, "2015-09-02T02:09:59Z", [0.35], "On the up side:\n-Gee, any NYT Best Seller list?  \n-and there's how many on each list?  20?  100?    \n-It's #88 on the Amazon list for Hot New Releases in the Political and Social Sciences\n-I've ordered it and might buy additional copies On the down side:\n-I can't find it on any NYT list.\n- Amazon Best Sellers Rank: #10,844 Paid in Kindle Store \n-very short time window!     Unknowns.  I would think that a ton will depend on: \n-if the NYT (or some other major media outlet) reviews it \n-how many interviews Tetlock & Gardner do . . . .  one Charlie Rose appearance could make the difference\n-if a major columnist  writes about it, like David Brooks (hasn't he already written about GJP?), that would make a huge difference"], [49, "2015-09-02T01:14:47Z", [0.42], "1. Superforecasting comes out September 29.  \nhttp://amzn.to/1PKffFp\nSo Superforecasting has only a month to get on the list.   2. Here are the possible lists it could show up on:\n- COMBINED PRINT & E-BOOK NONFICTION\n- HARDCOVER NONFICTION\n- E-BOOK NONFICTION those are weekly lists. The monthly lists don't seem relevant. 3. It is being published by Crown, which has one book on the nonfiction list(s) currently.  4. But it is a top \"hot new release\" at Amazon in a small niche -- not even tops in business. This includes pre-order info.\nhttp://www.amazon.com/gp/new-releases/books/3/ref=zg_bsnr_unv_b_2_2689_2 5. This could be before a push by Crown, a traditional publisher. I think the NYT lists favor traditional publishers and channels, and don't match up with Amazon sales very well.  Given the cover blurbs it's the kind of book that the NYT would like to profile, as well as other major papers, like the WSJ and the Washington Post. That may provide enough of a blip. I am just starting with a favorite number, obviously, but I do believe this is less than 50% chance."], [48, "2015-09-02T01:03:25Z", [0.99], "I just went with 99 percent on this one.  This might be a rookie mistake, not being used to non-market-based platform.  But my rationale is based on the thought that Dr. Tetlock's other book for a popular audience, on expert judgement, was a best seller; he's gotten ample positive press on his ground-breaking research since then; and since this question really concerns how strong early buzz on the book would be vs. it's objective quality, I'd say it will get a lot, lot of positive word-of-mouth from the 1,000s of folks who've volunteered for the Good Judgment Project before now--many of whom are liable to be influential in getting others to read, and at least some of whom (me) post a lot about this stuff to Facebook, where people can read about it and get interested.  I might be over-confident about my hit-picking skills for non-fiction, but I did post the Economist's article on Picketty's Capital in the 21st Century to Facebook when they reviewed it in French, and said how eager I was to read the English translation.  "], [41, "2015-09-02T00:44:10Z", [0.3], "Malcolm Gladwell has several books on the NYTB currently, including Outliers ~7 years after it was released. I anticipate that Superforecasters could fit into the Gladwell/Silver niche for popular social science with obvious real world applications. I'm hedging because I'm not sure that there's all that much mainstream interest in this -- e.g. there have been 1,700 NYT articles that have mentioned \"Malcolm Gladwell,\" compared to 0 that have mentioned \"superforecasting,\" 3 with \"Good Judgment Project\" (only 1 since 2012), and 53 that have mentioned \"Tetlock.\" "], [47, "2015-09-02T00:39:42Z", [0.45], ""], [34, "2015-09-02T00:20:40Z", [0.7], "Four weeks to get on the list. Will revisit forecast after the first week to see how the buzz is. "], [42, "2015-09-02T00:20:14Z", [0.65], "people are interested in the subject. A short time frame to be #1 but with publicity it could do it"], [1, "2015-09-01T23:25:13Z", [0.8], ""], [29, "2015-09-01T23:22:07Z", [0.75], "It's a significant book, and it's the type book that appeals to a segment of Times Readers.  The time frame is short, but the book is getting, and will get a lot of buzz. The conclusions are novel enough to attract readers, and many people are interested in forecasting."], [26, "2015-09-01T23:10:26Z", [0.0], "I don't think that's enough time to make it."], [14, "2015-09-01T23:09:33Z", [0.75], "Given the attention it's already getting and the publisher's influence that's putting it out, it's pretty safe to assume it will do quite well."], [15, "2015-09-01T22:55:59Z", [0.75], "The advance buzz is great, and the book is already on the Financial Times long list for Best Business Book of 2015."], [20, "2015-09-01T19:01:43Z", [0.45], "May not be as interesting to people outside of a too narrow group. I don't think the genre is out of steam yet, but the bar for writing quality is pretty high. The edit could make this. "], [21, "2015-09-01T18:53:41Z", [0.89], "Assuming separate lists for fiction and non-fiction.  Interest can peak quickly with good publicity."], [2, "2015-09-01T18:44:40Z", [0.55], "Cautiously optimistic.  "]]}