{"question_id": 381, "title": "Before 15 February 2017, will the United Kingdom's Supreme Court rule that an additional act of the U.K. Parliament is required to invoke Article 50 of the Lisbon Treaty?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[788, "2017-01-25T07:01:17Z", [1.0], ""], [15196, "2017-01-25T06:36:56Z", [1.0], ""], [32455, "2017-01-25T05:26:26Z", [0.98], ""], [23234, "2017-01-25T00:13:58Z", [1.0], "I'm curious... could someone point me to the statement in the court's ruling linked below? Is this it?: \"The essential point is that, if, as we consider, what would otherwise be a prerogative act would result in a change in domestic law, the act can only lawfully be carried out with the sanction of primary legislation enacted by the Queen in Parliament.\"\nhttps://www.supremecourt.uk/cases/docs/uksc-2016-0196-judgment.pdf"], [30392, "2017-01-24T22:07:37Z", [0.9], ""], [29094, "2017-01-24T21:59:30Z", [1.0], ""], [12137, "2017-01-24T21:27:43Z", [1.0], ""], [31347, "2017-01-24T21:22:36Z", [1.0], ""], [11096, "2017-01-24T20:18:08Z", [1.0], "Rationale:\nHeart the outcome on the radio. Just try to update from 80 to 100. Feels like cheating."], [32916, "2017-01-24T19:56:23Z", [1.0], ""], [32516, "2017-01-24T19:05:06Z", [1.0], ""], [29469, "2017-01-24T18:06:32Z", [1.0], ""], [27461, "2017-01-24T17:22:14Z", [1.0], ""], [32814, "2017-01-24T16:39:10Z", [0.99], "http://www.bbc.com/news/uk-politics-38720320"], [29512, "2017-01-24T16:07:26Z", [1.0], ""], [31238, "2017-01-24T14:14:27Z", [1.0], ""], [32100, "2017-01-24T13:30:56Z", [1.0], ""], [691, "2017-01-24T12:45:06Z", [1.0], ""], [25141, "2017-01-24T12:07:36Z", [1.0], ""], [19801, "2017-01-24T11:17:09Z", [1.0], "Brexit: Supreme Court says Parliament must give Article 50 go-ahead\nhttp://www.bbc.com/news/uk-politics-38720320"], [24771, "2017-01-24T11:16:59Z", [1.0], ""], [31756, "2017-01-24T10:33:54Z", [1.0], ""], [4634, "2017-01-24T10:17:17Z", [1.0], ""], [32671, "2017-01-24T10:05:04Z", [1.0], "\"Majority of 8 to 3 Supreme Court rules government cannot trigger article 50\" without Parliament - Lord Neuberger bbc.in/2jrWQDM"], [5386, "2017-01-24T10:01:16Z", [1.0], ""], [29098, "2017-01-24T09:56:10Z", [1.0], ""], [29100, "2017-01-24T09:54:53Z", [1.0], ""], [38, "2017-01-24T09:41:14Z", [1.0], "https://www.theguardian.com/politics/blog/live/2017/jan/24/supreme-court-article-50-judgement-announces-its-article-50-judgment-politics-live Supreme court rules by 8 votes to 3 that government cannot trigger article 50 without act of parliament"], [28414, "2017-01-24T09:38:59Z", [1.0], "Done, 8 vs 3 decision"], [29098, "2017-01-24T09:25:06Z", [0.95], ""], [874, "2017-01-24T08:23:26Z", [0.99], ""], [32872, "2017-01-24T08:13:38Z", [0.95], "Supreme court is due to deliver its eagerly awaited judgment today."], [31482, "2017-01-23T22:30:58Z", [0.8], "I think it is a legal option of a second thought "], [23409, "2017-01-23T21:55:14Z", [0.99], ""], [32916, "2017-01-23T21:07:13Z", [0.99], "Prediction markets have this marked at 96%. It's happening tomorrow. From the commentary, the bigger question seems to be whether the devolved parliaments will have a say. It doesn't make much sense to post a score of anything other than 99 as I am statistically helped more by being right within a margin of 10% rather than being hurt by being wrong by 90+%"], [23861, "2017-01-23T20:51:48Z", [0.05], ""], [271, "2017-01-23T19:16:48Z", [0.95], ""], [30185, "2017-01-23T17:53:50Z", [0.9], ""], [32902, "2017-01-23T16:25:04Z", [0.65], ""], [691, "2017-01-23T15:55:53Z", [0.92], ""], [32589, "2017-01-23T08:33:53Z", [0.97], ""], [32455, "2017-01-23T06:01:43Z", [0.9], ""], [32455, "2017-01-23T05:59:07Z", [0.76], ""], [23234, "2017-01-23T05:34:52Z", [0.94], ""], [23234, "2017-01-23T03:21:18Z", [0.87], ""], [30026, "2017-01-22T22:44:10Z", [0.82], ""], [12879, "2017-01-22T22:29:42Z", [0.96], ""], [23879, "2017-01-22T21:48:58Z", [0.93], "All three High Court judges ruled that the Act is needed. Starting from uniform prior (arguably conservative), three positives revise density function from f(x)=1 to f(x)=4x^3 (on [0,1]). This means best estimate of probability of positive is integral from 0 to 1 of x * 4x^3, which is 4/5 = 80%. There are 11 judges in the Supreme Court. Odds of a majority of 11 coming up positive when odds of positive is 80% are 98.8% [1]. The SC is on record several times saying result will come before end of Jan, so I assign 95% odds that question does not resolve as \"no\" because of missed deadline. Hence my 95% x 98% ~ 93% forecast. [1] http://stattrek.com/online-calculator/binomial.aspx"], [601, "2017-01-22T21:34:22Z", [1.0], ""], [31756, "2017-01-22T20:55:05Z", [0.8], ""], [691, "2017-01-22T20:30:43Z", [0.92], ""], [368, "2017-01-22T20:08:01Z", [0.98], ""], [31201, "2017-01-22T17:46:53Z", [1.0], "Foundation principle of parliamentary democracy. Bad precedent for the court to rule otherwise."], [31347, "2017-01-22T17:08:49Z", [0.88], "Upgrading forecast as ruling now due in Tuesday 24th January. Ultimately expect that the high court ruling will be upheld. "], [32857, "2017-01-22T15:02:38Z", [0.15], ""], [32856, "2017-01-22T14:08:35Z", [0.13], ""], [31485, "2017-01-22T14:07:46Z", [0.95], ""], [143, "2017-01-22T10:46:06Z", [0.95], "I contacted the team to ask for clarification on the wording of the question and its resolution. The reply didn't get to the core of my concern - that the Court cannot rule that Parliament must do something specific - so from that I'm taking the resolution condition to be based on a very broad reading of the question i.e. as a consequence of the ruling the matter will have to go before Parliament for a positive declaration of consent. The strongest legal case for overturning the High Court ruling comes from a Remain supporting lawyer https://www.headoflegal.com/2016/11/04/why-the-high-court-got-the-law-wrong-about-brexit/\nbut he concludes that the legal theory underlying the judgement has a popularity and momentum that will sustain the High Court ruling despite its flawed application on the questions at stake here.  The analysis above and the general tenor of legal discussion around the case points strongly toward the Supreme Court validating the High Court judgement. My prediction reflects that."], [562, "2017-01-22T04:55:36Z", [0.75], ""], [14237, "2017-01-21T23:05:56Z", [0.97], ""], [32843, "2017-01-21T22:49:34Z", [0.95], "The government's arguments on this have been very weak."], [32842, "2017-01-21T22:06:23Z", [0.75], ""], [368, "2017-01-21T18:25:11Z", [0.98], ""], [15196, "2017-01-21T16:02:52Z", [0.95], ""], [283, "2017-01-21T14:52:06Z", [0.82], ""], [691, "2017-01-21T14:12:36Z", [0.88], ""], [25687, "2017-01-21T10:47:28Z", [0.9], ""], [20156, "2017-01-21T09:37:02Z", [0.8], ""], [32516, "2017-01-21T03:55:50Z", [0.88], ""], [23006, "2017-01-21T01:22:06Z", [1.0], ""], [32808, "2017-01-20T19:57:15Z", [0.77], ""], [368, "2017-01-20T17:58:20Z", [0.75], ""], [13377, "2017-01-20T16:23:25Z", [0.95], "Following Anneinak"], [32761, "2017-01-20T15:20:50Z", [0.9], ""], [27710, "2017-01-20T14:52:33Z", [0.9], ""], [24, "2017-01-20T14:07:19Z", [1.0], ""], [1639, "2017-01-20T13:25:16Z", [0.95], "Most likely the supreme court will make such a request, the bill will be short to forestall stagnation. Corbyn will ask its Members to vote in favor of Brexit as underlines by the T. May government."], [691, "2017-01-20T12:21:04Z", [0.88], ""], [38, "2017-01-20T08:10:18Z", [0.95], "I wanted to make my last forecast before midnight:  made it by 1 minute!  Now, I'll take the  time to post my reasoning. I'm pretty confident that there will be a ruling prior to 2/15, but what will it say??? The analysts I've read seem to think that the High Court ruling will be upheld, which means Parliament will have to vote to invoke Article 50.\nThe betting markets seem to think the same. When I read the bios of the judges, it seemed to me that a majority of them might be Europhiles.  Theoretically, judges rule on the basis of the law, just as (theoretically) forecasters forecast on the basis of facts.  If there's anything I've learned in 3+ yrs trying to forecast geo-political events, though,  it is that we all are subjected to many conscious and unconscious biases.  The Brexit vote and ruling of the High Court could be functioning like an anchoring bias in the minds of the judges. Therefore, I think that the Supreme Court will uphold the High Court ruling that an additional act of the UK Parliament is require to invoke Article 50."], [38, "2017-01-20T07:59:36Z", [0.95], "http://www.legalcheek.com/2016/12/the-bookies-odds-will-the-supreme-court-overturn-the-high-courts-brexit-ruling/ According to Betfair.com, the odds are 1.23 (or 2/9) that the High Court’s ruling will be upheld and that the government will lose its appeal.\n~~~~~~~\nhttp://www.mirror.co.uk/news/uk-news/supreme-court-brexit-case-explained-9392428 The above link has short bios of each of the 11 judges who heard the case.    "], [38, "2017-01-20T05:18:03Z", [0.5], "I've just made a classic mistake.  Distracted and in haste, I read only the first half of the question  (\"Before 15 February 2017, will the United Kingdom's Supreme Court rule . . . \" and failed to notice that for this question to resolve positively the ruling will have to be \". . . that an additional act of the UK Parliament is required . . .\".  Oops.  . . .  So, my earlier forecast of 100% is inappropriate at this point.  I have more research to do!"], [38, "2017-01-20T05:06:28Z", [1.0], "http://www.euroexchangeratenews.co.uk/investors-profiting-brexit-speech-pound-exchange-rates-22823 \"Morning Update, 19th Jan; The news, delivered towards the end of yesterday’s trade session, that Tuesday will see the Supreme Court announce their ruling on Article 50 . . \" EDIT:  I've just made a classic mistake.  In haste, I read only the first half of the question  (\"Before 15 February 2017, will the United Kingdom's Supreme Court rule . . . \" and failed to notice that for this question to resolve positively the ruling will have to be \"that an additional act of the UK Parliament is required . . .\".  Oops.  . . .  .I have more research to do!"], [23234, "2017-01-20T04:49:19Z", [0.8], ""], [7124, "2017-01-20T04:44:23Z", [0.8], ""], [32778, "2017-01-20T00:34:06Z", [0.15], ""], [23234, "2017-01-20T00:20:30Z", [0.85], ""], [422, "2017-01-20T00:11:55Z", [0.95], ""], [691, "2017-01-19T22:54:11Z", [0.82], ""], [368, "2017-01-19T18:53:44Z", [0.0], ""], [1333, "2017-01-19T16:46:06Z", [0.85], ""], [14493, "2017-01-19T14:16:36Z", [1.0], ""], [23234, "2017-01-19T02:53:19Z", [0.99], ""], [32711, "2017-01-19T00:18:53Z", [0.8], ""], [32708, "2017-01-18T22:01:45Z", [0.85], "As per a quote from Prime Minister Theresa May.  As this is an unprecedented event, it makes sense that the Supreme Court will rule for a further vote."], [11096, "2017-01-18T20:39:18Z", [0.8], "Lowering from 95% to 80%\nRationale: May said yesterday \"I can confirm today that the government will put the final deal that is agreed between the UK and the EU to a vote in both houses of Parliament before it comes into force.\" This might be a way out for the Supreme Court because Parliament is not excluded, but only involved at a moment that nobody can say 'no' to an agreement after 2 years of negotiations. \nI am getting afraid that Supreme Court might come with a 'tric' because of \"national interest\" . \nMay c.s. might argue that the outcome of the negotiations will be better if she doesn't have all her cards on the table in both Houses YET. \n-- \nIs there anyone with enough time - and juridical understanding - to find out if the Supreme Court has to work within a framework of national interest, and their boundaries ?"], [368, "2017-01-18T18:52:32Z", [0.0], "May has recently indicated that the Parliament is to be included in the decision making process along with vote.  An act will most likely not be required by Parliament to engage in the process of what we now know will be a 'hard Brexit.'"], [27461, "2017-01-18T18:25:33Z", [0.98], ""], [32190, "2017-01-18T17:02:20Z", [0.74], ""], [691, "2017-01-18T16:06:05Z", [0.81], ""], [32721, "2017-01-18T15:14:32Z", [0.35], "There will be already be a vote on it"], [32100, "2017-01-18T15:01:47Z", [0.99], ""], [31678, "2017-01-18T14:52:21Z", [0.52], ""], [73, "2017-01-18T14:43:45Z", [1.0], "May seems to have been adequately forewarned and allowed for SC to uphold HC  decision that parliament needs to vote already."], [29384, "2017-01-18T14:09:54Z", [0.85], "Pushing up as judgement is now expected on Jan 24th - removing chance that SC will rule this way but not before Feb 15th. https://www.supremecourt.uk/news/access-arrangements-for-24-january-article-50-brexit-judgment.html\n"], [143, "2017-01-18T14:09:46Z", [0.0], "The Court has announced the judgment will be given on 24 January at 9.30am GMT I was right about w/b 23 Jan :), but still think the question is flawed. The Court is only deciding whether this is a legitimate use of the royal prerogative, not whether an Act of Parliament is required. https://www.supremecourt.uk/news/future-judgments.html"], [24771, "2017-01-18T14:06:08Z", [0.8], ""], [24771, "2017-01-18T14:04:54Z", [0.82], ""], [31505, "2017-01-18T07:05:20Z", [0.25], ""], [1669, "2017-01-18T02:55:37Z", [0.75], ""], [32713, "2017-01-18T02:24:23Z", [0.95], ""], [31238, "2017-01-18T02:22:33Z", [0.95], ""], [23234, "2017-01-18T01:14:18Z", [0.55], ""], [691, "2017-01-17T22:54:22Z", [0.78], ""], [32152, "2017-01-17T20:54:15Z", [0.15], "That would be cheating."], [32704, "2017-01-17T20:39:10Z", [0.95], ""], [11430, "2017-01-17T19:02:01Z", [0.77], ""], [368, "2017-01-17T18:10:25Z", [1.0], ""], [14493, "2017-01-17T18:09:01Z", [0.95], "As others have said the HIgh Court was certain that Parliament did need to vote, so it would seem odd for the Supreme Court to overturn the ruling (I have not heard of any legal enlargement that would seem to put the High Court ruling in doubt). By saying that both Houses of Parliament would be given a vote on the Brexit deal negotiated with the EU Mrs May seems to have accepted that she is not able to conduct Brexit by Royal Prerogative, so I assume she has accepted that she will probably lose her appeal to the Supreme Court.    "], [1639, "2017-01-17T16:50:05Z", [0.65], "1.  Though Mrs. May has said she would offer lawmakers some kind of say in Brexit, she insisted on the right to unilaterally invoke Article 50—a position that was the subject of the court case. The High Court ruled that she can’t trigger Article 50 without the approval of Parliament.\n2.  Brexit require an Act of Parliament? The best answer to that is, it probably now does in practice, even if not in legal theory. Parliament will be given a vote of some kind before any notification is sent.\n3.  Brexit will be delayed? \n4.  Members of parliament and peers are often proud not to be “delegates”. \n5.  The government may be placed in a situation where it is practically unable to make the notification because parliament has not been compliant. \n6.  The ultimate constitutional power in the UK rests in parliament.\n_________________________\nCOMMENTS:  I gathered some old & recent news on this.  After today speech I think it will happen, but there are so many issues, and The deadline of this Q is less than a month away\nPS: T. May said in an interview that she can't sleep at night because of Brexit, I don't think she will sleep soundly tonight either!\n"], [32100, "2017-01-17T15:10:44Z", [0.8], ""], [31450, "2017-01-17T14:50:13Z", [0.85], "I think the legal arguments in the case will sway the supreme court in the same way they swayed the high court. However, as others have noted the issue may be one of timing. Given the urgency of the matter, I think it is more likely than not that we find out the supreme court's ruling earlier rather than later."], [32623, "2017-01-17T12:28:25Z", [0.85], ""], [31436, "2017-01-17T07:00:23Z", [0.1], "It will happen but before 15 February might be the issue."], [32668, "2017-01-17T06:10:20Z", [0.95], ""], [27798, "2017-01-17T04:37:13Z", [0.65], "Tricky issue with a month to go. Some chance that it will not happen when planned."], [22264, "2017-01-17T02:07:36Z", [1.0], ""], [15923, "2017-01-17T01:36:23Z", [0.85], ""], [28091, "2017-01-17T00:03:35Z", [0.9], "The main point of doubt is whether the supreme court will issue a ruling by Feb 15. "], [32659, "2017-01-16T22:42:13Z", [0.8], ""], [31914, "2017-01-16T21:11:16Z", [0.85], "Prime minister May is forcing a confrontation with the court, because she does not feel Parliament has to act.\nThe Constitutional crisis will be interesting."], [31854, "2017-01-16T20:23:12Z", [0.35], ""], [32190, "2017-01-16T20:09:07Z", [0.77], "Upholding Verdict: High Court was unanimous, so estimating 2.5/3  “judges’ worth” of confidence in original decision (= 83%). Government “sources” mentioned in news expect 7/4 split in Supreme Court (suggests about 64%). Mean = 74% Uncertainty about whether original judges may have had some particular bias not present in Supreme Court (x 0.95). Government pressure to overturn probably slightly overridden by desire of judiciary to appear strong and independent of politics (x 1.05). Overall, still about 74%. Timescale: Stated estimate/intention to complete in January (60%, accounting for Hofstadter’s Law). Mid-feb date allows for about 33% slack over estimate (x 1.33). Overall, about 80%.  Mean = (74 + 80) / 2 = 77% ------------\nUpdate: Aaargh! The final calculation should, of course, be the two percentage fractions multiplied together, not their mean (otherwise it would imply the outcome is less likely now one of the conditions has hugely increased in probability, which is stupid). New forecast submitted at 74%."], [28982, "2017-01-16T18:51:00Z", [0.95], ""], [32648, "2017-01-16T17:29:20Z", [0.85], ""], [3582, "2017-01-16T16:43:24Z", [0.95], ""], [32631, "2017-01-16T15:53:29Z", [0.9], "It seems incredibly likely that this will happen as the Referendum was only classified as advisory. There are also no differences of note in the argument that the government is bringing to the Supreme Court, hence no reason to expect a different result."], [26753, "2017-01-16T14:04:53Z", [0.95], ""], [29384, "2017-01-16T13:14:41Z", [0.8], ""], [31127, "2017-01-16T07:50:10Z", [0.85], ""], [32618, "2017-01-16T06:35:34Z", [0.2], "Unlikely. The judiciary will most likely defer to the will of the voters, evidence and negative consequences be damned."], [32619, "2017-01-16T05:05:52Z", [0.8], ""], [32455, "2017-01-16T05:02:15Z", [0.67], ""], [29980, "2017-01-16T04:57:13Z", [0.95], ""], [31115, "2017-01-16T02:25:57Z", [0.75], ""], [23234, "2017-01-16T02:05:18Z", [0.5], "Comment deleted on Jan 16, 2017 02:05AM UTC"], [32540, "2017-01-16T01:41:04Z", [0.65], ""], [21312, "2017-01-15T22:45:37Z", [0.85], "A parliamentary system in which the PM has stepped down means a new P is not bound by the previous decision unless a vote or a court decision is rendered."], [12137, "2017-01-15T22:02:19Z", [0.91], "Seems quite likely, all the sources showing that the court case is lost are very convincing. Most uncertainty is about whether it is before 15 Feb. This quote from the supreme court website is pretty convincing that it will be in Jan or early Feb (published ~8-9 Dec): As has been widely reported, the Court's judgment will not be announced this week. We expect that a decision will follow in the New Year, and we will issue an alert in advance of the date of publication. Therefore will likely be soon."], [691, "2017-01-15T21:27:35Z", [0.76], ""], [31537, "2017-01-15T21:22:44Z", [0.65], ""], [32325, "2017-01-15T19:22:30Z", [0.8], ""], [12992, "2017-01-15T19:20:10Z", [0.95], ""], [31863, "2017-01-15T18:53:56Z", [0.95], ""], [12500, "2017-01-15T18:52:03Z", [0.7], ""], [1781, "2017-01-15T17:36:34Z", [0.75], "The question is too important not to come before Parliament for debate and vote. Can't see the Supreme Court overturning the High Court on this issue when it runs deeply into the concept of the rule of law and the role of democratically elected law makers. "], [674, "2017-01-15T17:13:40Z", [0.3], ""], [32436, "2017-01-15T17:11:10Z", [0.99], ""], [23234, "2017-01-15T15:17:53Z", [0.66], ""], [28299, "2017-01-15T14:57:37Z", [0.6], "A useful excerpt from an FT article [1]:\t\n\"The primary issue is about the legal means by which the UK government can notify the European Council of its intention to leave the EU under Article 50. The government maintains that it can make the notification by use of the so-called “royal prerogative”....The Supreme Court appeal, however, will not be a mere re-run of the High Court case. There are two new issues which make the hearing more complex. The first is that the Supreme Court will also be hearing two references from courts in Northern Ireland, which are also dealing with cases about the Article 50 notification. The second is that the devolved governments of Scotland and Wales will intervene, with formal submissions about how the notification (and royal prerogative) should operate in the context of devolution.\" Since it is really impossible to predict which way it will go with no understanding of the underlying legal issues, will take the common sense approach that this is too big a decision to be left to the PM alone, especially in a country with a long tradition in a parliamentary democracy, and in this case there is more that one parliament involved.  The long term consensus was 75%,  however as we are sailing uncharted legal waters, this might be too overconfident and will go for 60%. [1] https://www.ft.com/content/6f771e04-8135-3bbc-82eb-21018ff18e55"], [948, "2017-01-15T14:53:38Z", [0.0], "If the referendum result is not \"legally binding\" - Parliament still has to pass the laws that will get Britain out of the 28 nation bloc, starting with the repeal of the 1972 European Communities Act. Having said that, it should not stop Prime Minister May from her planning to begin the process by invoking Article 50 of the Lisbon Treaty in March 2017. Even still the issue of \"UK Constitution and the sovereignty of Parliament\" can end up being an issue in the courts. As much as this should be decided by fair judgement it may come down to political wrangling behind the scene. Dare I say that? There are those powerful interests that want to frustrate the process and stop it. But, with regard to the wording here, I'll stick with HideousCheeseBlunder opinion for now."], [948, "2017-01-15T14:29:01Z", [0.0], ""], [243, "2017-01-15T14:07:06Z", [0.45], ""], [23193, "2017-01-15T13:48:42Z", [0.96], ""], [32601, "2017-01-15T13:22:59Z", [0.65], "press reports"], [2084, "2017-01-15T13:14:38Z", [0.75], ""], [30514, "2017-01-15T13:14:05Z", [0.02], ""], [143, "2017-01-15T13:13:36Z", [0.0], "My understanding is that a Court ruling is likely w/b 23 January, but a more fundamental point is that the Court cannot rule that an Act of Parliament is required - it simply doesn't have the power to dictate to Parliament in this manner. What is before the Court is whether Parliament must have a say on the matter and there are Parliamentary motion's short of an Act of Parliament that would be indicative of its consideration and consent. On these technical grounds the question is misconceived - or at least poorly phrased - and therefore gets a 0 from me, if it is not clarified. Edit for additional detail: the lower court declared it was not lawfully open to the government to make the Article 50 notification by use of the royal prerogative. It said - and can say - nothing definitive about the how the Government must do it, only whether it is exercising the powers of the royal prerogative correctly. Second edit: Perhaps there is wiggle room in the question phrasing 'act of Parliament' - if read as meaning action by Parliament rather than 'Act of Parliament' explicitly requiring new primary legislation."], [14830, "2017-01-15T13:06:49Z", [0.8], ""], [19801, "2017-01-15T12:46:36Z", [0.25], ""], [1224, "2017-01-15T12:26:34Z", [0.65], ""], [32568, "2017-01-15T01:45:18Z", [0.75], ""], [31678, "2017-01-14T23:37:56Z", [0.49], "The 'base rate' is much lower than (I think) many are assuming. Unless I am missing something, if you look at the numbers of appeals allowed and dismissed over the past 5+ years (see section 3 of the SC's annual reports, available here: https://www.supremecourt.uk/news/the-supreme-court-annual-report-and-accounts.html), the ratio is more or less 50-50. After that you are trying to guess what 11 people will think of a complex and difficult legal issue on which there is learned and reasonable opinion on both sides. Plus some chance of them being late (though not v much as they will not want to be seen to be dawdling)."], [6552, "2017-01-14T16:38:37Z", [0.98], ""], [691, "2017-01-14T13:46:29Z", [0.78], ""], [3363, "2017-01-14T12:47:49Z", [0.77], ""], [32066, "2017-01-14T11:55:00Z", [0.72], "I have heard no major arguments that would make the Supreme Court reverse the High Court's decision, so base rate for this decision is probably around 80%. Timing is a question mark, but if ruling has been promised in January, even with the ordinary hiccups it is quite likely to be ready by mid Feb,say 90%. Joint rate is about 72%. "], [15196, "2017-01-14T06:12:47Z", [0.6], ""], [23234, "2017-01-14T05:39:40Z", [0.75], ""], [32516, "2017-01-14T03:54:32Z", [0.85], ""], [32533, "2017-01-13T23:39:49Z", [0.6], ""], [27461, "2017-01-13T22:19:32Z", [0.95], "I expect the High Court arguments to win the day with the Supreme Court as well.  "], [16272, "2017-01-13T18:23:56Z", [0.33], ""], [691, "2017-01-13T17:52:17Z", [0.78], ""], [28374, "2017-01-13T17:15:05Z", [0.69], ""], [706, "2017-01-13T17:08:57Z", [0.75], "Appealing to the Supreme Court about a High Court's ruling?  Good luck."], [32516, "2017-01-13T16:07:50Z", [0.68], "Supreme Court sides with the High Court more often than not. "], [23385, "2017-01-13T11:22:23Z", [0.3], ""], [31238, "2017-01-13T01:27:32Z", [0.75], ""], [31238, "2017-01-13T01:12:22Z", [0.75], ""], [23234, "2017-01-13T00:12:32Z", [0.72], ""], [32499, "2017-01-12T23:42:27Z", [0.95], ""], [31082, "2017-01-12T19:57:10Z", [0.85], ""], [32003, "2017-01-12T19:12:30Z", [1.0], ""], [32482, "2017-01-12T19:10:23Z", [0.65], ""], [15097, "2017-01-12T18:27:52Z", [0.9], ""], [691, "2017-01-12T16:21:25Z", [0.78], ""], [31756, "2017-01-12T15:09:48Z", [0.7], ""], [29502, "2017-01-12T14:58:48Z", [1.0], ""], [18762, "2017-01-12T14:14:26Z", [0.49], ""], [32465, "2017-01-12T13:53:20Z", [0.85], ""], [24771, "2017-01-12T07:40:17Z", [0.75], ""], [23234, "2017-01-12T04:01:12Z", [0.7], ""], [4423, "2017-01-12T03:59:04Z", [0.42], "Brexit exit poles were uneasy"], [4423, "2017-01-12T03:49:44Z", [0.6], "Backlash"], [14994, "2017-01-12T01:11:12Z", [0.62], ""], [12591, "2017-01-11T23:54:35Z", [0.95], ""], [32447, "2017-01-11T23:21:45Z", [0.77], ""], [23234, "2017-01-11T23:08:56Z", [0.83], "Comment deleted on Jan 25, 2017 12:09AM UTC"], [11096, "2017-01-11T22:04:11Z", [0.95], "Rationale:\nUsing IPCC-scales Virtually certain 99-100% probability, Very likely 90-100% probability, Likely 66-100% probability, I will start with 95%. \nOthers mentioned that the Supreme Court does not has to decide on the outcome of the referendum but on the juridical question if parliament or government can invoke article 50. Most rationales are about the members of the Supreme Court and what predictors presume that they will decide (this is very much from a British perspective. What might play role is:\na)  the juridical construct and bindings of the text of the article 50 (EU-perspective of leaving under the Lisboa Treaty). The translations in what languages will be officially recogniced as binding. At least English and French but probably at least one other language. The British will call in the English version, but the French could go for the equally binding french translation (that might be interpreted differently) etcetera. And that is only the language side of the problem and not different interests.\nb) who took the decision to get - at the time- INTO the EU (both British as EU perspective); Parliament or government?\nFormal logical argument.\nc) arguments about the 'sake of the nation'. It is the Supreme Court so they will have to give there best juridical arguments but in a context of the interest of the country. \nAny new ideas/ arguments? Many arguments to change my prediction rapidly because time is running untill March 1. "], [31347, "2017-01-11T19:24:50Z", [0.7], "It is expected that we will hear a decision toward the end of January* but there could easily be delays. It is one of the most important cases the court has ever had to consider and it will be granular in its examination. The court also has no consideration for the PM's  self imposed end of March dealine for triggering article 50, this is just a governmental preference and nothing more.  I'm by no means a constitutional law expert but I expect that ultimately the decision of the high court will be upheld.  As reported in the Guardian Newspaper as recently as today and cited elsewhere in the comments even the government expect that they will lose.  *https://www.express.co.uk/news/politics/733479/Article-50-appeal-when-is-hearing-dates-Supreme-Court-what-means-Brexit-EU-exit/amp"], [12879, "2017-01-11T19:22:09Z", [0.9], ""], [29469, "2017-01-11T19:07:14Z", [0.96], "Question more about how much the supreme court can influence the content of the Brexit bill, not whether a bill is needed. There doesn't seem to be much of a case to overturn the high court decision. https://www.theguardian.com/politics/2017/jan/11/government-brexit-supreme-court-theresa-may-article-50"], [1333, "2017-01-11T18:54:39Z", [0.76], ""], [1333, "2017-01-11T18:25:50Z", [0.75], ""], [83, "2017-01-11T17:06:14Z", [1.0], ""], [32436, "2017-01-11T17:05:55Z", [0.9], "The Court rules based on the constitutional requirements rather than politics.  There seems little reason to change the lower court ruling."], [24771, "2017-01-11T15:30:52Z", [0.8], ""], [24771, "2017-01-11T15:21:16Z", [0.85], ""], [32422, "2017-01-11T15:10:28Z", [0.85], ""], [32417, "2017-01-11T14:28:14Z", [0.33], "The courts are not required to follow the will of the people and the elected assembly has reasons to delay the process"], [32414, "2017-01-11T14:08:34Z", [0.8], "Parliamentary sovereignty is unquestioned in the UK among jurists."], [5386, "2017-01-11T14:08:28Z", [0.95], ""], [73, "2017-01-11T13:45:33Z", [1.0], ""], [32100, "2017-01-11T13:19:57Z", [0.75], ""], [4634, "2017-01-11T13:10:50Z", [0.92], ""], [28414, "2017-01-11T12:50:20Z", [0.99], ""], [28414, "2017-01-11T12:44:15Z", [0.88], "Government will lose Brexit supreme court case, ministers believe\nhttps://www.theguardian.com/politics/2017/jan/11/government-brexit-supreme-court-theresa-may-article-50"], [691, "2017-01-11T11:56:07Z", [0.62], ""], [3363, "2017-01-11T11:43:37Z", [0.7], ""], [32400, "2017-01-11T11:35:55Z", [0.65], ""], [28414, "2017-01-11T08:36:46Z", [0.75], ""], [5386, "2017-01-11T08:02:29Z", [0.9], ""], [5386, "2017-01-11T08:02:06Z", [0.8], ""], [788, "2017-01-11T07:46:16Z", [0.95], ""], [4634, "2017-01-11T07:45:54Z", [0.85], ""], [24, "2017-01-11T07:39:37Z", [0.95], ""]]}