{"question_id": 1070, "title": "Between 1 January 2019 and 31 December 2019, will an armed group from Yemen engage in a campaign that systematically kills 1,000 or more civilians in Yemen?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "No", "correct_forecast": 0.95, "preds": [[172, "2019-03-30T19:43:15Z", [0.01], ""], [67419, "2019-03-30T19:37:40Z", [0.15], "Yemen has been torn apart by conflict since 2014, when Houthi rebels, allied with army loyal to former President Ali Abdullah Saleh, captured large expanses of the country, including the capital, Sana'a. A coalition of Arab countries assembled by Saudi Arabia launched an air campaign against the rebels in March 2015 to try to restore the internationally recognised government of President Abd-Rabbu Mansour Hadi to power. Parties on both sides of the conflict have violated international humanitarian law. So far, there have been approximately 67,654 to 90,100 deaths overall in Yemen (Human Rights Watch, 2019) of which approximately 6,872 to 7,000+ civilians (HRW). The conflict in Yemen has been highly threatening for civilians especially during earlier stages. Throughout the war there have been attacks on civilians by various factions. For instance, the 2013 Sana'a attack which occurred in December 2013 when a series of bomb and mass shooting gun attacks killed at least 56 people and wounded 162 at the Yemeni Defense Ministry. Ansar al-Sharia, a militant group linked to al-Qaeda has claimed responsibility for the attack. During 2016, UK-based rights group's annual 'People's Under Threat' index named Yemen at the highest rising risk of genocide or mass killing after more than 10,000 people killed and millions driven from their homes (Al Jazeera, 2017). Between January 2016 and March 2019, the Armed Conflict Location & Event Data Project (ACLED)recorded 3,025 direct attacks on civilians causing over 7,000 deaths — 2,381 of which occurred in 2018 alone. Responsibility for the largest death toll in Yemen is linked to the Saudi-led coalition (Big News Network, 2019), with 4,764 reported civilian fatalities since 2016 including 67 in 2019 stemming from coalition activity . The Houthis and their allies are responsible for at least 1,265 reported civilian fatalities — including 149 in 2019. Thus far, 2019 has been the only year in which the Houthis are responsible for the direct reported killing of more civilians than the Saudi-led coalition (ACLED, 2019).  However, the reason why my forecasted chance of mass conflict is below 20% is that while these numbers are tragic, it is unlikely that such a high number of murders will occur as a result of a single campaign on either party. Simple maths shows that 7,000 fatalities resulted after 2,000 attacks is in fact an average of just over two people per attack. The Early Warning Project risk assessment for Yemen indicate that there are currently no mass killings happening in Yemen. Furthermore, my forecast is supported by a look at this country's history for a base frame. Yemen has never had a mass killing, which does not exclude the possibility but narrows it down. Lastly, since the warring parties have reached a consensus in December 2018 at the Stockholm Agreement ACLED data shows that overall conflict-related fatalities have declined by more than 20% since the deal’s implementation.  However, I do recognise that there is a considerable threat posed by the coalition blocking and impeding humanitarian access. The UN (2019) considers Yemen to be the world’s largest humanitarian crisis, with 14 million people at risk of starvation and recurrent outbursts of deadly diseases. The following facts noted by the Human Rights Watch (2019) allow a safe prediction that policies that knowingly result in widespread death might perpetrate the atrocities: the Saudi-led coalition’s restrictions on imports have deteriorated the dire humanitarian situation. The coalition has delayed and diverted fuel tankers, closed critical ports, and stopped goods from entering Houthi-controlled seaports. Fuel needed to power generators to hospitals and pump water to homes has also been blocked. Furthermore, Houthi forces have congested and confiscated food and medical provisions and denied access to populations in need. They have imposed limitations on aid workers and interfered with aid delivery (Human Rights Watch, 2019). This shows that it is very likely that wider conflict related causes will continue to kill large numbers of persons. However, these do not fit the narrow definition of the question. \nTherefore, I forecast a low chance of mass killing in one campaign in Yemen. Sources:\nHuman Rights Watch https://www.hrw.org/world-report/2019/country-chapters/yemen#8ee1c4\nBig News Network https://www.bignewsnetwork.com/news/260043115/4274-fatalities-in-yemen-war-in-january-and-february-2019\nArmed Conflict Location & Event Data Project https://www.acleddata.com/\nPeoples Under Threat https://peoplesunderthreat.org/\nAl Jazeera https://www.aljazeera.com/news/2017/07/risk-mass-killing-rose-yemen-2016-report-170720045624573.html\nEWP https://earlywarningproject.ushmm.org/countries/yemen"], [67423, "2019-03-30T19:37:07Z", [0.05], ""], [67411, "2019-03-30T00:41:13Z", [0.05], "I consider it to be very unlikely that 1.000 or more civilians will be systematically killed in Yemen by the end of 2019. \nStarting with the baseline figures, regarding the EWP report, it is important to take into account that mass killing as such is a rare event. Statistically, one or two countries per year face mass killing. Yemen ranks 6th highest among 162 countries and is considered as a country with 'consistently high-risk'. However, experience shows that facing significant risks doesn't automatically mean gives an assumption about the occurrence of mass killing. According to EWP, top-risk countries that were high in the ranking of risk, have yet to experience a mass killing onset. Another important detail is that the EWP concept of mass killing is specifically addressing internal threats and excluding foreign countries. Hence, as we are not including killings perpetrated by foreign countries' armies into the definition, the chances of mass killing to happen are decreasing even more just because of the complexity of the definition. \nIn addition, I give a 5% likelihood that the mass killing will occur in Yemen during 2019. Despite the arguments expressed before, there are  also a lot of uncertainties regarding Yemen. Therefore, knowing that Yemen is very high in the EWP risk assessment, there is still a slight possibility that mass killing can happen in Yemen."], [1333, "2019-03-29T18:33:04Z", [0.05], ""], [67553, "2019-03-29T13:39:21Z", [0.04], ""], [67413, "2019-03-29T13:36:21Z", [0.13], "Here are my thoughts on a base rate. Looking at the data visualisation from this source (https://ourworldindata.org/war-and-peace) conflicts in the 2010's in general does not on average have more than 1000 deaths. Concluding on this, it is a rare an exceedingly rare thing for a conflict to lead to 1000 or more deaths. I haven't calculated the baserate, but I would guesstimate the baserate around 5-10% or ≈ 7%. I will use this as my starting point. Looking at the specifics of Yemen, Yemen has not yet had a campaign which singlehandedly lead to 1000 or more civilian deaths yet according the question criteria. The news reports on Yemen tell a story of sporadic and irregular clashes between rebels and government forces and not one of systematic campaigns. The EWP estimates 16.1% probability, but it was likely made before the cease-fire agreement reached in December 2018. This needs to be taken into account. The peace agreement was about removing troops from the strategically important port of Hudaydah. The cease-fire agreement yet remains unfulfilled but with progress. Research also suggest that 43 % of peace agreements relapse into conflict (https://www.tandfonline.com/doi/full/10.1080/13698249.2016.1215637?src=recsys), which means that the importance of the peace agreement on the probability can easily be overestimated. Still, the existence of a peace agreement lowers the probability from the baserate of 7% to maybe 5%. Most sources report that famine is the biggest risk faktor in Yemen (https://fas.org/sgp/crs/mideast/R43960.pdf). The mentioned source reports up to 14 mio. people in risk of starvation. Also in Yemen, the port cities are very important for the supply of basic necessities, since Yemen imports up to 90% of its food. Were we to imagine that the cease-fire agreement disappeared and heavy fighting and systematic prevention of shipments began, which would cause food shortages, then it is not unimaginable that 1000 people would die as a result of this. Borrowing from Benjamin-Skubi's forecast of this question, the conflict likely will drag on for the entirety of 2019. Because of the risk of famine, I believe that the probability has to be increased by a significant amount from first estimate of 5%. Note: I must admit that I don’t fully understand the restrictions on the question, for instance exactly how the EWP defines a single campaign and at what level they separate geographic regions. This causes some uncertainty for me when estimating the probability."], [63496, "2019-03-28T19:55:18Z", [0.05], "No change to previous forecast. Information has not shown significant changes in the situation."], [67416, "2019-03-27T15:02:30Z", [0.2], "Base line: Yemen had never had a mass killing according to EWP. But we could look to other countries that had mass killing before. F.ex. Arab countries that went through Arab Spring protests that resulted that at some point led to mass killings  (Algeria, Egypt, Libya, Sudan, Syria). But it did not happen in other Arab Countries after the Arab Spring - Tunisia, Bahrain, Morocco, Jordan, Lebanon, Oman, Kuwait, Saudi Arabia, Yemen. So 4 out of 14 countries had a mass killing. So the base line is roughly 28,5 % that their will occur a mass killing in Yemen. \nNote: mass killings as reported in EWP country data.  Inside view: \nThe battles have been more intense which resulted in more civilian deaths before the Stockholm agreement in late 2018 (source BBC and ACLED) The mass killings did not got registered during more intense fighting (before ceasefire) which must bring the baseline judgement down. But how much should it go down? According to ACLED conflict-related fatalities have declined by more than 20%. So let us put the probability down by 20 % = 20,3 %. So I will end on 20 %. Which is pretty close to EWPs 16,1.  Sources: \nACLED - https://www.acleddata.com/2019/03/20/press-release-yemen-war-deaths-on-overall-decline-as-un-works-to-salvage-truce/\nBBC - https://www.bbc.com/news/world-middle-east-29319423"], [63587, "2019-03-27T01:57:40Z", [0.1], "Forecast: Assess a 10% risk of one or more campaigns killing 1000 civilians during the 365-day period from 1JAN19 to 31DEC19. Existing ceasefire has removed 3 months of “fighting and should remain in place for another month, at least. EWP definition makes reaching 1000 during a subsequent campaign by either side difficult even with the conflicts avg of 3 civilian deaths per day during 5-year conflict. Definitions - “The EWP project’s definition of mass killing excludes situations in which one country’s armed forces attack civilians in another country’s territory. Thus, killings perpetrated by foreign militaries are reflected neither in this forecast nor in its underlying data.” (EWP Yemen) Key Benchmark - EWP Risk ranking for Yemen is 16.1%, down from 2017-18 average of 22.3%. EWP states that there is a 16% chance of a new mass killing beginning in Yemen in 2018 or 2019. Yemen ranks 6th highest among 162 countries. (EWP Yemen) Overview - The war began in 2014 when many ordinary Yemenis - including Sunnis - supported the Houthis and took over Sanaa. Four years of battle have led to a military stalemate. The last major offensive on the rebel-held Red Sea city of Hudaydah took place in June 2018. Tens of thousands of people have been killed in the conflict since the Sunni Muslim alliance intervened in the war in March 2015 in support of Hadi after his government was driven out of Sanaa by Houthi forces in late 2014. In December 2018, government and Houthi representatives agreed to the UN-assisted ceasefire and promised to redeploy their forces by mid-January. No withdrawals by March. (UN) Precedents – \n1. 1315 days of war, average of 3.22 civilians killed per day (excluding Saudi Coalition)\n2. In 8 conflicts there have been civilian killings of at least 100 (much lower bar than 1,000) civilians…Syrian Civil War, the Gulf War, the 1991 Iraq uprisings, the Iraq War, and the Iraqi Civil War. The hardest part is gaining data on numbers killed. Final stats always seem to vary depending on source.  Casualty numbers in war – according to EWP’s criteria, the fact that Coalition forces don’t count makes a big reduction in probability.\n1. The Armed Conflict Location & Event Data Project (ACLED) “recorded 3,025 direct attacks targeting civilians resulting in over 7,000 fatalities — 2,381 of which occurred in 2018 alone” (ACLED 2019). \n2. The UN says at least 7,025 civilians have been killed and 11,140 injured in the fighting since March 2015, with 65% of the deaths attributed to Saudi-led coalition air strikes.\n3. The UN Human Rights Office has documented that between 26 March 2015 and 8 November 2018, there have been a total of 17,640 civilian casualties in Yemen, including 6,872 dead and 10,768 injured. The majority of these casualties - 10,852 resulted from airstrikes carried out by the Saudi-led Coalition.\"  Sources: \nACLED 2019: PRESS RELEASE: Yemen War Deaths on Overall Decline as UN Works to Salvage Truce: https://www.acleddata.com/2019/03/20/press-release-yemen-war-deaths-on-overall-decline-as-un-works-to-salvage-truce/#_ftn1\nBBC 2018: Yemen crisis: Why is there a war?: https://www.bbc.com/news/world-middle-east-29319423\nCouncil on Foreign Affairs (CFR) 2019: War in Yemen: https://www.cfr.org/interactive/global-conflict-tracker/conflict/war-yemen\nEarly Warning Project: Yemen. 2018-19 Statistical Risk Assessment for Mass Killings: https://earlywarningproject.ushmm.org/countries/yemen#analysis\nThe Independent 2018: The Yemen war death toll is five times higher than we think – we can't shrug off our responsibilities any longer: https://www.independent.co.uk/voices/yemen-war-death-toll-saudi-arabia-allies-how-many-killed-responsibility-a8603326.html"], [13657, "2019-03-26T17:16:41Z", [0.01], ""], [172, "2019-03-25T00:17:02Z", [0.02], ""], [67422, "2019-03-24T19:07:54Z", [0.0], ""], [67420, "2019-03-22T17:41:50Z", [0.1], "No major changes since the last forecast update. "], [62808, "2019-03-22T12:24:40Z", [0.04], ""], [68040, "2019-03-22T07:29:28Z", [0.03], "The Yemeni civil war has been going on for 4 years now. Looking over the list of modern middle eastern conflicts, they mostly seem to either end after 1-2 years or drag on for 8 years or more. Since the war hasn't been won quickly, I'll venture a 90% chance the war will drag on beyond this year. In which of these 8 conflicts have we seen deliberate massacres of at least 100 (not 1,000) civilians? In the Syrian Civil War, the Gulf War, the 1991 Iraq uprisings, the Iraq War, and the Iraqi Civil War - 5/8, 62.5%. So it seems likely that there will be at least one major civilian massacre. However, in most of these conflicts, the number of civilians deliberately massacred was well under 1,000. It's hard to find specific numbers, but I'll guess that over 1,000 civilians were killed in a single campaign in perhaps 1 or 2 of these conflicts. Let's say 1.5, or 18.8%. Such a massacre could happen any time. Imagine the war lasts 8 years, as many of these protracted conflicts do. That gives 4 more years. If just one such massacre happens, that gives it a 25% chance of happening this year. We're almost 4 months into 2019, so that leaves 67% of the year left to go. So I'm going to guess that we have a 90% chance of the war dragging out beyond this year, with an 18.8% chance of a deliberate massacre of over 1,000 civilians, and a 25% chance of it happening this year, with 67% of the year remaining. 90% * 18.8% * 25% * 67% = 3%."], [67427, "2019-03-21T20:33:17Z", [0.05], "Understanding the political nature of the Yemen conflict, the motives of all involved parties and the environment which amplifies the numbers of casualties are key to assess the possibility for a systematic killing of civilians. Therefore, this analysis will focus first on the overall situation in order to estimate the development in the near future.  The conflict itself ignited during the power transition from the former president Ali Abdullah Saleh to the new president Abdrabbuh Mansour Hadi in 2011. Early on Mr. Hadi had to face violent opposition through jihadists and a separatist movement in the south of Yemen while lacking support from security personnel which was still loyal to the former president Saleh. The Houthi faction seized the opportunity in a successful attempt to gain control over territory in the northwest of Yemen including the capture of the capital Sanaa. Saudi-Arabia decided to intervene, with intelligence and logistic support of western states, on behalf of the Sunni president Hadi to prevent a coup d’état through the Houthi Shia minority which is supposed to be backed by Shia regional power Iran. The UAE support the separatist movement in the south which fights for the government at the moment. Saudi-Arabia, the UAE and Iran are all unlikely to back down in their proxy warfare. Their military and political support for the factions results in a prolonged war period which increases the possibility of massacres. Attempts by the UN to mediate a truce agreement between the belligerents seem to be unsuccessful regarding the ongoing hostile activities. However, the UN was successful to mediate a ceasefire in the area of al-Hudaida (or Hodeidah, Hudaydah). Western states, as well as Russia and China, seem unwilling to get too much involved into the Yemen conflict, thus, reducing the possibility for a political intervention to avoid systematic killings. To sum up, the conflict in Yemen could be classified as separationist civil war on the national level and a religious confession war about influence on a regional level. Both contexts, as recent history shows, have the potential to unleash devastating damage to civilians, hence, increasing the possibility that a massacre could take place in Yemen.  Before investigating the possibility of attempts to systematically kill civilians it is necessary to understand which conditions in Yemen amplify the number of casualties. The most pressing issues in this regard are the missing or underfunding of basic services, such as medical services, and the undersupply of basic goods, especially food and water. The war in general leads to dysfunctional services or the complete withdrawal of them in some areas due to an intolerable level of insecurity for public servants or medical personnel. Another conflict driven cause is the cutting off of supply routes. A siege of al-Hudaida could result in the shutdown of the port which is one of the major import bottlenecks for food and goods transports into Yemen, thus, worsening the already grave famine which affects up to 15.9 million Yemenis (numbers vary). Another aspect is the threatening of aid workers through abductions by the Houthi faction which could lead to a steady decrease in the efforts of international emergency agencies due to the high risk for their employees. One of the consequences would be a further aggravation of the humanitarian crisis. The coalition of Saudi-Arabia and UAE are also accused to harm civilians strategically by targeting food production and storage facilities. As a result, any deliberate attempt to kill systematically civilians would be intensified by the severe situation of most Yemeni civilians, hence, increasing the likelihood that such atrocities would amount to high numbers.  Finally, it is time to assess if an armed group will be committing a massacre with more than 1000 deaths through a single event. For this purpose, the death toll of the Yemen conflict will be analysed. It is worth to mention that there are several numbers on civilian casualties due to different counting methods (e.g.: most numbers don’t include death by famine).  The Armed Conflict Location & Event Data Project (ACLED) “recorded 3,025 direct attacks targeting civilians resulting in over 7,000 fatalities — 2,381 of which occurred in 2018 alone” (ACLED 2019). Around 198 civilians died in average each month which results in a daily average of roughly 6,5. This number is too low to back up a high likelihood of a single violent action which will result in more than 1000 civilians. Recent statistics of ACLED show an actual decline in fatality rates in January and February 2019 in comparison with November and December 2018. It is worth to mention that these numbers do not include collateral civilian casualties, hence, actual numbers might be higher. 15.9 to 22,2 million Yemenis need emergency relief. The CFR estimates (based on UN data) that up to 8 million Yemenis face famine. There could be attempts to use this situation to kill systematic civilians. Nonetheless, it would be very difficult to trace back casualties to a specific event in this scenario. The characteristics of this conflict open up the possibilities to compare it with other recent conflicts with similar characteristics, for instance the civil war in Syria. The reason against including casualty rates of Syria lies in the different motivation of the involved actors on the national/regional level: one of IS’ goals was/is it to systematically kill civilians to achieve an ethnical/religious genocide of unwanted groups. This dynamic doesn’t seem to be the case in Yemen so far. Future updates would focus to analyse if the conflict in Yemen starts to become more similar to the Syrian one.  To conclude: it is unlikely that a single violent action will cause more than 1000 casualties in Yemen which sets the probability below 50%. An average of 198 dead civilians per month and 6,5 per day reduces the probability further as it represents only fraction of the set threshold, thus, allowing for a 1 to 5% probability. The beforementioned possibility of an avalanche effect determines the final probability at 5%.  Sources: \nACLED 2019: PRESS RELEASE: Yemen War Deaths on Overall Decline as UN Works to Salvage Truce: https://www.acleddata.com/2019/03/20/press-release-yemen-war-deaths-on-overall-decline-as-un-works-to-salvage-truce/#_ftn1  Council on Foreign Affairs (CFR) 2019: War in Yemen: https://www.cfr.org/interactive/global-conflict-tracker/conflict/war-yemen  Reuters 2019: Yemen's Houthis say ready to strike Riyadh, Abu Dhabi if coalition moves on Hodeidah: https://www.reuters.com/article/us-yemen-security/yemens-houthis-say-ready-to-strike-riyadh-abu-dhabi-if-coalition-moves-on-hodeidah-idUSKCN1QY0IM\n\nBBC 2018: Yemen crisis: Why is there a war?: https://www.bbc.com/news/world-middle-east-29319423  Fuller, B.  2019: Increasing Tribal Resistance to Houthi Rule: https://www.acleddata.com/2019/03/07/increasing-tribal-resistance-to-houthi-rule/ Early Warning Project: Methodology: Risk Factor Sources. Data We Use to Generate Our Statistical Risk Assessment: https://earlywarningproject.ushmm.org/methodology-risk-factors Early Warning Project: Yemen. 2018-19 Statistical Risk Assessment for Mass Killings: https://earlywarningproject.ushmm.org/countries/yemen#analysis  Vice News 2019: What it’s like to live in the world’s worst humanitarian crisis: https://news.vice.com/en_us/article/59x58a/what-its-like-to-live-in-the-worlds-worst-humanitarian-crisis  UN 2019: With 10 million Yemenis ‘one step away from famine’, donors pledge $2.6 billion: https://news.un.org/en/story/2019/02/1033582  The New York Times 2019: U.N. Seeks $4 Billion to Save Millions from Famine in Yemen: https://www.nytimes.com/2019/02/26/world/middleeast/yemen-famine-aid-donors.html The New York Times 2019: U.N. Warns That Grain to Feed Millions Could Rot: https://www.nytimes.com/2019/02/07/world/middleeast/yemen-grain-famine.html?module=inline  Foreign Policy 2019: In Yemen, Targeting of Aid Workers Risks Unraveling Crisis: https://foreignpolicy.com/2019/02/21/in-yemen-targeting-of-aid-workers-risks-unraveling-crisis-middle-east-humanitarian-aid-famine-houthi-rebels/ The Independent 2018: The Yemen war death toll is five times higher than we think – we can't shrug off our responsibilities any longer: https://www.independent.co.uk/voices/yemen-war-death-toll-saudi-arabia-allies-how-many-killed-responsibility-a8603326.html\n"], [67519, "2019-03-21T18:37:37Z", [0.1], "According to information received by the UN Human Rights Office, at least 110 airstrikes were carried out in Al Hodeidah, Sa’ada and San’a between 31 October and 6 November, with further intensification since then. From <https://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=23855&LangID=E&gt;  >>>> this is making a rough estimation of nearly 100 strikes for 6 days. 23 civilians considered dead since 24th october when the article is written 10th November - this estimates for 23 civilians for 20 days Moreover, it has been reported that for three years the total number of dead civilians is 6,872, excluding the injured and harmed civilians in this number. The correct citation is as follows \"\nThe UN Human Rights Office has documented that between 26 March 2015 and 8 November 2018, there have been a total of 17,640 civilian casualties in Yemen, including 6,872 dead and 10,768 injured. The majority of these casualties - 10,852 resulted from airstrikes carried out by the Saudi-led Coalition.\"  From <https://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=23855&LangID=E&gt; According to Goldstone et al (2011) in order for a violent conflict to be defined as a civil war, there must be more than 1000 deaths each year and an end of the civil war is when there are less than 1000 deaths three consecutive years. So far up to November 2018 there were 6,872 civilian deaths, and in almost all reports and articles it is stated - the majority of which are due to airstrikes - which is an external armed military of the Saudi-led coalition which so far for three consecuritive years has engaged in systemic airstrikes, which makes a rough calculation of 2,290 civilian deaths per year. Even if I do not take the resulted number of 2290 deaths as essential and absolute true number due to the noise surrounding how many deaths were actually caused by external armed groups and how many by internal or else, it is clear that so far for the past 3 years there were more than a thousand deaths caused by external armed group.  Another consideration is that current destabilization over the Hodeida Peace deal is possible. (https://www.reuters.com/article/us-yemen-security/yemens-houthis-say-ready-to-strike-riyadh-abu-dhabi-if-coalition-moves-on-hodeidah-idUSKCN1QY0IM )There are two other variables to be considered- the US House of Representatives has voted in February 2019 to end US military assistance for the Saudi-led coalition fighting Houthi forces in Yemen, which leaves Saudi Arabia with the United Arab Emirates alone if they have interest to proceed with airstrikes, should the peace deal fails to be implemented or the Yemens' Houthi Miitants do an offensive attack against Riyadh and Abu Dhabi. (https://www.middleeastmonitor.com/20190318-yemen-army-controls-areas-in-houthi-stronghold-of-saada/ ; and https://www.nytimes.com/2019/02/13/us/politics/yemen-war-saudi-arabia.html ) Therefore in conclusion, my predictions are that the environment is still very destabilized and even though there will probably be less civilian deaths from last year, there still will be more than a thousand in this 2019, however, there is little probability more than 1000 civilian deaths to be caused by an armed group FROM Yemen and IN Yemen. (https://www.nrc.no/news/2019/march/Civilian-casualties-double-in-parts-of-Yemen-since-ceasefire/ ) \n"], [1333, "2019-03-21T18:30:22Z", [0.09], ""], [67487, "2019-03-21T10:47:00Z", [0.02], "Deconstruction and assessing the question: the question asks for the probability of a single armed group killing civilians; relevant considerations of terms: \n1) UCDP's definition of 'one-sided violence' (government forces  targeting unarmed civilians) excludes all other forms of killings (State-based violence, non-state violence). The definition and coding of 'civilians' is problematic, as the on-ground documentation of the killings have difficulty assessing if the civilians were targeted deliberately, if they were armed, and if they were a part of an organized group exercising violence. This affects the measurement of fatalities and ultimately, the probability of reaching 1000 deaths within a year highly unlikely. \n 2) The Early Warning Project (EWP) considers the death of at least 1000 civilians deliberately killed as mass killings. EWP mirrors Uppsala's methodology of battle-related deaths, but has its own datasets on Any Ongoing Mass Killing. The base-rates based premise in one-sided violence. The base-rates include: 1) number of past conflicts 2) all past fatalities in cell 3) distance to nearest conflict. 1) 'conflicts' = min. 25 battle-related deaths yearly (UCDP coding) = many conflicts. 2) Past fatalities between 2011-2017: 17739 (if including non-civilian casualties, but still in Yemen) and 144 (civilian casualties in total; The Government of Yemen (North Yemen)-Civilians dyad has a total death-count of 144 between year 2011-2017. 3) Saudi-Yemeni border, port of Hodeida, capital Saana.  Opinion pool forecasts of Early Warning Projects Beta (n of forecasters/forecasts = 100/179) consensus judgement: 5%. However, beta version, no clear entry level, but solid wisdom-of-the-crowd. This explains the consensus of the GJ platform, following the EWP consensus. \nhttps://earlywarningproject.ushmm.org/public-opinion-pools#results';;;;\nAs of now, Yemen has yet to experience a mass killing. However, the EWP estimated a 16,1% probability of mass killing in 2018-2019, and has continuously placed Yemen on a high-risk list of experiencing mass killing. \n https://earlywarningproject.ushmm.org/reports/countries-at-risk-for-mass-killings-2018-19-early-warning-project-statistical-risk-assessment-results EWP place emphasis on the following variables as significant risk factors: lack of freedom of movement for men, Yemen's anocratic regime type, the geographic region, the presence of political killings, and ongoing armed conflict. Adding to the list, Yemen experience a coup in 2012 of the Saleh-Hadi transfer of office.  http://www.systemicpeace.org/inscr/CSPCoupsCodebook2016.pdf Probability set on the 2% is arbitrary - mostly signifying a very low probability, yet maintaining that there's a risk. Things to follow:\nCrisis Group Yemen Updates.\n+ Special Envoy of the Secretary-General for Yemen Martin Griffins leading Stockholm talks and the ceasefire in Hodeida between the Yemeni Government and Houthi forces https://osesgy.unmissions.org/ 16 Feb the first phase of redeployments from Red Sea ports and infrastructure in close proximity. https://www.crisisgroup.org/crisiswatch#yemen\n- Government stability. 1) Regional activity of \"Quad\" (Saudis, UAE, U.S., UK) and their interplay with Iran. 2) Iran support to the Houthis. \n- Saudi-Yemeni border fighting\n- breakdown of the ceasefire\n-regime breakdown Other sources:\nhttps://www.thenewhumanitarian.org/analysis/2019/02/06/whatever-happened-ceasefire-deal-yemen\nhttps://earlywarningproject.ushmm.org/reports/countries-at-risk-for-mass-killings-2018-19-early-warning-project-statistical-risk-assessment-results\nhttps://www.acleddata.com/2018/12/07/yemens-urban-battlegrounds-violence-and-politics-in-sanaa-aden-taizz-and-hodeidah/\nhttps://www.acleddata.com/2019/03/19/regional-overview-middle-east-19-march-2019/\nhttps://www.crisisgroup.org/middle-east-north-africa/gulf-and-arabian-peninsula/yemen\nhttps://www.crisisgroup.org/middle-east-north-africa/gulf-and-arabian-peninsula/yemen/crisis-group-yemen-update-6\nhttp://www.systemicpeace.org/inscr/CSPCoupsCodebook2016.pdf"], [67423, "2019-03-19T20:15:01Z", [0.05], ""], [691, "2019-03-19T10:37:24Z", [0.03], ""], [172, "2019-03-14T22:56:15Z", [0.02], ""], [1333, "2019-03-13T22:08:07Z", [0.1], ""], [691, "2019-03-13T11:13:11Z", [0.05], ""], [67899, "2019-03-12T18:39:17Z", [0.04], "Significantly less likely than predicted by EWP. Suspect bias in reporting secondary to desired social signals and not strictly empirical evidence.  Vast majority of campaigns minor civilian losses with much less than 1,000 fatalities. "], [67430, "2019-03-12T10:29:21Z", [0.1], "Yemen is experiencing a severe humanitarian crisis, with 14.3 million people classified as being in acute need (https://news.un.org/en/story/2019/02/1032811) and several thousands of casualties (https://www.hrw.org/world-report/2019/country-chapters/yemen). However, the question brings in a lot of technicalities: fatalities have to occur in a systematic way in order to be counted in, and widespread deaths need to be provoked by specific policies. These elements make it harder for the presented scenario to be realized, and therefore I only assign a slim probability to the \"yes\" answer."], [33217, "2019-03-12T03:13:46Z", [1.0], "Yes, the western coalition (saudi royal family, united arab emirates, and the euro/white mercenaries) will kill more than 1000 people in the next year. "], [1333, "2019-03-12T01:06:59Z", [0.11], ""], [62808, "2019-03-11T22:36:53Z", [0.12], ""], [67877, "2019-03-11T17:18:07Z", [0.05], ""], [67865, "2019-03-11T08:00:21Z", [0.39], ""], [172, "2019-03-11T00:37:37Z", [0.02], ""], [1333, "2019-03-10T23:00:14Z", [0.12], ""], [705, "2019-03-10T18:27:42Z", [0.04], ""], [67448, "2019-03-10T14:21:10Z", [0.03], "Conflict's will always be hard to forecast as they in nature are extremely unpredictable, even more so when armed nongovernmental groups are involved. One could argue that their reasoning is based less on logic and more on motivations and other pulling factors (push and poll), make them highly unpredictable as motivations and pulling factors could change drastically from day to day.  This is one of the reasons why I have decided on a low percentage for this forecast. However, the forecast is also based on:\n1. Even though the death tolls are high, accurate numbers are hard to come by, however Save the Children estimated that around 50,000 children had died on 2017, not only due to the conflict, but also the ongoing hunger crisis (https://www.bbc.com/news/world-middle-east-46261983). The Human Right Watch stated in a report that as of November 2018 6,872 civilians had been murdered due to the conflict (https://www.hrw.org/world-report/2019/country-chapters/yemen). With that being said, as the Early Warning Project state in their 2018-19 Statistical Risk Assessment For Mass Killing no mass killing has occurred so far during the conflict, actually the country has not seen a mass killing since 1945 (https://earlywarningproject.ushmm.org/countries/yemen). As one knows, historical data is extremely important when making a forecast, and based on the historical data, together with the capabilities of the armed groups from Yemen, I find it very unlikely that they will be able to systematically kill 1,000 or more civilians. \n2. Speaking of historical data, a quick Google search (I.E. 1000 civilians killed) will show that the main results involve sophisticated militaries such as the U.S. and the UK, adding armed groups to the search will not alter the results by much, but when it does it will alter the number of casualties in the mentioned attacks, such as death tolls as low as 18. This speaks to the fact that it is very unlikely that the Yemen armed groups will beat the statistics and systematically kill a 1,000 civilians or more.\n3. Being able to poll of an attack as mentioned in the question at hand takes many resources and military capabilities the Yemen armed groups are not in possession off. In the Google search mentioned in point 2, all attacks that involved 1,000 civilians casualties or more happened during airstrikes, or as mentioned with/ or with assistance of sophisticated militaries and their weapons. Even though some foreign states have been getting involved in the conflict by for example providing weapons and other military support, it is unlikely that this will help the Yemen armed groups in this case, especially considering the other points made above. As a result of all this I land on a 3% likelihood that the event will happen.                 "], [5018, "2019-03-09T22:51:26Z", [0.01], ""], [67029, "2019-03-09T18:50:15Z", [0.65], ""], [20156, "2019-03-09T13:59:50Z", [0.05], ""], [67625, "2019-03-07T22:35:08Z", [0.08], "Between the beginning of the Yemeni civil war and November 2018, the totality of civilian casualities is 6872 (https://www.hrw.org/world-report/2019/country-chapters/yemen). This is indeed a terrible number, but together with the absence of singular event leading to 1000 civilian casualities (for the conflict timeline, see also https://en.wikipedia.org/wiki/Yemeni_Civil_War_(2015%E2%80%93present) ) it shows that the event we have to forecast has not happened before. Moreover, excluding the sadly frequent casualties derived from military accidents, the events in which 1000 civilian casualties could be made are reduced to massive terrorism attacks or specific campaigns directed to the civilian population (what we could call an Uganda scenario). I would say that the kind of warfare, the overall path the war is running and the size of terrorism attacks - generally leading to not more than 250/300 casualties - lead to think to the questioned event as very unlikely, even if the Early Warning Project put a 16,1% probability for this event to happen in 2019. "], [67130, "2019-03-07T19:27:56Z", [0.1], ""], [67075, "2019-03-07T19:27:54Z", [0.03], ""], [17007, "2019-03-07T19:25:28Z", [0.7], ""], [67423, "2019-03-07T19:24:11Z", [0.05], "The early warning project (EWP) writes that the probability of mass-casualty campaign to commence in Yemen in 2019 is 16.1%. The EWP also states that Yemen has not yet experienced such an event, though the Yemeni people has suffered greatly during the ongoing conflict. A majority of the civilian losses are due to Saudi Arabian led air strikes (https://www.aljazeera.com/news/2016/06/key-facts-war-yemen-160607112342462.html). Though, such fatalities do not count towards the type of systematic killing asked about in this forecast. Hence, the likelihood and effect of these attacks are not considered. The Houthi grouping too has been responsible for the deaths of civilians, however, not in the form of large-scale campaigns.  Currently, the two sides are officially engaged in a peace deal, however, the forces are yet to adhere to the details of the deal and remove themselves from the agreed areas. Hence, some argue that the peace deal could fall-apart within the next weeks (https://www.bbc.com/news/world-middle-east-47434630).  The people of Yemen are in the midst of one of the world’s most pressing humanitarian crisis as an effect of the ongoing conflict (https://news.un.org/en/story/2019/02/1032811). Both sides of the conflicts have worsened the crises by denying civilians the access to basic medical aid and (e.g. Saudi coalition’s blockage of a key port (https://news.un.org/en/story/2019/02/1032811) and the Houti grouping’s siege of the city of  Taiz which too had severe consequences for the local populations when basic medical care was compromised). Should the peace deal between the two sides fail, it seems most likely that a Yemeni led campaign that systematically kills 1000 or more should occur in the form of actions that directly worsened the humanitarian crisis. This I ascribe a 5% likelihood. \n"], [67070, "2019-03-07T19:23:02Z", [0.07], ""], [66559, "2019-03-07T10:08:36Z", [0.07], ""], [67428, "2019-03-06T23:07:37Z", [0.1], "According to the EWP, there is a 16.1% chance of a civil mass killing beginning in Yemen in 2018 -2019 (ranks 6th highest among 162 countries). The percentage is decreasing compared to 2017-2018, when it was 22.3% (ranks 4th). Plus, never happened in the past to Yemen to experience mass killing.\nIn December 2018 the two main belligerent parts (Huthi and Hadi) signed a ceasefire in Stockholm, supposed to last six months. Even if so far there has been some disagreement between the two about the control of cities like the port of al-Hudaya (claimed by the government while the rebels want it to be under the UN supervision); the ceasefire has been respected by the conflict parts, plus supported by international actors like USA, UK, Europe. This could let me forecast that the war, in its 5th year, is might finding an ending. \nMoreover, I believe that there would not be reasons for the Yemenites for engaging a mass civilians kill. The conflict is the consequence of a complicated and turbulent transfer of power from the autocratic regime of Saleh (Huthi side) to Hadi, during the Arab Spring. The political transition didn't bring the expected stability, but I do not think that strike the civilians would be useful to one of the two factions. https://www.bbc.com/news/world-middle-east-29319423\nHowever, the consequences of the war and the massive support to Hadi side by neighbouring states as Saudi Arabia have caused difficulties to the civil population, blocking the rebel-held Red Sea city of Hudaydah, whose port is the principal lifeline for almost two thirds of Yemen's population.  To struggle the Huthi rebels, Arab intentionally policy is about to beat them because of starvation, and that’s why they would be responsible of food blockage. According to UN, Thousands more civilians have died from preventable causes, including malnutrition, disease and poor health and Yemen is descending toward famine. Nevertheless, these measures are taken by the Arab government and not by the Yemenites actors, and that’s why I don’t think that any Yemenite armed group would cause the death of more than 1,000 civilians. https://www.bbc.com/news/world-middle-east-29319423\n"], [67429, "2019-03-06T18:45:38Z", [0.02], ""], [67420, "2019-03-06T10:36:47Z", [0.1], "Despite minor incidents nothing has changed dramatically since the last forecast (https://www.channelnewsasia.com/news/world/yemen--saudis--uae-accuse-huthis-of-breaking-pullback-deal-11314978). Thus, the forecast at hand sticks to its former assessment.   "], [63542, "2019-03-06T01:10:07Z", [0.05], ""], [63498, "2019-03-05T21:14:46Z", [0.01], "I do not believe there will be a campaign to systematically kill 1000s of civilians.  "], [63490, "2019-03-05T21:14:25Z", [0.03], "While the Saudi-led coalition has led to the death of 6,000+ civilians in Yemen since the conflict started, it is unlikely that any Yemeni-based group will conduct actions that lead to civilian deaths and threaten the anti-Saudi narrative that permeated Western Media in late 2018... https://www.amnesty.org/en/latest/news/2015/09/yemen-the-forgotten-war/\nhttps://www.washingtonpost.com/graphics/2018/world/yemen-famine-crisis/?noredirect=on&utm_term=.69a912499387\nhttps://www.washingtonpost.com/graphics/2018/world/yemen-civil-war-women-children/?utm_term=.999d622034c5\nhttps://www.washingtonpost.com/powerpost/house-passes-measure-to-end-us-military-involvement-in-yemen-repudiating-trumps-backing-of-saudi-led-coalition/2019/02/13/dd6852ba-2fc9-11e9-813a-0ab2f17e305b_story.html?utm_term=.c09a5c1ef48a\n"], [63512, "2019-03-05T21:03:59Z", [0.05], ""], [30400, "2019-03-05T20:50:02Z", [0.01], ""], [172, "2019-03-04T02:48:58Z", [0.02], ""], [67418, "2019-03-02T15:49:00Z", [0.02], "Early Warning Project estimates that there is a 16.1% chance of a new mass killing beginning in Yemen in 2018 or 2019. It was 22.3% in 2017-2018. Thus there is a reduction. Moreover, this is not chance for a systematical mass killing, engage by an armed group from Yemen.\nEWP also demonstrates that Yemen never had a mass killing, nor any ongoing mass killing.\nAccording to the UNHCR, from 2015 to September 2018, at least 6 660 civils died. The UN said 10 000 civil casualties since one year and half.\nHowever, in Yemen, there is no reason to kill civilians, both sides seek to satiate their legitimacy and their claims. Popular support is very important, especially in civil wars. This idea of ​​popular support tends to demonstrate the impossibility of a mass killing consciously perpetrated by the Yemeni belligerents.\nIn December 2018, a cease-fire agreement was signed in Stockholm between the belligerents with the help of the UN, which tends to demonstrate the collapse of the war. Russia, the United States, Europe and the countries of the region agree that the war must be stopped. The chances of a process of exit from the conflict in Yemen appear to be becoming clearer. This cease-fire therefore considerably reduces the chances of a return of a big spike in tension, like 2014-2015, and therefore the possibility of a deliberate campaign of mass killing.\nNevertheless, indirectly, if we consider the policy chosen by the Arab coalition, the food blockade of the country, as a deliberate policy of mass killing, through famine, to struggle the Houtist partisans, and the fact that the Arab coalition includes forces loyal to the Yemeni president, then an armed group of Yemen would be possible to be considered indirectly responsible for a voluntary mass murder during this war, according to the points of view. The blockade of the country by the Arab powers has caused the \"worst humanitarian crisis on the planet\" according to the United Nations: 7 million people, a quarter of the population, are on the verge of starvation.\nNotwithstanding, for answering the question for 2019, since the case of the assassination of the Saudi journalist Jamal Khashoggi on October 2, 2018, Mohammed Bin Salman and his coalition have lost many Western supporters, and critics have streamed about the military ways of the kingdom. It is therefore unlikely that it will continue in this form (hence the blockade), and therefore the chances of a voluntary mass killing (indirectly supported by a force in the Yemenite presence) are drastically reduced for the year 2019.\nApart from a renewed hostilities and the renewal of the war, it seems very unlikely, nearly impossible, to witness a voluntary mass killing in Yemen by a Yemenite armed group."], [42853, "2019-03-02T08:52:27Z", [0.03], ""], [23006, "2019-03-01T22:56:57Z", [0.05], ""], [31251, "2019-03-01T22:03:05Z", [0.03], ""], [67420, "2019-03-01T18:18:06Z", [0.1], "The forecast at hand is asked to estimate the likelihood of a systematic campaign by an armed group from Yemen that kills more than 1.000 civilians in Yemen. A 10% likelihood is estimated for this event to realize. Hereby, the EWP condition has to be stressed, according to which the executing actors have to be from Yemen. The EWP explicitly excludes cases of casualties caused by foreign armed groups. For the forecast at hand this is particularly important due to the Saudi lead alliance supporting the Yemeni government. According to the research group The Armed Conflict Location & Event Data Project (ACLED), 6.480 civilians have been killed since 2016 as a result of 3.071 attacks that directly targeted them. Two third of them were caused by the Saudi-lead coalition, and thus have to be excluded (https://www.middleeasteye.net/news/yemen-60000-dead-armed-violence-2016-research-group-says). The same holds true for the Saudi-lead coalition’s broad restrictions on aid and essential goods to Yemen’s civil population, which could be otherwise counted in due to the amount of critically food insecure people (https://www.hrw.org/news/2017/12/07/yemen-coalition-blockade-imperils-civilians). The rest of the attacks were conducted by the Houthis (1.027 civilians), the Saudi backed government, AQAP and Isis, as well as further secessionist groups in Yemen’s south (https://www.middleeasteye.net/news/yemen-60000-dead-armed-violence-2016-research-group-says). The forecast at hand assesses the capacities of all of these actors as too limited to effectively conduct a systematic campaign to kill more than 1.000 civilians within the year. Of them, the Houthis would still be in the best position to conduct a campaign of this magnitude, in particular by means of missile attacks. However, the likelihood of the event at hand to materialize gets further decreased by the ceasefire agreed in Sweden in December that call on the government and Houthis to recall their troops from ports, as well as the latest agreement on the first phase of a withdrawal from the key city of Hodeidah (https://www.theguardian.com/world/2019/feb/17/yemen-and-houthi-rebels-agree-to-withdrawal-deal). The struggle about this area,“whose port is the principal lifeline for almost two thirds of Yemen's population” (https://www.bbc.com/news/world-middle-east-29319423) was the main reason for the last drastic  increase in causalities after the coalition launched a major offensive. Within 4 months, civilian deaths raised by 164%, with 500 people killed in only 9 days (https://www.theguardian.com/global-development/2018/sep/26/huge-spike-in-yemen-violence-as-civilian-deaths-rise-by-164-in-four-months-hodeidah). This emphasizes how fast the situation can escalate, in particular if the demilitarization of the port cities fail and serves furthermore as a justification for this forecast to stick to a 10% likelihood for a campaign by an armed group, killing more than 1.000 civilians in 2019."], [62808, "2019-03-01T16:00:11Z", [0.4], ""], [1333, "2019-03-01T14:21:45Z", [0.11], ""], [67429, "2019-02-28T22:31:19Z", [0.02], "At present the EWP does not recognise Yemen as a country currently experiencing mass killings by an armed group. It places Yemen in the at ‘consistently high-risk’ category — denoting a 16.1% chance of mass killings beginning in 2019, based on 2017 data. Thus far, Saudi Arabian airstrikes account for the majority of the civilian deaths (6800). Yemeni groups have not committed systematic mass killings to date, and it is unlikely that they will during 2019 given the UN-led Irani-Saudi Arabian peace deal which has, for the most part, been upheld (reuters.com, 26 Feb). It is thus considered highly unlikely that the conflict will re-escalate to a level that Yemeni forces begin systematically killing civilians. I do however think it is important to note that policies that knowingly result in widespread deaths have been implemented from armed groups located outside of Yemen. We must consider how mass starvation is used as a weapon of war. The Saudi coalition has waged an economic war through systematic blockades, and the destruction of ports and markets — with mass deaths from starvation as a direct and known consequence (BBC 21 Nov 2018; Kristoff, NY Times 7 Dec 2018). Thus, while armed groups from Yemen are unlikely to systematically kill more than 1000 civilians in 2019, systematic killings may continue if the peace deal does not take full effect or is abandoned."], [67422, "2019-02-28T20:18:39Z", [0.0], "The EWP “Early Warning Project” estimates that “there is a 16.1%, or approximately 1 in 6, chance of a new mass killing beginning in Yemen in 2018 or 2019”. I believe that the chances are lower than that. According to the EWP, Yemen has not undergone “mass killings” in the four years of conflict (https://earlywarningproject.ushmm.org/reports/relative-risk-of-mass-killing-onset-in-2019-results-from-a-comparison-survey). It is argued that reason to that are tribal system/culture and strategic disinterest (ushmm.org 2015).  Moreover, following the murder of US-based Saudi Journalist Jamal Khashoggi, the Coalition has weakened as several European countries and the US have taken action against Saudi Arabia to express their distress e.g end of arms export, end of US aerial refuelling for the war operations in Yemen (reuters.com). In that sense, the end of the year 2018 brought new perspectives on the conflict that has entered its fifth year. For instance, a cease-fire — yet fragile — came into force in December 2018 (reuters.com) presupposing the improvement of the situation. In that sense, it is very unlikely that an armed group from Yemen engages in a campaign targeting civilians for the first time, this year. \n"], [67553, "2019-02-28T18:40:50Z", [0.1], ""], [172, "2019-02-28T03:36:54Z", [0.02], ""], [691, "2019-02-26T17:56:26Z", [0.06], ""], [67415, "2019-02-26T17:29:15Z", [0.05], "Yemen war is essentially a proxywar between Saudi Arabia and Iran. With the start of the peace deal, brokered by the UN in december 2018, the two parties have started to come closer together. Despite many Incidents on both sides of the border, the current trajectory seems to head towards some kind of standoff rather than a continuation of fighting in which systematic killing of civilians occurs.  The peace deal, although under a lot of stress by the many incidents, which lead both sides to claim that the other is not ready to negotiate, is slowly but surely moving in the right direction, as can be seen from the Houthi decision to retreat from two key ports per demand of the Saudi-backed government and the UN. (https://www.reuters.com/article/us-yemen-security/yemens-houthis-to-quit-two-ports-monday-under-peace-deal-sources-idUSKCN1QD0FG) I believe that a collapse of the deal might inspire a continuation of fighting between the rebels and the Government, but not necessarily involve a systematic killing of Civilians.  The EWP gives a 16.1% chance of renewed mass killings in 2018 or the beginning of 2019. this percentage is based on data from 2017 and likely does not include the onset of peace negotiations at the end of 2018. (https://earlywarningproject.ushmm.org/countries/yemen)"], [40272, "2019-02-24T21:03:37Z", [0.15], ""], [29266, "2019-02-24T20:15:48Z", [0.0], ""], [62808, "2019-02-23T00:11:38Z", [0.39], ""], [831, "2019-02-21T02:25:25Z", [0.1], "An average of 14 people have been killed daily over the last three years. The number of casualties range from single digits to 51 to 141 in various incidents over the years despite the air power of regional and major powers. "], [172, "2019-02-20T18:48:22Z", [0.02], ""], [66674, "2019-02-19T15:05:36Z", [0.03], ""], [56370, "2019-02-18T16:06:17Z", [0.45], ""], [172, "2019-02-16T17:32:14Z", [0.03], ""], [57738, "2019-02-16T06:55:11Z", [0.0], ""], [49838, "2019-02-13T02:17:35Z", [0.97], ""], [172, "2019-02-12T00:54:21Z", [0.03], ""], [1333, "2019-02-11T20:10:07Z", [0.1], ""], [691, "2019-02-11T13:07:23Z", [0.06], ""], [1333, "2019-02-10T19:29:47Z", [0.11], ""], [66674, "2019-02-10T15:48:52Z", [0.07], ""], [48709, "2019-02-08T16:40:05Z", [0.08], ""], [1333, "2019-02-06T15:55:52Z", [0.1], ""], [691, "2019-02-05T13:04:44Z", [0.06], ""], [26551, "2019-02-04T23:22:28Z", [0.25], ""], [1333, "2019-02-04T19:30:08Z", [0.11], ""], [12591, "2019-02-03T19:37:23Z", [0.1], ""], [65401, "2019-02-03T18:29:26Z", [0.38], ""], [1333, "2019-02-01T19:18:41Z", [0.12], ""], [691, "2019-02-01T16:51:02Z", [0.06], ""], [60061, "2019-02-01T01:49:19Z", [0.05], ""], [172, "2019-01-31T02:06:43Z", [0.03], ""], [1333, "2019-01-29T20:19:30Z", [0.13], ""], [67068, "2019-01-29T19:41:55Z", [0.1], ""], [67072, "2019-01-29T19:36:18Z", [0.35], ""], [67076, "2019-01-29T19:34:26Z", [0.1], ""], [67078, "2019-01-29T19:33:52Z", [0.09], ""], [67075, "2019-01-29T19:27:09Z", [0.03], ""], [67077, "2019-01-29T19:25:36Z", [0.5], ""], [67070, "2019-01-28T19:36:16Z", [0.07], ""], [67074, "2019-01-28T19:32:49Z", [0.32], ""], [67073, "2019-01-28T19:30:53Z", [0.1], "The middle east just does that sometimes"], [66558, "2019-01-28T15:28:38Z", [0.1], "I believe the crowd has this more or less right, \"from Yemen\" being the key phrase above. "], [66559, "2019-01-27T10:45:38Z", [0.1], "Lowered forecast - In spite of cease fire violation accusations by both sides, UN working to get more monitors into the country which could lower the probability of event."], [172, "2019-01-27T00:15:13Z", [0.03], ""], [67089, "2019-01-26T16:27:48Z", [0.97], ""], [54996, "2019-01-26T11:35:17Z", [0.35], ""], [63496, "2019-01-24T14:40:47Z", [0.05], ""], [172, "2019-01-22T00:02:49Z", [0.03], ""], [1333, "2019-01-21T21:54:02Z", [0.14], ""], [1333, "2019-01-20T19:44:59Z", [0.15], ""], [206, "2019-01-20T18:24:44Z", [0.05], ""], [31251, "2019-01-20T16:59:49Z", [0.08], "One of the main challenges in reaching the 1000 death mark is that how do you get your hands on that many people - report from Al jazeera highlighting the numbers of prisoners of war each side has, and the fact that they have failed to reach an agreement in prisoner  transfer has me raising my prediction. https://www.aljazeera.com/news/2019/01/yemens-war-agreement-reached-prisoner-swap-deal-jordan-190119164117438.html "], [691, "2019-01-20T13:07:05Z", [0.08], ""], [26551, "2019-01-19T08:08:45Z", [0.21], "Reports have been published about more religious detentions and torture by the Houthis https://www.aljazeera.com/news/2019/01/houthis-illegally-detaining-torturing-women-yemeni-activists-190117135833595.html\nAlso, reports about refusal to allow food distribution as a form of recruiting (interpretation is mine) https://foreignpolicy.com/2018/12/05/united-nations-world-food-program-body-declares-famine-conditions-in-parts-of-yemen-conflict-humanitarian-crisis-middle-east-congress-trump-saudi-arabia-mohammed-bin-salman-jamal-khashoggi-pressure-en/\nI increase the prob in 5 points."], [914, "2019-01-19T03:18:40Z", [0.25], ""], [691, "2019-01-16T13:15:11Z", [0.09], ""], [25421, "2019-01-15T05:57:55Z", [0.07], ""], [172, "2019-01-13T23:29:32Z", [0.03], ""], [39381, "2019-01-13T12:36:01Z", [0.0], ""], [39381, "2019-01-13T12:31:39Z", [0.0], ""], [5510, "2019-01-13T02:48:57Z", [0.05], "Won't happen.  If armed groups rise up, it'll be to fight Saudi which has already been responsible for killing thousands of Yemeni civilians.  The most likely scenario would be a militia, similar to ISIS (perhaps Al Qeuda led) rising and taking control as they are seen as the counter to Saudi aggression.  Needing a distraction from domestic issues, Trump orders US join Saudi in all-out bombing campaigns to target \"suspected militants\" which will result in tons of stories such as... \"5 suspected militants killed along side 30 civilians... but we got the bad guys.\"  "], [1333, "2019-01-12T19:55:23Z", [0.16], ""], [1333, "2019-01-12T19:54:43Z", [0.15], ""], [31251, "2019-01-12T15:41:36Z", [0.04], "I am assuming here that \"policies that knowingly result in widespread death (e.g., mass starvation, \" would mean that the Houthi rebels stealing food aid and denying it to certain areas would count towards a campaign to systemically kill civilians, so am thinking of revising my estimate up on the basis of the following news reports. But these are from last year, and I don't know how much of impact the theft has actually had on the famine. ( https://www.theguardian.com/global-development/2019/jan/02/aid-officials-aware-for-months-of-widespread-food-aid-theft-in-yemen , https://www.aljazeera.com/news/2019/01/al-jazeera-captures-evidence-food-aid-stolen-yemen-war-190103161522796.html ) I think that the trouble actually collecting the data as regards to who dies of what and where (estimates of famine deaths usually come with the proviso that they are underestimates) might mean that the actual resolution of the question is difficult."], [24518, "2019-01-12T08:19:56Z", [0.0], "Most incompetent warriors ever.  They don't even have running water."], [62808, "2019-01-11T21:22:01Z", [0.26], ""], [64329, "2019-01-11T17:05:45Z", [0.05], ""], [13055, "2019-01-11T16:46:04Z", [0.01], "I am assuming that the qualifier \"from Yemen\" does not include the Saudi-led coalition purportedly acting in the interests of Abdrabbuh Mansur Hadi's controversial government. The Saudi-led coalition, with the support of the American government, have already killed tens and tens of thousands of Yemeni civilians as a result of the systematic imposition of blockades which have prevented desperately needed food and aid to reach Yemen's starving population."], [1333, "2019-01-11T16:36:33Z", [0.14], ""], [1333, "2019-01-11T16:31:41Z", [0.13], ""], [66559, "2019-01-11T15:46:54Z", [0.15], "13 December leading to a ceasefire."], [47845, "2019-01-11T14:15:24Z", [0.6], ""], [66529, "2019-01-11T03:32:26Z", [0.1], "I don’t believe a death of 1000 people will occur with the Yemeni government by March 31, 2019. I think rather the killing will be by Saudia Arabia which would be a military killing. "], [66511, "2019-01-10T19:54:16Z", [0.95], ""], [1333, "2019-01-10T19:27:01Z", [0.12], ""], [39708, "2019-01-10T10:11:50Z", [0.9], ""], [1333, "2019-01-09T20:07:55Z", [0.11], ""], [64701, "2019-01-09T19:40:26Z", [0.55], ""], [691, "2019-01-09T13:00:03Z", [0.09], ""], [34527, "2019-01-09T01:10:23Z", [0.0], ""], [34527, "2019-01-09T01:09:57Z", [1.0], ""], [1333, "2019-01-08T19:39:29Z", [0.1], ""], [65097, "2019-01-08T18:34:39Z", [0.7], "Yea..."], [65407, "2019-01-08T01:15:36Z", [0.75], "Systematic killing of civilians is too easy to do in Yemen and policing is impossible with current world politics."], [172, "2019-01-08T00:26:01Z", [0.2], ""], [66226, "2019-01-07T20:58:43Z", [0.25], ""], [66226, "2019-01-07T20:56:33Z", [0.35], ""], [45218, "2019-01-07T20:47:09Z", [0.25], ""], [1333, "2019-01-07T19:15:58Z", [0.09], ""], [56, "2019-01-07T05:13:33Z", [0.8], "Early Warning base rate is 16.1% Genocide Watch calls it an emergency. ACLED civilian data for the last year was 867. Any objective analysis is that genocide is already happening there."], [65977, "2019-01-07T02:20:57Z", [0.75], ""], [65977, "2019-01-07T02:20:30Z", [0.85], ""], [172, "2019-01-07T01:58:23Z", [0.15], ""], [65961, "2019-01-07T01:36:28Z", [0.75], "With the backing of Saudi Arabia and with the support of the US I think this is a strong probability."], [65632, "2019-01-06T21:14:50Z", [0.05], ""], [65388, "2019-01-06T20:38:35Z", [0.49], ""], [65388, "2019-01-06T20:33:57Z", [0.49], ""], [65546, "2019-01-06T20:01:09Z", [0.65], ""], [65123, "2019-01-06T19:53:18Z", [0.69], ""], [1333, "2019-01-06T19:42:13Z", [0.07], ""], [65343, "2019-01-06T19:23:52Z", [0.95], "Worst global tragedy will inevitably lead to further violence"], [61725, "2019-01-06T18:45:38Z", [1.0], "https://www.independent.co.uk/news/world/middle-east/yemen-war-death-toll-saudi-arabia-coalition-military-assistance-uk-a8678376.html\nhttps://www.washingtonpost.com/world/the-deadly-war-in-yemen-rages-on-so-why-does-the-death-toll-stand-still-/2018/08/02/e6d9ebca-9022-11e8-ae59-01880eac5f1d_story.html?noredirect=on&utm_term=.ed36eeeeacc4 The death told has been in the 10's of thousands annually for years in this country due to Saudi Arabia's onslaught and internal conflict.  Even if SA ceased all operations immediately, in-fighting over resources and filling the power vacuum formed as a result of the campaign will most assuredly drive up the toll well beyond 1000."], [64876, "2019-01-06T17:30:15Z", [0.1], ""], [64871, "2019-01-06T17:27:12Z", [0.5], ""], [64714, "2019-01-06T17:25:04Z", [0.75], ""], [64703, "2019-01-06T17:14:48Z", [0.07], "They will certainly die, but as defined in the question"], [64287, "2019-01-06T16:23:18Z", [0.95], "the Saudi military with the assistance of the US, Britain and France have been doing this on a regular basis. only 1,000 would imply a dramatic reduction"], [64389, "2019-01-06T16:11:06Z", [0.6], ""], [18846, "2019-01-06T10:59:11Z", [0.0], ""], [23006, "2019-01-06T01:07:23Z", [0.05], ""], [26551, "2019-01-05T23:58:29Z", [0.16], "The question is referring to policies that intentionally target civilians. None of these policies have been reported (as per my understanding) so far in Yemen. It is unclear to me if famine is part of an intentional policy (https://sites.tufts.edu/wpf/strategies-of-the-coalition-in-the-yemen-war/). I start with a 15% for that.\nThe conflict is political, which means less likely to target civilians, and not religious or ideological.\nISIS is part of the conflict, but I give a (relatively) small 1% change to be able engage in such campaign."], [1333, "2019-01-05T11:38:18Z", [0.06], ""], [1333, "2019-01-04T19:42:24Z", [0.07], ""], [32100, "2019-01-04T19:27:09Z", [0.04], ""], [691, "2019-01-04T13:19:23Z", [0.04], ""], [36132, "2019-01-03T22:50:17Z", [0.0], ""], [28166, "2019-01-03T02:10:08Z", [0.03], ""], [63963, "2019-01-02T22:36:46Z", [0.05], ""], [1333, "2019-01-02T19:15:02Z", [0.08], ""], [31251, "2019-01-02T11:40:17Z", [0.03], "The question is specifically asking about non accidental civilian deaths, by groups from Yemen. The Saudi led coalition is blockading the country and is bombing food infrastructure, contributing to the famine which has killed more than 85,000 people, but this is a foreign group and therefore doesn't count in this question (as far as I can tell).  The Houthis have been accused by the Saudis of killing 26 people last summer (https://www.reuters.com/article/us-yemen-security-hodeidah/saudi-led-coalition-says-houthi-behind-killing-of-civilians-in-hodeidah-yemen-idUSKBN1KN2BM) but it doesn't seem that the Houthis are intent on large scale systemic killing at the moment. The base rate of such events is quite low, with the last 1000+ massacre occurring against civilians in 2014, perpetrated by ISIS in Iraq. As always I am open to revise my estimate but don't think this is very likely at all."], [1333, "2019-01-01T19:15:04Z", [0.09], ""], [15196, "2018-12-31T15:11:43Z", [0.05], "The \"systematic\" definition is far too narrow to encompass the vast majority of civilian deaths. I would prefer the question be for \"any\" civilian deaths. "], [691, "2018-12-31T12:45:55Z", [0.04], ""], [34920, "2018-12-31T07:11:56Z", [0.0], ""], [39937, "2018-12-30T17:56:14Z", [0.0], ""], [705, "2018-12-29T19:52:44Z", [0.05], ""], [691, "2018-12-29T13:05:56Z", [0.08], ""], [1333, "2018-12-28T22:06:34Z", [0.1], ""], [1333, "2018-12-28T21:52:38Z", [0.0], ""], [691, "2018-12-28T18:19:36Z", [0.1], ""]]}