{"question_id": 883, "title": "Will Rachel Morrison win the 2018 Academy Award® for Best Cinematography? \n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.175, 0.825], "correct_answer": "No", "correct_forecast": 0.825, "preds": [[172, "2018-03-05T03:58:39Z", [0.0], ""], [34353, "2018-03-05T03:51:23Z", [0.0], ""], [14432, "2018-03-05T03:48:44Z", [0.0], ""], [28166, "2018-03-05T01:33:39Z", [0.0], ""], [54562, "2018-03-05T00:29:25Z", [0.0], "All the money seems to be on Deakins."], [49607, "2018-03-05T00:23:47Z", [0.25], ""], [54562, "2018-03-04T22:02:40Z", [0.1], "Not enough public buzz about her. More about Deakin."], [28166, "2018-03-04T17:10:31Z", [0.09], ""], [10746, "2018-03-04T16:14:06Z", [0.15], "Roger Deakin for the win"], [691, "2018-03-04T12:14:30Z", [0.08], ""], [46376, "2018-03-04T11:21:22Z", [0.0], ""], [55728, "2018-03-04T10:17:29Z", [0.12], ""], [37827, "2018-03-04T02:09:15Z", [0.01], "This is Roger Deakin's award to lose — especially considering he's never won the award in his fourteen nominations."], [51119, "2018-03-04T00:45:44Z", [0.2], "Although their is currently a great focus on ensuring that woman receive a proportionally similar amount of academy award wins as men, Mudbound has the least impressive cinematography of the nominated films. "], [54562, "2018-03-04T00:32:43Z", [0.25], ""], [55748, "2018-03-03T22:49:32Z", [0.0], ""], [54671, "2018-03-03T20:27:49Z", [0.05], "Names of people don't appear on the ballot, only the film names. Mudbound is just not going to be thought of as highly against the other movies."], [1333, "2018-03-03T18:39:27Z", [0.05], ""], [36580, "2018-03-03T17:48:54Z", [0.1], "Based on both having acquired substantial prior nominations for cinematography, the two front runners are Roger Deakins (for Blade Runner 2049) and Hoyte Van Hoytema (for Dunkirk). Morrison is also up against Dan Lausten (The Shape of Water) in this category. As The Shape of Water is the film with the most nominations it represents more tough competition for Morrison. "], [53760, "2018-03-03T17:07:17Z", [0.0], ""], [54348, "2018-03-03T16:56:12Z", [0.27], ""], [54348, "2018-03-03T16:43:51Z", [0.35], ""], [1506, "2018-03-03T15:33:46Z", [0.25], "In the voters’ minds a nomination is progress. The winner will be a veteran who has been passed over previously."], [54663, "2018-03-03T15:25:17Z", [0.2], "I think that roger deakins who was the cinematographer for bladerunner will win. He has been nominated for an oscar before but did not win. Due to his age and accomplishments together with bladerunner having such a strong visual narrative, I think he will win"], [52119, "2018-03-03T09:04:07Z", [0.1], "Bumping down a bit as prediction markets still have her at 5% (see https://predictwise.com/entertainment/2018-oscars#Set5)."], [54562, "2018-03-03T04:08:01Z", [0.45], "She has a shot but Deakins has been up 14 times. Will they award the first female or the veteran? I believe they’ll make pay her dues."], [54684, "2018-03-03T02:43:28Z", [0.04], "Unlikely"], [767, "2018-03-03T00:23:23Z", [0.01], "Blade Runner 2049 seems to be the one this year.  "], [37827, "2018-03-02T21:19:55Z", [0.05], ""], [691, "2018-03-02T17:50:39Z", [0.17], ""], [55099, "2018-03-02T09:44:37Z", [0.2], ""], [55601, "2018-03-02T07:56:55Z", [0.15], ""], [52119, "2018-03-01T19:37:30Z", [0.12], "Bumping up slightly after reading : \n\"Cinematography: “Mudbound”\nIn all likelihood Roger Deakins is set to finally, after 14 nominations, win his first Oscar. Failing that, you’ll find predictions for “Dunkirk” and “The Shape of Water” out there, but it was interesting to note that “Mudbound” cinematographer Rachel Morrison received, by far, the warmest applause at the Oscar nominees luncheon in January. Could she make further history as the first woman to ever win the prize? She could.\" - http://variety.com/2018/film/in-contention/oscars-7-possible-upsets-as-final-balloting-closes-1202711668/"], [1333, "2018-03-01T17:57:10Z", [0.15], ""], [172, "2018-03-01T01:53:51Z", [0.0], ""], [38840, "2018-02-28T22:44:00Z", [0.04], "Too many other visually dazzling / innovative contenders in this year's crop"], [40342, "2018-02-28T15:30:42Z", [0.22], ""], [691, "2018-02-28T12:19:27Z", [0.15], ""], [49001, "2018-02-27T20:47:39Z", [0.15], ""], [52119, "2018-02-27T19:06:49Z", [0.06], "Nudging down based on prediction market data. My previous forecast was 8%, and the prediction market one is 4%. Splitting the difference. Both are still way lower than consensus."], [1333, "2018-02-27T15:35:30Z", [0.24], ""], [15477, "2018-02-27T12:37:49Z", [0.25], ""], [55054, "2018-02-26T00:55:39Z", [0.15], "Blade Runner  "], [6782, "2018-02-25T22:52:56Z", [0.77], ""], [54684, "2018-02-25T22:27:36Z", [0.07], ""], [55099, "2018-02-25T20:08:45Z", [0.4], ""], [54536, "2018-02-25T08:15:28Z", [0.39], "simply being the first woman nominated does not predispose her to be the winner among a majority of nominees who have had a previous knowledge of what it takes to win and most likely have been nominated in the past and not won."], [54996, "2018-02-25T06:43:01Z", [0.65], ""], [47216, "2018-02-25T06:11:44Z", [0.9], ""], [55028, "2018-02-24T21:42:07Z", [0.3], ""], [1333, "2018-02-24T16:19:07Z", [0.25], ""], [54753, "2018-02-24T14:24:00Z", [0.8], ""], [691, "2018-02-24T12:56:22Z", [0.16], ""], [54946, "2018-02-24T04:37:10Z", [0.5], ""], [48709, "2018-02-23T17:29:38Z", [0.25], ""], [54487, "2018-02-23T14:59:27Z", [0.68], ""], [54315, "2018-02-23T01:42:19Z", [0.3], "On the coat tails of the \"me too\" movement?"], [53011, "2018-02-22T13:21:52Z", [0.13], ""], [54120, "2018-02-22T07:10:13Z", [0.5], ""], [54120, "2018-02-22T06:02:16Z", [0.5], ""], [172, "2018-02-21T22:00:03Z", [0.0], "I acknowledge all the thought and articulation of others. Me? Little thought out into it -in my amateurish opinion, I just liked BladeRunner 2049 (while admitting it didn’t break as much ground as the original)."], [1333, "2018-02-21T20:57:14Z", [0.18], ""], [54158, "2018-02-21T20:26:27Z", [0.08], "Using GoldDerby odds as my starting place, puts her odds at 14/1 (6.7%). This seemed like a reasonable starting place as an aggregation of a lot of good thinking by people who care about movies a lot. Consulting oddschecker.com, seems to show many of the betting markets have odds at anywhere between 16/1 to 25/1 which makes me want to adjust that original number down by a little bit.  A quick peak at imbd shows that she has been nominated for a number of critic's circles awards, etc. for Mudbound but has only won one such award (New York film critics circle). So that's another data point making me want to keep this number quite low.  With that said, I can imagine the #metoo movement and the politics of Hollywood might push these numbers up a little bit, but I'm not sure how much to adjust for that intuition.  I've decided to adjust only 2-3% up for this, though this is pretty guessy to be honest. "], [691, "2018-02-21T17:58:26Z", [0.16], ""], [36146, "2018-02-21T12:24:01Z", [0.09], ""], [54120, "2018-02-21T07:48:29Z", [0.1], ""], [54120, "2018-02-21T01:09:31Z", [0.15], ""], [40299, "2018-02-20T15:45:37Z", [0.1], ""], [1333, "2018-02-20T14:30:55Z", [0.17], ""], [52592, "2018-02-20T14:04:45Z", [1.0], "Great job on Black Panther."], [54140, "2018-02-20T09:52:18Z", [0.4], ""], [52119, "2018-02-19T21:54:09Z", [0.08], "Having no prior information, I started with an uniform probability estimate, which for 5 nominees gives a base rate of 0.2. Recent awards for the same category have gone to another of the nominees (Blade runner). This film is given at slightly above 2:1 odds of winning the Oscar winner, which translates as 0.66. This leaves 0.34 to split between 4 films.  That would work out at 0.08 per film.  If the Blade runner forecast is too optimistic, this probability could be higher. Say the Blade runner odds should be more like 1:1. That would leave 0.5 split between 4 films, so 0.125 each.  An average of these two yields about 0.1, so 10%.  There have been several discussions of gender issues that might tip an undecided jury towards a female nominee. I estimate this might give the film a 2% advantage. Then there is the fact that the film is produced by Netflix, which might give a 2% disadvantage.  Reviews tend to say the film is not as well shot as at least two of its competitors. That nudges the forecast back down to 8%. "], [45153, "2018-02-19T21:06:17Z", [1.0], ""], [691, "2018-02-19T12:00:59Z", [0.21], ""], [51198, "2018-02-19T04:05:21Z", [0.1], "A few other awards are offered annually for cinematography. Of these Roger Deakins has won 2 already. Rachel Morrison was not nominated in some of the others. Accordingly she appears a long shot. But with only 5 nominees she has some chance."], [47799, "2018-02-19T03:28:39Z", [0.21], ""], [691, "2018-02-18T12:28:18Z", [0.21], ""], [49289, "2018-02-18T05:48:31Z", [0.22], ""], [45285, "2018-02-17T21:36:00Z", [0.32], ""], [43956, "2018-02-17T19:57:32Z", [0.75], ""], [49359, "2018-02-16T01:43:40Z", [0.42], "Morrison's work is brilliant, but she's up against some heavy hitters in this category. I think the more popular films, especially Blade Runner 2049, will probably win."], [53396, "2018-02-15T15:29:49Z", [0.35], ""], [45217, "2018-02-15T03:13:08Z", [0.7], ""], [51006, "2018-02-14T22:36:05Z", [0.2], ""], [151, "2018-02-14T19:14:36Z", [0.25], ""], [53011, "2018-02-14T12:33:27Z", [0.14], ""], [53126, "2018-02-14T06:42:08Z", [0.25], ""], [20250, "2018-02-13T15:25:35Z", [0.1], "While giving the nod to a woman could look attractive to the voters, the competition is strong. Blader Runner is stunningly shot and IMHO has more chances than Rachel."], [50979, "2018-02-12T23:38:56Z", [0.25], ""], [50979, "2018-02-12T23:02:42Z", [0.25], ""], [52036, "2018-02-12T19:45:08Z", [0.0], ""], [50558, "2018-02-12T19:21:44Z", [0.6], ""], [48975, "2018-02-12T16:42:55Z", [0.1], "I think Roger Deakins or Hoyte Van Hoytema are more likely to win. Blade Runner 2049 and Dunkirk are both stunning. I would put my money on Deakins at this point; hopefully the Academy can see past their aversion to sci-fi. "], [691, "2018-02-12T14:57:50Z", [0.2], ""], [1333, "2018-02-10T23:59:52Z", [0.16], ""], [51519, "2018-02-10T19:25:58Z", [0.25], ""], [691, "2018-02-10T12:18:08Z", [0.21], ""], [42680, "2018-02-09T14:52:48Z", [0.15], "Bottom of the list.  Gender notwithstanding, the competition is strong and even with trends towards giving non-traditional winners a better chance it will be tough to justify a win vs some very experienced and talented nominees.  "], [691, "2018-02-09T13:22:09Z", [0.21], ""], [43588, "2018-02-09T05:57:03Z", [0.5], ""], [50365, "2018-02-08T22:58:34Z", [0.25], ""], [1333, "2018-02-08T15:32:51Z", [0.15], ""], [691, "2018-02-08T12:12:30Z", [0.21], ""], [36147, "2018-02-08T10:36:53Z", [0.2], ""], [767, "2018-02-08T04:55:55Z", [0.05], "Considering the other films nominated in this category (The Shape of Water, Dunkirk, The Darkest Hour and Blade Runner 2049) Mudbound, as beautiful as it may be, is not the strongest.  Will the Academy still vote for it just to make history? I'd say no.  Dan Laustsen (Shape of Water) the photography is one of the most spectacular aspects of this film.   Hoyte van Hoytema (Dunkirk), he also did Instestellar, Her, Tinker Tailor Solidier Spy.  I saw this in 70 mm, then IMAX and even had a virtual reality sampling.  Definitely biased on this one.   Roger A. Deakins (Blade Runner 2049) also did The Shawshank Redemption, Fargo, A Beautiful Mind, Skyfall.  It's breathtaking but how can anyone go wrong with this film.  Tough categoy this year.  "], [51797, "2018-02-07T21:42:42Z", [0.05], ""], [46265, "2018-02-07T20:55:54Z", [0.05], ""], [47967, "2018-02-07T20:44:28Z", [0.32], ""], [37157, "2018-02-07T15:29:36Z", [0.75], ""], [9811, "2018-02-07T13:53:10Z", [0.85], "Society is still reacting to Weinstein, #MeToo"], [49863, "2018-02-07T10:47:30Z", [0.2], ""], [40342, "2018-02-07T02:28:17Z", [0.22], ""], [51613, "2018-02-06T22:41:43Z", [0.25], ""], [38661, "2018-02-06T22:04:56Z", [0.23], ""], [51569, "2018-02-06T22:01:49Z", [0.01], ""], [51569, "2018-02-06T22:01:14Z", [0.0], ""], [49029, "2018-02-06T20:44:36Z", [0.11], "This is a guessing game but the Committee are not all fools. Is this likely to lend itself to best cinematography - female interest or not - ahead of the competition? There are two other very serious competitors in this category."], [706, "2018-02-06T20:16:32Z", [0.2], "Merits go to Blade Runner.  But, this is the #metoo moment..."], [49604, "2018-02-06T15:29:31Z", [0.2], ""], [34959, "2018-02-06T04:19:02Z", [0.66], ""], [691, "2018-02-05T16:25:14Z", [0.21], ""], [49604, "2018-02-05T15:06:48Z", [0.2], ""], [17007, "2018-02-05T15:04:17Z", [0.2], ""], [49609, "2018-02-05T15:00:15Z", [0.0], ""], [49607, "2018-02-05T14:58:15Z", [0.35], ""], [49605, "2018-02-05T14:55:12Z", [0.32], ""], [35636, "2018-02-05T09:18:41Z", [0.0], "Would be great though, but the field is so competitive and others are better. "], [51189, "2018-02-05T04:15:46Z", [1.0], "The time is ripe. The perseption of rascism, sexism, male dominantation in society and in our current administration will make it an obvious choice. The film also deserves it. "], [47198, "2018-02-05T03:45:48Z", [0.35], ""], [50900, "2018-02-04T23:15:29Z", [0.05], "Shape Of Water - best Cinematography. "], [13979, "2018-02-04T23:03:32Z", [0.2], ""], [35282, "2018-02-04T17:57:32Z", [0.15], ""], [50886, "2018-02-04T17:44:47Z", [0.03], ""], [45016, "2018-02-04T17:17:07Z", [0.2], ""], [12983, "2018-02-04T11:38:50Z", [0.55], ""], [45078, "2018-02-04T04:02:40Z", [0.2], "Academy may want a woman to win"], [49279, "2018-02-03T20:56:20Z", [0.5], ""], [43682, "2018-02-03T20:54:16Z", [0.65], ""], [45349, "2018-02-03T20:52:09Z", [0.35], ""], [44887, "2018-02-03T19:57:35Z", [0.0], "She got nominated but the odds are against a win."], [38040, "2018-02-03T18:31:53Z", [0.1], ""], [45069, "2018-02-03T18:24:58Z", [0.25], "They may decide to reward a woman and its an \"issue\" movie but it isn't the best cinematography of the year."], [42472, "2018-02-03T17:35:57Z", [0.0], ""], [691, "2018-02-03T17:15:32Z", [0.21], ""], [48488, "2018-02-03T17:03:03Z", [1.0], ""], [746, "2018-02-03T16:42:15Z", [0.95], ""], [29980, "2018-02-03T16:25:17Z", [0.99], ""], [11430, "2018-02-03T15:26:37Z", [0.35], ""], [43252, "2018-02-03T15:05:46Z", [0.15], ""], [44022, "2018-02-03T14:52:47Z", [0.05], "not that   great"], [41270, "2018-02-03T14:51:47Z", [0.02], "Competition is too stiff with many multiple nominees."], [40075, "2018-02-03T14:44:08Z", [0.38], ""], [49631, "2018-02-03T09:13:15Z", [0.0], ""], [45197, "2018-02-03T00:04:23Z", [0.25], "Out of 38 condtenders who could possibly win Best Cinematography, I calculated some weighted odds that-- objectively-- Rachel Morrison only has around a 2.5 percent chance of winning this award.  The Academy is, of course, a very political organization as well.  Rachel Morrison is the first woman to be nominated for this category.  Thus, I altered these odds x 10, as I expect there to be a pro-feminist bent to this decision-making process.  Still, it's not likely she'll come away with the award, because the film she worked on is not likely to be a high achiever elsewhere.  Netflix, the distributer of the film, to argue conversely, is very strong in the area of Oscar campaigns, and this lends credibility to the idea that this award would be painted as deserved. http://www.goldderby.com/article/2017/2018-oscar-predictions-best-cinematography/"], [23704, "2018-02-02T21:51:27Z", [0.01], ""], [36736, "2018-02-02T19:59:38Z", [0.0], ""], [12605, "2018-02-02T19:44:25Z", [0.0], "Blade Runner"], [16272, "2018-02-02T18:38:56Z", [0.22], ""], [37725, "2018-02-02T15:58:26Z", [0.05], "The shape of water will be step competition for her. There is pressure to recognize women's talent but still lots of resistance in Hollywood."], [35, "2018-02-02T15:47:47Z", [0.04], ""], [691, "2018-02-02T12:32:44Z", [0.16], ""], [31485, "2018-02-02T11:17:02Z", [0.15], ""], [20156, "2018-02-02T06:02:18Z", [0.03], "Factors that I think stand against her win: Roger A. Deakins' 14th (!) nomination\nThe first nomination for Hoyte van Hoytema.\nThe Shape of Water's success in previous award shows.\n"], [5018, "2018-02-02T03:29:06Z", [0.01], ""], [38958, "2018-02-02T00:01:49Z", [0.0], ""], [50071, "2018-02-01T23:20:22Z", [0.31], "It's going to be hard to beat the team of Lautman and Director del Torro in \"Shape of Water\", which is stunning it's color palette and liquid feel. \"Dunkirk\" also stuns in its sense of bigness. Nolan was perfect for this and it easily topples the newest, perhaps harder to tackle, Blade Runner film. While her film was beautifully shot I have only the rated the odds this high because it's rare to see a woman nominated much less twice in a row. "], [50071, "2018-02-01T23:05:43Z", [0.38], "It's going to be hard to beat the team of Lautman and Director del Torro in \"Shape of Water\", which is stunning in it's color palette and liquid feel. Dunkirk is too in its sense of bigness. Nolan was perfect for this and it easily topples the newest Blade Runner film. Her film is beautifully shot, but there is some really tough competition and while I think Deakins had the more technically difficult film to pull off? \"Shape of Water\" is just too strong in its vision. I only put the odds this high because it's rare to see a woman, and twice in a row too, nominated."], [172, "2018-02-01T21:09:21Z", [0.0], "Blade Runner 2049."], [37474, "2018-02-01T18:50:45Z", [0.0], ""], [34353, "2018-02-01T18:23:18Z", [0.33], ""], [691, "2018-02-01T17:37:28Z", [0.25], ""], [12879, "2018-02-01T16:25:09Z", [0.05], ""], [28414, "2018-02-01T14:57:23Z", [0.0], ""]]}