{"question_id": 560, "title": "Between 15 August 2017 and 1 June 2018, how many European Union countries will announce the opening of an embassy in Libya?\n", "possible_answers": ["0", "1-2", "3-4", "more than 4"], "crowd_forecast": [0.99, 0.01, 0.0, 0.0], "correct_answer": "0", "correct_forecast": 0.99, "preds": [[172, "2018-06-01T01:52:05Z", [1.0, 0.0, 0.0, 0.0], ""], [5018, "2018-06-01T01:06:22Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-31T17:20:38Z", [1.0, 0.0, 0.0, 0.0], ""], [58678, "2018-05-31T06:50:43Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-30T20:01:29Z", [1.0, 0.0, 0.0, 0.0], ""], [58678, "2018-05-30T14:41:40Z", [1.0, 0.0, 0.0, 0.0], ""], [4681, "2018-05-29T18:58:05Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-29T17:08:02Z", [1.0, 0.0, 0.0, 0.0], ""], [43003, "2018-05-29T15:50:58Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-29T12:25:11Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-28T23:05:03Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-28T15:15:27Z", [1.0, 0.0, 0.0, 0.0], ""], [58564, "2018-05-28T05:31:03Z", [0.91, 0.09, 0.0, 0.0], ""], [368, "2018-05-27T21:28:48Z", [1.0, 0.0, 0.0, 0.0], ""], [41586, "2018-05-27T15:09:57Z", [0.99, 0.01, 0.0, 0.0], "Poor Libya. Nobody seems to care enough to open a mission there."], [1333, "2018-05-27T14:23:44Z", [0.99, 0.01, 0.0, 0.0], ""], [691, "2018-05-27T11:53:49Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-26T19:51:44Z", [1.0, 0.0, 0.0, 0.0], ""], [47482, "2018-05-26T17:00:43Z", [1.0, 0.0, 0.0, 0.0], ""], [32338, "2018-05-26T16:17:57Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2018-05-26T12:45:11Z", [1.0, 0.0, 0.0, 0.0], ""], [37893, "2018-05-26T09:42:14Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-05-26T00:06:15Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-25T18:45:45Z", [1.0, 0.0, 0.0, 0.0], ""], [49596, "2018-05-25T06:40:36Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-24T19:25:33Z", [1.0, 0.0, 0.0, 0.0], ""], [32100, "2018-05-24T16:06:57Z", [1.0, 0.0, 0.0, 0.0], ""], [23006, "2018-05-24T10:44:18Z", [1.0, 0.0, 0.0, 0.0], ""], [54646, "2018-05-24T02:57:48Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-05-23T18:27:41Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-23T15:03:01Z", [1.0, 0.0, 0.0, 0.0], ""], [57797, "2018-05-23T00:29:28Z", [1.0, 0.0, 0.0, 0.0], ""], [38319, "2018-05-22T23:26:42Z", [1.0, 0.0, 0.0, 0.0], "Ah well, probably going to take quite the Brier hit on this one.  Nothing ventured, nothing gained ..."], [36132, "2018-05-22T22:28:27Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-22T14:25:01Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-21T18:44:19Z", [1.0, 0.0, 0.0, 0.0], ""], [1034, "2018-05-21T14:17:19Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-20T17:10:10Z", [1.0, 0.0, 0.0, 0.0], ""], [20156, "2018-05-20T05:16:06Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-19T20:34:25Z", [1.0, 0.0, 0.0, 0.0], ""], [47482, "2018-05-19T15:09:45Z", [0.96, 0.02, 0.01, 0.01], ""], [38319, "2018-05-19T12:45:15Z", [0.97, 0.01, 0.01, 0.01], ""], [691, "2018-05-18T19:14:12Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-05-18T18:15:01Z", [0.98, 0.02, 0.0, 0.0], ""], [368, "2018-05-18T17:24:01Z", [1.0, 0.0, 0.0, 0.0], ""], [58313, "2018-05-18T13:20:48Z", [1.0, 0.0, 0.0, 0.0], ""], [49596, "2018-05-18T12:19:55Z", [0.96, 0.04, 0.0, 0.0], ""], [36132, "2018-05-17T22:39:45Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-17T20:50:51Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-17T14:07:39Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-16T19:07:44Z", [1.0, 0.0, 0.0, 0.0], ""], [31450, "2018-05-16T16:31:47Z", [1.0, 0.0, 0.0, 0.0], "Question is ending in two weeks so I'm dropping the last couple points and going to 0."], [1333, "2018-05-16T14:56:33Z", [0.97, 0.03, 0.0, 0.0], ""], [58313, "2018-05-16T14:44:14Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-15T20:55:22Z", [1.0, 0.0, 0.0, 0.0], ""], [55331, "2018-05-15T12:16:39Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-15T02:43:34Z", [1.0, 0.0, 0.0, 0.0], ""], [50568, "2018-05-14T17:17:36Z", [0.0, 0.0, 1.0, 0.0], ""], [54191, "2018-05-14T16:26:43Z", [0.99, 0.01, 0.0, 0.0], ""], [691, "2018-05-14T12:11:47Z", [1.0, 0.0, 0.0, 0.0], ""], [1034, "2018-05-13T21:19:58Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-13T19:23:30Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-05-13T15:52:30Z", [0.96, 0.04, 0.0, 0.0], ""], [47482, "2018-05-12T22:22:28Z", [0.96, 0.02, 0.01, 0.01], ""], [368, "2018-05-12T20:08:52Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-05-12T11:49:58Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2018-05-12T09:22:55Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-12T00:26:15Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-10T19:09:48Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-05-10T16:06:54Z", [0.95, 0.05, 0.0, 0.0], "With Gen. Hafter in poor health and out of country and the Election B. under daily attack we could see talk of a partition again, and France might upgrade a mission to embassy status (or Italians). 100 seems to much even at this late date. (to me)"], [691, "2018-05-10T11:28:31Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-05-10T00:12:46Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-09T22:49:32Z", [1.0, 0.0, 0.0, 0.0], ""], [57797, "2018-05-09T03:50:02Z", [0.98, 0.01, 0.01, 0.0], ""], [38319, "2018-05-08T21:11:56Z", [0.95, 0.03, 0.01, 0.01], "Updating for passage of time."], [368, "2018-05-08T17:55:37Z", [1.0, 0.0, 0.0, 0.0], ""], [12879, "2018-05-08T12:56:11Z", [0.95, 0.03, 0.01, 0.01], ""], [368, "2018-05-07T18:47:41Z", [1.0, 0.0, 0.0, 0.0], ""], [13966, "2018-05-06T20:09:10Z", [0.95, 0.05, 0.0, 0.0], ""], [1034, "2018-05-06T19:45:05Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-06T19:43:18Z", [1.0, 0.0, 0.0, 0.0], ""], [58121, "2018-05-06T15:04:01Z", [0.8, 0.07, 0.08, 0.05], "Libya seems mired in war and also seems to be so for the next several years. There is little upside to opening an embassy unless you are a participant in that war. EU countries are not involved so there is little chance of them opening embassys."], [38, "2018-05-06T14:54:21Z", [1.0, 0.0, 0.0, 0.0], ""], [68, "2018-05-06T09:04:29Z", [1.0, 0.0, 0.0, 0.0], ""], [37161, "2018-05-06T01:03:48Z", [0.9, 0.1, 0.0, 0.0], "France?"], [368, "2018-05-05T18:47:04Z", [1.0, 0.0, 0.0, 0.0], ""], [56237, "2018-05-05T16:51:48Z", [0.9, 0.1, 0.0, 0.0], "https://www.newsghana.com.gh/tunisian-embassy-in-libya-revived-after-about-3-years/ Suggested “There are a number of embassies preparing to reopen in Tripoli,”"], [368, "2018-05-04T21:49:07Z", [1.0, 0.0, 0.0, 0.0], ""], [23006, "2018-05-04T18:18:09Z", [1.0, 0.0, 0.0, 0.0], ""], [83, "2018-05-03T23:43:52Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-05-03T18:41:03Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-05-03T14:21:13Z", [1.0, 0.0, 0.0, 0.0], ""], [43311, "2018-05-03T04:14:45Z", [1.0, 0.0, 0.0, 0.0], ""], [38, "2018-05-03T03:03:22Z", [0.98, 0.02, 0.0, 0.0], "• In Libya, gunmen stormed the electoral commission in Tripoli, killing at least six people. The Islamic State claimed responsibility. [The New York Times] I think that this is not the kind of news that would inspire diplomats to re-open embassies.  Reducing my forecast for 1. @Ken_Barns"], [368, "2018-05-02T19:13:23Z", [1.0, 0.0, 0.0, 0.0], ""], [38319, "2018-05-02T00:23:24Z", [0.92, 0.04, 0.02, 0.02], "Time running out.  I make the same assumptions as my previous forecast (https://www.gjopen.com/comments/comments/721303), but with only half of the time remaining.  Slightly nudged in favour of an announcement(s) being made thanks to the research from @Anneinak (https://www.gjopen.com/comments/comments/729134)."], [38, "2018-05-01T21:42:11Z", [0.9, 0.1, 0.0, 0.0], "http://www.africanews.com/2018/05/01/eu-top-diplomat-says-libya-s-situation-is-improving/ The European Union’s top diplomat, Federica Mogherini, on Monday said the situation in Libya is improving, citing recent calls for elections and an increase in migrants voluntarily returning to their home countries.\n. . . \n“Definitely in the last seven months, we have seen progress on the ground. Still fragile progress, still limited progress, but the trend compared to the past I believe is rather encouraging and needs to be further supported. I believe this is partially due to the fact that we managed to overcome possible divisions of our organisations and we coordinated different strengths of work”, Mogherini said.\n. . . .\nSecurity in many parts of Libya is poor, although there is less fighting now between armed groups in Tripoli and other cities, enabling the U.N. and diplomats to spend more time on the ground to help with political transitions.\n~~~~~~~\nCOMMENT:  Increasing forecast for \"1\" on this positive news."], [368, "2018-05-01T17:23:08Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-05-01T16:08:10Z", [0.98, 0.02, 0.0, 0.0], ""], [691, "2018-05-01T13:52:24Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-04-30T19:38:47Z", [1.0, 0.0, 0.0, 0.0], ""], [27464, "2018-04-30T19:22:05Z", [0.85, 0.1, 0.05, 0.0], ""], [172, "2018-04-30T02:04:51Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2018-04-29T23:21:50Z", [0.99, 0.01, 0.0, 0.0], ""], [47482, "2018-04-29T22:25:36Z", [0.92, 0.06, 0.01, 0.01], ""], [368, "2018-04-29T20:50:30Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-28T19:23:12Z", [1.0, 0.0, 0.0, 0.0], ""], [13377, "2018-04-28T10:18:55Z", [1.0, 0.0, 0.0, 0.0], ""], [38, "2018-04-28T01:14:19Z", [1.0, 0.0, 0.0, 0.0], "The European Union Delegation in Libya announced on Wednesday the allocation of 5 million euros to promote the elections in Libya.  There was no mention of the EU Delegation opening an embassy in Libya."], [368, "2018-04-27T18:40:01Z", [1.0, 0.0, 0.0, 0.0], ""], [15196, "2018-04-27T01:01:22Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-26T20:49:14Z", [1.0, 0.0, 0.0, 0.0], ""], [57918, "2018-04-26T17:39:28Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-04-25T14:31:46Z", [0.98, 0.02, 0.0, 0.0], ""], [172, "2018-04-25T11:13:51Z", [0.99, 0.0, 0.01, 0.0], ""], [1993, "2018-04-24T23:18:19Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-24T21:51:21Z", [1.0, 0.0, 0.0, 0.0], ""], [49596, "2018-04-24T06:24:15Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-04-24T02:29:30Z", [1.0, 0.0, 0.0, 0.0], ""], [51876, "2018-04-24T00:39:48Z", [0.25, 0.25, 0.25, 0.25], ""], [51876, "2018-04-24T00:36:11Z", [0.25, 0.25, 0.25, 0.25], ""], [14432, "2018-04-23T16:40:45Z", [1.0, 0.0, 0.0, 0.0], ""], [54191, "2018-04-23T14:53:10Z", [0.98, 0.02, 0.0, 0.0], ""], [46762, "2018-04-23T00:58:07Z", [1.0, 0.0, 0.0, 0.0], ""], [38, "2018-04-22T21:22:44Z", [1.0, 0.0, 0.0, 0.0], "http://www.xinhuanet.com/english/2018-04/21/c_137127424.htm Tunisia officially decided to reopen its consulate in the Libyan capital Tripoli after nearly a three-year closure. . . . \"There are a number of embassies preparing to reopen in Tripoli,\" Jameh [director of the Libyan diplomatic security] told Xinhua. Most embassies and diplomatic missions to Libya left Tripoli in July 2014 after heavy clashes broke out between rival armed groups, which created the current political division in the country.\n~~~~~~~~~~\nCOMMENT:  I've read that the embassies most likely to re-open are The Netherlands and EU, but have found no reports of any plans for either of them to do so.  Nor have I found reports of their diplomatic personnel visiting Libya.    @Rene, have you read anything?"], [29054, "2018-04-22T20:09:35Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-22T20:00:48Z", [1.0, 0.0, 0.0, 0.0], ""], [4634, "2018-04-22T11:05:22Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-21T21:08:50Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-04-21T15:41:58Z", [0.97, 0.03, 0.0, 0.0], ""], [368, "2018-04-21T03:49:50Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-04-21T02:49:37Z", [0.99, 0.0, 0.01, 0.0], ""], [47482, "2018-04-20T19:22:42Z", [0.92, 0.06, 0.01, 0.01], ""], [368, "2018-04-19T21:08:00Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-04-19T13:35:31Z", [0.98, 0.02, 0.0, 0.0], ""], [368, "2018-04-18T23:50:52Z", [1.0, 0.0, 0.0, 0.0], ""], [37446, "2018-04-18T12:58:25Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2018-04-18T03:13:24Z", [1.0, 0.0, 0.0, 0.0], ""], [180, "2018-04-17T02:11:31Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-04-16T22:32:53Z", [1.0, 0.0, 0.0, 0.0], ""], [57849, "2018-04-16T16:26:32Z", [0.99, 0.01, 0.0, 0.0], ""], [691, "2018-04-16T15:58:26Z", [0.98, 0.02, 0.0, 0.0], ""], [368, "2018-04-15T21:38:57Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-04-15T15:29:56Z", [0.99, 0.0, 0.01, 0.0], ""], [23006, "2018-04-15T12:43:44Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-14T20:51:00Z", [1.0, 0.0, 0.0, 0.0], ""], [14493, "2018-04-14T17:15:50Z", [1.0, 0.0, 0.0, 0.0], "@Anneinak reasoning sound right."], [38, "2018-04-14T06:06:29Z", [1.0, 0.0, 0.0, 0.0], "https://www.nytimes.com/2018/04/12/world/middleeast/libya-hifter-benghazi.html?emc=edit_th_180413&nl=todaysheadlines&nlid=286991830413 Gen. Khalifa Hifter, the military strongman whose forces routed the last Islamist militias from Benghazi in December. After three years of grinding combat, and with the help of foreign allies, General Hifter now controls most of eastern Libya and has become the most powerful if polarizing figure in a fractured landscape. Now, as he aims to consolidate and expand his power, he is looking to woo the Trump administration. . . . \n. . . \nThe nomination of the C.I.A. director Mike Pompeo as secretary of state could further align General Hifter with the United States. Mr. Pompeo, whose confirmation hearing took place Thursday, and Mr. Hifter, a onetime C.I.A. asset, are avowedly hostile to all forms of political Islam. But General Hifter’s ascent has been called into question with news that the 75-year-old commander had been airlifted to a hospital in Paris, where French news media reported that he was being treated for a stroke. After initial denials, his aides privately conceded on Thursday that he had undergone emergency medical treatment. But they offered no specifics about his condition or his whereabouts. The mystery plunged Libya’s chaotic politics into greater-than-usual levels of speculation. If restoring some order to eastern Libya after the fall of Col. Muammar el-Qaddafi depended on the force of General Hifter’s personality, there were fears of a descent into violent feuding if he were suddenly out of the picture. “There was a time last year when Hifter was the man of the hour — people were speculating he could make it to Tripoli,” said Frederic Wehrey, a senior fellow at the Carnegie Endowment for International Peace and the author of “The Burning Shores: Inside the Battle for the New Libya.” “Then things cooled off a bit, and cracks appeared in his coalition. And now nobody’s sure what will come next.” Amid the competing militias ranging in post-Qaddafi Libya, General Hifter rose to power with the help of foreign firepower and a canny ability to play allies off one another. Warplanes deployed by the United Arab Emirates and Egypt pummeled his enemies and helped him capture oil terminals. French paramilitaries fought on his front lines in Benghazi, where three were killed in 2016. Saudi Arabia provided funding. And to the discomfort of American officials, Russian special forces commandos last year delivered ammunition and intelligence to General Hifter from their bases in western Egypt, a former American intelligence official said, speaking on condition of anonymity to discuss classified information. For much of his life, General Hifter was tied to the United States. In the late 1980s, as a senior Libyan army officer living in exile in Chad, he led a C.I.A.-backed effort to oust Colonel Qaddafi. The plot failed and General Hifter ended up in suburban Virginia, where he lived for two decades, eventually becoming a naturalized American citizen, the former official said. But after he returned to Libya in 2011 with brash ambitions of seizing power, American officials kept him at arms length. Since 2015, American policy has backed the rival United Nations-backed government in Tripoli, a notoriously weak administration, which barely controls a single district of the capital but which remains the main Western hope for a political solution in Libya. The unity government’s prime minister, Fayez Serraj, met with President Trump in the White House in December. In the past year, though, as General Hifter’s troops racked up major victories — advancing across Benghazi and seizing Libya’s biggest oil terminal — European leaders started to openly court him. Last summer, he traveled to Paris at the invitation of President Emmanuel Macron, met Italy’s defense minister in Rome, and welcomed the British foreign secretary, Boris Johnson, to his fortified hilltop headquarters outside Benghazi. General Hifter presents himself to the West as an unflinching warrior against political Islam in the mold of Egypt’s president, Abdel Fattah el-Sisi, who is a former general. Critics say that approach strengthens his enemies, though, by forcing moderate and extremist Islamist groups together. Although the septuagenarian commander has styled himself as a great military leader, with a fondness for pomp and titles, experts say his true skill is in forging alliances. His Libyan National Army is, in fact, a coalition of militias and regular army units. Since last year he has used those skills to extend his influence into the deserts of southern Libya, a vast and largely lawless area where he has forged a number of tribal alliances, and which in recent years has become the main focus of American counterterrorism efforts. The United States has carried out nine missile strikes in southern Libya, mostly targeting Islamic State militants, since Mr. Trump took office. But even before his recent health problems, Libya experts warned that General Hifter may not have been as strong as he pretended, and that the forces that helped him rise to prominence in the east could also be his undoing. A Shaky Coalition In January, twin car bombings killed 35 people as outside a mosque in eastern Benghazi. Islamist militants were suspected. Hours later, one of General Hifter’s top commanders dragged 10 blindfolded Islamist prisoners onto a street and, as a camera recorded his actions, shot each one in the head with a rifle. The commander, Mahmoud al-Werfalli, was already wanted by the International Criminal Court in The Hague for his alleged role in previous summary executions. But when General Hifter detained Mr. Werfalli, promising to bring him to a military trial, armed supporters burned tires in the streets and shut down major roads. General Hifter was forced to back down. The commander of the Benghazi special forces brigade, Wanis Bukhamada, defused the protests by promising that Mr. Werfalli would not be sent to the international court. “This is a matter for the Libyan courts,” he said. Libyan courts, such as they are, have yet to take up the case. That was the second challenge to General Hifter’s authority. In November, a tribal commander, Faraj Gaaim, was detained after he demanded on television that General Hifter step down. Tribal opponents grumble that General Hifter’s army is dominated by his Furjan clan, and that his sons act as his enforcers. For Benghazi residents, the complaint is that the religious militants who helped him seize Benghazi are now exerting a disproportionate influence on daily life in the city. In the past year hard-line preachers have taken over many mosques, and conservative officials have shut down music concerts and tried to stop women from traveling while unaccompanied. “It’s like a bargain with the devil,” said Naseim Omeish, 25, a development official. “They get control of the mosques so they can consolidate their power. But that can go wrong.” Western efforts to bring General Hifter to the negotiating table have come to naught. In Paris last summer, he signed an agreement with Tripoli to hold elections by the end of 2018, but that now seems a distant possibility. In interviews, General Hifter has shown little enthusiasm for a free vote. “Today’s Libya is not ripe for democracy,” he told the French magazine Jeune Afrique last month. “Perhaps future generations will succeed.” Many critics, especially in western Libya, see that as further proof that he is little more than a reconstituted version of Colonel Qaddafi, relishing power for power’s sake and riding roughshod over basic freedoms and human rights. A United Nations report published this week highlighted torture, arbitrary detention and other abuses at jails run by General Hifter, as well as at those run by rival militias in the west. Supporters say that, after seven years of chaos, a Qaddafi- or Sisi-style strongman may be exactly what Libya needs. “Believe me, I lost my faith in elections,” said Amal Bugaighis, a lawyer and civil society activist in Benghazi. “Maybe in five or ten years time. But for now we need someone strong in charge.” In recent months, General Hifter participated in talks with military officials from western Libya, mediated by Egypt, over proposals to forge a united national army. But that is now on hold, as all eyes in Libya turn to the French hospital where he is undergoing treatment. A wild range of rumors circulated in Libya on Thursday, ranging from accounts that he was recovering well from his treatment, to those suggesting he had in fact died. His spokesman said in a tweet on Wednesday that “all the news” about General Hifter’s health was false. “Marshal Hifter is in excellent health, and he is following his daily general command duties,” the spokesman said. Were General Hifter to become incapacitated, one strong possibility is that the coalition that he so carefully assembled to take control of Benghazi would come apart at the seams, riven by strains and lacking a natural successor, said Mr. Wehrey, the analyst. “For all Hifter’s faults, he was the glue binding it all together,” he said. “There’s no comparable figure to fill his shoes.”\n~~~~~~~\nCOMMENT:  My take-away from this article is:  Were General Hifter to become incapacitated, one strong possibility is that the coalition that he so carefully assembled to take control of Benghazi would come apart at the seams, riven by strains and lacking a natural successor, . . . \n“For all Hifter’s faults, he was the glue binding it all together,” he said. “There’s no comparable figure to fill his shoes.” If Gen Hifter becomes incapacitated the re-opening of any embassies will probably be delayed.\n"], [83, "2018-04-14T04:30:05Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-04-13T21:39:05Z", [1.0, 0.0, 0.0, 0.0], ""], [41318, "2018-04-13T21:28:16Z", [1.0, 0.0, 0.0, 0.0], ""], [47482, "2018-04-13T16:53:10Z", [0.87, 0.09, 0.03, 0.01], "Ken_Barns convinced me I need to take a stronger stand on 0% than I was previously. "], [49604, "2018-04-13T13:07:53Z", [0.9, 0.05, 0.05, 0.0], ""], [172, "2018-04-13T02:18:52Z", [0.98, 0.01, 0.01, 0.0], ""], [29054, "2018-04-12T23:21:25Z", [0.99, 0.01, 0.0, 0.0], ""], [41922, "2018-04-12T23:10:17Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-12T20:18:37Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-11T20:42:56Z", [1.0, 0.0, 0.0, 0.0], ""], [39381, "2018-04-11T19:26:35Z", [0.99, 0.0, 0.01, 0.0], ""], [23006, "2018-04-11T14:17:45Z", [0.97, 0.03, 0.0, 0.0], ""], [691, "2018-04-11T14:04:16Z", [0.98, 0.02, 0.0, 0.0], ""], [1333, "2018-04-11T11:08:47Z", [0.96, 0.04, 0.0, 0.0], ""], [11800, "2018-04-11T05:09:01Z", [1.0, 0.0, 0.0, 0.0], ""], [38319, "2018-04-11T01:49:02Z", [0.87, 0.07, 0.03, 0.03], "I've been very quiet recently, so I am madly trying to catch up now. Compared when I made my earlier forecasts, the situation in Libya is slowly improving.  But more than balancing that is the fact that there are only 7-8 weeks left before the question closes. On the THIRD hand though, \"announcing the opening of an embassy\" is something that requires very little preparation and lead time, so the possibility of \"black swan\" announcement happening in the last couple of days in May cannot be discounted. Still not sure of the effect of the recent announcement of Haftar's suspected stroke: I suspect it makes things a little easier to continue to improve. (Keep in mind the Philippine's \"last minute\" withdrawal from the Treaty of Rome!) So overall, I believe:\n*  \"Steady improvement\" is equally likely with \"status quo\" (in reality, most likely this is \"steady improvement, but of such a slight degree it is difficult to differentiate from status quo\").\n*  It is LESS likely that any embassies will open (or be announced to open) due to time constraints, regardless of whether thing improve, continue at status quo, or deteriorate.\n*  However, in the context of general improvement, if ANY embassies open then it is MORE likely that a larger number of embassies will open.\n*  Consequently, it is LESS likely that only 1-2 embassies will open due to nation-specific circumstances. Most likely outcome combinations (p>0.05): \nStatus quo → 0 embassies = 0.41 \nSteady improvement → 0 embassies = 0.36\nDeterioration → 0 embassies = 0.10 \nSteady improvement → 1-2 embassies = 0.05 In lay language ... the figures above say, \"7 in 8 chance NO embassy announcements are made; 1 in 8 chance an announcement IS made.\"  That seems about right."], [368, "2018-04-10T17:21:42Z", [1.0, 0.0, 0.0, 0.0], ""], [30610, "2018-04-10T05:24:53Z", [1.0, 0.0, 0.0, 0.0], ""], [41318, "2018-04-10T03:22:17Z", [0.85, 0.15, 0.0, 0.0], ""], [368, "2018-04-09T18:06:12Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-04-09T11:04:38Z", [0.98, 0.02, 0.0, 0.0], ""], [27661, "2018-04-09T10:22:04Z", [0.97, 0.03, 0.0, 0.0], ""], [25141, "2018-04-08T19:40:21Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-04-08T18:49:55Z", [1.0, 0.0, 0.0, 0.0], ""], [20156, "2018-04-08T09:28:25Z", [0.95, 0.05, 0.0, 0.0], ""], [37893, "2018-04-08T07:21:24Z", [0.9, 0.1, 0.0, 0.0], ""], [49637, "2018-04-07T19:06:41Z", [0.95, 0.05, 0.0, 0.0], "In the face of even the most historically welcoming European countries (Germany, Denmark, etc) moving toward stricter immigration regulation, there is little indication that many EU countries hope to open an embassy to take on the current immigration crisis head on. Some may suggest that Italy's reopening it's embassy in Tripoli may be a signal for progress, but the Italian government has made it known that current involvement is only in direct response to the current refugee crisis. "], [368, "2018-04-07T18:37:30Z", [1.0, 0.0, 0.0, 0.0], ""], [56997, "2018-04-07T10:13:28Z", [0.97, 0.02, 0.01, 0.0], ""], [13966, "2018-04-06T22:49:35Z", [0.8, 0.2, 0.0, 0.0], "There is a small chance that one other EU country (Italy already being present) opens an embassy, either to help administer immigration response or to take advantage of stabilizing oil production."], [368, "2018-04-06T21:40:47Z", [1.0, 0.0, 0.0, 0.0], ""], [47482, "2018-04-06T18:12:50Z", [0.78, 0.18, 0.03, 0.01], ""], [49605, "2018-04-06T14:28:05Z", [0.94, 0.06, 0.0, 0.0], ""], [172, "2018-04-06T00:26:02Z", [0.98, 0.01, 0.01, 0.0], ""], [368, "2018-04-05T22:41:51Z", [1.0, 0.0, 0.0, 0.0], ""], [11800, "2018-04-05T03:53:40Z", [1.0, 0.0, 0.0, 0.0], ""], [40129, "2018-04-04T21:46:25Z", [0.97, 0.01, 0.01, 0.01], ""], [368, "2018-04-04T19:22:41Z", [1.0, 0.0, 0.0, 0.0], ""], [13377, "2018-04-04T11:00:47Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-04-03T20:28:12Z", [1.0, 0.0, 0.0, 0.0], ""], [5018, "2018-04-03T02:42:26Z", [0.99, 0.01, 0.0, 0.0], ""], [37488, "2018-04-02T03:05:54Z", [1.0, 0.0, 0.0, 0.0], ""], [1993, "2018-04-01T22:38:41Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-04-01T22:19:29Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-04-01T16:54:24Z", [0.98, 0.02, 0.0, 0.0], ""], [28414, "2018-04-01T12:17:57Z", [1.0, 0.0, 0.0, 0.0], ""], [38, "2018-04-01T07:21:32Z", [0.97, 0.03, 0.0, 0.0], "Several different google searches turn up nothing. Research by forecasters suggests that the Netherlands is the only country considering it but there's no news on that front."], [368, "2018-04-01T03:08:45Z", [1.0, 0.0, 0.0, 0.0], ""], [593, "2018-03-31T16:03:04Z", [0.85, 0.05, 0.05, 0.05], ""], [691, "2018-03-31T12:41:07Z", [0.97, 0.03, 0.0, 0.0], ""], [37893, "2018-03-31T10:01:49Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2018-03-30T20:52:42Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-30T13:33:07Z", [0.98, 0.01, 0.01, 0.0], ""], [368, "2018-03-30T00:29:20Z", [1.0, 0.0, 0.0, 0.0], ""], [804, "2018-03-29T17:43:47Z", [0.64, 0.27, 0.05, 0.04], ""], [41318, "2018-03-29T12:14:18Z", [0.75, 0.25, 0.0, 0.0], ""], [12591, "2018-03-29T07:04:25Z", [0.9, 0.05, 0.05, 0.0], ""], [51261, "2018-03-29T02:19:51Z", [1.0, 0.0, 0.0, 0.0], "No signs of any nation willing to do such at this time."], [691, "2018-03-28T22:00:42Z", [0.97, 0.03, 0.0, 0.0], ""], [55331, "2018-03-28T21:45:54Z", [0.85, 0.15, 0.0, 0.0], ""], [368, "2018-03-28T20:01:46Z", [1.0, 0.0, 0.0, 0.0], ""], [23006, "2018-03-28T18:57:16Z", [0.95, 0.05, 0.0, 0.0], ""], [23006, "2018-03-28T01:42:55Z", [0.94, 0.06, 0.0, 0.0], ""], [31450, "2018-03-27T23:10:21Z", [0.95, 0.05, 0.0, 0.0], "Shifting toward zero because the only country that has started the process is the Netherlands and they have not even reopened a full embassy."], [172, "2018-03-27T15:37:59Z", [0.98, 0.01, 0.01, 0.0], ""], [56128, "2018-03-27T03:56:14Z", [0.83, 0.14, 0.03, 0.0], ""], [368, "2018-03-26T19:23:55Z", [1.0, 0.0, 0.0, 0.0], ""], [56818, "2018-03-26T11:28:43Z", [0.5, 0.3, 0.15, 0.05], ""], [47482, "2018-03-25T18:40:37Z", [0.72, 0.19, 0.06, 0.03], "Updating for passage of time "], [368, "2018-03-25T17:54:33Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-03-25T04:10:43Z", [1.0, 0.0, 0.0, 0.0], ""], [38268, "2018-03-24T20:08:36Z", [0.92, 0.08, 0.0, 0.0], ""], [368, "2018-03-23T21:15:06Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-23T18:38:08Z", [0.98, 0.01, 0.01, 0.0], ""], [56751, "2018-03-23T03:00:51Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-03-23T01:16:23Z", [1.0, 0.0, 0.0, 0.0], ""], [50048, "2018-03-22T09:43:52Z", [0.99, 0.01, 0.0, 0.0], "The situation in Tripoli is worsening. "], [368, "2018-03-21T18:22:10Z", [1.0, 0.0, 0.0, 0.0], ""], [56128, "2018-03-20T23:34:47Z", [0.8, 0.15, 0.04, 0.01], ""], [368, "2018-03-20T19:07:54Z", [1.0, 0.0, 0.0, 0.0], ""], [783, "2018-03-19T06:57:56Z", [0.0, 0.7, 0.3, 0.0], ""], [783, "2018-03-19T06:50:01Z", [0.0, 0.7, 0.3, 0.0], "Nation rebuilding."], [368, "2018-03-18T20:41:52Z", [1.0, 0.0, 0.0, 0.0], ""], [53396, "2018-03-18T12:32:47Z", [0.5, 0.3, 0.18, 0.02], ""], [54191, "2018-03-18T12:15:43Z", [0.97, 0.03, 0.0, 0.0], ""], [691, "2018-03-17T20:52:08Z", [0.97, 0.03, 0.0, 0.0], ""], [368, "2018-03-17T20:13:08Z", [1.0, 0.0, 0.0, 0.0], ""], [1993, "2018-03-17T19:37:50Z", [0.9, 0.1, 0.0, 0.0], ""], [20060, "2018-03-17T17:17:38Z", [0.97, 0.02, 0.01, 0.0], ""], [37893, "2018-03-17T09:30:13Z", [0.85, 0.15, 0.0, 0.0], ""], [172, "2018-03-17T01:53:57Z", [0.98, 0.01, 0.01, 0.0], ""], [368, "2018-03-16T22:05:20Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-16T01:00:37Z", [0.9, 0.05, 0.05, 0.0], ""], [691, "2018-03-15T20:12:43Z", [0.97, 0.03, 0.0, 0.0], ""], [368, "2018-03-15T19:41:32Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-03-15T01:35:25Z", [1.0, 0.0, 0.0, 0.0], ""], [83, "2018-03-14T21:49:41Z", [0.97, 0.03, 0.0, 0.0], ""], [691, "2018-03-14T12:16:22Z", [0.96, 0.03, 0.01, 0.0], ""], [368, "2018-03-13T21:43:54Z", [1.0, 0.0, 0.0, 0.0], ""], [4634, "2018-03-13T18:40:17Z", [0.88, 0.08, 0.02, 0.02], ""], [41270, "2018-03-13T18:20:41Z", [1.0, 0.0, 0.0, 0.0], ""], [39003, "2018-03-13T04:17:46Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-03-12T21:28:23Z", [1.0, 0.0, 0.0, 0.0], ""], [37053, "2018-03-12T17:14:01Z", [0.8, 0.2, 0.0, 0.0], ""], [368, "2018-03-11T21:20:46Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-10T21:06:38Z", [0.9, 0.05, 0.05, 0.0], ""], [368, "2018-03-10T01:42:57Z", [1.0, 0.0, 0.0, 0.0], ""], [52319, "2018-03-09T19:55:15Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2018-03-09T00:25:54Z", [1.0, 0.0, 0.0, 0.0], ""], [47482, "2018-03-08T03:08:52Z", [0.7, 0.2, 0.07, 0.03], ""], [368, "2018-03-07T22:38:18Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-03-07T21:05:50Z", [0.88, 0.1, 0.02, 0.0], ""], [41586, "2018-03-07T02:29:06Z", [0.0, 0.0, 0.8, 0.2], "Given the occasional outbreaks of militia violence there and the unsettled security conditions,  EU countries  are only gradually starting to reopen in Tripoli. The Dutch and Italians reopened embassies in 2017; an outbreak of fresh violence in January 2018 may have caused other EU members to hesitate. I think it likely the Germans, French, and British will come back next.  But maybe not all three by by 1 June.  Then it takes time to locate office space and housing, rebuild facilities, etc. "], [38319, "2018-03-06T20:40:50Z", [0.64, 0.27, 0.05, 0.04], "Since my last forecast on 24 Jan, Libya has been in a \"more of the same\" pattern.  Still vague talk about proceeding to elections, and a voter registration effort has been completed ... of uncertain effectiveness.  So the largest influence on my changed forecast is that we are running out of time to see \"major progress\" of the kind that would be quite likely to trigger European nations to re-open their embassies. On the other hand, no significant deterioration in the general situation either, so I think that forecasts of 95-100% for \"0 embassy announcements\" are overconfident. Largest outcome combinations: \nStatus quo → 0 embassies = 0.41 \nStatus quo → 1-2 embassies = 0.19 \nDeterioration → 0 embassies = 0.14 \nSteady improvement → 0 embassies = 0.09 \nSteady improvement → 1-2 embassies = 0.07\n"], [368, "2018-03-06T17:47:50Z", [1.0, 0.0, 0.0, 0.0], ""], [24785, "2018-03-06T01:40:45Z", [0.0, 0.8, 0.1, 0.1], ""], [55099, "2018-03-05T21:07:34Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-03-05T18:53:44Z", [1.0, 0.0, 0.0, 0.0], ""], [13377, "2018-03-05T12:20:15Z", [0.91, 0.09, 0.0, 0.0], ""], [55976, "2018-03-05T05:38:31Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2018-03-03T22:44:15Z", [1.0, 0.0, 0.0, 0.0], ""], [1407, "2018-03-03T19:26:04Z", [0.45, 0.55, 0.0, 0.0], ""], [53760, "2018-03-03T17:42:15Z", [0.95, 0.05, 0.0, 0.0], ""], [29980, "2018-03-03T17:35:26Z", [0.0, 0.45, 0.45, 0.1], ""], [46339, "2018-03-03T11:47:25Z", [0.0, 0.02, 0.93, 0.05], ""], [368, "2018-03-03T04:00:28Z", [1.0, 0.0, 0.0, 0.0], ""], [49596, "2018-03-02T10:13:30Z", [0.9, 0.1, 0.0, 0.0], ""], [50291, "2018-03-02T04:42:35Z", [0.75, 0.25, 0.0, 0.0], ""], [83, "2018-03-02T00:52:15Z", [0.97, 0.02, 0.01, 0.0], ""], [368, "2018-03-01T19:46:38Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-03-01T19:40:20Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-01T02:00:15Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-03-01T01:24:12Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-28T13:06:45Z", [0.91, 0.09, 0.0, 0.0], ""], [49101, "2018-02-28T04:14:51Z", [0.95, 0.05, 0.0, 0.0], "Seeing as February is coming to a close, EU nations are running out of time to reopen their embassies in the war-torn Libya before this window of June 2018 expires. While representatives from Libya continue to urge EU nations to reinvest their diplomatic efforts in the country, there has been no talk or progress made in regarding the reopening of an EU embassy in Libya. Until European officials begin to discuss this possibility, I will remain skeptical that no embassy shall be opened before June. Source: https://www.euractiv.com/section/global-europe/news/uns-libya-representative-urges-eu-countries-to-reopen-tripoli-embassies/ "], [368, "2018-02-27T22:31:30Z", [1.0, 0.0, 0.0, 0.0], ""], [53112, "2018-02-27T17:26:09Z", [0.85, 0.15, 0.0, 0.0], ""], [14493, "2018-02-27T11:40:25Z", [0.95, 0.03, 0.02, 0.0], ""], [37488, "2018-02-27T02:39:20Z", [0.98, 0.02, 0.0, 0.0], ""], [368, "2018-02-26T22:35:18Z", [1.0, 0.0, 0.0, 0.0], ""], [34959, "2018-02-26T15:42:30Z", [0.95, 0.05, 0.0, 0.0], ""], [54191, "2018-02-26T15:30:02Z", [0.95, 0.05, 0.0, 0.0], ""], [55151, "2018-02-26T08:48:13Z", [1.0, 0.0, 0.0, 0.0], ""], [52883, "2018-02-26T00:18:50Z", [0.89, 0.08, 0.03, 0.0], ""], [368, "2018-02-25T20:54:20Z", [1.0, 0.0, 0.0, 0.0], ""], [55099, "2018-02-25T20:19:19Z", [0.98, 0.02, 0.0, 0.0], ""], [37893, "2018-02-25T10:09:46Z", [0.8, 0.2, 0.0, 0.0], ""], [691, "2018-02-24T13:03:54Z", [0.88, 0.12, 0.0, 0.0], ""], [40165, "2018-02-24T12:01:52Z", [0.8, 0.2, 0.0, 0.0], ""], [30610, "2018-02-24T08:43:56Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-02-24T05:43:59Z", [1.0, 0.0, 0.0, 0.0], ""], [35636, "2018-02-24T04:50:10Z", [1.0, 0.0, 0.0, 0.0], "Getting more and more likely to be 0. I'm assuming the resolution is an actual opening, rather than just announcements to potential open one. "], [1993, "2018-02-23T06:42:31Z", [0.85, 0.14, 0.01, 0.0], ""], [368, "2018-02-23T04:02:15Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-21T19:23:17Z", [0.88, 0.12, 0.0, 0.0], ""], [368, "2018-02-21T19:00:16Z", [1.0, 0.0, 0.0, 0.0], ""], [53410, "2018-02-21T18:26:34Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2018-02-21T02:41:06Z", [1.0, 0.0, 0.0, 0.0], ""], [39938, "2018-02-20T10:14:25Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-20T02:28:03Z", [1.0, 0.0, 0.0, 0.0], ""], [49001, "2018-02-19T22:02:19Z", [0.65, 0.35, 0.0, 0.0], ""], [48114, "2018-02-19T02:45:23Z", [0.36, 0.57, 0.07, 0.0], ""], [368, "2018-02-19T02:12:13Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-18T12:41:31Z", [0.88, 0.12, 0.0, 0.0], ""], [368, "2018-02-18T00:45:07Z", [1.0, 0.0, 0.0, 0.0], ""], [53452, "2018-02-17T06:00:07Z", [0.9, 0.1, 0.0, 0.0], ""], [172, "2018-02-16T21:09:32Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-16T21:07:48Z", [1.0, 0.0, 0.0, 0.0], ""], [49596, "2018-02-16T09:17:50Z", [0.7, 0.25, 0.03, 0.02], ""], [53112, "2018-02-16T04:20:25Z", [0.65, 0.2, 0.1, 0.05], ""], [53372, "2018-02-16T03:36:00Z", [0.75, 0.25, 0.0, 0.0], ""], [368, "2018-02-15T19:05:46Z", [1.0, 0.0, 0.0, 0.0], ""], [51090, "2018-02-14T23:43:36Z", [0.05, 0.75, 0.1, 0.1], ""], [1333, "2018-02-14T23:37:04Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-02-14T19:00:29Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-13T21:45:50Z", [1.0, 0.0, 0.0, 0.0], ""], [39937, "2018-02-13T08:33:46Z", [1.0, 0.0, 0.0, 0.0], ""], [19801, "2018-02-13T06:17:58Z", [1.0, 0.0, 0.0, 0.0], "Starting, however; announced opening a diplomatic office in Tripoli to pave the way for the return of Holland's embassy to Libya, pointing out his country's willingness to help Libyans overcome the current multifarious dilemma.\nhttps://www.libyaobserver.ly/inbrief/netherlands-opens-diplomatic-office-tripoli-ambassador"], [368, "2018-02-13T03:11:12Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-12T20:11:24Z", [1.0, 0.0, 0.0, 0.0], ""], [50344, "2018-02-12T16:21:13Z", [0.1, 0.75, 0.15, 0.0], ""], [49680, "2018-02-12T15:32:23Z", [0.0, 0.25, 0.25, 0.5], ""], [691, "2018-02-12T15:12:34Z", [0.88, 0.12, 0.0, 0.0], ""], [37379, "2018-02-12T02:22:52Z", [0.93, 0.07, 0.0, 0.0], "http://www.atlanticcouncil.org/blogs/menasource/libya-s-falling-strongman"], [368, "2018-02-11T21:10:41Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-02-11T14:49:20Z", [0.9, 0.05, 0.05, 0.0], "Lots of talk - not much action (even by diplomatic measure). At least Libyans are enjoying their water park - former US embassy. Internal situation still unstable no matter what China says "], [368, "2018-02-11T03:53:42Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-10T12:54:26Z", [0.88, 0.12, 0.0, 0.0], ""], [52113, "2018-02-10T03:36:43Z", [0.03, 0.37, 0.58, 0.02], ""], [47462, "2018-02-09T21:37:15Z", [0.0, 0.3, 0.65, 0.05], ""], [368, "2018-02-09T21:25:05Z", [1.0, 0.0, 0.0, 0.0], ""], [43725, "2018-02-09T19:00:34Z", [0.0, 0.03, 0.33, 0.64], ""], [368, "2018-02-08T19:05:42Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-08T12:42:44Z", [0.88, 0.12, 0.0, 0.0], ""], [368, "2018-02-07T21:44:33Z", [1.0, 0.0, 0.0, 0.0], ""], [40342, "2018-02-07T01:37:59Z", [0.85, 0.05, 0.1, 0.0], ""], [47482, "2018-02-06T22:53:21Z", [0.65, 0.2, 0.1, 0.05], "I'm going to stand pat. Not aligned with the crowd, but I see a report that Germany wants to re-open its embassy at undetermined time this year, so I'm going to check back later and re-evaluate. "], [368, "2018-02-06T18:26:45Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-05T20:11:37Z", [1.0, 0.0, 0.0, 0.0], ""], [23006, "2018-02-05T02:46:03Z", [0.92, 0.08, 0.0, 0.0], ""], [368, "2018-02-04T23:53:35Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-02-03T21:54:03Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-02-03T18:46:04Z", [0.88, 0.12, 0.0, 0.0], ""], [172, "2018-02-03T02:32:38Z", [0.2, 0.75, 0.05, 0.0], "Jan 2 - according Xinhua net (China) Libya is recruiting security personnel for embassies and EU countries will open several embassies this year.\nhttp://www.xinhuanet.com/english/2018-01/02/c_136865399.htm\n"], [368, "2018-02-02T18:55:10Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-02-02T11:22:58Z", [0.6, 0.35, 0.05, 0.0], ""], [1993, "2018-02-02T05:58:08Z", [0.75, 0.24, 0.01, 0.0], "Has Hungary opened an embassy in Libya? https://www.libyaobserver.ly/inbrief/hungary-start-issuing-schengen-visas-libyans-february There has been an announcement of opening something. The title of the article says embassy; the text says consulate: https://hirtv.hu/hirtvkulfold/nagykovetseg-ujranyitasaval-is-a-migraciot-fekezi-a-kormany-2432055 Thanks to @dcm ."], [368, "2018-01-31T17:47:24Z", [1.0, 0.0, 0.0, 0.0], ""], [50048, "2018-01-31T14:10:13Z", [0.95, 0.05, 0.0, 0.0], ""], [50284, "2018-01-31T01:32:40Z", [0.75, 0.18, 0.05, 0.02], ""], [368, "2018-01-30T22:38:03Z", [1.0, 0.0, 0.0, 0.0], ""], [31485, "2018-01-30T09:23:50Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-01-30T00:46:36Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-29T21:15:55Z", [0.8, 0.15, 0.05, 0.0], ""], [12879, "2018-01-29T15:58:22Z", [0.85, 0.13, 0.01, 0.01], ""], [37379, "2018-01-29T11:30:16Z", [0.93, 0.07, 0.0, 0.0], ""], [37488, "2018-01-29T05:47:44Z", [0.93, 0.07, 0.0, 0.0], ""], [49001, "2018-01-28T21:46:36Z", [0.0, 0.2, 0.75, 0.05], "Italy never closed it’s embassy, so there must be at least one open embassy, Germany is stating that it already has plans to open it’s embassy, so that’s 2, and it seems likely with France taking a leadership role in Europe again, it will not want to be left behind, so it should follow quickly after Germany for a third."], [368, "2018-01-28T21:33:28Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-28T19:34:44Z", [0.94, 0.06, 0.0, 0.0], ""], [27584, "2018-01-28T08:44:52Z", [0.95, 0.05, 0.0, 0.0], ""], [23006, "2018-01-28T06:13:15Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2018-01-28T00:32:57Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-26T23:49:06Z", [1.0, 0.0, 0.0, 0.0], ""], [19054, "2018-01-26T19:01:25Z", [0.0, 1.0, 0.0, 0.0], ""], [20060, "2018-01-26T07:06:18Z", [0.93, 0.06, 0.01, 0.0], ""], [368, "2018-01-26T00:10:05Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-25T13:06:58Z", [0.88, 0.12, 0.0, 0.0], ""], [368, "2018-01-24T21:35:01Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-24T20:38:44Z", [0.88, 0.12, 0.0, 0.0], ""], [1333, "2018-01-24T15:40:37Z", [0.85, 0.15, 0.0, 0.0], ""], [36967, "2018-01-24T14:48:57Z", [0.0, 0.55, 0.26, 0.19], ""], [36967, "2018-01-24T14:48:16Z", [0.0, 0.21, 0.35, 0.44], ""], [49596, "2018-01-24T09:02:58Z", [0.74, 0.2, 0.04, 0.02], ""], [38319, "2018-01-24T01:25:17Z", [0.58, 0.31, 0.06, 0.05], "DEFINITIONS\nI am assuming … Dates :\nSelf-explanatory.  Presumably the resolution date/time is the same as the question's closing date/time.   “EU countries”:\nThe 28 states found here:https://europa.eu/european-union/about-eu/countries_en.  It does not include the 6 (or 7, depending on how you count Kosovo) “candidate states”, nor the 4 EFTA states that are Schengen signatories, nor any European microstates.  As mentioned in the question, it DOES include an embassy sent by the EU as a whole. Of these states (including the EU), 18 have had an embassy in Libya up until 2014. “Announce”: \nAn official press release by the state intending to open an embassy.  The announcement might not have to have a set date for the opening (but would include a timeframe), or the set date might be after 1 June, but the announcement itself must be made before 1 June.  So I suspect that an announcement such as “Syldavia will be reopening its embassy in Tripoli within the next two months” would count, but “Syldavia intends to reopen its embassy in Tripoli as soon as possible” would not.  Of course, wildly optimistic statements by Libyan “security officials” (eg: http://www.xinhuanet.com/english/2017-10/19/c_136690056.htm) do not count. “Opening”\nNewly-opening by a nation like Latvia, which had never had an embassy in Libya, but more likely, re-opening an embassy that was closed in 2014. “An embassy”\nNot an office for embassy staff (eg. Netherlands in October 2017), not an ambassador, but a full-service embassy, referred to as such by the sending state. “In Libya”\nThe embassy must be a resident mission. REFERENCE CLASSES\nIt is difficult to find suitable cases to compare to “failed states” like present day Libya.  Embassies in Lebanon appear to have closed for only short periods, with no full evacuation of diplomatic missions despite bombings.  Kabul and Baghdad had many embassies reopen after (or even before) the installation of a provisional government … and well before elections were called.  Mogadishu has really only seen the British embassy reopen (of Western governments) since 1991, though the US came close in 2015.  I suspect that Somalia is the best reference point here. Why? In a situation with competing governments, the establishment of an embassy requires presenting credentials to a host government.  In Somalia, as in Libya, it is not clear that the “officially recognised government” is the main power in the state. Another point to note is that, in general, if one state feels that it has become appropriate to reopen an embassy, many other nations are likely to reopen in a similar time frame.  Leaving Italy's embassy reopening 12mth ago to one side (given Italy's specific concerns about migration via Libya), would the opening a single embassy – say, the Netherlands – presage a number of EU nations reopening embassies (eg. Kabul in 2001/2, or Baghdad in 2003/4), or not (eg. UK embassy in Mogadishu in 2013)? INSIDE VIEW\nIt appears that a prerequisite to triggering a high probability of EU nations embassies reopening is the emergence a single credible national government, whether elected or transitional.  In either case, this will require either re-negotiation of the Libyan Political Agreement (LPA), or else the holding of legitimate elections.  Either of these eventualities will require a significant rapprochement between the competing HoR/LNA and GNA factions. It is appropriate to review media that monitor the relationship between those two factions.  SUBQUESTIONS\nSpreadsheet time!  Factors feeding into my model: a)  What is the probability of a significant rapprochement between the HoR/LNA and GNA before 1 May?\nb)  If no rapprochement, what is the probability that the security situation in Libya (and Tripoli specifically) improving from its current status?\nc)  If no rapprochement, what is the probability that the security situation will significantly deteriorate?\nd)  For each eventuality (rapprochement, steady improvement, status quo, deterioration), what is the probability of each of the 4 outcome buckets? Forecast as above. Largest outcome combinations:\nStatus quo → 0 embassies = 0.29\nDeterioration → 0 embassies = 0.17\nStatus quo → 1-2 embassies = 0.17\nSteady improvement → 1-2 embassies = 0.12\nSteady improvement → 0 embassies = 0.12 [For those followers, the model is similar to the one I used in the Zambia question.  Hopefully it serves me as well this time around!] ********************************\nREFERENCES\nhttp://www.janes.com/article/75741/kidnap-and-death-and-injury-risks-will-remain-high-in-tripoli-despite-return-of-foreign-embassies\nhttps://www.libyaherald.com/2018/01/09/a-year-on-from-italy-reopening-its-embassy-in-tripoli-an-interview-with-italian-ambassador-giuseppe-perrone/\nhttps://www.libyaobserver.ly/ (Especially useful for on the ground reports of the sparring and posturing between the HoR, the LNA, and the GNA, as everyone tries to shape what future elections might look like.)\nhttp://www.libya-analysis.com/"], [368, "2018-01-23T21:38:57Z", [1.0, 0.0, 0.0, 0.0], ""], [37053, "2018-01-23T20:39:15Z", [0.6, 0.4, 0.0, 0.0], ""], [30610, "2018-01-23T14:54:47Z", [0.0, 0.85, 0.15, 0.0], ""], [49596, "2018-01-23T14:43:53Z", [0.78, 0.15, 0.05, 0.02], "Italy just opened."], [83, "2018-01-23T00:35:47Z", [0.92, 0.06, 0.02, 0.0], ""], [368, "2018-01-22T18:39:40Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-21T20:59:06Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-20T21:37:11Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-20T21:20:23Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-19T19:20:31Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-19T15:57:28Z", [0.88, 0.12, 0.0, 0.0], ""], [368, "2018-01-18T23:05:35Z", [1.0, 0.0, 0.0, 0.0], ""], [41922, "2018-01-18T22:51:41Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2018-01-18T22:46:41Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2018-01-18T13:21:15Z", [0.9, 0.1, 0.0, 0.0], "Dateline 1-17-2018 The only functioning airport in Libya’s capital Tripoli remained shut for a third day on Wednesday after fierce clashes between armed groups damaged planes belonging to all four of the airlines that operate there.  -- https://www.reuters.com/article/us-libya-security/airport-in-libyas-capital-shut-for-third-day-after-clashes-idUSKBN1F624P"], [11800, "2018-01-18T08:41:02Z", [1.0, 0.0, 0.0, 0.0], ""], [46854, "2018-01-18T05:28:18Z", [0.85, 0.15, 0.0, 0.0], " It would seem very unlikely due to the  continuing conflict in the nation between different militias, this combined with the nonexistent military or well organized police would mean nations would have to rely on deployed troops in there embassy compounds which after the events in Benghazi seems  to costly to ensure proper security.  Libya also lacks an effective government still struggling to pick up the pieces left by Gaddafi as well as a massive loss of labor force due to many workers joining  the Migrant Crises in Europe. "], [13377, "2018-01-18T03:45:20Z", [0.85, 0.15, 0.0, 0.0], ""], [46208, "2018-01-17T20:44:11Z", [0.85, 0.13, 0.02, 0.0], ""], [45821, "2018-01-17T18:04:45Z", [0.5, 0.5, 0.0, 0.0], ""], [41410, "2018-01-17T17:48:39Z", [0.89, 0.11, 0.0, 0.0], ""], [41410, "2018-01-17T17:47:53Z", [0.7, 0.28, 0.02, 0.0], ""], [1333, "2018-01-17T14:57:34Z", [0.95, 0.05, 0.0, 0.0], ""], [31450, "2018-01-17T14:45:26Z", [0.85, 0.15, 0.0, 0.0], "Shifting toward zero due to passage of time and because the situation in Libya doesn't seem to be improving."], [39938, "2018-01-17T10:47:56Z", [0.5, 0.5, 0.0, 0.0], ""], [368, "2018-01-16T20:40:34Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-01-16T18:40:56Z", [0.85, 0.15, 0.0, 0.0], ""], [14493, "2018-01-16T16:18:00Z", [0.94, 0.04, 0.02, 0.0], "see @sevebd below"], [4634, "2018-01-16T08:36:07Z", [0.75, 0.15, 0.05, 0.05], ""], [368, "2018-01-15T23:33:13Z", [1.0, 0.0, 0.0, 0.0], ""], [12879, "2018-01-15T18:25:51Z", [0.84, 0.14, 0.01, 0.01], ""], [39937, "2018-01-15T18:16:36Z", [0.99, 0.01, 0.0, 0.0], ""], [1639, "2018-01-15T18:12:41Z", [0.8, 0.2, 0.0, 0.0], "Countries with NON-resident embassies: Belgium (Tunis) -  Denmark (Cairo) - Finland (Tunis) -  Ireland (Rome) -Lithuania (Rome) -  Norway (Algiers) - Sweden (Stockholm) The following countries have Embassies in Tripoli:   Austria -  Bosnia and Herzegovina - Bulgaria  - Croatia -   Cyprus - Relations between Cyprus and Libya have always remained strong especially due to the relations of the President of the Cyprus House of Representatives Yiannakis Omirou with Libyan politicians. Libya was a key investor to Cyprus after the invasion of the island by Turkey and was a source of jobs for Cypriots working under the Cypriot multinational company Joannou & Paraskevaides. The latest state visit between the two countries was of Cypriot Foreign Minister Erato Kozakou-Marcoullis to Tripoli in 2011 after the overthrow of the Gaddafi regime.  Czech Republic  The Czech Republic was relatively slow, among European Union member states, to establish full diplomatic relations with the NTC. Meetings between Czech and Libyan officials of the NTC began in mid-June 2011, and by the end of the month, Foreign Minister Karel Schwarzenberg was quoted as saying, while visiting Benghazi to deliver a shipment of medical supplies, that the Czech Republic recognised the NTC as the legitimate representative of the Libyan people. However, Schwarzenberg later clarified that he had not expressed his government's recognition of the NTC as a legitimate government, a position he maintained until the end of the Battle of Tripoli.  On 21 September 2011, the Czech Republic joined the Friends of Libya Conference, a group of countries and international organisations committed to helping rebuild a democratic, internationalist Libya.  France - France was the first country to recognise the NTC as Libya's sole legitimate representative, doing so on 10 March 2011. Just over a week later, France co-sponsored United Nations Security Council Resolution 1973, and the French Air Force was the first military coalition component to engage Gaddafi-loyal forces on the ground in Libya, intervening to turn the tide at the Second Battle of Benghazi on 19 March by destroying advancing columns of Libyan Army tanks, armoured personnel carriers, and artillery pieces. In late August 2011, France unblocked 20 percent of frozen Libyan assets held in the country. President Nicolas Sarkozy visited Tripoli on 15 September, becoming (together with British Prime Minister David Cameron) one of the first world leaders to make a state visit to Libya since the conquest of the capital.  Germany -  Greece - Hungary -  Italy - As Italy was a relatively strong supporter of Muammar Gaddafi prior to the 2011 civil war, as well as Libya's largest international trade partner, Rome's decision to reject Gaddafi as a negotiating party and recognise the NTC in early April 2011 was seen as a major diplomatic coup for NTC envoy Mahmoud Jibril. Although Italy joined international military efforts to weaken Gaddafi's grip on the country, granting the use of military bases in Italian territory and participating in Operation Unified Protector, Foreign Minister Franco Frattini called for an \"immediate cessation of hostilities\" in June 2011 to allow for the delivery of humanitarian aid, a suggestion that NATO ignored. In late August 2011, Frattini vowed that Italian oil company Eni would \"play a number one role in the future\" in Libya and resume oil production as soon as Libya's oilfields reopened for business.[68] Prime Minister Silvio Berlusconi also announced the release of $505 million in frozen Libyan assets as a \"first payment\" to Libya's new government as its forces battled to secure Tripoli. Abdulrahman Ben Yezza, a former Eni executive, was named oil minister in the caretaker government of Prime Minister Abdurrahim El-Keib on 22 November.  Malta - On 21 February 2011, days before the establishment of the NTC in Benghazi, two Libyan Air Force fighter jets defected to Malta rather than bomb the restive eastern cities. The Maltese government's refusal to extradite the pilots or return the aircraft to Libya swiftly established the island state as an unfriendly neighbour of the Gaddafi government amidst the Libyan uprising. After the fall of Tripoli to anti-Gaddafi forces in late August 2011, Maltese Foreign Affairs Minister Tonio Borg announced on 10 September that Malta would become the first EU country to reopen its embassy in the Libyan capital. The following day, Libyan Finance Minister Ali Tarhouni commissioned an investigation into companies with joint Libyan and Maltese shareholding, with the intent of locating businessmen both in Libya and in Malta who had assisted the Gaddafi government during the war, such as by facilitating the importation of oil to Gaddafi-loyal ports in defiance of the UN embargo. A spokesman for Tarhouni's office said that \"all honest businessmen have no need to worry\" and indicated the probe was not a critique of the Maltese government.  Netherlands  Poland  -  Poland at the mid 2000s like the rest of West countries started to turn its eyes back on Libya after almost 20 years of absence. At the beginning of the civil war, the Polish government was not eager to participate in any military action in Libya, but called the other members of NATO and European Union to use other ways, but prime minister Donald Tusk assured that Poland would take part in some \"community activities.\" At the same time, Polish NGOs started the preparations to help eastern Libya. The position of government concern Libya has not changed with the beginning of Military intervention in Libya.  The diplomatic relations with NTC were established during the visit of Polish FM Radosław Sikorski to Benghazi on 11 May, when he announced the recognition of the NTC as \"rightful interlocutor for the international community (...) in Libya\" Poland was the only country that opened its embassy in Benghazi. On 8 July, the Minister noticed the Polish recognition of NTC as the \"legitimate government of the Libyan people\". Poland was also member of Libya Contact Group, where it offered to launch an humanitarian help and trainings for state officials and new law and order services. There are unofficial reports that Poland was sending weapons and officers of Polish Special Forces. Ahmed El-Mallul, a Libyan surgeon in Poland, was a mediator between the NTC and the Polish government. On 15 September Poland reopened its embassy in Tripoli and started to prepare ground for humanitarian help, which arrived on 3 October in Misrata. Also Libyan representatives were in Poland at the parliamentary elections on 6–11 October 2011. Next visit of foreign minister took place on 24 October in Tripoli. Three days later Libyan decedents decided to strengthen bilateral relations and notify Polish MFA about upgrading its Economic Cooperation Bureau in Warsaw to the rank of Embassy and establish a joint Libyan-Polish commission headed by its Ministers of Foreign Affairs.  Portugal -  Romania -  Serbia -  Spain  United Kingdom - The United Kingdom co-sponsored UNSCR 1973 and was one of the largest contributors to Operation Unified Protector, the NATO-led intervention to degrade the military strength of Muammar Gaddafi's forces, though it carried out considerably fewer strike missions than fellow coalition partners France and the United States. In early September 2011, the Royal Air Force flew crateloads of unfrozen Libyan funds in the form of dinar banknotes to Benghazi, the location of the NTC's interim central bank. On 15 September, Prime Minister David Cameron visited Tripoli together with French President Sarkozy to meet with leaders of the NTC. *** Countries with Missions in Benghazi:  Bulgaria (Consulate-General) - Germany (liaison office) - Italy (Consulate-General) - Malta (liaison office) - United Kingdom (liaison office) - European Union (liaison office)\n____________________________________\nCOMMENTS:  However, the situation in Libia is far from calm:\nHeavily armed Libyan militias clashed in Tripoli on Monday, killing at least 20 people and forcing the capital's only airport to close, officials said. The Health Ministry said another 63 people were wounded in the fighting between two militias that are ostensibly allied with the internationally-backed government, underscoring the lingering instability in the country seven years after a popular uprising toppled long-ruling dictator Moammar Gadhafi.\nhttp://abcnews.go.com/International/wireStory/clashes-libyan-capital-kill-close-airport-52353292"], [1333, "2018-01-15T16:25:24Z", [0.75, 0.25, 0.0, 0.0], "Most successful failed state ever and Gen. Hafter is a genius. If the Diplomatic set does show them some love it'll be a mission in Benghazi or Tripoli."], [35033, "2018-01-15T09:08:17Z", [0.0, 1.0, 0.0, 0.0], ""], [37488, "2018-01-15T07:08:33Z", [0.9, 0.1, 0.0, 0.0], "I wanted to update my list of rumors/verified news reports on European countries considering re-opening embassies in Tripoli (http://www.gjopen.com/comments/comments/632344) to include two items:  The first is this recent interview with the ambassador from Italy 1 year since they reopened.  If nothing else, it confirms that no other European countries have re-opened anything despite rumors and general reports of \"resuming diplomatic relations\" through agents without actually re-opening the embassy.\nhttps://www.libyaherald.com/2018/01/09/a-year-on-from-italy-reopening-its-embassy-in-tripoli-an-interview-with-italian-ambassador-giuseppe-perrone/\nAnd also for this awkward question and response over the disputed issue of Italy's MOU with the Libyan gov as really paying off militias who traffick laborers, which just goes to show why other European countries would prefer to have Italy going it alone in Libya to deal with immigration concerns:\nLH –Talking of illegal immigration, Italy has been accused in some quarters of financing militias, not only through deals but also through payments.  Why?\nAmbassador Perrone: “We don’t finance militias…”. The second is this not-terribly-surprising rumor from Xinhua.net reporting that Libya plans to significantly increase the number of security personnel for foreign embassies (not a great sign, over all, since it indicates reasons not to return & reopen your embassy) and the assurances of the Libyan diplomatic security service that \"a number\" of European embassies will reopen in Libya this year.  This seems more of the same from last fall - a big PR push to encourage European embassies to return in the hopes that this will encourage businesses & others to feel things are more stable/reliable, some interest to see if it's true and might be beneficial for business or diplomatic purposes from others, but not a lot from anyone outside of Libya confirming anything at all.  \nhttp://www.xinhuanet.com/english/2018-01/02/c_136865399.htm I still think there is a reason for European countries to consider re-opening embassies, though they are largely related to managing immigration issues into Europe, most obviously through Italy who has already re-opened their embassy.  But the financial issues and competing political issues make it unlikely to happen in a hurry.  Furthermore, I agree with @SMH5's general argument that until there is an election that leads to greater political stability, there's a lot of disincentive to returning any kind of diplomatic personnel to Tripoli (http://www.gjopen.com/comments/comments/652596) June seems like an increasingly unlikely deadline."], [368, "2018-01-14T21:59:53Z", [1.0, 0.0, 0.0, 0.0], ""], [48765, "2018-01-14T19:09:40Z", [0.8, 0.1, 0.07, 0.03], ""], [23006, "2018-01-14T17:39:51Z", [0.9, 0.1, 0.0, 0.0], "Turkey pushing for inclusion into EU and EU seems willing to consider speeding decision up one way or other"], [47894, "2018-01-14T17:15:32Z", [0.45, 0.5, 0.05, 0.0], "I think Hungary and Czeck Republic coud consier to open an embassy "], [1333, "2018-01-14T16:17:01Z", [0.75, 0.25, 0.0, 0.0], ""], [48705, "2018-01-14T06:05:30Z", [0.2, 0.3, 0.3, 0.2], ""], [47482, "2018-01-14T02:38:11Z", [0.65, 0.2, 0.1, 0.05], "Libya seems pretty unstable still. Probably more likely peacemakers would go before diplomats are sent in. "], [368, "2018-01-13T18:56:06Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-13T15:03:08Z", [0.85, 0.14, 0.01, 0.0], ""], [41190, "2018-01-13T07:02:27Z", [1.0, 0.0, 0.0, 0.0], ""], [48534, "2018-01-12T22:35:13Z", [0.3, 0.6, 0.05, 0.05], ""], [48066, "2018-01-12T21:52:32Z", [0.7, 0.25, 0.05, 0.0], ""], [368, "2018-01-12T20:51:20Z", [1.0, 0.0, 0.0, 0.0], ""], [48100, "2018-01-12T08:16:42Z", [0.0, 0.75, 0.18, 0.07], ""], [691, "2018-01-11T19:38:28Z", [0.85, 0.14, 0.01, 0.0], ""], [368, "2018-01-11T19:17:23Z", [1.0, 0.0, 0.0, 0.0], ""], [48156, "2018-01-11T10:18:56Z", [0.0, 0.55, 0.35, 0.1], ""], [37488, "2018-01-11T03:41:22Z", [0.8, 0.15, 0.05, 0.0], ""], [368, "2018-01-10T22:56:07Z", [1.0, 0.0, 0.0, 0.0], ""], [172, "2018-01-10T22:20:48Z", [1.0, 0.0, 0.0, 0.0], "Lowering probability. Upcoming election favouring West Libya (UN choice) but Eastern warlord with up to 75 thousand fighters says he may not honour the results and claims Libya isn’t ready for democracy. Not a good time to open an embassy..."], [15408, "2018-01-10T21:00:03Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-09T19:32:34Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-09T19:16:49Z", [1.0, 0.0, 0.0, 0.0], ""], [598, "2018-01-09T14:15:17Z", [0.5, 0.25, 0.2, 0.05], ""], [691, "2018-01-09T13:49:21Z", [0.85, 0.14, 0.01, 0.0], ""], [47446, "2018-01-08T21:10:08Z", [0.95, 0.05, 0.0, 0.0], "Too many other matters to wrestle with, and very little upside to opening an embassy at this time.  Might happen in the case of a country that wants a domestic distraction or whose leadership is desperate to be seen doing something on the “world stage.”  But highly unlikely."], [1993, "2018-01-08T21:03:16Z", [0.75, 0.23, 0.02, 0.0], "Hungary might be opening embassy soon."], [368, "2018-01-08T20:13:35Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-08T12:43:11Z", [0.84, 0.15, 0.01, 0.0], ""], [47488, "2018-01-08T04:00:57Z", [0.8, 0.18, 0.01, 0.01], ""], [47363, "2018-01-07T20:29:16Z", [1.0, 0.0, 0.0, 0.0], "Only Stupid nations will open until Libya situation is improve, not before 2020"], [47123, "2018-01-07T19:17:00Z", [0.15, 0.25, 0.25, 0.35], ""], [368, "2018-01-07T19:08:49Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-07T18:48:10Z", [1.0, 0.0, 0.0, 0.0], ""], [43311, "2018-01-07T07:42:21Z", [0.85, 0.15, 0.0, 0.0], ""], [23006, "2018-01-07T03:17:23Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-07T02:37:40Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-07T02:21:45Z", [1.0, 0.0, 0.0, 0.0], ""], [46818, "2018-01-06T22:01:03Z", [0.2, 0.8, 0.0, 0.0], ""], [46544, "2018-01-06T20:29:38Z", [0.35, 0.35, 0.25, 0.05], ""], [172, "2018-01-06T16:46:24Z", [0.9, 0.1, 0.0, 0.0], "Country remains split with factions yet the oil is flowing. Thinking East/West split will continue as will makeup of potential government (military-based). And yes, a Ghadaffi is in the mix!\nOnce they start opening, several will pile in given how lucrative country can be."], [45594, "2018-01-06T09:01:41Z", [0.45, 0.45, 0.05, 0.05], ""], [4634, "2018-01-06T08:08:04Z", [0.65, 0.15, 0.1, 0.1], ""], [14659, "2018-01-06T01:57:05Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2018-01-05T22:33:48Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2018-01-05T21:59:37Z", [1.0, 0.0, 0.0, 0.0], ""], [46205, "2018-01-05T17:46:31Z", [0.8, 0.15, 0.05, 0.0], ""], [691, "2018-01-05T16:20:32Z", [0.84, 0.15, 0.01, 0.0], ""], [46116, "2018-01-05T03:34:08Z", [0.82, 0.13, 0.03, 0.02], ""], [368, "2018-01-04T23:59:35Z", [1.0, 0.0, 0.0, 0.0], ""], [46376, "2018-01-04T21:04:06Z", [0.9, 0.1, 0.0, 0.0], ""], [46363, "2018-01-04T20:47:30Z", [0.95, 0.05, 0.0, 0.0], "Libya continues to be a non-state. It has no military to speak of with militias continuing to refuse to integrate. There is no firm date on when elections will be held as the December 2017 elections agreed to in 2016 is not apparently happening with no firm date in 2018. "], [45849, "2018-01-04T20:27:13Z", [0.64, 0.24, 0.1, 0.02], ""], [45616, "2018-01-04T17:47:17Z", [0.6, 0.2, 0.2, 0.0], ""], [23355, "2018-01-04T13:56:39Z", [0.95, 0.05, 0.0, 0.0], ""], [1333, "2018-01-04T13:01:37Z", [0.65, 0.35, 0.0, 0.0], ""], [368, "2018-01-03T18:21:43Z", [1.0, 0.0, 0.0, 0.0], ""], [46019, "2018-01-03T18:02:24Z", [0.0, 0.1, 0.6, 0.3], ""], [45991, "2018-01-03T14:53:59Z", [0.15, 0.55, 0.15, 0.15], ""], [41542, "2018-01-03T14:46:11Z", [0.8, 0.1, 0.05, 0.05], ""], [39938, "2018-01-02T22:47:22Z", [0.5, 0.3, 0.15, 0.05], ""], [368, "2018-01-02T19:02:43Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2018-01-02T13:22:40Z", [0.84, 0.15, 0.01, 0.0], ""], [13377, "2018-01-02T08:14:48Z", [0.84, 0.15, 0.01, 0.0], ""], [45540, "2018-01-02T05:14:18Z", [0.0, 0.0, 0.25, 0.75], "High hopes for peace"], [172, "2018-01-02T01:59:44Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2018-01-01T21:33:36Z", [1.0, 0.0, 0.0, 0.0], ""], [43691, "2018-01-01T20:55:24Z", [0.0, 0.57, 0.25, 0.18], ""], [368, "2017-12-31T18:47:18Z", [1.0, 0.0, 0.0, 0.0], ""], [44308, "2017-12-31T18:01:51Z", [0.75, 0.25, 0.0, 0.0], ""], [43853, "2017-12-31T17:42:43Z", [0.0, 0.7, 0.2, 0.1], ""], [43870, "2017-12-31T16:46:15Z", [0.85, 0.15, 0.0, 0.0], ""], [691, "2017-12-31T13:55:52Z", [0.84, 0.15, 0.01, 0.0], ""], [368, "2017-12-31T03:25:59Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-12-30T21:05:34Z", [0.84, 0.15, 0.01, 0.0], ""], [11800, "2017-12-30T11:17:12Z", [1.0, 0.0, 0.0, 0.0], "Very unlikey in the current security situation.  After elections mid of 2018 things can change. https://www.google.ch/amp/www.africanews.com/amp/2017/12/19/gaddafi-s-son-saif-al-islam-to-run-for-libya-president-in-2018/"], [83, "2017-12-29T23:36:16Z", [0.86, 0.12, 0.02, 0.0], ""], [368, "2017-12-29T21:11:01Z", [1.0, 0.0, 0.0, 0.0], ""], [43185, "2017-12-29T09:02:34Z", [0.9, 0.09, 0.01, 0.0], "Discussion is only prevalent in non-European news outlets. The opening of embassies would be a huge surprise and not supported by I.e. Germany"], [368, "2017-12-29T01:38:42Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-27T21:03:07Z", [1.0, 0.0, 0.0, 0.0], ""], [43217, "2017-12-27T11:19:02Z", [0.97, 0.03, 0.0, 0.0], ""], [368, "2017-12-27T01:40:05Z", [1.0, 0.0, 0.0, 0.0], ""], [41523, "2017-12-27T00:56:05Z", [0.85, 0.1, 0.05, 0.0], ""], [691, "2017-12-26T20:27:26Z", [0.84, 0.15, 0.01, 0.0], ""], [368, "2017-12-25T21:27:17Z", [1.0, 0.0, 0.0, 0.0], ""], [43055, "2017-12-25T13:55:05Z", [0.95, 0.04, 0.01, 0.0], "I doubt that the any EU countries will risk establishing an embasy in Libya while terrorists control that country."], [368, "2017-12-25T00:41:27Z", [1.0, 0.0, 0.0, 0.0], ""], [42612, "2017-12-24T07:56:06Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-12-24T02:24:08Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-23T03:02:10Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-12-22T21:24:12Z", [0.84, 0.15, 0.01, 0.0], ""], [368, "2017-12-22T17:22:36Z", [1.0, 0.0, 0.0, 0.0], ""], [38968, "2017-12-22T15:09:43Z", [0.3, 0.4, 0.3, 0.0], ""], [368, "2017-12-21T23:39:42Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-20T18:45:26Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-12-19T22:18:20Z", [0.84, 0.15, 0.01, 0.0], ""], [368, "2017-12-19T04:59:27Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-19T00:36:04Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-18T02:35:17Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-16T20:38:56Z", [1.0, 0.0, 0.0, 0.0], ""], [42463, "2017-12-16T10:39:41Z", [0.95, 0.02, 0.02, 0.01], "Unlikely"], [368, "2017-12-15T23:56:16Z", [1.0, 0.0, 0.0, 0.0], ""], [41270, "2017-12-15T19:30:16Z", [0.0, 0.0, 0.75, 0.25], ""], [37350, "2017-12-15T19:09:35Z", [0.0, 0.0, 0.8, 0.2], "Italy and Hungary is about to open. Probability is high that some other will join."], [13377, "2017-12-15T03:14:33Z", [0.5, 0.3, 0.1, 0.1], ""], [368, "2017-12-14T19:24:37Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-12-14T18:24:49Z", [0.84, 0.15, 0.01, 0.0], ""], [41371, "2017-12-14T17:02:23Z", [0.55, 0.3, 0.1, 0.05], ""], [13377, "2017-12-13T22:10:07Z", [0.84, 0.16, 0.0, 0.0], ""], [368, "2017-12-13T18:36:20Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2017-12-13T17:50:15Z", [0.55, 0.45, 0.0, 0.0], ""], [691, "2017-12-12T22:58:55Z", [0.84, 0.16, 0.0, 0.0], ""], [368, "2017-12-12T00:34:23Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-10T19:43:35Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-12-10T15:41:26Z", [0.84, 0.16, 0.0, 0.0], ""], [8318, "2017-12-10T02:16:11Z", [0.94, 0.06, 0.0, 0.0], ""], [368, "2017-12-10T01:12:26Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-10T01:01:27Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-10T00:57:34Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-08T21:28:26Z", [1.0, 0.0, 0.0, 0.0], ""], [37591, "2017-12-07T23:39:23Z", [0.65, 0.25, 0.05, 0.05], ""], [37488, "2017-12-07T05:45:01Z", [0.6, 0.35, 0.05, 0.0], "I'll wait to see how serious or speedy the movement is for countries to re-open embassies - a lot of work and risk  and the country it benefits most immediately, Italy, has already opened theirs so they can try to manage the migration issues.  Lots of chatter but not a lot of follow up, as others have noted.  Still, fewer are denying rumors that discussions/plans are in the works to re-open them as several did in this spring/summer (Britain, Netherlands, etc).  But Turkey has denied they're reopening their.  August deadline gives a reasonable chance of several reopening, but I'd rather guess low until someone starts taking more concrete action Hungary is an interesting case and unfortunately small enough that I'm not sure how likely is it to make news across Europe or internationally.  South Korea will probably remain in Tunis for now, but business value there may mean they return also. Even if Hungary doesn't re-open in Jan, seems there's still a good chance it will happen before August.  Probably bigger news if Britain, France or Germany returns than for Hungary.  But if South Korea ends up returning, it might prompt a bigger European response as well. Actually re-opened embassy\nItaly (before start time of question) - https://www.reuters.com/article/us-libya-security-italy/italy-reopening-embassy-in-libya-two-years-after-closure-idUSKBN14T2BJ Actual report of plans to re-open an embassy\nHungary as of 1 January 2018 - https://hirtv.hu/hirtvkulfold/nagykovetseg-ujranyitasaval-is-a-migraciot-fekezi-a-kormany-2432055 (sorry it's in Magyar but Google will translate is fairly well for you) Vague Plans / rumors of reopening\nEU - https://www.reuters.com/article/us-libya-security-eu/eu-aims-to-reopen-embassy-in-libya-idUSKBN1CF209\nHungary (according to Libya)- https://www.libyaherald.com/2017/10/06/hungarian-embassy-to-reopen-soon-uk-embassy-now-permanently-staffed-in-tripoli/\nHungary (according to Libya but serious enough to be picked up by Xinhua even though no further verification) - http://news.xinhuanet.com/english/2017-10/06/c_136661068.htm\nHungary back in Feb -https://www.libyaherald.com/2017/02/12/hungary-looks-to-reopen-tripoli-embassy/\nMalta - http://news.xinhuanet.com/english/2017-11/15/c_136752696.htm\nSouth Korea - https://themaghrebtimes.com/10/20/south-korea-and-hungary-reopen-embassies-in-libyas-capital/\nSouth Korean ambassadors still clearly in Tunis - http://news.xinhuanet.com/english/2017-11/15/c_136752696.htm\nSouth Korean businesses returning & wanting safety guarantees / diplomatic help - http://news.xinhuanet.com/english/2017-12/04/c_136800449.htm\n http://news.xinhuanet.com/english/2017-11/15/c_136752696.htm\n http://www.libyanexpress.com/south-korean-hyundai-returns-to-libya-in-early-2018/ Resuming diplomatic activities but not actually reopening an embassy yet\nBritain - https://www.libyaobserver.ly/inbrief/britain-reopen-embassy-tripoli-soon\nNetherlands - https://www.libyaobserver.ly/news/netherlands-sets-diplomatic-office-libya%E2%80%99s-capital\n                       - https://nltimes.nl/2017/10/19/dutch-embassy-libya-reopens-three-years Current/Recent Denial\nTurkey - https://www.libyaherald.com/2017/11/01/turkey-denies-plans-to-reopen-its-benghazi-consulate/\nFrance - https://www.reuters.com/article/us-libya-security-france/france-says-security-conditions-not-right-to-reopen-libya-embassy-idUSKBN18T1HU UN / Libya urging countries to return\nUN - https://www.euractiv.com/section/global-europe/news/uns-libya-representative-urges-eu-countries-to-reopen-tripoli-embassies/\nSpain - http://www.libyanexpress.com/libyan-premier-urges-spain-to-reopen-embassy-over-enhanced-security-in-tripoli/"], [368, "2017-12-06T20:38:46Z", [1.0, 0.0, 0.0, 0.0], ""], [42129, "2017-12-06T02:36:53Z", [0.8, 0.15, 0.04, 0.01], ""], [368, "2017-12-05T19:01:48Z", [1.0, 0.0, 0.0, 0.0], ""], [13377, "2017-12-05T02:30:21Z", [0.5, 0.3, 0.1, 0.1], ""], [368, "2017-12-04T19:01:49Z", [1.0, 0.0, 0.0, 0.0], ""], [4634, "2017-12-04T07:26:03Z", [0.5, 0.3, 0.1, 0.1], ""], [42122, "2017-12-04T02:54:20Z", [0.71, 0.29, 0.0, 0.0], ""], [22132, "2017-12-04T01:42:12Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-04T01:24:06Z", [1.0, 0.0, 0.0, 0.0], ""], [37488, "2017-12-02T23:51:28Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-12-02T19:02:03Z", [1.0, 0.0, 0.0, 0.0], ""], [28588, "2017-12-02T12:59:29Z", [0.9, 0.05, 0.05, 0.0], ""], [37352, "2017-12-02T01:29:05Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-11-30T20:10:03Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-11-30T17:18:09Z", [0.81, 0.19, 0.0, 0.0], ""], [12879, "2017-11-30T03:53:13Z", [0.7, 0.25, 0.04, 0.01], ""], [691, "2017-11-28T22:24:50Z", [0.81, 0.19, 0.0, 0.0], ""], [41924, "2017-11-28T16:37:11Z", [0.99, 0.01, 0.0, 0.0], ""], [41920, "2017-11-28T15:59:49Z", [0.65, 0.25, 0.1, 0.0], ""], [41885, "2017-11-28T09:12:52Z", [0.75, 0.25, 0.0, 0.0], ""], [368, "2017-11-28T00:53:10Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-11-27T01:29:58Z", [1.0, 0.0, 0.0, 0.0], ""], [13377, "2017-11-26T07:22:28Z", [0.35, 0.35, 0.15, 0.15], ""], [368, "2017-11-26T01:08:19Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-11-24T16:46:29Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-11-24T16:37:37Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-11-24T01:40:56Z", [1.0, 0.0, 0.0, 0.0], ""], [41523, "2017-11-23T04:15:24Z", [0.65, 0.25, 0.05, 0.05], ""], [368, "2017-11-22T23:32:28Z", [1.0, 0.0, 0.0, 0.0], ""], [31201, "2017-11-22T22:27:36Z", [0.8, 0.2, 0.0, 0.0], ""], [4634, "2017-11-22T15:44:42Z", [0.35, 0.35, 0.15, 0.15], ""], [14493, "2017-11-22T10:24:24Z", [0.72, 0.04, 0.04, 0.2], "Lack of follow up confirmation to news reports that embassies are going to return soon. It seems that consular offices are as far as EU countries are going at the moment.  "], [691, "2017-11-21T23:34:59Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-11-21T20:05:02Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-11-21T20:04:12Z", [0.95, 0.05, 0.0, 0.0], ""], [19801, "2017-11-21T03:19:05Z", [1.0, 0.0, 0.0, 0.0], "Embassy of Malta to Libya to return to Tripoli: official \nhttp://news.xinhuanet.com/english/2017-11/15/c_136752693.htm Dutch to open full-time Tripoli office but not their embassy \nhttps://www.libyaherald.com/2017/10/19/dutch-to-open-full-time-tripoli-office-but-not-their-embassy/ Unsure when this will happen, no date is given, could be easily be 2019/20."], [12037, "2017-11-21T01:42:22Z", [0.81, 0.09, 0.04, 0.06], ""], [41526, "2017-11-21T01:40:26Z", [0.4, 0.6, 0.0, 0.0], ""], [691, "2017-11-20T20:52:28Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-11-20T20:51:40Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-19T23:21:57Z", [0.95, 0.05, 0.0, 0.0], ""], [373, "2017-11-19T21:44:30Z", [0.25, 0.35, 0.25, 0.15], ""], [39537, "2017-11-19T21:17:19Z", [0.0, 1.0, 0.0, 0.0], ""], [368, "2017-11-19T00:06:52Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-18T20:41:28Z", [0.81, 0.19, 0.0, 0.0], ""], [691, "2017-11-17T16:58:21Z", [0.81, 0.19, 0.0, 0.0], ""], [31238, "2017-11-17T14:18:01Z", [0.8, 0.15, 0.04, 0.01], ""], [4634, "2017-11-17T07:36:12Z", [0.35, 0.15, 0.15, 0.35], ""], [23234, "2017-11-16T20:49:40Z", [0.03, 0.1, 0.32, 0.55], ""], [14493, "2017-11-16T17:42:49Z", [0.27, 0.04, 0.04, 0.65], "Several internet news stories relating to this question; at least one suggests that some embassies have recently moved back to Tripoli  including the British. But the web sites are not ones that I trust and I cannot see the stories on any web sites that I have full confidence in. Even if embassies intend to move back, events might stop them. \nIf any EU countries do return it seems likely that several will do so. http://news.xinhuanet.com/english/2017-11/17/c_136758022.htm\nhttp://www.independent.com.mt/articles/2017-11-15/local-news/Malta-willing-to-have-resident-ambassador-in-Libya-again-6736181442\nhttps://nltimes.nl/2017/10/19/dutch-embassy-libya-reopens-three-years\nhttp://www.libyanexpress.com/30-foreign-countries-embassies-to-return-to-libya-soon-fm-says/\n"], [691, "2017-11-15T22:36:32Z", [0.81, 0.19, 0.0, 0.0], ""], [691, "2017-11-14T23:05:20Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-11-14T19:04:30Z", [0.95, 0.05, 0.0, 0.0], ""], [23234, "2017-11-14T04:05:41Z", [0.03, 0.37, 0.3, 0.3], ""], [35, "2017-11-14T02:53:13Z", [0.85, 0.12, 0.03, 0.0], ""], [5800, "2017-11-14T01:39:05Z", [0.7, 0.2, 0.1, 0.0], ""], [368, "2017-11-13T00:49:57Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-12T22:29:40Z", [0.81, 0.19, 0.0, 0.0], ""], [1333, "2017-11-12T11:58:30Z", [0.45, 0.5, 0.05, 0.0], ""], [368, "2017-11-11T19:27:01Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-10T17:49:24Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-10T01:56:13Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-09T21:09:07Z", [0.81, 0.19, 0.0, 0.0], ""], [41318, "2017-11-09T09:05:56Z", [0.55, 0.41, 0.03, 0.01], ""], [368, "2017-11-08T20:08:48Z", [0.95, 0.05, 0.0, 0.0], ""], [23234, "2017-11-08T04:32:51Z", [0.03, 0.55, 0.35, 0.07], ""], [83, "2017-11-08T04:05:33Z", [0.8, 0.15, 0.05, 0.0], ""], [368, "2017-11-07T19:11:21Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-06T19:01:22Z", [0.95, 0.05, 0.0, 0.0], ""], [23234, "2017-11-06T01:18:16Z", [0.0, 0.5, 0.3, 0.2], ""], [368, "2017-11-05T22:32:27Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-04T22:06:47Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-03T19:06:36Z", [0.81, 0.19, 0.0, 0.0], ""], [37211, "2017-11-03T18:00:28Z", [0.1, 0.4, 0.4, 0.1], ""], [368, "2017-11-03T17:28:26Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-02T19:21:24Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-11-02T17:29:23Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-11-01T21:55:26Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-11-01T18:59:31Z", [0.81, 0.19, 0.0, 0.0], ""], [41084, "2017-11-01T07:39:03Z", [0.7, 0.05, 0.05, 0.2], "I would follow the statement of tetbury. The government situation seems to be still too unstable for diplomats in Libya."], [691, "2017-10-31T23:02:14Z", [0.81, 0.19, 0.0, 0.0], ""], [368, "2017-10-31T18:44:27Z", [0.9, 0.1, 0.0, 0.0], ""], [23234, "2017-10-31T05:44:15Z", [0.5, 0.3, 0.16, 0.04], ""], [23234, "2017-10-31T05:27:21Z", [0.4, 0.4, 0.16, 0.04], ""], [368, "2017-10-30T22:04:05Z", [0.9, 0.1, 0.0, 0.0], ""], [23234, "2017-10-29T22:05:33Z", [0.18, 0.44, 0.34, 0.04], ""], [691, "2017-10-29T20:19:49Z", [0.81, 0.18, 0.01, 0.0], ""], [368, "2017-10-29T17:37:35Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2017-10-29T01:49:44Z", [0.9, 0.1, 0.0, 0.0], ""], [37350, "2017-10-29T01:00:17Z", [0.85, 0.15, 0.0, 0.0], ""], [368, "2017-10-27T20:21:09Z", [0.9, 0.1, 0.0, 0.0], ""], [691, "2017-10-27T18:45:57Z", [0.81, 0.18, 0.01, 0.0], ""], [691, "2017-10-26T22:21:24Z", [0.81, 0.18, 0.01, 0.0], ""], [368, "2017-10-26T18:07:47Z", [0.9, 0.1, 0.0, 0.0], ""], [1333, "2017-10-26T15:07:26Z", [0.35, 0.5, 0.15, 0.0], ""], [13377, "2017-10-26T07:43:15Z", [0.75, 0.25, 0.0, 0.0], ""], [23234, "2017-10-26T06:35:49Z", [0.48, 0.41, 0.09, 0.02], ""], [23234, "2017-10-26T06:26:05Z", [0.4, 0.37, 0.19, 0.04], "@Rene an actual embassy could still be a long way off, but it's interesting: https://www.libyaobserver.ly/news/netherlands-sets-diplomatic-office-libya%E2%80%99s-capital"], [31450, "2017-10-26T00:32:53Z", [0.75, 0.25, 0.0, 0.0], "Shifting even more toward zero because well, I don't see any additional countries opening embassies unless the situation changes dramatically in the country."], [368, "2017-10-25T23:43:32Z", [0.9, 0.1, 0.0, 0.0], ""], [691, "2017-10-25T19:35:45Z", [0.81, 0.18, 0.01, 0.0], ""], [691, "2017-10-24T22:53:42Z", [0.8, 0.19, 0.01, 0.0], ""], [368, "2017-10-24T19:18:07Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2017-10-24T00:55:04Z", [0.9, 0.1, 0.0, 0.0], ""], [13377, "2017-10-23T08:55:26Z", [0.6, 0.4, 0.0, 0.0], ""], [368, "2017-10-22T18:20:21Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2017-10-21T21:29:16Z", [0.9, 0.1, 0.0, 0.0], ""], [691, "2017-10-21T19:51:04Z", [0.8, 0.19, 0.01, 0.0], ""], [368, "2017-10-20T23:14:42Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-20T19:56:56Z", [0.7, 0.29, 0.01, 0.0], ""], [368, "2017-10-19T22:09:45Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-19T16:09:41Z", [0.7, 0.29, 0.01, 0.0], ""], [368, "2017-10-18T20:47:58Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-18T20:22:30Z", [0.7, 0.29, 0.01, 0.0], ""], [40054, "2017-10-18T11:21:21Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2017-10-17T19:51:35Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-16T21:53:38Z", [0.7, 0.29, 0.01, 0.0], ""], [368, "2017-10-16T20:45:53Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-16T00:37:03Z", [0.7, 0.29, 0.01, 0.0], ""], [13377, "2017-10-15T03:14:39Z", [0.45, 0.4, 0.1, 0.05], ""], [368, "2017-10-14T17:28:56Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-14T13:21:46Z", [0.7, 0.29, 0.01, 0.0], ""], [368, "2017-10-13T23:48:59Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-13T19:34:47Z", [0.7, 0.29, 0.01, 0.0], ""], [1993, "2017-10-12T19:21:29Z", [0.75, 0.2, 0.05, 0.0], ""], [368, "2017-10-12T19:08:39Z", [1.0, 0.0, 0.0, 0.0], ""], [1639, "2017-10-12T16:48:33Z", [0.8, 0.2, 0.0, 0.0], "I believe that EU countries will either all open embassy in Libya or none. "], [31450, "2017-10-12T16:35:39Z", [0.6, 0.4, 0.0, 0.0], "Realizing I was too optimistic initially about EU countries opening embassies. Now I'm thinking one of them, or the EU, might but the security situation probably precludes more than that."], [23006, "2017-10-12T16:05:44Z", [1.0, 0.0, 0.0, 0.0], "State of Emergency extended for three months in Egypt. I think this would preclude looking into logistics of setting up in Libya. Once three months are over, I could see a re-assessment  of security state of the region, and possibly a move to look again at logistics/security but I can't see this all working out to point of public announcement in time for Q deadline. https://www.gov.uk/foreign-travel-advice/libya [updated Oct 12 2017]\nhttps://travel.state.gov/content/passports/en/alertswarnings/libya-travel-warning.html [Jan 27 2017] New more dire-sounding alert than previous December one.\nhttps://travel.state.gov/content/passports/en/country/libya.html [updated Dec 7 2016]\nhttps://travel.gc.ca/destinations/libya [updated Oct 12 2017]\nhttps://ec.europa.eu/consularprotection/traveladvice/search/ [pretty useless search engine but assume the same high-alert tone]"], [4634, "2017-10-12T14:22:44Z", [0.45, 0.4, 0.1, 0.05], "\"BRUSSELS (Reuters) - The European Union is seeking to reopen its embassy in Libya pending security conditions, officials said on Tuesday, offering further political support for the Tripoli government struggling to establish control. EU leaders will announce at their summit in Brussels on Oct. 19-20 that they “encourage work underway to rapidly establish a permanent EU presence in Libya”, according to their draft joint statement seen by Reuters.\nBut the statement makes clear no such move is imminent as it would be conditional on improving the security situation on the ground.\" https://www.reuters.com/article/us-libya-security-eu/eu-aims-to-reopen-embassy-in-libya-idUSKBN1CF209"], [368, "2017-10-11T20:13:50Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-10-10T18:42:59Z", [1.0, 0.0, 0.0, 0.0], ""], [23234, "2017-10-10T14:13:34Z", [0.5, 0.39, 0.09, 0.02], ""], [368, "2017-10-09T20:30:25Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2017-10-08T18:42:05Z", [0.75, 0.23, 0.02, 0.0], ""], [691, "2017-10-08T13:30:40Z", [0.68, 0.31, 0.01, 0.0], ""], [368, "2017-10-07T20:18:06Z", [1.0, 0.0, 0.0, 0.0], ""], [23234, "2017-10-07T19:50:18Z", [0.45, 0.42, 0.1, 0.03], ""], [20156, "2017-10-07T09:47:43Z", [0.8, 0.2, 0.0, 0.0], ""], [15196, "2017-10-07T01:35:28Z", [0.95, 0.05, 0.0, 0.0], ""], [40039, "2017-10-06T13:53:32Z", [0.0, 0.0, 0.05, 0.95], ""], [691, "2017-10-06T13:21:52Z", [0.68, 0.31, 0.01, 0.0], ""], [40593, "2017-10-05T17:39:08Z", [0.99, 0.01, 0.0, 0.0], ""], [368, "2017-10-04T18:30:38Z", [1.0, 0.0, 0.0, 0.0], ""], [40572, "2017-10-04T15:15:26Z", [0.4, 0.45, 0.1, 0.05], ""], [598, "2017-10-04T11:43:03Z", [0.4, 0.3, 0.2, 0.1], ""], [13377, "2017-10-04T01:54:51Z", [0.4, 0.4, 0.12, 0.08], ""], [691, "2017-10-03T21:08:08Z", [0.68, 0.31, 0.01, 0.0], ""], [368, "2017-10-03T18:57:25Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-10-02T21:54:19Z", [0.68, 0.31, 0.01, 0.0], ""], [368, "2017-10-02T19:42:15Z", [1.0, 0.0, 0.0, 0.0], ""], [4634, "2017-10-02T12:31:16Z", [0.4, 0.4, 0.12, 0.08], ""], [19801, "2017-10-02T07:25:58Z", [1.0, 0.0, 0.0, 0.0], ""], [39092, "2017-10-01T20:25:59Z", [0.15, 0.15, 0.45, 0.25], ""], [23234, "2017-10-01T20:19:19Z", [0.32, 0.5, 0.13, 0.05], ""], [368, "2017-10-01T19:35:56Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-30T20:16:52Z", [1.0, 0.0, 0.0, 0.0], ""], [23234, "2017-09-30T00:49:02Z", [0.27, 0.55, 0.13, 0.05], ""], [691, "2017-09-29T21:36:03Z", [0.49, 0.5, 0.01, 0.0], ""], [40437, "2017-09-29T09:49:49Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-28T20:48:53Z", [0.49, 0.5, 0.01, 0.0], ""], [23234, "2017-09-28T19:42:20Z", [0.19, 0.63, 0.13, 0.05], ""], [368, "2017-09-28T19:21:10Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2017-09-28T10:34:19Z", [0.65, 0.33, 0.02, 0.0], ""], [14493, "2017-09-28T09:16:04Z", [0.75, 0.05, 0.05, 0.15], ""], [23006, "2017-09-27T21:44:22Z", [1.0, 0.0, 0.0, 0.0], "not while its on the no-fly list"], [368, "2017-09-27T20:51:31Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-26T21:12:24Z", [0.45, 0.51, 0.03, 0.01], ""], [368, "2017-09-26T17:35:53Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-25T18:39:26Z", [0.45, 0.51, 0.03, 0.01], ""], [368, "2017-09-25T17:06:47Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-25T17:02:14Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-25T01:21:42Z", [0.42, 0.51, 0.05, 0.02], ""], [40267, "2017-09-24T20:34:06Z", [0.85, 0.14, 0.01, 0.0], ""], [368, "2017-09-24T17:54:25Z", [1.0, 0.0, 0.0, 0.0], ""], [40235, "2017-09-24T08:49:47Z", [0.65, 0.25, 0.09, 0.01], ""], [368, "2017-09-23T20:32:23Z", [1.0, 0.0, 0.0, 0.0], ""], [4729, "2017-09-23T19:37:25Z", [0.9, 0.1, 0.0, 0.0], ""], [40217, "2017-09-23T18:20:46Z", [0.7, 0.2, 0.1, 0.0], ""], [35405, "2017-09-23T17:28:38Z", [0.0, 0.5, 0.4, 0.1], ""], [691, "2017-09-23T13:30:47Z", [0.42, 0.51, 0.05, 0.02], ""], [37379, "2017-09-23T11:16:52Z", [0.42, 0.51, 0.05, 0.02], ""], [40029, "2017-09-23T08:59:06Z", [0.0, 0.2, 0.5, 0.3], ""], [35636, "2017-09-23T03:00:35Z", [0.5, 0.5, 0.0, 0.0], ""], [40177, "2017-09-23T01:03:18Z", [0.2, 0.45, 0.22, 0.13], ""], [40165, "2017-09-22T21:34:30Z", [0.2, 0.75, 0.05, 0.0], ""], [691, "2017-09-22T21:01:53Z", [0.42, 0.51, 0.05, 0.02], ""], [368, "2017-09-22T19:47:44Z", [1.0, 0.0, 0.0, 0.0], ""], [34405, "2017-09-22T19:21:12Z", [0.95, 0.0, 0.0, 0.05], ""], [40124, "2017-09-22T16:08:31Z", [1.0, 0.0, 0.0, 0.0], ""], [40094, "2017-09-22T16:06:05Z", [1.0, 0.0, 0.0, 0.0], ""], [40110, "2017-09-22T14:34:23Z", [0.05, 0.4, 0.35, 0.2], ""], [40090, "2017-09-22T13:11:56Z", [0.0, 0.15, 0.4, 0.45], "There are many Reasons why EU Countries could try to Improve their Relationship and Influence in the Country. Libyia under Gaddaffis rule was Literally a \"Shield\" against Immigrant from South Afrika. Now Turkey is doing kinda the  same thing against Immigrants from the Middle East. Now I guess the the EU will have to detollerate from Turkey. If that happens Turkey will open their borders to the Immigrants and maybe even help them to reach European Borders. That would Leave the EU with two \"Open Borders\". They will try to Close the Libyan Border before Erdogan loses his mind."], [40073, "2017-09-22T11:35:32Z", [1.0, 0.0, 0.0, 0.0], ""], [40067, "2017-09-22T11:13:27Z", [0.67, 0.31, 0.01, 0.01], ""], [40055, "2017-09-22T09:36:27Z", [0.9, 0.1, 0.0, 0.0], ""], [40054, "2017-09-22T09:35:03Z", [0.9, 0.1, 0.0, 0.0], "lybia as a new operation center of IS is not very attractive for embassies"], [40037, "2017-09-22T08:31:25Z", [0.85, 0.15, 0.0, 0.0], ""], [40028, "2017-09-22T08:11:04Z", [0.0, 0.55, 0.45, 0.0], ""], [20156, "2017-09-22T04:27:17Z", [0.35, 0.55, 0.05, 0.05], ""], [691, "2017-09-22T02:03:36Z", [0.42, 0.51, 0.05, 0.02], ""], [40004, "2017-09-22T01:16:12Z", [0.0, 0.02, 0.6, 0.38], ""], [39328, "2017-09-21T20:38:39Z", [0.45, 0.45, 0.05, 0.05], ""], [39878, "2017-09-21T20:18:49Z", [0.0, 0.15, 0.3, 0.55], ""], [39938, "2017-09-21T19:12:38Z", [0.05, 0.7, 0.2, 0.05], ""], [39740, "2017-09-21T19:05:45Z", [0.0, 0.1, 0.2, 0.7], "it might help to solve the refugee situation"], [39733, "2017-09-21T18:39:11Z", [0.3, 0.5, 0.15, 0.05], ""], [39847, "2017-09-21T18:28:39Z", [0.0, 0.0, 0.0, 1.0], "They help libya built a land"], [39586, "2017-09-21T18:23:39Z", [0.0, 1.0, 0.0, 0.0], ""], [39483, "2017-09-21T18:19:20Z", [0.0, 0.0, 0.0, 1.0], ""], [39724, "2017-09-21T18:18:19Z", [0.3, 0.5, 0.1, 0.1], ""], [39656, "2017-09-21T18:17:00Z", [0.0, 1.0, 0.0, 0.0], ""], [39859, "2017-09-21T18:16:53Z", [0.0, 0.95, 0.05, 0.0], ""], [39534, "2017-09-21T18:15:53Z", [0.35, 0.5, 0.1, 0.05], "I believe it will be a representation by 1 country. Either France, Germany or Sweden that is for all European nations. They will do it to push European influence on migrant policies. "], [39665, "2017-09-21T18:13:51Z", [0.15, 0.85, 0.0, 0.0], ""], [368, "2017-09-21T18:11:37Z", [1.0, 0.0, 0.0, 0.0], ""], [39620, "2017-09-21T18:11:17Z", [0.8, 0.1, 0.05, 0.05], ""], [39792, "2017-09-21T18:03:50Z", [0.09, 0.58, 0.28, 0.05], ""], [39591, "2017-09-21T18:02:16Z", [0.5, 0.3, 0.15, 0.05], ""], [39749, "2017-09-21T17:53:47Z", [0.05, 0.05, 0.05, 0.85], ""], [39594, "2017-09-21T17:53:26Z", [0.05, 0.15, 0.2, 0.6], ""], [39715, "2017-09-21T17:53:20Z", [1.0, 0.0, 0.0, 0.0], ""], [39561, "2017-09-21T17:52:01Z", [0.0, 0.3, 0.7, 0.0], ""], [39536, "2017-09-21T17:51:34Z", [0.98, 0.01, 0.01, 0.0], ""], [39126, "2017-09-21T17:46:16Z", [0.25, 0.15, 0.55, 0.05], ""], [39737, "2017-09-21T17:45:43Z", [0.45, 0.35, 0.15, 0.05], ""], [39562, "2017-09-21T17:43:43Z", [0.0, 0.0, 0.55, 0.45], ""], [39292, "2017-09-21T17:40:21Z", [0.0, 1.0, 0.0, 0.0], ""], [39201, "2017-09-21T17:38:30Z", [0.0, 0.0, 0.0, 1.0], ""], [39206, "2017-09-21T17:38:09Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-09-20T20:04:33Z", [0.62, 0.34, 0.03, 0.01], ""], [368, "2017-09-20T19:41:35Z", [1.0, 0.0, 0.0, 0.0], ""], [23234, "2017-09-19T22:21:11Z", [0.05, 0.63, 0.24, 0.08], ""], [368, "2017-09-19T18:08:28Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-18T19:17:07Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-18T19:13:49Z", [0.62, 0.34, 0.03, 0.01], ""], [23234, "2017-09-17T23:37:33Z", [0.56, 0.36, 0.07, 0.01], ""], [368, "2017-09-17T20:36:02Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-16T19:37:29Z", [1.0, 0.0, 0.0, 0.0], ""], [37272, "2017-09-16T18:42:26Z", [0.85, 0.15, 0.0, 0.0], ""], [23234, "2017-09-16T15:22:48Z", [0.5, 0.39, 0.1, 0.01], ""], [691, "2017-09-16T15:03:08Z", [0.62, 0.34, 0.03, 0.01], ""], [37379, "2017-09-15T21:30:44Z", [0.55, 0.35, 0.1, 0.0], ""], [37477, "2017-09-15T20:56:30Z", [0.05, 0.65, 0.3, 0.0], ""], [691, "2017-09-15T20:38:49Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-15T19:21:08Z", [1.0, 0.0, 0.0, 0.0], ""], [37609, "2017-09-15T02:58:39Z", [0.6, 0.4, 0.0, 0.0], "I don't think the security situation in Libya will have improved significantly enough in the given time frame."], [5018, "2017-09-15T02:06:11Z", [0.5, 0.5, 0.0, 0.0], ""], [1993, "2017-09-15T01:09:01Z", [0.55, 0.35, 0.1, 0.0], ""], [691, "2017-09-14T20:33:12Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-14T20:18:28Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-14T02:22:16Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-13T20:20:58Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-13T20:07:08Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-13T01:31:19Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-12T17:29:06Z", [1.0, 0.0, 0.0, 0.0], ""], [38936, "2017-09-12T09:58:09Z", [0.8, 0.1, 0.07, 0.03], ""], [23234, "2017-09-12T02:28:47Z", [0.4, 0.4, 0.17, 0.03], ""], [368, "2017-09-11T20:04:06Z", [1.0, 0.0, 0.0, 0.0], ""], [37272, "2017-09-11T15:40:10Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-10T19:37:06Z", [1.0, 0.0, 0.0, 0.0], ""], [6285, "2017-09-10T16:45:51Z", [0.0, 0.8, 0.1, 0.1], "The Swiss and the Italians have the most to gain. The Swiss can be conduit for many other nations in expressing their cares and concern. The Italians have history in Libya and the majority of refugees head there way."], [23234, "2017-09-08T23:55:26Z", [0.34, 0.4, 0.2, 0.06], ""], [368, "2017-09-08T18:19:55Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-08T12:05:03Z", [0.62, 0.34, 0.01, 0.03], ""], [37379, "2017-09-08T08:42:15Z", [0.1, 0.6, 0.18, 0.12], ""], [1993, "2017-09-08T07:12:31Z", [0.5, 0.4, 0.1, 0.0], "EU wants to, but they've been saying that since last year. Very unstable situation. Some nations would like to get in there and curry influence, but they're nervous. They could easily be put off by just about any incident, and Libya has many."], [368, "2017-09-07T23:15:49Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-07T18:42:48Z", [0.62, 0.34, 0.01, 0.03], ""], [37379, "2017-09-07T03:24:13Z", [0.2, 0.5, 0.18, 0.12], ""], [691, "2017-09-06T20:57:03Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-06T17:50:23Z", [1.0, 0.0, 0.0, 0.0], ""], [38787, "2017-09-06T11:03:52Z", [0.0, 0.2, 0.8, 0.0], ""], [691, "2017-09-05T18:15:41Z", [0.62, 0.34, 0.01, 0.03], ""], [368, "2017-09-05T17:46:22Z", [1.0, 0.0, 0.0, 0.0], ""], [23234, "2017-09-05T03:19:02Z", [0.08, 0.61, 0.25, 0.06], ""], [30544, "2017-09-04T23:33:00Z", [0.8, 0.2, 0.0, 0.0], ""], [30544, "2017-09-04T23:19:08Z", [0.9, 0.1, 0.0, 0.0], ""], [30544, "2017-09-04T22:19:44Z", [0.9, 0.1, 0.0, 0.0], ""], [368, "2017-09-04T21:16:16Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-04T12:24:10Z", [0.62, 0.34, 0.01, 0.03], ""], [37379, "2017-09-04T02:59:14Z", [0.1, 0.6, 0.18, 0.12], "Following @Rene on the basis of data and analysis."], [23234, "2017-09-04T02:46:23Z", [0.05, 0.5, 0.28, 0.17], ""], [368, "2017-09-03T19:08:45Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-03T17:19:00Z", [0.62, 0.34, 0.01, 0.03], ""], [38726, "2017-09-03T13:33:58Z", [0.69, 0.28, 0.02, 0.01], ""], [368, "2017-09-03T01:22:14Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2017-09-02T13:56:59Z", [0.58, 0.36, 0.02, 0.04], ""], [368, "2017-09-01T19:26:52Z", [1.0, 0.0, 0.0, 0.0], ""], [368, "2017-09-01T19:26:34Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-09-01T14:43:35Z", [0.58, 0.36, 0.02, 0.04], ""], [368, "2017-08-31T22:50:21Z", [0.95, 0.05, 0.0, 0.0], ""], [35, "2017-08-31T22:40:32Z", [0.75, 0.0, 0.25, 0.0], ""], [31450, "2017-08-31T21:36:31Z", [0.4, 0.4, 0.18, 0.02], "Shifting toward zero as Libya doesn't seem to be a priority for most EU countries, and the ones it does matter to (ie Italy and France) already have embassies there."], [691, "2017-08-31T18:10:19Z", [0.57, 0.35, 0.02, 0.06], ""], [691, "2017-08-30T19:02:35Z", [0.57, 0.35, 0.02, 0.06], ""], [368, "2017-08-30T18:53:45Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-29T20:07:45Z", [0.54, 0.35, 0.03, 0.08], ""], [368, "2017-08-29T18:26:25Z", [0.95, 0.05, 0.0, 0.0], ""], [83, "2017-08-29T17:22:33Z", [0.3, 0.25, 0.26, 0.19], ""], [14493, "2017-08-29T09:37:26Z", [0.7, 0.05, 0.05, 0.2], "There seem to be two considerations regarding re-opening embassies in Libya. The first is the straight forward question of it being safe for the diplomats, the second is does any authority exist in the specific location where the embassy is, that can be considered to be the legitimate and de facto government of Libya. \nLegally an embassy is to some specific authority. It seems to me that in practice it is not clear what the authority in Libya is - The GNA is recognised as the authority and they do more or less control Tripoli, but not securely and the GNA does not control the majority of the country.  Because Libya is a divided country most problems that diplomats are trying to address require negotiations with and between different factions that control different areas of the country and do not trust each other, and therefore need to take place on neutral ground, which means somewhere outside Libya. Therefore although Libya has a lot of problems that foreign governments would like solved, it is not immediately obvious that this can be done better by an embassy within Libya than one in Tunis.   \nHaving said that, Italy re-opened its embassy in Tripoli some months ago.  It is reported that France has irritated Italy by hosting talks between the two rival Libyan governments, but France has suggested that Italy had been wrong to back a Misrata based militia. I would suggest that having an embassy within Libya, which means working with who ever controls the territory in which you are based, creates an obvious impression that your country supports one faction over the others, which may not be helpful. \nTherefore I suggest that most western countries might see getting agreement for a single Libyan government needs to come before re-opening embassies. However if one moves they will probably all move.    "], [13377, "2017-08-28T21:03:33Z", [0.2, 0.5, 0.18, 0.12], ""], [691, "2017-08-28T20:40:57Z", [0.5, 0.28, 0.06, 0.16], ""], [368, "2017-08-28T15:56:36Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-08-27T20:22:53Z", [0.95, 0.05, 0.0, 0.0], ""], [29860, "2017-08-27T17:14:52Z", [0.95, 0.03, 0.01, 0.01], ""], [691, "2017-08-27T12:31:49Z", [0.5, 0.28, 0.06, 0.16], ""], [4634, "2017-08-27T10:04:28Z", [0.2, 0.5, 0.18, 0.12], ""], [38544, "2017-08-26T23:50:45Z", [0.95, 0.05, 0.0, 0.0], "Trump administration in danger of collapse. EU will stay put until after mid term elections."], [83, "2017-08-26T21:58:23Z", [0.4, 0.25, 0.23, 0.12], ""], [368, "2017-08-26T20:09:52Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-26T12:37:56Z", [0.52, 0.19, 0.06, 0.23], ""], [368, "2017-08-25T16:29:20Z", [0.95, 0.05, 0.0, 0.0], ""], [38521, "2017-08-25T10:09:17Z", [0.9, 0.08, 0.02, 0.0], ""], [368, "2017-08-24T18:44:12Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-24T17:44:12Z", [0.52, 0.19, 0.06, 0.23], ""], [691, "2017-08-23T20:23:06Z", [0.41, 0.05, 0.07, 0.47], ""], [368, "2017-08-23T19:06:45Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-08-22T22:54:57Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-22T22:48:10Z", [0.28, 0.04, 0.07, 0.61], ""], [38473, "2017-08-22T04:48:31Z", [0.65, 0.2, 0.1, 0.05], ""], [368, "2017-08-21T19:12:18Z", [0.95, 0.05, 0.0, 0.0], ""], [368, "2017-08-21T18:00:21Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-21T17:08:20Z", [0.28, 0.04, 0.07, 0.61], ""], [1333, "2017-08-21T15:40:09Z", [0.25, 0.5, 0.25, 0.0], ""], [13377, "2017-08-21T03:25:21Z", [0.1, 0.6, 0.18, 0.12], ""], [368, "2017-08-20T22:41:09Z", [0.95, 0.05, 0.0, 0.0], ""], [427, "2017-08-20T19:53:42Z", [0.1, 0.25, 0.55, 0.1], ""], [35398, "2017-08-20T17:05:58Z", [1.0, 0.0, 0.0, 0.0], ""], [4634, "2017-08-20T13:27:43Z", [0.1, 0.6, 0.18, 0.12], "The Italians have never left, the French are competing with them for influence in Libya. The Dutch, just to name one of the smaller EU countries, have already sent one diplomat back and would like to reopen the embassy ASAP (but consider the situation too dangerous for now).  https://www.reuters.com/article/us-italy-france-libya-idUSKBN1A926W\nhttps://www.rijksoverheid.nl/actueel/nieuws/2017/06/29/nederlandse-diplomaat-keert-terug-in-tripoli"], [37379, "2017-08-20T03:38:33Z", [0.74, 0.18, 0.07, 0.01], "I'm following @fburdine because his ratio of Brier to median is 0.69, and in particular I agree with him because diplomats are well known to prefer to stay alive and healthy."], [368, "2017-08-19T19:06:53Z", [0.95, 0.05, 0.0, 0.0], ""], [28091, "2017-08-19T15:00:40Z", [0.3, 0.6, 0.1, 0.0], "Libya is extremely unstable and establishing an embassy invites a terrorist attack but someone will probably do it. "], [22264, "2017-08-19T04:26:10Z", [0.8, 0.15, 0.05, 0.0], ""], [368, "2017-08-18T17:30:35Z", [0.95, 0.05, 0.0, 0.0], ""], [20156, "2017-08-18T04:41:58Z", [0.6, 0.3, 0.05, 0.05], ""], [38421, "2017-08-18T00:51:18Z", [0.65, 0.2, 0.1, 0.05], "I think that, although commitments have been made, these will not be followed through until there is a significant improvement in the security situation. This would require some form of central protection force. Further to this, current commitments may be no more than lip service of continued support for the region amid more pressing issues within the wider EU."], [31450, "2017-08-17T17:09:43Z", [0.2, 0.4, 0.3, 0.1], "Opening embassies is a slow bureaucratic process but there are certainly countries in the region that will want to have a presence in the country. The EU has been looking at opening an embassy (or whatever they call it) for nearly a year so I expect to see it in the next year and I can see other front line states wanting to have a presence as the situation in the country evolves."], [15196, "2017-08-17T17:06:24Z", [0.8, 0.2, 0.0, 0.0], ""], [368, "2017-08-17T16:40:11Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2017-08-17T14:25:47Z", [0.16, 0.04, 0.09, 0.71], ""], [31238, "2017-08-17T14:10:31Z", [0.74, 0.18, 0.07, 0.01], "Going on gut with this initial. Unstable countries tend to be unstable for a long time."], [37761, "2017-08-17T14:01:58Z", [0.6, 0.25, 0.1, 0.05], ""], [784, "2017-08-17T10:27:00Z", [0.35, 0.2, 0.2, 0.25], ""], [35033, "2017-08-17T09:55:16Z", [0.0, 0.0, 0.5, 0.5], ""], [4423, "2017-08-16T20:55:27Z", [0.35, 0.6, 0.05, 0.0], ""], [35569, "2017-08-16T19:43:03Z", [1.0, 0.0, 0.0, 0.0], "The Arab Spring created more failed or severely fractured states than any event since the fall of the Soviet Union.  The United Nations has yet to return to Tripoli, but is encouraging European states to reopen their embassies.  Security and infrastructure are nearly non-existent.  The EU nations with vacant embassies are willing to send money, but no people.  I see no renaissance of any kind taking place anytime soon and the last thing an EU nation wants is bodies dragged through the streets.  The UN return will signal the other EU nations to return and it looks like that is a ways off.      "], [16272, "2017-08-16T18:11:21Z", [0.75, 0.15, 0.05, 0.05], ""], [83, "2017-08-16T17:55:36Z", [0.45, 0.2, 0.18, 0.17], "Political solutions in Libya still seem uncertain.  Is a western backed dictator a real possibility (PC and Haider)?\nHaider expects to retake all of Libya, while ICC files charges against special forces officer.  Italy (with an embassy in Libya, now barred from new contracts due to naval presence in Libyan waters. \"Hafter said the LNA is determined to continue the struggle until the army extends its control over all Libyan territory. He criticised the UN arms embargo on Libya, to which Russia adheres, calling it unjust. He added that the terrorists the LNA is fighting have unlimited support.\"\nFrom: https://www.libyaherald.com/2017/08/14/lavrov-tells-hafter-russia-backs-un-mediation-praises-hafters-paris-meet-with-serraj/ \"Deputy Presidency Council (PC) head Ahmed Maetig has accused the international community of covertly supporting the return of a Qaddafi-style dictatorship.... Inventing a new small Qaddafi is the dream of the mentally ill”. \"The solution for Libya, said Maetig, could only be political.  That solution could be slowed down but in the end it was politicians not soldiers who had to prevail. If the military took over Libya, he predicted 20 years of civil war that would rival other Middle East conflicts.\"\nFrom: https://www.libyaherald.com/2017/08/14/the-international-community-cannot-back-a-return-of-dictatorship-warns-maetig/ ICC issues arrest warrant for LNA officer:\nhttps://www.libyaherald.com/2017/08/15/international-criminal-court-issues-arrest-warrant-for-saiqas-mahmoud-warfali/ \"In the continuing row over the presence of Italian naval vessels in Libya waters, the interim government of Abdullah Al-Thinni has said that no new contracts will be given to Italian companies.\"\nFrom: https://www.libyaherald.com/2017/08/15/thinni-says-no-new-contracts-for-italians/ Long time frame: plenty of opportunity for wildcards. Russia appears to be holding to the western position; but there seem to be opportunities for expanded ties with Libya. Odds seem be on more violence in the near term."], [37704, "2017-08-16T14:53:18Z", [0.35, 0.55, 0.0, 0.1], "."], [38374, "2017-08-16T12:48:21Z", [0.0, 0.25, 0.5, 0.25], "I don't think many need to be presented there. Security ops can be run jointly and oil is still hot there. I'd say 3 countries is a safe bet."], [30717, "2017-08-16T05:12:44Z", [0.8, 0.15, 0.04, 0.01], ""], [37474, "2017-08-16T03:26:55Z", [0.6, 0.3, 0.08, 0.02], ""], [691, "2017-08-16T01:40:37Z", [0.01, 0.04, 0.09, 0.86], ""], [706, "2017-08-16T01:34:20Z", [0.0, 0.05, 0.0, 0.95], "All in or just Spain!"], [33887, "2017-08-15T22:39:28Z", [0.0, 0.0, 0.0, 1.0], ""], [1333, "2017-08-15T17:29:39Z", [0.25, 0.25, 0.25, 0.25], ""]]}