{"question_id": 54, "title": "Will NATO invite Montenegro to join the alliance before the end of the year?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.11, 0.89], "correct_answer": "Yes", "correct_forecast": 0.11, "preds": [[11948, "2015-12-02T16:29:27Z", [1.0], ""], [519, "2015-12-02T16:26:53Z", [1.0], "http://www.cnn.com/2015/12/02/europe/nato-montenegro-membership-invitation/ Yes, they have. "], [961, "2015-12-02T16:26:39Z", [1.0], "Reverting"], [526, "2015-12-02T16:01:08Z", [1.0], "This may be a bit late in the day but I understand from media reporting that Nato today decided to extent a membership invitation to Montenegro. Hard to believe but there it is."], [12320, "2015-12-02T15:49:50Z", [0.1], "Other priorities an more important things aré right now on the table"], [1529, "2015-12-02T15:45:58Z", [1.0], ""], [465, "2015-12-02T15:28:05Z", [1.0], "Montenegro!  The 29th NATO member it looks like... => http://nyti.ms/1lvDLAK\n"], [271, "2015-12-02T15:27:02Z", [1.0], ""], [1751, "2015-12-02T15:10:12Z", [1.0], ""], [4707, "2015-12-02T14:57:21Z", [1.0], "I was wrong."], [11057, "2015-12-02T14:43:00Z", [1.0], ""], [11026, "2015-12-02T14:09:17Z", [0.25], ""], [176, "2015-12-02T14:02:47Z", [1.0], "http://news.yahoo.com/nato-invites-montenegro-become-29th-member-alliance-073612102.html"], [452, "2015-12-02T13:59:14Z", [1.0], ""], [2965, "2015-12-02T13:52:07Z", [1.0], "announced yesterday afternoon. Yes. See todays WSJ."], [6552, "2015-12-02T13:20:13Z", [1.0], ""], [1124, "2015-12-02T12:51:29Z", [1.0], ""], [73, "2015-12-02T12:45:31Z", [1.0], ""], [3363, "2015-12-02T12:36:09Z", [0.99], ""], [24, "2015-12-02T12:08:58Z", [1.0], ""], [20, "2015-12-02T11:30:14Z", [1.0], ""], [241, "2015-12-02T11:29:36Z", [1.0], "It's done: http://www.bbc.com/news/world-europe-34981973\n\"Nato has invited Montenegro to join the US-led military alliance, in its first expansion for six years.\nThe decision, described by Nato head Jens Stoltenberg as \"historic\", comes 16 years after the alliance bombed Montenegro during the Kosovo war, when it was still part of Yugoslavia.\""], [11788, "2015-12-02T10:52:45Z", [1.0], "This one's over.. http://www.nato.int/cps/en/natohq/news_125370.htm"], [1448, "2015-12-02T09:26:45Z", [1.0], ""], [584, "2015-12-02T09:24:50Z", [1.0], ""], [858, "2015-12-02T09:23:19Z", [1.0], ""], [584, "2015-12-02T09:22:57Z", [0.95], ""], [10759, "2015-12-02T07:59:11Z", [1.0], ""], [4634, "2015-12-02T07:57:51Z", [1.0], ""], [783, "2015-12-02T07:43:36Z", [1.0], "Looks as if NATO is talking about it in a way that seems like Montenegro is getting a membership but the announcement is not public so is unofficial talk.  But I had forecasted they would and based on information throughout the NATO decision,  I am raising it from 75% to 100% despite that some unknown diplomats said they would approve it along with unnamed sources, but nothing  formal from those who announce it."], [12302, "2015-12-02T07:40:31Z", [1.0], ""], [498, "2015-12-02T07:38:35Z", [1.0], "NATO invites Montenegro to become 29th member of alliance\nhttp://www.dailymail.co.uk/wires/reuters/article-3342311/NATO-invites-Montenegro-29th-member-alliance.html \"the North Atlantic Treaty Organisation invited Montenegro on Wednesday to join the U.S.-led alliance\"\n\"the beginning of a very beautiful alliance\""], [1751, "2015-12-02T06:44:28Z", [0.99], ""], [484, "2015-12-02T04:41:05Z", [0.05], "Perhaps we'll hear tomorrow. FWIW, would diplomats EVER leave an impression that might be interpreted as supporting whichever position was being discussed? And of course journalists have lots of time to sift and parse things."], [94, "2015-12-02T03:56:30Z", [0.85], ""], [532, "2015-12-02T01:34:54Z", [1.0], ""], [3225, "2015-12-02T00:06:50Z", [1.0], ""], [64, "2015-12-01T22:27:21Z", [1.0], "http://www.theguardian.com/world/2015/dec/01/nato-to-ask-montenegro-to-join-alliance"], [740, "2015-12-01T21:30:30Z", [0.97], ""], [4795, "2015-12-01T21:10:15Z", [0.97], "Adding a bit more to this - Sputnik is not the most objective source but are interested in pushing their opinion when it comes to Russian interests and reports that all the NATO envoys have agreed to invite. It is now up to the Wednesday meeting of NATO Foreign Ministers to agree. http://sputniknews.com/world/20151201/1031034520/nato-montenegro.html"], [4795, "2015-12-01T21:01:38Z", [0.95], "All the sounds and signals seem to indicate an invitation from NATO http://www.wsj.com/articles/nato-set-to-invite-montenegro-to-join-in-first-expansion-of-alliance-since-2009-1448908484 If georgia was anything to go by, NATO would be keen to re-iterate the stance that NATO is an open door policy - http://agenda.ge/news/46914/eng"], [43, "2015-12-01T19:56:53Z", [1.0], "Wall Street Journal says \"fer shure.\" OK, OK they never are that colloquial.\nhttp://www.wsj.com/articles/nato-set-to-invite-montenegro-to-join-in-first-expansion-of-alliance-since-2009-1448908484"], [241, "2015-12-01T19:26:51Z", [1.0], "Decision tomorrow: http://www.nato.int/cps/en/natohq/opinions_125358.htm\n\"And last but not least. Tomorrow, Foreign Ministers will decide whether to invite Montenegro to begin accession talks to join NATO, and become the 29th member of the Alliance.\""], [60, "2015-12-01T19:19:15Z", [1.0], "As others have said for this question -- the formal announcement is supposed to happen Wednesday (so if we don't see any news on Wednesday, then it might be time to \"panic\"). Guardian article, Dec 1 --> http://www.theguardian.com/world/2015/dec/01/nato-to-ask-montenegro-to-join-alliance EurActiv article, Dec 2 --> http://www.euractiv.com/sections/global-europe/sources-nato-offer-membership-montenegro-319971 Reuters article, Dec 1 --> http://uk.reuters.com/article/2015/12/01/uk-nato-montenegro-idUKKBN0TK4BF20151201"], [368, "2015-12-01T19:11:27Z", [1.0], ""], [1591, "2015-12-01T18:10:37Z", [0.85], "Jumping into the question because a lot of people have moved away from the low 10% median."], [11872, "2015-12-01T16:35:45Z", [0.8], ""], [2965, "2015-12-01T15:32:50Z", [0.95], "Stoltenbergs comments  indicate an invitation will be issued before the end of year"], [1344, "2015-12-01T15:16:05Z", [1.0], ""], [699, "2015-12-01T15:10:18Z", [0.85], "NATO is heading towards a confrontational course against Russia. The support of Turkeys right of defense of its borders by shooting down the SU24 bomber despite Turkeys open support for ISIS shows the real position of USA, NATO. If Russia will have to shoot down any Turkish airplane to defend its pilots, Turkey may invade Syria to create a save heaven for the ISIS fighter, and it may shot down the Bosporus passage for Russian ships, which could set up a major military confrontation with Turkey. Since the Russian conventional forces are weaker than those of NATO's the risk of nuclear escalation would be very high. USA should watch it's dogs closely now, The Day After wont know any winners."], [136, "2015-12-01T14:51:08Z", [1.0], ""], [1526, "2015-12-01T14:45:42Z", [0.99], "There are no indications or reasons this won't happen. Well, I should say because of the dispute between the U.S. and Russia over whether Assad should remain in power, I think the U.S. will still accept Montenegro despite Russia's annoyance.  It solidifies another ally in the East and gives Russia the message, \"We will move forward if you don't cooperate.\" "], [12187, "2015-12-01T14:37:19Z", [0.85], ""], [1337, "2015-12-01T14:27:11Z", [0.97], "https://www.washingtonpost.com/world/europe/diplomats-nato-to-invite-montenegro-to-join-alliance/2015/12/01/8fbd3060-9820-11e5-aca6-1ae3be6f06d2_story.html \"Russia has warned Montenegro that its joining NATO would be regarded as a provocation.\" Putin provides the perfect motivation."], [11057, "2015-12-01T14:12:05Z", [0.97], ""], [3434, "2015-12-01T13:58:41Z", [0.98], "Numerous articles today in credible newspapers indicate it is imminent. http://news.yahoo.com/nato-set-invite-montenegro-join-alliance-sources-160122506.html\nhttp://www.gjopen.com/comments/comments/36216\n"], [689, "2015-12-01T13:35:31Z", [0.85], ""], [691, "2015-12-01T13:35:02Z", [0.91], ""], [90, "2015-12-01T13:34:54Z", [0.99], ""], [24, "2015-12-01T13:07:12Z", [0.9], "Flurry of newspaper reports today, in newspaper publications that have a reputation to maintain or lose (eg NY Times, Washington Post, The Guardian)  in existing NATO member states stating that invitation is imminent. Voice of America hedges its bets rather by saying a formal invitation will be issued at (Warsaw) summit next year, rather than in Dec 2015  - but same article rather misrepresents terms that NATO made to Ukraine several years ago (recognizing its aspirations to NATO membership, albeit in very vague and non-committal terms)"], [52, "2015-12-01T12:25:42Z", [1.0], ""], [11109, "2015-12-01T12:24:24Z", [0.95], ""], [241, "2015-12-01T10:51:09Z", [1.0], ""], [498, "2015-12-01T10:05:59Z", [0.99], "\"[NATO] foreign ministers are expected to issue a formal invitation to Montenegro to join the alliance.\"\nhttp://www.theguardian.com/world/2015/dec/01/nato-to-ask-montenegro-to-join-alliance But, see below: https://www.gjopen.com/comments/comments/52519"], [4918, "2015-12-01T09:48:51Z", [1.0], ""], [498, "2015-12-01T07:31:27Z", [0.99], "The deal is not done\n\"NATO ambassadors recommended to their foreign ministers to invite Montenegro to the alliance,\" the Slovak ambassador to NATO, Tomas Valasek, told Montenegrin reporters in Brussels on Monday. \"Past practice has shown that very rarely ministers will take a decision which is different from the decision of their ambassadors, but in theory, there is always this possibility, so don't celebrate just yet,\" Valasek warned. \"some NATO state might decide against extending an invitation to Montenegro for fear of further angering Moscow.\"\nhttp://www.balkaninsight.com/en/article/montenegro-eyes-nato-membership-invitation-11-30-2015 At this point, failure to move forward with Montenegro would indeed be a gigantic \"switcharoo,\" which alone might blow up the Balkans. Fortunately, things as important as this are not left to the last-minute whims of ministers, no matter how autonomous they may be. If the vote was in doubt, appropriate \"blow off\" signals would have been provided. It also seems that NATO may be evolving and extending the way they undertake accession, with expectations of continued progress during this phase. It will be interesting to see how this new approach to accession is managed."], [55, "2015-12-01T05:25:16Z", [0.85], "Increasing positive voices about this so making big swing back to prior position"], [734, "2015-12-01T02:38:05Z", [1.0], "All in. \nFinally..."], [231, "2015-12-01T02:31:28Z", [0.97], "http://news.yahoo.com/nato-set-invite-montenegro-join-alliance-sources-160122506.html"], [1646, "2015-12-01T02:19:32Z", [0.99], ""], [10898, "2015-12-01T02:15:54Z", [0.95], ""], [10898, "2015-12-01T02:15:11Z", [0.7], ""], [306, "2015-12-01T01:15:02Z", [1.0], "Pushing the pedal down"], [1708, "2015-12-01T01:12:52Z", [1.0], "They will invite Montenegro Wednesday according to Defense News...\nhttp://www.defensenews.com/story/defense/international/europe/2015/11/30/sources-nato-set-invite-montenegro-join-alliance/76567750/"], [4273, "2015-11-30T23:54:20Z", [0.97], ""], [43, "2015-11-30T23:30:40Z", [0.95], "I can't stand it."], [4218, "2015-11-30T22:52:39Z", [0.95], ""], [38, "2015-11-30T22:42:08Z", [0.5], "The WSJ and so many other media reports make it sound like a done-deal.  Is everyone echoing an unverified presumption?  Since I haven't found any recent negative statements by France or any other NATO member, perhaps I'm wrong, and there will be a unanimous vote in favor.    I can't bring myself to go to 100%, but I'll go to 50%."], [12118, "2015-11-30T22:17:13Z", [1.0], ""], [368, "2015-11-30T21:51:00Z", [1.0], "Concur with dck."], [506, "2015-11-30T21:04:05Z", [1.0], ""], [9613, "2015-11-30T20:56:32Z", [1.0], ""], [556, "2015-11-30T20:38:00Z", [1.0], "Based on this...\nhttp://news.yahoo.com/nato-set-invite-montenegro-join-alliance-sources-160122506.html\nI'm moving it up all the way."], [24, "2015-11-30T20:00:57Z", [0.79], ""], [1056, "2015-11-30T19:58:28Z", [0.95], "Flopping around like a beached fish on this one, I'm abandoning my previous 10% forecast and going up to 95. My initial impulse was to think that NATO would use this as a painless way to thumb its nose at Russia, but then after the ISIS attacks on the Russian plane and in Paris, I thought that  concord with Russia would be more important. However, Russia will still be active in Syria for the time being no matter what, and will not be tailoring its actions to accommodate western preferences and interests in any case. So the nose-thumbing to Russia is still relevant. Since the Turkish shoot-down NATO solidarity is also a consideration. The vote has to be unanimous, and this would be a bad time to show a fissure within NATO. For this reason, I think the \"yes\" side will prevail, and the \"no\" side, such as it exists, will be browbeaten into offering the invitation.   After the Iran inspections question, if I blow this one, I will quite possibly have the worst score in this round. http://www.wsj.com/articles/nato-set-to-invite-montenegro-to-join-in-first-expansion-of-alliance-since-2009-1448908484"], [40, "2015-11-30T19:09:09Z", [1.0], ""], [532, "2015-11-30T19:05:15Z", [0.96], ""], [915, "2015-11-30T18:57:30Z", [1.0], "ugg, talk about not helping things w/Russia....over a country which 99% of Americans don't even know is a country."], [1502, "2015-11-30T18:55:39Z", [0.99], "The Balkan state of Montenegro will on Wednesday be formally invited to join the NATO military alliance, diplomatic sources said, a move which could further strain already difficult ties with Moscow. The offer is expected to come after a meeting of foreign ministers from the 28-nation alliance in Brussels on Tuesday and Wednesday (Yahoo news)"], [498, "2015-11-30T18:52:40Z", [0.99], "I am reconsidering my move to 100% certainty. The tentative agenda for this meeting originally had the decision on Montenegro as item number one on December 1st. The Montenegro decision item has now been moved to early December 2nd instead. Something must account for that change, and in that I do not know what that is, I need to include an element of uncertainty in my forecast. (-1)\nhttp://www.nato.int/cps/en/natohq/opinions_125211.htm"], [10924, "2015-11-30T18:33:13Z", [0.99], "@sh517 thanks for the link, raising forecast and waiting for formal announcement"], [52, "2015-11-30T18:07:12Z", [0.9], ""], [498, "2015-11-30T18:03:41Z", [1.0], "@sh517 says: \"Feels like there's way too much to walk back from at this point.\" I agree. (+1)\nhttps://www.gjopen.com/comments/comments/51964\n"], [1993, "2015-11-30T18:03:35Z", [1.0], ""], [3225, "2015-11-30T17:39:29Z", [0.99], "Based on unnamed sources quoted in today's AFP story.\nhttp://www.france24.com/en/20151130-nato-set-invite-montenegro-join-alliance-sources"], [73, "2015-11-30T16:40:32Z", [0.99], "sh517 made me up 4%.... https://www.gjopen.com/comments/comments/51964"], [11788, "2015-11-30T16:32:52Z", [1.0], "Feels like there's way too much to walk back from at this point; sources cited this morning reiterated the fact it's a done deal. https://uk.news.yahoo.com/nato-set-invite-montenegro-join-alliance-sources-160122502.html#f7DVZAo"], [98, "2015-11-30T14:34:14Z", [0.05], ""], [43, "2015-11-30T14:29:45Z", [0.1], "Chickening out on the basis of the Forbes story. Corruption level is so high, it is hard to see unanimous support for an invitation. In addition, there is the Hollande/Putin bromance to consider. And what about those protests? Dateline 11-29-30 Are these the guys the North Atlantic Treaty Organization really wants on their side of the law? http://www.forbes.com/sites/kenrapoza/2015/11/29/another-russian-friend-readies-for-nato-but-corporate-scandals-may-prove-costly/  Dateline 11-29-15 Some 7,000 demonstrators gathered in Montenegro’s second largest city of Niksic on Saturday, calling on Prime Minister Milo Djukanovic to step down over his proposal for the country to join the Western military alliance. A similar anti-government rally, attended by some 2,000 protesters, was also held in the capital, Podgorica. http://www.presstv.ir/Detail/2015/11/29/439583/Montenegro-protest-NATO-Djukanovic-Podgorica "], [691, "2015-11-30T13:45:22Z", [0.22], ""], [1468, "2015-11-30T07:48:15Z", [0.4], ""], [98, "2015-11-30T05:15:30Z", [0.05], ""], [506, "2015-11-30T04:36:53Z", [0.97], ""], [532, "2015-11-30T02:03:16Z", [0.85], ""], [241, "2015-11-30T01:56:29Z", [0.95], "A \"no\" vote would constitute a major reporting fail on the part of Die Welt, which could happen but is unlikely. What clinches it for me are the comments to the effect that France's chief concern, NATO expanding too rapidly, has been addressed. Moreover, Russia has been acting as if an invitation is imminent. Sources: http://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html\n\"The NATO foreign ministers will also explain during their meeting that the accession of Montenegro is not automatic for other new memberships. \"It will become clear in the statement that the admission of Montenegro will not automatically lead to further NATO accessions. Each accession is a case for itself,\" said a NATO diplomat. In particular, the government in Paris is pushing for such a declaration. Enlargement should the Frenchman's view \"do not go too fast and too far.\"\" http://www.reuters.com/article/2015/11/27/us-nato-georgia-idUSKBN0TG1HP20151127#5B1TXJVHXH37uhwW.97\n\"\"Some worry that inviting Montenegro could send the wrong signal (to Georgia),\" said a NATO diplomat who sought anonymity. France fears that extending an invitation to Montenegro would raise expectations of an invitation to Georgia too. Germany, while in favor of Montenegro joining, remains opposed to Georgian membership as it did back in 2008. Others such as Denmark and Britain are waiting to see if a consensus emerges.\""], [556, "2015-11-30T00:31:48Z", [0.8], "Coming down on my forecast a little based on the Forbes article that @madre and @ Anneinak posted. But I still think it is very likely given all the positive press coming out of NATO on Montenegro's progress. Unless something dramatic happens I expect it to go through.\nhttp://www.gov.me/en/News/154766/Brussels-Montenegro-s-progress-is-encouraging-sign-ahead-of-NATO-foreign-ministers-in-December.html"], [241, "2015-11-29T23:57:01Z", [0.8], ""], [38, "2015-11-29T23:37:17Z", [0.11], "http://www.forbes.com/sites/kenrapoza/2015/11/29/another-russian-friend-readies-for-nato-but-corporate-scandals-may-prove-costly/ \"The Montenegrin Prime Minister has a laundry list of bad business and corruption tied to his name that might make NATO membership difficult, if not downright embarrassing for the organization. This isn’t the first time NATO has met with unsavory member states in the former Yugoslavia . . . . Here’s what the government  has to defend against in its quest for integration, according to 2015 Project Report released on Nov. 10. \"Corruption and the rule of law are the two biggest sticking points, according to the report. In everything else, Montenegro is actually looking “moderately” prepared to be a part of Europe’s expansion team in the Balkans. \"On corruption, Montenegro’s track record on effective investigation, prosecution and final convictions, in particular regarding high-level corruption, gives the Europeans in charge of this process something to chew on. \"In the fight against organized crime, the country has a modicum level of preparation but further efforts are needed to investigate wider criminal networks and counter official money laundering. There is a credibility problem in Montenegro. And, oddly, some international businesses are taking it on the chin. . . .  \"Russian businesses are not the only ones that have faced mistreatment. A Dutch company locally called Montenegro Specialty Steels N.V. acquired a local metallurgical plant, Zhelezara, in 2008 and in 2011. After investing around 100 million euros in the plants modernization, MNSS was removed from management by the government through an insolvency procedure. The plant was later sold to a Turkish company. . . . Then there’s the Italians at A2A. Italy’s largest utility player acquired a controlling stake in a local utility for over $500 million in 2009 from the government owned EPCG, only to lose control in three years. That fiasco has since turned the corner and as of Oct. 15, at least, A2A got its management contract extended for another five years. \"Simply put, it’s not easy doing business in Montenegro and cronyism, lack of transparency, and corruption are the reasons for it. The former Socialist stronghold has become littered with widespread white collar crime. It is a roadblock to Dukanovic’s hopes of joining NATO and, ultimately, the European Union. \"In December, Dukanovic announced that the country would bail out First Bank, one of the country’s largest financial institutions and a major backer in the Montenegrin boom; a boom that was mainly led by Russian investors. First Bank is majority owned by Dukanovic, his two siblings, and a buddy of his. In short, he bailed out himself. \"Members of local watchdog groups, opposition parties, and journalists say this is just another example of the government’s interests aligning with the financial interests of the first family. They say their small country — fewer than 700,000 people in less space than the state of Connecticut — is a private corporation run by and for the prime minister and his friends. \"In 2011, Dukanovic was part of the well known Magyar Telecom bribery scheme. The U.S. Securities and Exchange Commission charged the largest telecommunications provider in Hungary, Magyar, and three of its former top executives with bribing government and politicians in Montenegro in 2005-2006 to win business and shut out competition in the telecommunications industry. According to the SEC, the Hungarian company paid about $9 million through bogus contracts to bribe “at least two government officials”, as well as his sister, a capital city attorney named Ana Kolarevic.In late 2011 Magyar and Deutsche Telekom agreed to pay $95 million to resolve a U.S. criminal investigation into the charges. Even though the charges were dropped against some executives, Magyar still acknowledged it had paid bribes to Dukanovic’s government. \"The Prime Minister was also investigated by the Italian anti-mafia police over allegations that he was involved in a billion-dollar tobacco smuggling ring between 1996 and 2002. Those charges were dropped in 2009 on the grounds of diplomatic immunity. \"Montenegro’s economy is doing well. But its politics are at the risk of becoming a laughing stock. Total legal claims against it are now in excess of 1 billion euros. That’s nearly 30% of the nation’s GDP. \"Unlike any other European country, Dukanovic has run his for the past 25 years. His connections to unsavory business deals could turn him into the latest Ivo Sanader and not the next Lithuania, which become member of the euro family last January and is a very proud member of the NATO family.  Sanader’s shoes are not worth filling. He was the Prime Minister of Croatia before it joined NATO in 2009 and the E.U. in 2013 . He was the second former Yugoslavian state to join the club (Slovenia beat him to it), and wound up in a Croatian prison a little over 8 years later in 2014 for rigging privatization bids. Corruption caught up with him. He’s still in jail. He’s trying to get out. . . . If Sanader is the best rear view in all this, then the shady business deals of Dukanovic will haunt him more than it will hurt Montenegro. Meanwhile, Russian businesses will have to cope with an official anti-Russia sentiment brewing in Dukanovic’s kitchen.\n~~~~~~~\nCOMMENT:  This article fleshes out some of the criticisms about RoL and corruption in Montenegro from the EU report I previously posted."], [38, "2015-11-29T22:54:47Z", [0.11], "http://voiceherald.com/2015/11/29/kosovo-opposition-holds-rally-to-protest-against.html \"The police . . . broke down the doors of the Vetevendosje (Self-Determination) party headquarters and arrested founder . . . Albin Kurti and 86 others . . .  on November 28 after tens of thousands of opposition supporters held a peaceful protest against the government's deals with Serbia and Montenegro. The party' premises were sealed off by police after the arrests.  . . .  Mr Kurti has led a series of protests in parliament against agreements made with Serbia. The deepening crisis over relations between Kosovo and Serbia had already sparked riots earlier this month. \n~~~~~~~\nCOMMENT:  I don't think that this will favorably impress NATO folks about the RoL in Montenegro."], [12167, "2015-11-29T18:37:52Z", [0.0], ""], [915, "2015-11-29T17:44:53Z", [0.0], ""], [915, "2015-11-29T17:44:12Z", [0.1], ""], [24, "2015-11-29T17:23:53Z", [0.15], "Coming way down largely in response to the reports cited by @anneinak, and in response to continuing anti-NATO protests in Montenegro (see e.g. http://www.rferl.org/content/montenegro-opposition-protests-nato-bid/27395329.html). When it comes to short-term influencing/pressuring a country like Montenegro, Russia probably has the upper hand, particularly  as it has a united focus of decision-making (rather than having to take into account the opinions and determined decisions of 28 mostly fully democratic states) . Again, the precedent of Armenia's relations with the EU is an interesting, and in many ways relevant one. Could Russia overplay its hand? Perhaps, but (unlike Ukraine) is Montenegro sufficiently important to the Kremlin for it do so? Probably not."], [506, "2015-11-29T16:50:03Z", [0.1], "Forbes general analysis of corruption in Montenegro, EU legal disputes, and first family using the country as a corporation:\nhttp://www.forbes.com/sites/kenrapoza/2015/11/29/another-russian-friend-readies-for-nato-but-corporate-scandals-may-prove-costly/  Belgium is a bit happier about Montenegro this week: \nhttp://www.balkaninsight.com/en/article/montenegro-extradites-belgian-drugs-trafficing-suspect-11-23-2015 This recently resurfaced - US organized crime Telekom probe still unresolved: http://www.balkaninsight.com/en/article/montenegro-charges-two-in-telekom-bribe-case-11-17-2015"], [1646, "2015-11-29T16:46:37Z", [0.15], ""], [691, "2015-11-29T14:37:06Z", [0.16], ""], [532, "2015-11-29T14:14:23Z", [0.65], ""], [38, "2015-11-29T07:17:18Z", [0.11], "restoring forecast inadvertently removed"], [38, "2015-11-29T07:16:40Z", [0.0], "http://europa.eu/rapid/press-release_MEMO-15-6036_en.htm 10 November 2015\n\"The report on Montenegro is part of the 2015 Enlargement Package adopted today by the European Commission. . . . .Concerning the rule of law chapters, 23 and 24, good progress was made in improving the legislative framework for the independence of the judiciary and the fight against corruption. HOWEVER, Montenegro needs to make further progress in strengthening the institutional framework and in establishing a solid track record in the fight against corruption and organised crime. \"EU accession – along with receiving an invitation to join NATO - remained a key foreign policy priority. The two processes are linked through the focus on the rule of law: progress in this area is a key condition for both. The new electoral legislation, adopted in 2014, NEEDS TO BE FULLY IMPLEMENTED and ANY FUTURE ELECTIONS SHOULD take place according to the new laws. The judicial follow-up to the alleged abuse of public funds for party political purposes REMAINS TO BE COMPLETED AND POLITICAL RESPONSIBILITY ENSURED. Parliament adopted a new code of ethics, strengthening the overall anti-corruption framework. Civil society continued to be actively involved in the accession process, although IT REMAINS A POINT OF CONCERN THAT some activists were targeted on a personal basis by the local media. \"Opposition parties embarked on a boycott of parliament in September. They also organised a series of protests outside parliament. These eventually led to confrontation between the police and protesters, resulting in injuries and damage to property. IT IS EXPECTED THAT all incidents of violence and allegations of excessive use of force during these events will be duly investigated. At the same time, all political parties SHOULD RE-ENGAGE IN CONSTRUCTIVE POLITICAL DIALOGUE in the parliament. The EU HAS SET 84 INTERIM BENCHMARKS IN THE RULE OF LAW CHAPTERS, reflecting the action plans adopted by Montenegro in 2013. The action plans were revised in 2015, in order to reflect the lessons learnt from their implementation to-date and set more realistic deadlines.  THE IMPLEMENTATION OF THE ACTIONS PLANS AND PROGRESS IN MEETING THE INTERIM BENCHMARKS WILL DETERMINE THE OVERALL PACE OF THE NEGOTIATIONS.   \"Montenegro’s judicial system is MODERATELY prepared. The adoption in February of a set of laws on reforming the judiciary paved the way to increasing its professionalism and independence. Montenegro has achieved SOME level of preparation in the fight against corruption. The track record on effective investigation, prosecution and final convictions in corruption cases, in particular regarding high-level corruption, REMAINS LIMITED. The country is MODERATELY prepared in the fight against organised crime and ITS TRACK RECORD TO BE CONSOLIDATED.   \"SOME progress was made during the reporting period on public administration reform, mainly on legislation, service delivery and public financial management. The country is, overall, MODERATELY prepared in this area. The new PAR strategy NEEDS TO BE ADOPTED by the end of 2016. \"CONCERNS REMAIN about freedom of expression, although attacks against the media decreased in the reporting period. Montenegro SHOULD CONTINUE EFFORTS to solve all old and recent cases of attacks AND IMPLEMENT THE RECOMMENDATIONS ISSUED by the ad hoc media commission. \"Legislative provisions and budget allocations concerning the integration of persons with disabilities NEED TO BEAR TANGIBLE RESULTS, including through ensuring accessibility to the parliament building. \"Overall, Montenegro continued to broadly implement its international obligations and its obligations under the Stabilisation and Association Agreement (SAA) and to play a constructive role in the region. Montenegro participated actively in the implementation of the Berlin agenda. It signed border agreements with Bosnia and Herzegovina and with Kosovo in the margins of the Vienna Summit in August. \"Macroeconomic stability has been BROADLY maintained. Montenegro is MODERATELY prepared when it comes to developing a functioning market economy. SOME progress was made in addressing economic challenges, including on fiscal consolidation and the business environment. The economy grew, albeit at a slower pace than in the previous year, boosted by investments. HOWEVER, challenges to macroeconomic stability remain: The cost of the construction of the Bar-Boljare highway RISKS UNDERMINING FISCAL STABILITY. THE STOCK OF BAD LOANS in commercial banks has prompted INSUFFICIENT AND EXPENSIVE BANK LENDING  to the economy. FURTHER EFFORTS ARE NECESSARY to reduce the high unemployment rate.\n~~~~~~~\nCOMMENT:  I've read that NATO will be consulting this report by the EU.  In this report, I read (and have capitalized) about 2 dozen statements about needed improvements or about minimal qualifications.  I think that this report gives ample reasons to tell Montenegro that they're not quite ready."], [1056, "2015-11-29T05:23:20Z", [0.15], "Coming down drastically after reading the forecasts of @anneinak, who's much more on top of this than I am."], [38, "2015-11-29T04:49:25Z", [0.11], "http://www.rferl.org/content/montenegro-opposition-protests-nato-bid/27395329.html \"A public opinion poll conducted by the Podgorica-based Center for Democracy and Human Rights (CEDEM) on November 12 showed respondents evenly split, with 36.5 percent in favor of joining NATO and 36.2 against -- an insignificant difference given the poll's margin of error.  However, the number of Montenegrins saying they support NATO membership has steadily grown with time. A poll conducted by the same group last year found 45 percent of respondents opposed joining the alliance.\n. . . .\n\"Montenegro is a very strong aspirant for membership,\" NATO Secretary-General Jens Stoltenberg said on October 15 on a visit to Podgorica. But, he added, \"Full implementation of reforms is key.\" \"The protesters accuse Djukanovic and his Democratic Party of Socialists, which has dominated Montenegrin politics for 25 years, of corruption and cronyism as they demand he step down to prevent Montenegro's further European integration.\n~~~~~~~\nCOMMENT:  I note Stoltenberg's conditional statement:  \"Full implementation of reforms is key\".  It seems to me that just about everything Stoltenberg has said was conditional."], [506, "2015-11-29T04:29:30Z", [0.15], "Coming back down.  Regret following media hype, but will closely watch upcoming meetings next week before readjusting.  Props to Anneinak for her article as it aligns with my ongoing concerns:  1) There are still multiple unresolved territorial disputes (these are not allowed by NATO), 2) The number of NATO countries worried that inviting Montenegro, could pave a way, or send a wrong message to Georgia, appears to be a majority of the \"passive\" counties, 3) There is little to no info from the ministers leaked into the news regarding accession (except for blasts from RUS and MNE - and Biden and GER), 4) The unrest in Montenegro has eased, but it is political and harder to resolve and overlook, than unrest based on economic factors (and economic factors could increase with the refugee crisis), and 5) This has been a bumpy uneven process from the start -- no need to hurry it at the end as accession does not really strengthen NATO."], [38, "2015-11-29T01:19:05Z", [0.0], "http://www.isn.ethz.ch/Digital-Library/Articles/Detail/?id=194072 \" . . . Montenegro. The tiny Adriatic state will hardly strengthen NATOs military capacities, but it has had MAP-status since 2009 – and peace and stability in the Western Balkans are of crucial importance for Europe. Furthermore, from the perspective of Montenegro and the region in gen­eral, NATO membership does count. Neighbouring Croatia and Albania are already members, whereas other neighbours, as noted above, remain in a somewhat shaky security situation. In addition, economic challenges, unemployment, corruption, social inequality, pressure on the media and con­tinued ethnic tensions still threaten to undermine democratic reforms and stability in the region. And finally, Russian influence appears to be on the rise, aimed at filling any political vacuum left open by the West. In this context, a NATO invitation to Montenegro would be a stabilizing factor and demonstrate that hard work and reform eventually pay off. The Montenegrin authorities hope to get such an invitation at the North Atlantic Council in December this year.\n. . .  Since . . . [the NATO Wales Summit] the Montenegrin authorities have been work­ing intensively to deal with all remaining short­comings, on numerous levels. \"On the practical level, the NATO integration proc­ess for countries with MAP status is primarily con­ducted through the Annual National Programmes (ANP): annual strategies with clear objectives and milestones in several sectors, defined by the candidate country itself in cooperation with NATO. Montenegro is currently working on the basis of its fifth ANP, presented in Brussels in October 2014. It focuses on four sectors: security sector reform, strengthening RoL, increasing public support for accession to NATO, and continuation of the defence sector reform. The RoL requirements go far beyond the defence sector, and concern issues like corruption, organized crime, money laundering and trafficking. This part of the process is closely associated with Montenegro’s on-going EU nego­tiations in Chapters 23 (Judiciary and fundamen­tal rights) and 24 ( Justice, freedom and security). NATO is likely to look to the EU for assessments of progress here; in addition, the USA has bilater­ally demanded concrete steps to be prioritized and implemented, including anti-corruption measures and intelligence reform. \"Among Montenegro’s main internal challenges is the muted public support for NATO membership. The population is split: one third in favour, one third against and one third undecided, with the battle primarily over the latter third. Those who are opposed to NATO membership tend to be people who identify themselves as Serbs, and those with particular negative experience of the 1999 NATO bombing which also hit Montenegro, albeit in a limited way. But no realistic alternative to NATO is on the agenda, and according to some polls a majority of the population believe that the country will eventually join NATO, irrespective of their per­sonal views. The authorities have aimed at getting more than 50% support for membership, but this has proven difficult. The latest polls show about 40%, despite massive campaigning. NGOs have criticized the authorities for conducting a boring and unengaging campaign. . . . should the authorities fail in these efforts, NATO countries that are cur­rently reluctant to enlargement may become even more sceptical. \"At the end of the day however, the decision to invite Montenegro or not is a political one. The formal requirements are tougher than in previous rounds, but there are no formal lists of targets or criteria to be fulfilled – nor is there any automatic invitation if certain measures are implemented. Most observ­ers regard the Montenegrin defence sector as being ‘sufficiently’ reformed to be approved for mem­bership, although continued efforts are needed – indeed, as in NATO itself. Within the Alliance it is particularly the neighbouring countries that have been promoting Montenegro’s candidacy. Also Serbia is said to be positive. As usual, it is France that has expressed greatest scepticism towards enlargement,[5] while the USA, the UK and Germany now appear supportive of Montenegro’s bid. The remainder of the 28 NATO countries have a more passive stance, but some seem to express certain concerns regarding Montenegro’s RoL status. \"However, the fact that Montenegro (in contrast to, for instance, Serbia) has signed up to the EU sanctions against Russia certainly also weighs in positively in most Western capitals – in Washing­ton DC in particular. Given the significant Russian investments in Montenegrin coastal properties, the sanctions may prove costly for Montenegro’s cru­cial tourism industry this season. These Russian investments are generally not applauded in Mon­tenegro, as they tend to be associated with money laundering and have contributed only modestly to the modernization of the industry itself. There are also rumours that Russian money is financing the two anti-NATO campaigns in Montenegro and that they are involved in a recent bizarre claim from neighbouring Bosnia to a part of the Montenegrin coastline.[6] It has also been claimed that events at the recent scandalous football match between Montenegro and Russia, adjourned due to the anti-Russian behaviour of Montenegrin fans, were staged by the secret service in Montenegro. Such conspiracy theories are typical of the region, but there can be little doubt that there is indeed a par­allel struggle over NATO taking place behind the scenes. \"Another challenge for Montenegro is its limited achievements as regards democracy. Several inde­pendent institutions have been established and strengthened in recent decades, but the politi­cal and economic elite have remained the same for the past 20 years. Prime Minster Djukanovic, often called the ‘political survivor of the Western Balkans’, is controversial internally and interna­tionally for his alleged links to organized crime. Irrespective of the truth of such accusations, the fact that the same people have governed the coun­try for so long is an unhealthy sign in any aspir­ing democracy. The Western strategy has been to induce change and reforms through the EU and NATO integration processes, hoping that democ­racy will emerge bottom–up. To date this has proven rather successful, although the uppermost echelons of power have stayed unchanged. \"It seems that Djukanovic is assisted by the erratic behaviour of Putin, which is making it geo-polit­ically more important to enlarge and strengthen NATO to face up to Russia than to putting contin­ued pressure on reform in Montenegro. As one US diplomat put it: before Ukraine we were asking: why enlargement? Now we ask: why not? Further­more, the recent events in Macedonia demonstrate how dangerous a stalled integration and reform process could be, and also how Russia may seek to exploit this to its own ends. [7] Still, one cannot rule out that an invitation to Montenegro from North Atlantic Council in December will be conditional on continued reforms before the Warsaw Summit in July 2016.[8] It remains up to each and every one of NATO’s 28 members to support an invita­tion. But unless the Montenegrin government completely fails to swing the domestic mood, or fails to convince NATO that is has delivered on its reforms, Montenegro is more likely than not to be invited to join NATO at the upcoming Summit.\n~~~~~~~\nCOMMENT:  The next thing I'm going to research is the EU Commission report on Montenegro,  chapters 23 & 24: RoL."], [12118, "2015-11-28T22:09:32Z", [0.99], ""], [43, "2015-11-28T21:16:55Z", [0.85], "Losing my nerve on the basis of the unanimity issue. However, I'm not reducing as far as Anneinak, redacted, ckruger as it is hard to believe that NATO's Secretary General would be putting his reputation on the line with so many statements only to be undercut at the last minute by a holdout."], [368, "2015-11-28T19:50:55Z", [1.0], ""], [368, "2015-11-28T19:49:07Z", [0.99], "Thanks to redacted for link ; http://blogs.wsj.com/brussels/2015/11/28/turkey-eu-summit-climate-talks-nato-eu-week-ahead-nov-29-dec-4/"], [1646, "2015-11-28T19:23:06Z", [0.35], ""], [498, "2015-11-28T19:17:26Z", [0.99], "\"The foreign ministers will also make a decision on whether to move forward with Montenegro’s application for membership—a decision that seems likely.\"\nhttp://blogs.wsj.com/brussels/2015/11/28/turkey-eu-summit-climate-talks-nato-eu-week-ahead-nov-29-dec-4/ I am forecasting that this will not be the \"switcharoo.\" The dominoes do not yet seem sufficiently tightly coupled; but, of course, the effectiveness of a switcheroo is in tight coupling that does not appear so tight."], [38, "2015-11-28T18:59:40Z", [0.11], "http://www.politico.eu/article/nato-goes-to-war-over-montenegro/ \"Montenegro has become the test case of NATO’s willingness to keep an “open door.” The divisions over future enlargement reflect — roughly but not exactly — differences over how the West ought to respond to a militarily aggressive Russia. \"Germany and France, which have brokered two shaky ceasefire deals between Ukraine and Russia, favor negotiation over confrontation with the government of Vladimir Putin in Moscow. By their thinking, any move by NATO to take in new members inflames tensions with Russia. \"Italy and the Netherlands are skeptical as well.  . . . \n. . . .\n\"After returning from talks in Minsk on the last ceasefire deal, French President François Hollande met NATO Secretary General Jens Stoltenberg in Paris. Briefing the press afterward, President Hollande surprised the visiting NATO leader by stating that, “France’s position for the moment is to refuse any new membership.” A senior NATO and an EU official say the French leader had offered the same reassurance to President Putin during the Minsk talks. “Hollande revealed a quiet side deal from Minsk – no more enlargement,” said the NATO official, likening it to a “secret protocol” of that ceasefire deal.\n. . . \n\"A senior French official said Hollande was primarily motivated to avoid doing anything that might jeopardize the Minsk agreement. . . . France is skeptical of Montenegro’s suitability for membership . . . \n. . .\n\"In the alliance, there are concerns about the low public support for membership in the country and the infiltration by Russia of its intelligence services. “The French no is a soft no,” said a NATO diplomat who favors an invitation to other countries. “If Germany and the U.S. come out in favor, others will fall in line.”\n~~~~~~~\nCOMMENT:  This article was from April 23rd, this spring.  Since this article was written, the US & Germany have come out in favor of Montenegro."], [38, "2015-11-28T18:47:29Z", [0.0], "http://www.europeaninstitute.org/index.php/251-european-affairs/ea-april-2015/2023-nato-enlargement-the-case-of-montenegro \"Some NATO allies now have second thoughts about Hungary’s membership in the Alliance, given that its current government is less-than-democratic.) \n. . . \n\"Montenegro’s bid for membership – and this would have been true with any other country’s bid for membership – has become a test case: will the Alliance accede to Russian concerns about further NATO enlargement (although Montenegro can be of no intrinsic concern to Moscow)? Or will it show Russia that the “open door” remains a reality (though, from the beginning, it was a bit of a fiction: it surely does not apply to Central Asia) – perhaps in the process foreshadowing the taking in to NATO of other countries about which Russia would be more concerned?  \"There is a third way of looking at this situation: that the Alliance should instead put the question of further enlargement on hold until there have been further efforts to discover whether it will be possible, with Russia, to craft a form of security cooperation that can work for all countries in Europe and seek to revive President George H.W. Bush’s vision of a Europe whole and free and at peace.  Perhaps that will never be possible: more’s the pity for everyone in and concerned with Europe, its future and its security.  But while the proposition of possible Russia-West cooperation on European security is being tested, which might take some considerable time, the question then becomes, “Why enlarge NATO further at this point?”  The answer is that there is no reason for doing so.  This is particularly so because it is not clear that Montenegro, any more than at least four (and perhaps six) of the recent entrants, brings very much to NATO, other than making management, decision-making, and coalition-building more difficult than it already is.   \"Should Montenegro (and all other countries in Europe that aspire to it) be members of the Western world, with the economic, political, and social benefits – which, in fact, for most of them is the truest basis for “security?  The answer is clearly “Yes.”  Does that have to mean NATO membership as opposed to less-than-full membership participation in NATO activities, including the Partnership for Peace and the Euro-Atlantic Partnership Council?”  At least for now, the wisest answer, all round, is “No.”\n~~~~~~~\nCOMMENT:  This is the opinion of Robert Hunter, former US Ambassador to NATO 1993-8, currently a Senior Fellow at the Center for Transatlantic Relations at SAIS and a member of the Board of Directors of The European Institute.\n"], [38, "2015-11-28T18:15:51Z", [0.11], "http://www.nato.int/cps/en/natohq/official_texts_112964.htm \"92.  The Open Door Policy under Article 10 of the Washington Treaty is one of the Alliance's great successes.  . . . NATO's door will remain open to all European democracies which share the values of our Alliance, which are willing and able to assume the responsibilities and obligations of membership, which are in a position to further the principles of the Treaty, and whose inclusion will contribute to the security of the North Atlantic area. We reaffirm our strong commitment to the Euro-Atlantic integration of the partners that aspire to join the Alliance, judging each on its own merits. Decisions on enlargement are for NATO itself. We encourage partners to continue to implement the necessary reforms and decisions to advance their aspirations and prepare for membership, and we will continue to offer political and practical support to their efforts. \n. . . \n\"95.  We welcome the significant progress made by Montenegro in its reforms, its constructive role in the Western Balkans region and the contribution that it makes to international security, including its contribution to our engagement in Afghanistan. In recognition of Montenegro's progress towards NATO membership, the Alliance has agreed to open intensified and focused talks with Montenegro, and agreed that Foreign Ministers will assess Montenegro's progress no later than by the end of 2015 with a view to deciding on whether to invite Montenegro to join the Alliance. These talks will be conducted in conjunction with the Membership Action Plan (MAP) process. In the meantime, we look to Montenegro to continue its efforts to address the remaining challenges, particularly with respect to rule of law and completing security sector reform. We also welcome the increase in public support in Montenegro for NATO membership and encourage continued efforts in this area.\n~~~~~~~\nCOMMENT:  This is the official NATO statement from the Wales Summit in fall 2014.  The only promise is to \"access Montenegro's progress no later than by the end of 2015. . . in conjunction with the MAP process\".   it seems that it's implied that successful completion of the MAP process will lead to a positive assessment.  It appears that Montenegro has successfully completed its 5th MAP.  That means that Montenegro may be ready for inclusion.  But, is NATO ready for Montenegro?  "], [484, "2015-11-28T17:19:14Z", [0.05], "Anneinak's link. Suspected that all the rumors of \"decide to invite\" were at best wishful thinking considering the complicated process and myriad, competing interests. Won't \"close\" next week, but at least we'll find out."], [691, "2015-11-28T14:27:15Z", [0.27], ""], [10898, "2015-11-28T10:44:55Z", [0.5], ""], [689, "2015-11-28T07:34:25Z", [0.05], ""], [12113, "2015-11-28T07:24:22Z", [0.1], "Holidays and politics"], [38, "2015-11-28T07:23:22Z", [0.11], "http://news.yahoo.com/nato-split-message-send-georgia-membership-hopes-142030234.html \"Tuesday . . .  NATO foreign ministers decide whether to launch accession talks with tiny Montenegro . .  . \"The United States sees expanding NATO as key to its strategy for dealing with Russia. But as NATO nations seek Moscow's help to defeat Islamic State militants in Syria and to resolve the crisis in Ukraine, others argue for caution over enlargement, which Russia views as a direct threat to its security. \"Some worry that inviting Montenegro could send the wrong signal (to Georgia),\" said a NATO diplomat who sought anonymity.  France fears that extending an invitation to Montenegro would raise expectations of an invitation to Georgia too.\n. . . \n\"NATO needs all 28 allies to agree on making an invitation, . . . \n~~~~~~~\nCOMMENT:  If this article is correct, it clarifies something that I think is pivotal for the resolution of this question:  the need for a unanimous vote.  On that basis, I'm going back down deep into negative territory.  "], [3474, "2015-11-28T07:20:12Z", [0.35], "No. NATO is dysfunctional enough without more members. And it requires unanimous internal approval to invite."], [38, "2015-11-28T07:15:33Z", [0.5], "http://www.balkaninsight.com/en/article/us-nato-praise-montenegro-reforms-11-26-2015 \"Montenegro on Wednesday completed the fifth cycle of the Membership Action Plan, MAP, the process regarded as a final step before joining the Alliance. \n~~~~~~~\nCOMMENT:  The protests seem to have dissipated.  Do they know something we don't?  Does this mean that they know the vote will be negative?  or does it mean that they have run out of energy and hope?   The UN, US, the FMs of other NATO countries are making positive statements, but most of the time those statements are hedged with \"ifs\" and other conditional clauses, so I think there are mixed signals.  I think Montenegro will be told that it has made a lot of progress, but that its application is weak in some areas, so there will be a delay, but I would not be surprised to be wrong.  So, I'm going to moderate my forecast from 10% to 50."], [4273, "2015-11-28T00:46:09Z", [0.9], ""], [1993, "2015-11-28T00:16:58Z", [0.75], ""], [3363, "2015-11-27T20:20:08Z", [0.83], ""], [231, "2015-11-27T19:43:18Z", [0.81], "http://www.balkaninsight.com/en/article/us-nato-praise-montenegro-reforms-11-26-2015"], [73, "2015-11-27T19:28:38Z", [0.95], "doesnt mention montenegro directly, but keeps me with high forecast http://sputniknews.com/politics/20151127/1030891149/nato-policy-toward-russia.html"], [11788, "2015-11-27T18:17:14Z", [0.99], ""], [10745, "2015-11-27T16:48:05Z", [1.0], ""], [691, "2015-11-27T13:24:24Z", [0.43], ""], [110, "2015-11-27T13:14:52Z", [1.0], "All in. Looks likely based on the Sec-Gen's comments. I have no understanding of how NATO's internal politics work though."], [3225, "2015-11-27T12:51:15Z", [0.9], "All signs are pointing to \"yes\". I don't think there would be such positive talk going on, especially from the NATO Sec Gen, if the answer next week were to be \"not yet.\" NATO knows that Russia is watching closely what is being said by NATO and its subsequent actions, so it seems quite important these days for NATO to actually do what it is signaling. \nhttp://www.balkaninsight.com/en/article/us-nato-praise-montenegro-reforms-11-26-2015"], [484, "2015-11-27T04:10:36Z", [0.75], "For scoring  purposes I'm moving up. Reminds me of the Fed Funds Rate question in that there are convincing arguments on both sides. Wonder when the wisdom of the crowds kicks in? The consensus is very low."], [102, "2015-11-27T03:03:36Z", [0.35], "Will NATO make an invitation that will be refused?"], [102, "2015-11-27T03:02:47Z", [0.5], ""], [102, "2015-11-27T03:00:55Z", [1.0], ""], [43, "2015-11-26T21:04:42Z", [1.0], "Clearly, NATO's Secretary General is arguing that the deficiencies noted in Montenegro's bid to join are trivial and indeed would be easier to remedy if granted membership. No question: he is solidly behind inviting Montenegro to join. I doubt that he would take this public position unless he had privately polled the other NATO representatives to ensure that they would not undercut him at the upcoming meeting. In addition, my past concern of what constitutes an \"invitation\" is clarified by this news story, which states that an \"invitation\" is expected to be extended next week. In general, judging from GJP season 4, the scorers adhere to the wording used in news stories from reputable sources. In this case, the source is the NATO official website. It doesn't get any more reputable when it comes to NATO's activities. Dateline 11-25-15 NATO Secretary General Jens Stoltenberg discussed Montenegro’s path to membership on Wednesday (25 November 2015) in talks with Deputy Prime Minister and Minister of Foreign Affairs and European Integration Igor Lukšić and Defence Minister, Professor Milica Pejanović-Đurišić. The ministers met the Secretary General and the Deputy Secretary General, Ambassador Alexander Vershbow, before participating in a meeting of the North Atlantic Council. NATO Secretary General Jens Stoltenberg meets with Igor Luksic, Deputy Prime Minister and Minister of Foreign Affairs and European Integration of Montenegro and prof. Milica Pejanovic-Djurisic, Minister of Defence of Montenegro\nToday’s meeting of the North Atlantic Council was an opportunity for Allies to consult with Montenegro on its membership aspirations, and welcome the country’s significant progress on reforms. At their meeting next week, NATO Foreign Ministers will decide whether to invite Montenegro to join the Alliance. The Secretary General led the ambassadors of the North Atlantic Council on a visit to Montenegro in October 2015. During that visit, Mr. Stoltenberg said that joining the Euro-Atlantic family would be a “win-win” for Montenegro and for NATO. “Countries which joined the Alliance have been able to strengthen their democracy, boost their security and make their citizens safer,” he said. http://www.nato.int/cps/en/natohq/news_125149.htm"], [231, "2015-11-26T19:19:55Z", [0.61], "http://news.yahoo.com/nato-chief-russia-interference-boosts-montenegro-chances-130233555.html"], [556, "2015-11-26T18:13:47Z", [1.0], ""], [3225, "2015-11-26T15:17:13Z", [0.84], ""], [691, "2015-11-26T13:38:13Z", [0.37], ""], [601, "2015-11-26T05:48:27Z", [0.38], "reducing for passage of time.  "], [691, "2015-11-26T03:26:29Z", [0.36], "No urgent need for them to be in just yet, and no urgent need to upset the nice people in the Kremlin at the moment.  Good odds on next Spring, I'd think."], [55, "2015-11-25T22:27:40Z", [0.15], "Favorable discussions though events in Syria may mean may not want to box Putin in. "], [368, "2015-11-25T21:55:40Z", [1.0], ""], [1529, "2015-11-25T20:48:31Z", [0.99], ""], [498, "2015-11-25T18:52:01Z", [0.99], "\"expected invitation for NATO membership\"\nhttp://www.cdm.me/english/brussels-montenegros-progress-is-an-encouraging-sign-ahead-of-nato-ministerial-meeting\n"], [73, "2015-11-25T18:45:20Z", [0.95], ""], [110, "2015-11-25T17:54:13Z", [0.6], "http://www.nato.int/cps/en/natohq/news_125149.htm I thought this was relatively unlikely, but NATO's sec-gen appears to be talking it up. I don't really have a good read on this question."], [484, "2015-11-25T17:42:22Z", [0.3], "Thanks mike97mike. \"Decide whether to invite\" in the press news link which is subtly different from \"invite\" which could be in July next year. Don't know how I'd judge the question if they \"decide to invite.\""], [465, "2015-11-25T17:17:09Z", [1.0], "Here is the link to NATO's website with news of the NATO vote to invite Montenegro dated 25NOV15.... => http://www.nato.int/cps/en/natohq/news_125149.htm \"Today’s meeting of the North Atlantic Council was an opportunity for Allies to consult with Montenegro on its membership aspirations, and welcome the country’s significant progress on reforms. At their meeting next week, NATO Foreign Ministers will decide whether to invite Montenegro to join the Alliance.\" - that's pretty clear to me, a naive world traveler..."], [2965, "2015-11-25T15:22:13Z", [0.01], "Hardly a priority matter time running out. No time for NATO Council to consult or vote and no pressing security needs. and there is nothing more than a vote scheduled.http://www.nato.int/cps/en/natohq/opinions_123947.htm?selectedLocale=en\nper NATO Stoletenberg at press conference on 10-15 before paris attack\nOff the table for now. German newspaper  link right on present scheduling of vote, but no vote will occur."], [3225, "2015-11-25T13:12:17Z", [0.83], ""], [498, "2015-11-25T06:02:39Z", [0.99], "\"It is important for Montenegro to engage and develop the potentials of the Port of Bar\"\nhttp://www.cdm.me/english/djukanovic-port-of-bar-and-railroad-for-better-connection-of-the-region-and-evaluation-of-resources Whatever else that Djukanovic is, he's a good salesman sitting on a nice resource. I'm sold. (+6)"], [4273, "2015-11-25T03:49:57Z", [0.8], ""], [368, "2015-11-24T21:53:24Z", [1.0], ""], [11948, "2015-11-24T21:38:11Z", [0.65], ""], [43, "2015-11-24T17:36:42Z", [0.95], ""], [484, "2015-11-24T16:48:38Z", [0.3], "My guess (just that) is that Turkey shooting down a Russian plane may be enough to slow the invitation."], [11057, "2015-11-24T14:39:54Z", [0.01], ""], [691, "2015-11-24T13:43:17Z", [0.51], ""], [3225, "2015-11-24T11:44:01Z", [0.82], "NATO-member Turkey shot down a Russian warplane loitering within its airspace. Further justification for NATO to expand, even if only symbolically. "], [306, "2015-11-24T05:35:13Z", [0.8], ""], [11868, "2015-11-24T04:16:10Z", [0.1], ""], [3225, "2015-11-23T23:53:04Z", [0.81], ""], [94, "2015-11-23T23:49:48Z", [0.75], "Increasing forecast based on Die Welt report [1]. [1] http://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html"], [11884, "2015-11-23T22:42:33Z", [0.0], ""], [10924, "2015-11-23T20:08:28Z", [0.9], "Russian protestations confirm something is expected soon!"], [241, "2015-11-23T20:02:17Z", [0.9], ""], [530, "2015-11-23T19:49:34Z", [0.78], "Updating for latest information."], [368, "2015-11-23T19:42:54Z", [1.0], "Die Welt reports invitation to be made in December;\n"], [1232, "2015-11-23T19:32:09Z", [0.75], "As was mentioned in other comments, there's now a lot more official comments on the matter re: the December 1st meeting."], [1500, "2015-11-23T18:29:32Z", [0.5], "If Die Welt is right, December is the time.  Russia pushing against it seems counterproductive at this time."], [52, "2015-11-23T17:13:57Z", [0.75], ""], [691, "2015-11-23T13:40:04Z", [0.46], ""], [3363, "2015-11-23T12:05:39Z", [0.78], "Move from 32% to 78% given recent comments by NATO SecGen and reports in German media that invitation will be extended at 1 December meeting."], [4273, "2015-11-23T04:38:54Z", [0.09], ""], [1769, "2015-11-22T21:21:39Z", [0.95], "Montenegro wants it badly.  NATO seems to want it.  Russian resistance to it hasn't led to any Russian concessions.  "], [11157, "2015-11-22T19:56:59Z", [0.35], ""], [11157, "2015-11-22T19:56:49Z", [0.0], ""], [11157, "2015-11-22T19:56:29Z", [0.05], ""], [1708, "2015-11-22T19:35:33Z", [0.95], "die welt reports NATO will invite in december\nhttp://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html\nhttp://washpost.bloomberg.com/Story?docId=1376-NY5PXI6K50XU01-7B45E4UD8OPKMMI74QK8BJVOJP"], [784, "2015-11-22T18:40:32Z", [0.06], "Updating for passage of time"], [532, "2015-11-22T17:27:22Z", [0.67], ""], [11057, "2015-11-22T16:53:50Z", [0.04], ""], [526, "2015-11-22T16:38:58Z", [0.75], "German newspaper Die Welt yesterday featured an article where Nato diplomats had confirmed to the paper that Montenegro would indeed receive an invitation 2015-12-01 to join Nato. I see no reason to doubt the contents of the article and am taking my forecast into a sharp U-turn, from 5 to 75%. http://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html\n"], [493, "2015-11-22T14:51:58Z", [0.0], "Responding to Mike97's posts, especially Die Welt."], [691, "2015-11-22T14:31:37Z", [0.39], ""], [734, "2015-11-22T14:24:29Z", [0.95], "Oh, me of little faith. Got cold feet there for a moment but am now cured. Thanks to all that provided the links below."], [783, "2015-11-22T06:41:02Z", [0.75], "NATO warns Russia that further interference will likely boost Montenegro's bid into NATO. The US strongly supports them in NATO. The Balkans are under pressure with migrants which may turn against the migrants and the region. An admission into NATO may stem some of the tension and give Montenegro a role in reversing the war in Syria and into the legal structure of NATO as nations in the well fractured DOA EU are further weakened in their security issues. "], [306, "2015-11-22T02:06:43Z", [0.7], ""], [10898, "2015-11-22T01:29:18Z", [0.65], ""], [10898, "2015-11-22T01:26:03Z", [0.33], ""], [498, "2015-11-22T01:08:29Z", [0.93], "Die Welt article not corroborated by other news services. (-1)"], [484, "2015-11-22T00:41:33Z", [0.35], "Upping a bit based on rene's recent post. Still looks like much of the news is recycled with nothing new. (Leaving aside the questions about which part of NATO \"invites\" there still seem to be almost as many reasons to go slow as to proceed. Reminds me of Fed Funds question.)"], [43, "2015-11-22T00:12:19Z", [1.0], "Following mike97mike, great research and analysis."], [43, "2015-11-22T00:10:41Z", [0.9], "Dateline 11-20-15 http://abcnews.go.com/International/wireStory/nato-chief-russia-interference-boosts-montenegro-chances-35321767"], [11678, "2015-11-21T22:57:45Z", [0.85], ""], [10924, "2015-11-21T21:13:07Z", [0.8], ""], [1056, "2015-11-21T20:57:16Z", [0.95], "Upping forecast due to links by @mike97mike and @redacted."], [4918, "2015-11-21T20:35:52Z", [0.85], "Die Welt article from @redacted. "], [368, "2015-11-21T20:32:09Z", [0.05], ""], [1646, "2015-11-21T19:49:48Z", [1.0], ""], [532, "2015-11-21T19:39:34Z", [0.85], "Article from redacted.   "], [740, "2015-11-21T19:26:48Z", [0.73], ""], [10759, "2015-11-21T19:05:55Z", [0.95], ""], [4634, "2015-11-21T19:05:34Z", [0.95], "Die Welt is the more serious paper of the Axel Springer Verlag, the German publisher of (a.o.) Bild Zeitung. Sources cited are senior NATO-diplomats. Looks real. Some key points:\n-NATO-diplomats say that Montenegro will be invited on 1 december at the meeting of ministers of state\n-Russia has sent written warnings to several NATO-countries, stating that the admission will deteriorate the relationship between Russia and NATO\n-The NATO ministers will also declare that the admission of Montenegro will not automatically lead to the admission of other countries. Especially France wants such a declaration, because the country wants the expansion of NATO to go 'not too far and not too wide'.\n"], [73, "2015-11-21T18:35:53Z", [0.95], "Per redacted"], [131, "2015-11-21T18:17:21Z", [1.0], ""], [915, "2015-11-21T17:50:35Z", [1.0], "following everyone and probably partly explains why France didn't invoke article 5"], [68, "2015-11-21T17:37:26Z", [0.95], "Following @redacted and @mike97mike with their breaking news. No harm in going high with just a few days till the NATO meeting."], [465, "2015-11-21T17:23:25Z", [1.0], "I wanted to add that since the Die Welt (The World) story might look to us a sort of \"exclusive\" story, is it in the hands of a trust-worthy journalist?  Stephanie Bolken, the lead author, appears to be consistent and balanced in her political appraisals.  I have tried to look for flagrant issues, but there are none.  She seems like a very hard-working, intelligent reporter and lead (sometimes sole) author on international articles originating from the London offices of Die Welt.  It seems as if her sources vary from French, to British, to Spanish, to NATO, as well as, to German.  That said, this is not the work of an outsider or loner. It is, afterall, Die Welt.\n--------------------------------------------------------------------------------------------------------------------------------------------\nThis statement is the most positive from the Chief: \"The aspiration of Montenegro to become a member of NATO is something that is up to Montenegro and NATO to decide,\" Jens Stoltenberg said during a visit to Serbia (AP). He added that NATO on Friday lifted all air restrictions in a central Serbian area bordering Kosovo that were imposed back in 1999. He described the decision as \"a significant step toward full integration of the region into the European air space.\" - Yahoo News => http://news.yahoo.com/nato-chief-russia-interference-boosts-montenegro-chances-130233555.html AND Montengero responses to Russian diplomatic intimidation, => http://www.b92.net/eng/news/region.php?yyyy=2015&mm=11&dd=20&nav_id=96114 29th NATO member, in German eyes... ThanX @redacted ! => http://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html\n=> http://www.deutschlandfunk.de/bericht-nato-wird-montenegro-als-29-mitgliedsland-aufnehmen.447.de.html?drn:news_id=549331"], [498, "2015-11-21T17:04:12Z", [0.94], "\"Montenegro is to become the 29th member of NATO\" (+24)\nhttp://www.welt.de/politik/ausland/article149102519/Montenegro-soll-das-29-Nato-Mitglied-werden.html Is this true? I don't read German, and I'm not sure what's getting lost in the (Google) translation. But it seems like a news service is going on record and delivering the \"inside scoop.\" \"The West Balkan state of Montenegro will be included as 29th member country in the alliance, writes the newspaper \"Die Welt\", citing senior diplomats.\"\nhttp://www.deutschlandfunk.de/bericht-nato-wird-montenegro-als-29-mitgliedsland-aufnehmen.447.de.html?drn:news_id=549331"], [691, "2015-11-21T14:50:17Z", [0.37], ""], [10745, "2015-11-21T10:50:31Z", [0.0], ""], [136, "2015-11-21T09:53:32Z", [0.9], ""], [38, "2015-11-21T06:59:07Z", [0.1], "http://www.cdm.me/english/paris-friday-the-13th-will-not-affect-decision-on-nato-invitation-to-montenegro \"Military analysts have different opinions whether the events in France may affect the decision on the invitation to Montenegro to join NATO. Analyst at Obris.org news portal Igor Tabak does not believe the events in Paris will affect the decision on Montenegro at the ministerial meeting, whereas a military analyst Aleksandar Radic believes that West could have s “selfish” attitude after Friday the 13th in Paris.\n . . . \n\"Military analyst Aleksandar Radic believes that “after Friday the 13th in Paris, . . .  Russian factor now has a different weight. By its intervention in Syria, Russia has become an ally of the West, first conditionally, then virtually. Now it is even a desirable ally for action and to some extent it makes Montenegro’s position easier when it comes to Government’s ambition achieve full membership in NATO,” said Radic . . . .“Paris Friday the 13th is changing conditions, because France is primarily considers its own safety and any foreign political analysis under emotional pressure has of course a different echo, although no one will officially admit it. The fact that the army is on the streets and emergency state are creating a specific atmosphere in which different criteria are used. This could potentially affect the attitude of France towards NATO invitation to Montenegro in terms of turning the previous negative or restrained stance into a positive one,” Radic said.\n~~~~~~~\nhttp://bigstory.ap.org/article/5dbd4d46948042468fa065c576c5e805/nato-chief-russia-interference-boosts-montenegro-chances  Nov. 20, 2015 \"The aspiration of Montenegro to become a member of NATO is something that is up to Montenegro and NATO to decide,\" Jens Stoltenberg said during a visit to Serbia.  \"No one else has the right to intervene or to interfere with that decision,\" Stoltenberg added. \"If any effect, Russian interference more likely will reinforce our interest to invite Montenegro to become a full member of the alliance.\" NATO is expected to decide at a meeting on Dec. 1-2 whether to formally invite Montenegro to join. The United States has backed Montenegro's bid, but Russia — which has traditionally strong religious, cultural and historic influence in the Balkans — has been opposed, fueling anti-NATO sentiments among some Montenegrins. Several protests by thousands in Montenegro against the pro-NATO government recently have turned violent. \"[Stoltenberg said] that NATO on Friday lifted all air restrictions in a central Serbian area bordering Kosovo that were imposed back in 1999. He described the decision as \"a significant step toward full integration of the region into the European air space.\"\n~~~~~~~\nCOMMENT:   I hate this question because of the lack of clarity about what GJ is looking for!  I'm basing my forecast on the Article 10 statement that the vote must be unanimous:  \"The Parties may, by unanimous agreement, invite any other European State\".    In the past, Hollande has been one of the NATO members who was most concerned about not aggravating Russia.  It appears to me that Hollande & Putin have bonded in their commitment to fight terrorism.  I'm thinking that Putin is going to  tell Hollande that a condition of closer collaboration on terrorism will be a vote by Hollande against NATO membership for Montenegro at this time."], [102, "2015-11-21T06:09:31Z", [0.0], ""], [1646, "2015-11-21T05:21:31Z", [0.77], "Upping based on\nRT @estNATO @estNATO: #Russian interference more likely will reinforce #NATO's interest to invite #Montenegro: @jensstoltenberg https://t.co/ifL8VPqo1f"], [465, "2015-11-21T01:31:56Z", [0.7], ""], [102, "2015-11-20T23:36:18Z", [0.5], ""], [691, "2015-11-20T21:58:16Z", [0.37], ""], [10759, "2015-11-20T20:50:13Z", [0.7], ""], [43, "2015-11-20T20:48:59Z", [0.85], "It looks like between Daesh doing Paris; and Russian heating up the Donbas war again, moving the South Ossetia border steadily inward against Georgia, and building up its military in Armenia, inviting Montenegro may be worth all the downsides. A shoutout to Milosz for his news about the NATO general secretary's speech in Serbia."], [4634, "2015-11-20T20:46:03Z", [0.7], ""], [3225, "2015-11-20T20:29:37Z", [0.8], "NATO general-secretary said today in Serbia that \"...Russian interference more likely will reinforce our interest to invite Montenegro to become a full member of the alliance.\" Very promising for Montenegro's shot at NATO that he said this in Serbia.\nhttp://abcnews.go.com/International/wireStory/nato-chief-russia-interference-boosts-montenegro-chances-35321767\nSome might argue that this is merely trying to soothe the Serbians and not exactly a real prediction, but why would he say it only to be proven wrong a few weeks later? Furthermore, analysts have argued that the Paris attacks have brought NATO closer with Russia in respect to a unified response to ISIS, so inviting Montenegro will be interpreted more akin to building on the de facto coalition, and no longer in the light of a bipolar standoff. \nhttp://www.cdm.me/english/paris-friday-the-13th-will-not-affect-decision-on-nato-invitation-to-montenegro\n"], [1610, "2015-11-20T19:30:08Z", [0.1], ""], [368, "2015-11-20T19:11:43Z", [0.05], ""], [498, "2015-11-20T19:08:08Z", [0.7], "What is this grand bargain France is maneuvering toward?\nhttp://www.cdm.me/english/north-atlantic-council-we-are-working-on-montenegros-invitation Is Montenegro somehow entangled in France's desperate attempt to regain “great power” status?\nhttps://www.washingtonpost.com/news/monkey-cage/wp/2015/11/19/why-france-is-so-deeply-entangled-in-syria/"], [465, "2015-11-20T16:42:02Z", [0.6], "Well, this won't be looked at well in France or the US. Upping 10% \"The standoff between Russia and the West is once again heating up, but this time tensions are centered on the Caucasus. On Nov. 11, Russian President Vladimir Putin instructed his government to sign an agreement with Armenia to create a joint missile air defense system in the region. The move, though reminiscent of Moscow's actions in Central Asia and Belarus in previous years, comes at a time when Russia is being forced to respond to a wider array of challenges than ever before. And as Russia increases its military presence in Armenia, its competition with major regional powers for influence in the South Caucasus will intensify, adding to the growing list of issues Russia must contend with outside its borders. \" - Stratfor 20NOV15"], [465, "2015-11-20T16:41:34Z", [0.5], "Well, this own't be looked at well in France or the US.  Upping 10%  \"The standoff between Russia and the West is once again heating up, but this time tensions are centered on the Caucasus. On Nov. 11, Russian President Vladimir Putin instructed his government to sign an agreement with Armenia to create a joint missile air defense system in the region. The move, though reminiscent of Moscow's actions in Central Asia and Belarus in previous years, comes at a time when Russia is being forced to respond to a wider array of challenges than ever before. And as Russia increases its military presence in Armenia, its competition with major regional powers for influence in the South Caucasus will intensify, adding to the growing list of issues Russia must contend with outside its borders. \" - Stratfor 20NOV15"], [498, "2015-11-20T08:56:25Z", [0.7], "\"Montenegro will likely receive its invitation to join NATO in December,\" (+3)\nhttp://blogs.lse.ac.uk/europpblog/2015/11/20/why-montenegros-protests-are-unlikely-to-spell-the-end-for-milo-dukanovic/ "], [38, "2015-11-20T07:33:20Z", [0.1], "http://www.gov.me/en/News/154541/Podgorica-Montenegro-18-November-2015-Montenegro-s-membership-in-the-European-Union-and-NATO-are-our-strategic-priorities-They-a.html PM Đukanović added:  “I am convinced that we will get an invitation at NATO ministerial meeting scheduled for 1 December, and on 2 December, we will be ready for the elections. The political will of the DPS is to hold elections in line with the adopted laws. It is in our country’s best interest to get a competent and authoritative government.”  The Prime Minister added that Montenegro has made a number of new achievements, but that it has also defined specific tasks, thus reinforcing the expectation of the concrete results.  \". . . . Part of the opposition was disappointed about the European Commission’s review of the protests...The EU has recognised our county's democratic capacity to resolve all disputes within the system. The lack of support for a boycott of the Parliament was expected. The trap lies precisely in the fact that EU intervention would be equivalent to the application of the balance clause. Part of the parties does not see their responsibility and duty in creating the overall image of Montenegro. Instead of invoking international mediation, it is necessary to see why there is evident political distrust, and discuss it in the Parliament,\" Prime Minister explained. \n. . . .\n\"There is no new and old legislation, there is only the current one. We are obligated to adhere to the new one. The government has done everything to provide all necessary conditions for its full implementation. We will not be able to find any reason for suspecting the outcome of the democratic will of the Montenegrin citizens,\" the Prime Minister of Montenegro concluded.\n~~~~~~~\nMembership in NATO is laid out in Article 10:  \n\"The Parties may, by unanimous agreement, invite any other European State in a position to further the principles of this Treaty and to contribute to the security of the North Atlantic area to accede to this Treaty. Any State so invited may become a Party to the Treaty by depositing its instrument of accession with the Government of the United States of America. The Government of the United States of America will inform each of the Parties of the deposit of each such instrument of accession.\n~~~~~~~\nCOMMENT:  I think that the wording of this question is very open to interpretation.  I have been forecasting on this question based on a strict, literal interpretation:  \"will there be an invitation to join\", not \"will there be an invitation to apply to join.\"  The question does not ask about accession, which comes after an invitation to join.   We are encouraged to use commonsense and not the lawyerly approach that GJP recommended in the early days.  To me, commonsense demands that we don't extrapolate or interpret a question, but that we forecast on it as it is stated.  Therefore, I am continuing to forecast on this question believing that the action in question will require an unanimous vote of the current members of NATO.  "], [465, "2015-11-20T04:55:40Z", [0.5], "Taking stock @fifty-sixty take and @dominich take on Hollande meeting in US and Russia.  However, I can already here the bellows of Washington, DC. Not to invite Montenegro has so many repercussions beyond the Balkans., even into Syria.   Delaying the invitation yes, denying it outright no. So drop 40%.  Also received word from GJI Central: \"The question is about whether the invitation will be issued by the end of the year. The timing of Montenegro's accession doesn't matter. Hope that helps.\" So it is all about the invitation :D"], [1646, "2015-11-20T03:34:20Z", [0.55], ""], [734, "2015-11-20T02:16:13Z", [0.1], "Heading south based on Hollande's remarks."], [498, "2015-11-20T01:33:00Z", [0.67], "Russian Duma expected to adopt resolution in opposition to Montenegro's accession to NATO (+3)\nhttp://www.cdm.me/english/russia-to-officially-oppose-montenegros-accession-to-nato If You Love Someone, Set Them Free. (+4)\nhttp://www.cdm.me/english/foreign-ministry-integration-into-nato-is-not-directed-against-anyone\nCan We Still Be Friends?\nhttps://www.youtube.com/watch?v=MKFFrfT4E1c"], [24, "2015-11-20T00:23:53Z", [0.55], "Dropping back down by 10 percentage points in response to planned Hollande-Putin meeting"], [3514, "2015-11-19T22:24:44Z", [0.03], ""], [368, "2015-11-19T21:54:06Z", [0.05], ""], [4918, "2015-11-19T21:11:55Z", [0.5], "In March, some weeks after Minsk II meeting, Hollande said about NATO enlargement that, \"France's position for the moment is to refuse any new membership\".  NATO's meeting deciding Montenegro's invitation will be held on December 1-st, less than a week after Hollande's scheduled meeting with Putin. Makes me wonder. Will sit on 50-50 until Hollande says something."], [691, "2015-11-19T14:09:08Z", [0.16], ""], [164, "2015-11-19T10:56:14Z", [0.01], ""], [498, "2015-11-19T05:57:12Z", [0.6], "I'm having problems editing my previous post, so here's the correct link in response to @dowser's query:\nWill the EU (NATO) throw Montenegro under the bus? (-13)\nhttp://www.cdm.me/english/putins-request-he-demands-recognition-of-dominance-across-eastern-europe-including-montenegro"], [532, "2015-11-19T02:52:33Z", [0.66], ""], [368, "2015-11-18T21:45:15Z", [0.05], ""], [498, "2015-11-18T21:16:59Z", [0.6], "Will the EU (NATO) throw Montenegro under the bus? (-13)\n[link deleted]"], [484, "2015-11-18T18:06:16Z", [0.15], "Worth posting again: http://www.isn.ethz.ch/Digital-Library/Articles/Detail/?id=194072 Decided that a promise in December to be ratified in July will not count for a yes, so I'm reducing by 10%."], [691, "2015-11-18T17:22:52Z", [0.24], ""], [498, "2015-11-18T17:15:36Z", [0.73], "\"collaboration between the German and Montenegrin authorities in this case has been anything other than effective\" (-25)\nhttp://www.dw.com/en/from-podgorica-to-paris-terror-in-the-shadows/a-18856374"], [465, "2015-11-18T15:54:51Z", [0.9], "Dropping down 10% on the news - just in - of President Hollande heading to Washington, DC and Moscow to \"co-ordinate the offensive on IS.\" The only thing that is not secure in this question is an appeasement of Russia now that Putin explained, \"A French Navy group headed by an aircraft carrier will soon approach your area of operations,\" Putin said, according to the Kremlin statement. \"We must establish direct contact with the French and work with them as allies.\" during their co-ordinated attacks in Syria. Will an invitation go out if Russia sees itself working with a NATO \"ally\" in Syria, France?  Will President Hollande try to act as a go-between?"], [465, "2015-11-18T15:38:11Z", [1.0], "-> \"There are also political powers in the Democratic Front who favor Atlantic integration.\" <- \"A Montenegrin and a few Serbian flags are flying this evening; small groups sing nationalistic Serb songs. The protests are being led by a pro-Serbian party that still curses Montenegro's independence and vehemently opposes the Balkan country joining NATO. Djukanovic has declared membership in the alliance to be his highest goal: many prominent faces campaign for it from billboards. Djukanovic treats the anti-government demonstrations as an attempt to spoil NATO membership just before the country receives an invitation to join, which observers expect at the beginning of December....But the speakers at the demonstration refrain from using anti-NATO slogans. The reason: There are also political powers in the Democratic Front who favor Atlantic integration....After the recent polls, the alliance advanced to become the strongest opposition group, but after a lot of disputes and splits, polls suggest it can only count on around 8 percent of the vote.\" - Deutche Welle 19NOV15 => http://www.dw.com/en/montenegros-fractious-opposition-takes-to-the-streets/a-18854198\n"], [3225, "2015-11-18T13:54:05Z", [0.77], "NATO appears to be trying to calm Serbia, which I take as a positive for a Montenegro invite:\nhttp://www.balkaninsight.com/en/article/nato-visit-highlights-serbia-s-strategic-balancing-act-11-17-2015"], [306, "2015-11-18T01:45:31Z", [0.6], ""], [1344, "2015-11-17T21:18:55Z", [0.97], ""], [526, "2015-11-17T19:30:47Z", [0.05], "I stumbled upon a couple of statements made by NATO’s Secretary General at the close of his visit to Montenegro, 2015-10-15: http://www.nato.int/cps/en/natohq/opinions_123947.htm?selectedLocale=en  •\t“In less than two months, NATO Foreign Ministers will decide whether to invite Montenegro to join the Alliance.” •\t“Montenegro has already introduced substantial reforms. You have made important progress in strengthening the rule of law.  And I encourage you to further build public support for membership.” •\t“Full implementation of the reforms is key.” •\t“Prime Minister, I commend you for what you have done and for what you have achieved so far, and I encourage you to continue on the path of reform.” First of all, to me the Secretary General’s statements are lacking in enthusiasm. They also contain two fairly obvious caveats: Address corruption and get people on-board in support of a NATO membership. With a Perceived Corruption Index of 42 for 2014 http://www.transparency.org/cpi2014/results#myAnchor1   I’d say that Montenegro still has a long way to go before a full implementation of the reforms package has been reached, much longer than what can reasonably be achieved in another six weeks from now. As for popular support; if it isn’t there now, it is highly unlikely that it will be in another six weeks. Finally, I believe that we need to factor in Putin’s Russia. Is Montenegro important enough to NATO, to justify picking a fight with Russia right now? Hardly. All-in-all, this points to a probability of much less than 20%. I’m starting out with a 5% forecast.\n"], [368, "2015-11-17T18:20:17Z", [0.05], ""], [1646, "2015-11-17T16:33:24Z", [0.99], ""], [556, "2015-11-17T16:27:03Z", [0.95], "It seems like the only thing that would hold an invitation back is that there wasn't clear support from \"the people\". Russia has been trying to stir up trouble, but it seems to be calming down... and dissatisfaction is not for NATO...\nhttp://www.dw.com/en/montenegros-fractious-opposition-takes-to-the-streets/a-18854198"], [465, "2015-11-17T16:16:25Z", [1.0], "Within a month, the \"invitation\" will go out. Absolutely."], [11078, "2015-11-17T16:16:22Z", [0.1], "Updating the forecast because I thought the frame was end of 2016, not 2015. I think it unlikely before end of 2015 as USA does not want to antagonize Russia right now as it needs Russia for an agreement about the future of Syria."], [11078, "2015-11-17T14:14:20Z", [0.8], "Likely although not before the end of 2015 as the Balkans are in turmoil because of the migrant crisis.  Nevertheless, as US supports Montenegro joining, and US basically calls the shots in NATO, I think it is likely that Montenegro will be invited before the end of 2016."], [691, "2015-11-17T13:31:27Z", [0.26], ""], [498, "2015-11-17T13:29:06Z", [0.98], "Montenegro and Qatar discuss continued cooperation in the areas of tourism and investment, including direct service via Qatar Airways. The Qatar sovereign wealth fund had previously announced the development of a luxury resort complex in Montenegro. Montenegro is the linchpin for both a coastal pipeline route and LNG hub provisioning natural gas to Europe from Qatar's North field for decades to come.\nhttp://www.cdm.me/english/qatar-airways-should-introduce-a-direct-airline-to-montenegro\nhttp://wire.seenews.com/news/qatari-diar-plans-to-open-luxury-resort-in-montenegro-in-2018-fin-min-478157"], [11026, "2015-11-17T12:38:42Z", [0.07], ""], [10759, "2015-11-17T11:52:57Z", [0.65], ""], [4634, "2015-11-17T11:11:29Z", [0.65], ""], [1646, "2015-11-17T00:03:04Z", [0.35], ""], [1056, "2015-11-16T23:38:48Z", [0.7], "Going back up because of @dkc's link, and the lower turnout for protests lately (5,000 in October, about 3,000 now). If there are no embarrassing riots to worry about, I think there's a good chance the invitation will go through. I also think that any Russian mischief in Montenegro will evaporate now that Russia may be getting what it wants in Syria. No point in causing trouble for NATO in peripheral countries when they may effectively be your allies where it really counts."], [689, "2015-11-16T23:04:50Z", [0.75], "Comment deleted on May 10, 2016 06:55PM UTC"], [368, "2015-11-16T21:07:01Z", [0.05], ""], [1529, "2015-11-16T18:18:25Z", [0.45], ""], [493, "2015-11-16T17:45:12Z", [0.1], "At 10% because I don't think so, but I'm not sure. In light of Paris attack, NATO wants Syria solved yesterday. Delaying/derailing Montenegro NATO application is probably one concession that Putin will ask for. "], [465, "2015-11-16T16:24:02Z", [0.96], "Well, clearly, the demonstrators are losing their fervor based on the lower turnout and almost desperate calls to \"start something\": \"throw tear gas at us\" was one chant the protesters yelled at Montenegrin police lines (Twitter feed #CivicAllianceMNE).  No one complied with the protesters requests.  No tear gas, sorry...   \"The anti-government protest in Podgorica has ended peacefully and the opposition has called on the demonstrators to disperse. The police have said no incidents were reported during the rally. The organisers have reiterated their demands for forming a transitional government and organising the 'first ever fair elections\".  The next protest is scheduled for November 28 in the town of Niksic.\" - Balkan Insight 14NOV15 Looks like Montenegro is conducting its democratic processes by the \"Rule of Law\" and ready for NATO membership..."], [10759, "2015-11-16T15:07:51Z", [0.6], ""], [691, "2015-11-16T13:23:01Z", [0.14], ""], [52, "2015-11-16T12:53:51Z", [0.55], ""], [3225, "2015-11-16T11:23:59Z", [0.76], ""], [4634, "2015-11-16T11:12:04Z", [0.6], ""], [24, "2015-11-16T10:09:19Z", [0.65], ""], [259, "2015-11-16T09:12:46Z", [0.95], "Jens Stoltenberg's referred to reforms in Montenegro during his October visit saying \"Montenegro is taking the right steps\", setting the scene for NATO's December meting. Montenegro is working with NATO in a number of programmes such as the building integrity programme, the PfP Planning and Review Process and cyber security. NATO could not justify a \"no\" vote given this progress. A \"no\" vote would also put reforms at risk. I don't expect NATO's decision to be influenced by internal oppisition in Montenegro or Russia's displeasure. "], [4851, "2015-11-16T07:55:51Z", [0.02], "Low chance bc milo"], [643, "2015-11-15T21:41:23Z", [0.05], ""], [6761, "2015-11-15T21:32:39Z", [0.02], ""], [368, "2015-11-15T20:54:30Z", [0.05], ""], [11390, "2015-11-15T20:37:53Z", [0.05], ""], [506, "2015-11-15T18:10:27Z", [0.95], ""], [465, "2015-11-15T17:25:59Z", [0.95], "Upping by 5%. Thanks @dkc for the German link which I also copied here. => http://www.gov.me/en/News/154354/hgj.html  I have also been monitoring the Twitter feeds form the present demonstration (15NOV15, Sunday) against the government from more-or-less neutral observers.  Just my assessment, but the terrorist attacks in Paris are having a subduing impact on civil demonstrations, as well as mitigating tensions between Russia and US (e.g., 20 minute meeting at G20 between Obama and Putin).  This demonstration seems much less significant than the previous month.  Copy of Twitters below, 9:14 AM - 15 Nov 2015Twitter\nCivic Alliance MNE\n@C_AllianceMne\n#protesticg started with a moment of silence for all victims of terrorism in the world #MNE #protests #ParisAttacks\nReplyRetweetFavorite   8:57 AM - 15 Nov 2015Twitter\nCivic Alliance MNE\n@C_AllianceMne\nAlso, significantly less citizens at the main square compared to #protesticg from October, 24th #MNE #protests"], [556, "2015-11-15T16:43:37Z", [0.7], "http://www.gov.me/en/News/154354/hgj.html"], [52, "2015-11-15T13:52:14Z", [0.5], ""], [691, "2015-11-15T13:35:49Z", [0.06], ""], [1122, "2015-11-15T10:07:19Z", [0.45], "Yes if the invitation is a part of a challenge,but the problem is leader in the name of Gjukanovic Milo the Emperor"], [241, "2015-11-15T02:11:51Z", [0.75], ""], [11355, "2015-11-15T01:36:46Z", [0.09], ""], [1007, "2015-11-14T22:57:26Z", [0.05], ""], [368, "2015-11-14T18:56:46Z", [0.05], ""], [484, "2015-11-14T17:24:58Z", [0.25], "redacted's German post provides a good reason to up a bit"], [498, "2015-11-14T14:48:54Z", [0.98], "Germany expects the issue of NATO invitation to Montenegro to be positively resolved in December (+1)\nhttp://www.cdm.me/english/germany-expects-issue-of-nato-invitation-to-montenegro-to-be-positively-resolved-in-december Russia issues not-so-veiled threat regarding Montenegro\nhttp://sputniknews.com/europe/20151113/1030058378/montenegro-eu-nato-protests.html"], [691, "2015-11-14T13:36:17Z", [0.04], "Current trend is to tiptoe around Putin for a while, and this would set him off.  If he doesn't move against anybody in the near future, there's no rush on this."], [506, "2015-11-14T08:45:56Z", [0.55], ""], [3225, "2015-11-14T03:46:11Z", [0.75], ""], [55, "2015-11-14T03:26:33Z", [0.1], "Attention shifting away from Russia will make this less likely"], [11057, "2015-11-14T02:33:57Z", [0.09], ""], [11351, "2015-11-14T02:23:57Z", [0.05], "Difficulties for prospective NATO aspirants continue "], [484, "2015-11-14T01:29:53Z", [0.05], "Lowering because of attacks in France."], [38, "2015-11-13T23:27:42Z", [0.1], "http://sputniknews.com/europe/20151113/1030058378/montenegro-eu-nato-protests.html \" . . . . a recent opinion poll . . . revealed that some 85 percent of Montenegrin citizens are in favor of holding a referendum on the country’s NATO membership.\n~~~~~~~\nCOMMENT:  This comes from a Russian source, but if it's even half true, I think it presents a good argument why NATO could say that Montenegro wasn't yet ready."], [10924, "2015-11-13T20:07:05Z", [0.77], "Strong possibility NATO will vote \"yes\" and invite Montenegro to join the alliance"], [368, "2015-11-13T18:41:08Z", [0.05], ""], [368, "2015-11-13T18:15:39Z", [0.05], ""], [691, "2015-11-13T17:57:40Z", [0.12], ""], [465, "2015-11-13T17:19:32Z", [0.9], "On board @redacted and @dominich with upping my forecast to 90% ahead of the Sunday demonstration - which will be conducted on the part of the government under the rule of law and by the factions demonstrating, with no regard to rule of law.  Montenegro's final test before the invitation."], [3442, "2015-11-13T15:20:36Z", [0.05], ""], [498, "2015-11-13T12:28:37Z", [0.97], "I agree with @dominich. The grasping for straws nature of the frenetic flurry of Russian propaganda \"suggest[s] that if this is the best propaganda Russia can come up with, the NATO deal is all but sealed.\" (+2)\nhttps://www.gjopen.com/comments/comments/41116 In addition, I do not believe the protests over government incompetency and corruption are unique to Montenegro. I would expect, for example, for Romania to stand up at the NATO meeting and make exactly that point.\nhttp://www.shoutoutuk.org/2015/11/13/colectiv-anger-sets-romania-ablaze/"], [484, "2015-11-13T04:37:02Z", [0.1], "Following cmeinei. The EC report is an easy way to put off a (favorable) decision."], [43, "2015-11-12T23:00:50Z", [0.1], "This European Commission report looks like a recommendation of \"not now but if you improve, maybe later.\" Dateline 11-10-15 http://europa.eu/rapid/press-release_MEMO-15-6036_en.htm"], [3225, "2015-11-12T19:52:14Z", [0.69], ""], [465, "2015-11-12T16:29:47Z", [0.75], "Moving down 10%\n@fifty-sixty has pointed to overconfidence that can steal ones rigor in viewing history on a month-to-month basis. Also a great source of all news about Montenegro... => http://www.newsnow.co.uk/h/World+News/Europe/Western/Montenegro"], [691, "2015-11-12T15:26:29Z", [0.08], ""], [10759, "2015-11-12T07:01:12Z", [0.55], ""], [484, "2015-11-12T04:07:47Z", [0.15], "Seems like mostly the same arguments in the news pro and con. Adjusting downward a bit."], [1993, "2015-11-12T03:02:14Z", [0.55], ""], [231, "2015-11-12T02:16:04Z", [0.38], ""], [38, "2015-11-11T21:40:27Z", [0.1], "http://vestnikkavkaza.net/articles/Why-do-Montenegrins-not-want-to-be-in-NATO.html \" . . .the protesters are now regrouping, there are political demands related to the economic demands, requirements that are consolidating around the resignation of the government and the Prime Minister; but almost all the protesters converge on one point – 90% agree that the country should not join NATO.”  According to government estimates, only 30% are against NATO. According to conservative estimates of independent experts and sociological services, it is about 64%, but it could be as much as 80%. \". . . .  NATO accepts countries that have no territorial disputes. In Montenegro there have been territorial disputes, and not just one dispute. The most famous territorial dispute was over Cape Prevlaka. “This cape divides a sea lane in the famous Kotor Bay, where there are shipbuilding companies and repair docks, and the former Yugoslav submarine base, in general it is a large sea lane, very big ships can sail there. This is a strategic point in the Balkans, a large bay. The entrance to this bay is territorially still controlled by Montenegro. But if the second cape goes to Croatia by territorial dispute, and Croatia is a NATO member, then in practice the entrance to the large bay will be controlled by two countries. The territorial dispute will move to another level. Previously, Montenegro owned the cape and Croatia claimed it, and now it could turn out to be the opposite way. It is not known whether the military forces of Croatia have been activated or not, whether there is a violation of the border or not, but nevertheless, there is such an insight,” Striga said. Moreover, he says that people are beginning to realize that joining NATO will cause the Republic of Montenegro to lose markets, and these markets are formed by Russian capital, Russian investments, and Russian consumers – consumers of travel services, and consumers of property.\n~~~~~~~\nhttp://sputniknews.com/politics/20151110/1029863650/eu-commission-montenegro-opposition.html#ixzz3rDeZuOMl The European Commission called on the Montenegrin government to start negotiations with opposition parties to speed up the country's EU accession, Commissioner for European Neighborhood Policy and Enlargement Negotiations Johannes Hahn said.  \"Montenegro has made progress in its accession negotiations… I would like to also take this opportunity to recall the need for constructive and inclusive dialogue between government and opposition – dialogue that has to take place in parliament! Only they can find the best way forward,\" Hahn said in a statement.\n~~~~~~~\nCOMMENT:  I assume that Djukanovic is correct, that Russia is encouraging protests against NATO in Montenegro, but I also believe that there would be opposition without Russian encouragement.   I think extending membership now would be unwise, but do I think the way those who will be voting on it do?   I keep reminding myself that the vote must be unanimous, and all it takes is for Lithuania (or somebody else) to be unsure Montenegro is ready."], [368, "2015-11-11T21:35:59Z", [0.05], ""], [11266, "2015-11-11T20:33:52Z", [0.4], "There might be some evidence but these things usually take time and multinational cooperation tends to be slow."], [691, "2015-11-11T20:33:40Z", [0.08], ""], [4634, "2015-11-11T20:10:20Z", [0.55], ""], [43, "2015-11-11T17:02:44Z", [0.1], "Another mouthpiece for Russia's foreign policy weighs in against Montenegro joining NATO. Comparison class: Ukraine rejected Russia's Eurasian Union, rioters spooked Yanukovich into fleeing with his ill-gotten billions, new leaders announced intention to join the EU. How did that work out? OTOH, with Russia focusing on Syria and giving Ukraine somewhat of a respite, perhaps this is a window of opportunity to join NATO without a disastrous pushback aided by little green men. On the third hand, right now, Russia is continuing to push forward its border between Georgian and the Russian-occupied South Ossetia region, and regularly kidnapping Georgians and holding them in their military bases for ransom. Georgia has begged NATO to let them join without any luck so far. Power players: So, here's what I think NATO leaders might be thinking. It would be nice to deny Russia an Adriatic naval base. If NATO is sufficiently determined, they may be willing to rush to Montenegro's aid  to prevent a new version of Moldivo's Transdinestra, Georgia's South Ossetia and Ukraine's Crimea and Donbas. Right now, with Syria at the top of Russia's deployment of military resources, this might be the best time in years to add Montenegro to NATO. But are they willing to do an Article 5 level rescue of Montenegro? NATO is only giving symbolic support to Georgia (Obama's infamous “reset”) and Ukraine. If NATO waits for a more hawkish U.S. President, it would be more likely to support Montenegro. Failure to respond to an Article 5 from a NATO member Montenegro would be disastrous. Is NATO ready and willing to get into a shooting war with Russia? How likely do NATO members see such an outcome? Wildcard: NATO leaders might be contemplating what if Montenegro joins NATO, and Russia pulls a Syria on them. Not just little green men and lots of deniability all around. My take: It would be so easy for NATO to tell Montenegro that they are doing well, but put off a decision, and put it off… This would Send A Message to their voters that they are Standing Up To Russia without having to send soldiers home in caskets. Probability: 10% Dateline 11-11-15 Leaders of nine states of Central and Eastern Europe and the Baltic states published a joint statement on Wednesday, in which they expressed “serious concern” about “the aggressive position” of Russia and stood for a stable presence of NATO in the region, the Voice of America reports. The joint declaration which they adopted in Bucharest stated that the leaders would unite efforts to provide “a full-scale, effective, and regular” military presence of NATO in the region. Russia views NATO expansion highly negatively for several reasons. Sergey Markov, director of the Institute of Political Studies, says that “the accession of Montenegro to NATO does not strengthen the security of NATO if we regard the objectives of NATO as they are declared – the security of countries from outside aggression. Montenegro is already integrated into NATO to some extent. The alliance transferred Montenegro to its standards: they trained officers there for a long time; they can obtain permission for flights at any time. But NATO's policy is for Montenegro to join NATO. The objective of NATO is to ensure domination, through the use of absolute power superiority, of the countries of the Anglosphere – the US, the UK, Canada, the Netherlands. We are talking about the political unification of all the other countries, which includes the processes of de-Russification.” http://vestnikkavkaza.net/articles/Nine-states-stand-for-stable-presence-of-NATO-in-Eastern-Europe-and-Baltic-Region.html"], [24, "2015-11-11T13:08:00Z", [0.55], "Increasing forecast into the positive zone, largely in response to two things.\nFirst, this http://www.cdm.me/english/croatia-claims-montenegro-will-receive-nato-invitation-in-december\n\"Croatia is convinced that a consensus will be reached at the forthcoming ministerial meeting and that Montenegro will receive invitation for membership in NATO in December, said the Croatian Ambassador to Montenegro Ivana Peric-Sutlic during a meeting with Minister without portfolio Marija Vucinovic.\" OK, this is still tenuous and indefinite, and not from a major power-player to another power-player. But on the other hand, it is from an interested party in the region, and from one that has, in the relatively recent past, been through the accession process itself. The second factor, which may be more important, is the wave of anti-NATO (and, in effect anti-Montenegrin) propaganda that the Russian state media have been putting out in recent weeks - a global, multi-lingual effort. (The Sputnik website provides numerous examples).  If anything , rather than stalling NATO expansion into Montenegro, I reckon this is more likely to expedite it, despite substantive concerns about rule of law, corruption (but still - Romania got in long ago, and has only belatedly, and subsequently, really started to get grip on such matters) ..... The recent precedents, although concerning the EU Eastern Partnership vs Russia's Eurasian Union, involving Armenia (which effectively was forced to abandon moves towards assimilation of EU law and free trade, in favour of a Russian-led alliance), and Ukraine (which attempted to do so, provoking all that has happened there since Nov 2013), might well encourage NATO not to stand around and to let Russia take a more forceful anti-NATO approach in Montenegro. The last place in which Russia led substantive anti-NATO campaigns was in Crimea - and what happened there in subsequent years is well known. Still far from a dead cert, but maybe delaying an invitation until next year in Warsaw would serve  principally to strengthen the hand of anti-NATO forces in Montenegro (whose strength, ,while not marginal, also are far from representing a majority)"], [4918, "2015-11-11T11:21:30Z", [0.75], "Revising down from 85%. -5% for increasing probability of some deals regarding Syria. -5% because of mediocre EC report. European Commission has released progress reports for West-Balkans. As stated in the fact sheet about Montenegro, the process of EU accession and NATO invitation are linked. It is thus very likely that the report will be used in NATO's decision process.\nhttp://europa.eu/rapid/press-release_MEMO-15-6036_en.htm?locale=en Reading this kind of document is always a challenge, hard to extract real meaning. Looking for two things: \"however\" statements and usage of adjectives used to describe progress and how well the country is prepared for upcoming challenges.  \"However\" is used twice in the fact sheet. \"/.../ good progress was made in improving the legislative framework for the independence of the judiciary and the fight against corruption. However, Montenegro needs to make further progress in strengthening the institutional framework and in establishing a solid track record in the fight against corruption and organised crime.\" We might read from this that institutional framework necessary to establish the rule of law has not yet reached the standard expected by EC. Fight with corruption seems to go through the fact sheet as a red line. Second use of \"however\" is related to macroeconomic stability and maybe less indicative for our case. Adjectives used to describe the progress are mediocre. Mostly \"some progress\". Same for preparedness for upcoming challenges: \"moderately prepared\". Country's administrative capacity is \"limited\", as is also track record in fight with high level corruption. In comparison to other West-Balkan countries, Montenegro's progress seems OK.\nhttp://www.balkaninsight.com/en/article/corruption-justice-top-agenda-in-commission-report-11-10-2015 I remain stubbornly optimistic, but I don't recommend anyone to follow my optimism. It is likely that I overestimate NATO's motivation."], [4739, "2015-11-11T01:24:46Z", [0.0], "To much recent protest"], [368, "2015-11-10T22:04:45Z", [0.05], ""], [10449, "2015-11-10T21:38:59Z", [0.01], "no nato enlargement will be taking place in the near future. natos plate is quite full"], [43, "2015-11-10T21:27:23Z", [0.15], "Predictions by people with good records of forecasts plus good data and analyses are highly polarized. I'm chickening out slightly by 5% toward the middle."], [691, "2015-11-10T19:26:58Z", [0.08], ""], [306, "2015-11-10T19:17:34Z", [0.7], ""], [465, "2015-11-10T17:29:24Z", [0.85], "Upped it another 5% based on all positive signs of endorsement. Even dealing with it own anti-NATO demonstrations as any other democracy in Europe might is a positive sign.  The democratically-elected government has not fallen into chaos.  The decision that NATO must answer to is this:  will inaction over Montenegro's NATO membership destabilize the region more that action towards membership? Coupled to this is @milosz excellent work in analyzing the minimal legal basis for Montenegro joining NATO.  This was pointed out by both US and other NATO members - the legal basis - should be emphasized. It is clear that Montenegro meets that basis."], [484, "2015-11-10T17:19:11Z", [0.2], "Following Anneinak. My only concern is that in December there may be some \"encouragement\" from NATO that could be interpreted as a formal invitation in 2016, assuming that the Montenegro government supports it and that conditions still are \"met.\""], [498, "2015-11-10T16:17:26Z", [0.95], "Positive endorsement from Polyakova of the Atlantic Council (+10)\nhttp://www.cdm.me/english/polyakova-by-joining-nato-you-will-exit-from-the-gray-zone-between-the-eu-and-russia Bechev from the European Institute:\n\"I think that Montenegro accession to NATO is already decided and it would be very difficult to reverse this decision.\"\nhttp://www.slobodnaevropa.org/content/bechev-montenegro-and-serbia-in-the-eu-would-be-good-for-russia/27354148.html"], [20, "2015-11-10T15:40:19Z", [0.4], ""], [3225, "2015-11-10T15:30:05Z", [0.68], "The European Commission just released a report on Montenegro's readiness to join the EU.\nhttp://ec.europa.eu/enlargement/pdf/key_documents/2015/20151110_report_montenegro.pdf The key points are that Montenegro is \"moderately prepared\" in most of the domestic governance and human rights criteria needed to join the EU, although work still needs to be done. Notably, on points related to external relations, foreign policy and defense, Montenegro has achieved a \"good level of preparation\", having made significant progress towards alignment with EU policies, \"100%\" alignment with sanctions against Russia, and particularly satisfactory security sector reform. Furthermore: \"Montenegro continued to participate in civil and military crisis management missions under the common security and defence policy (CSDP), in particular EU NAVFOR Atalanta and EUTM Mali. Montenegro took part in UN operations, in particular UNFICYP. Montenegro also participated in the International Security Assistance Force (ISAF) mission in Afghanistan. After the mandate of the ISAF expired at the end of 2014, the officers deployed by Montenegro continued to serve in the NATO-led Resolute Support mission.\" This report stressed that securing an invitation to join NATO is linked to the focus on the rule of law, a key condition for both NATO and EU ascension. It seems that Montenegro is at least meeting the key legal requirements in security policy for a NATO invitation, but what remains unknown is how linked satisfactory governance conditions for invitation to EU are to invitation to NATO. Will only \"moderate progress\" made in governance issues for the purposes of joining EU be a spoiler for joining NATO?  "], [3225, "2015-11-10T13:41:55Z", [0.67], "\"Senior U.S. military leaders have proposed sending more forces into Europe on a rotating basis to build up the American presence and are stepping up training exercises to counter potential Russian interference with troop transfers in the event of a crisis with Moscow... \"Aggression left unanswered is likely to lead to more aggression,\" [Gen. Mark Milley, the chief of staff of the U.S. Army] said. The generals' comments came over the weekend at the Reagan National Defense Forum here, an annual gathering of U.S. defense and national security leaders...\"\nUS Military Officials Aim to Bolster Troop Presence in Europe, 9 November, http://www.wsj.com/articles/u-s-military-officials-aim-to-bolster-troop-presence-in-europe-1447034653 \"NATO will outline proposals next month for a new \"southern strategy\" in response to mounting instability across the Middle East and Russia's growing military presence south of the Bosphorus... The strategy will focus on a range of measures including increased surveillance and reconnaissance activities across the Mediterranean by NATO forces...\"\nNATO to Reinforce its Mediterranean Presence, 5 November, http://www.ft.com/intl/cms/s/0/6b511b82-82fa-11e5-8e80-1574112844fd.html \"We, the Presidents of the Republic of Bulgaria, the Republic of Estonia, Hungary, the Republic of Latvia, the Republic of Lithuania, the Republic of Poland, Romania and the Slovak Republic and the President of the Chamber of Deputies of the Parliament of the Czech Republic. ..\n    Have agreed that:\n    1. We will continue to act consistently in the spirit of NATO's unity and solidarity, as well as to strengthen the transatlantic bond, vital for the Alliance, in order to be ready for threats and challenges wherever they arise;\n    2. In line with the decisions of the Wales Summit and approaching the Warsaw Summit, we will act with other Allies to strengthen the Eastern flank of NATO. The full implementation of the Readiness Action Plan and the long term strategic adaptation of the Alliance, in political, military and institutional dimensions, will be crucial in this respect. Therefore, the Warsaw Summit is the right moment to make decisions on new Allied assurance and adaptation commitments related to NATO procedures, structures, forces and defence infrastructure. Such measures aiming at strengthening our defence and deterrence will adapt the Alliance to the fundamentally changed security environment;\n    3. We will actively contribute to shaping the Allied strategic response to the long term security threats and risks we jointly face in the East. We will join efforts to secure, where needed, a robust, credible and sustainable Allied military presence in our region;\n    4. Acknowledging that proper burden-sharing and investment in security and defence are vital to defend values and interests underlying our Euro-Atlantic community, we remain committed to the 2% GDP guideline as per the Wales Defence Investment Pledge, as well as to developing our resilience and defence capabilities in accordance with commitments undertaken within the Alliance;\n    5. We will continue to support NATO's open door policy which is one of the Alliance's great successes. We remain committed to support and assist the aspirant countries in fulfilling their Euro-Atlantic goals;\n    6. We will promote an increased cooperation with NATO partners, in particular with those in our neighbourhood, making best use of existing instruments. Assisting them in building their resilience against potential threats and their ability to contribute to NATO's activities is our priority. We support an integrated and truly strategic approach towards these partners;\n    7. Remaining gravely concerned with Russia's continuing aggressive posturing, we will stand firm on the need for Russia to return to respect of international law as well as of its international obligations, responsibilities and commitments as a pre-condition for a NATO – Russia relationship based on trust and confidence;\n    8. We will maintain and intensify our involvement in shaping the common response to the emerging risks, with a special focus on hybrid warfare, cyber defence, energy security and strategic communication;\n    9. Given the complexity of current threats and challenges, we will advocate the deepening of the NATO-EU cooperation;\n    We are committed to further use this open platform of consultations and dialogue to promote joint approaches and common projects to the benefit of Euro-Atlantic security.\"\nCentral and Eastern European countries Joint Declaration on Allied Solidarity and Shared Responsibility in Bucharest, 4 November, http://www.caleaeuropeana.ro/central-and-eastern-european-countries-joint-declaration-on-allied-solidarity-and-shared-responsibility/ "], [858, "2015-11-10T07:56:06Z", [0.9], "I think that things are coming inline for a NATO invite by the end of the year. Recent comments by leading Montenegrin government officials, the ongoing PR campaign involving prominent Montenegrins in favor of NATO and recent comments by the European Commission indicate that the invite will arrive sooner than I previously expected. Public demonstrations were not successful in toppling the government in previous weeks, and the pro and anti NATO camps are increasingly aligned along ethnic lines.  In light of these developments, I now expect the invitation to occur by the end of the year."], [38, "2015-11-10T07:44:34Z", [0.1], "Points that Montenegro is not ready . . .challenges not yet fully addressed\n-In order to join the Alliance, Montenegro must conduct reforms in the rule of law, judiciary, fight against organised crime and corruption, defence and intelligence, as well as increase public support for NATO membership. \n-NATO membership would mean withdrawing from the Serbian and Russian sphere of influence. This would be a radical civilizational, political and cultural reversal for many Montenegrins.  Russia is seen as the country's historic defender and homeland's \"mother\".  It is commonly believed that without Russia's help, Montenegro would have lost its statehood.\n-Negative public opinion about NATO.  NATO's unforgiven/unforgetable crime consists of bombing Serbia for 78 days in 1999 with 15k tons of \"depleted\" uranium \"dirty\" bombs, causing dramatic increases in cancer, especially in children.\n-Corruption Points that Montenegro is ready \n-Montenegro has completed the last one out of five Action Membership Plans referring to the so called “intensified talks” launched following the NATO Summit in Cardiff in 2014.\n-The fact that NATO opponents are allowed to publicly criticise NATO accession speaks volume about Montenegro’s democratic capacity. \"Noise\"\n-Opinion polls alternately put advocates or opponents ahead - depending on who has conducted or commissioned the poll. \n-Recent protests were \"not about NATO or Russia, but about poor life\".    Despite the opposition’s slogans about democracy, many say they’re angrier about unemployment and low wages.  The demonstrations in the capital were inspired by poverty and their everyday struggle for survival.  The protests were “not about NATO, Serbia or Russia, but about poverty, nepotism and corruption\". \n~~~~~~~\nCOMMENT:  Let's imagine what will happen the day after an invitation to join is extended by Nato:  protests?  How would that look?  Is NATO prepared for that? If NATO definitively rejects Montenegro, there may also be protests.   Think Ukraine:  that started with consideration of alignment with the West, a similarly divided public, and government corruption. . . .  The NATO decision most likely to not de-stabilize Montenegro and not cause protest is something encouraging, but short of an invitation. . . . like Jens Stoltenberg's comments."], [38, "2015-11-10T07:28:34Z", [0.1], "http://www.balkans.com/open-news.php?uniquenumber=208036 Montenegro . . . \"has opened 20 of 33 chapters under its EU accession talks, expects to open all remaining ones in 2016, the year of parliamentary elections.\n~~~~~~~\nhttp://www.turkishweekly.net/2015/10/27/news/serbia-s-vucic-visits-moscow-seeking-russian-economic-support-in-return-for-foreign-policy-backing/ \" . .  .it is expected that NATO will most likely invite Montenegro to join the military alliance in December,\n~~~~~~~\nhttps://globalvoices.org/2015/11/01/why-montenegros-opposition-leaders-want-to-topple-the-government/ \" . . . it is the only non-European Union country to introduce the euro as its official currency, Montenegro also presents one of the most corrupt governments in Europe. According to World Bank data, over 11% of the country's population officially lives below the poverty line and most people are generally unhappy with the quality of life in the country.\n~~~~~~~\nhttp://inserbia.info/today/2015/10/hahn-montenegro-nato-accession-important-for-regional-stability/ Oct 29 \"Montenegro’s likely accession to NATO will be an important contribution to regional stability, Commissioner for European Neighbourhood Policy and Enlargement Negotiations Johannes Hahn said Wednesday.\n. . .\n“I have congratulated the country that it is very-very likely, or it is already confirmed that there will be an invitation by NATO, that Montenegro might become a member of this international organization, which I think is a future success, is a very important contribution to the stability in the region,” Hahn said at a joint press conference with Interior Minister of Montenegro Rasko Konjevic, following their meeting at the European Commission.\n~~~~~~~\nCOMMENT:  After spending several hours reading about this issue, all I have gained is good arguments on both sides of the question, and no clarity!  I fall back on 3 things:  1) the decision must be unanimous on the part of the 28 NATO members:  that is a high hurdle, 2) Jen Stoltenberg's positive comments all seem to include a statement to the effect that \"Further implementation of the reforms is key,\"  and 3) the endorsement by Washington included the words \"IF reforms are successful."], [1124, "2015-11-10T06:27:08Z", [0.0], ""], [11157, "2015-11-10T03:27:37Z", [0.05], ""], [43, "2015-11-10T02:33:35Z", [0.1], "Protests of last month have morphed into something of a more grassroots nature: Dateline 11-8-15 http://inserbia.info/today/2015/11/montenegro-opposition-well-protest-as-long-as-it-takes/"], [306, "2015-11-10T00:27:27Z", [0.6], ""], [9227, "2015-11-09T20:08:21Z", [0.01], "Absolutely not. Nobody wants to work hard in December"], [368, "2015-11-09T20:06:18Z", [0.05], ""], [10759, "2015-11-09T19:08:11Z", [0.25], ""], [4634, "2015-11-09T17:29:01Z", [0.25], ""], [4795, "2015-11-09T15:58:56Z", [0.7], "I'm upping my forecast to likely (7/10) that NATO will invite Montenegro. Protests of last month appear to have completely died down despite the oppositions desire to fuel them.\nhttp://inserbia.info/today/2015/11/montenegro-opposition-well-protest-as-long-as-it-takes/ - Note that the pro-serbian (or Russian) media uses words like \"brutal\" when Podgorica Police action seems to be fairly in line with western methods for riot control. This shows NATO a more controlled and transparent handling of the situation so far. A quick check of the various media and social sources show no significant protest activity this week (some minor activity against state media building).  Deputy PM Markovic's visit to Hungary this week indicated another nation putting their support behind the Montenegrin NATO bid - http://dailynewshungary.com/montenegro-nato-accession-serves-alliance-security-says-head-of-parliaments-foreign-affairs-committee/ (adds to those recieved from Italy, US and others)\n"], [556, "2015-11-09T14:47:11Z", [0.6], ""], [493, "2015-11-09T14:22:47Z", [0.0], "lowering prob in light of Anneinak's link. NATO doesn't want any more messy situations, even if the protests are being stirred up by Russia."], [691, "2015-11-09T13:03:33Z", [0.08], ""], [202, "2015-11-09T12:20:28Z", [0.95], "This game is at two levels (the multi-lateral and the national). While there is significant domestic opposition to Djukanovic and his willingness to seek NATO membership, there is strong commitment from NATO and the US to Montenegrin membership. This will send a strong message to Russia (which the Americans want) and to Serbia (which the Montenegrins want). \nhttp://www.b92.net/eng/news/region.php?yyyy=2015&mm=10&dd=28&nav_id=95865 "], [4055, "2015-11-09T09:41:20Z", [0.18], ""], [1468, "2015-11-09T08:02:46Z", [0.42], ""], [40, "2015-11-09T04:56:46Z", [0.5], ""], [4273, "2015-11-09T01:19:50Z", [0.07], ""], [38, "2015-11-09T01:16:53Z", [0.1], "http://inserbia.info/today/2015/11/montenegro-opposition-well-protest-as-long-as-it-takes/ \"The brutal crackdown of a massive anti-government rally in Podgorica on October 24 has only galvanized the opposition, prompting it to change tactics; rather than holding national rallies, its leaders are going from town to town in the tiny country of 620,000 people, delivering speeches . . . \n. . . \n\"Dr. Strahinja Bulajic, the Vice President of the political party New Serb Democracy told Sputnik: “For 300 years we have had friendly relations with Russia, only Russia helped Montenegro, and without it we would not have survived. NATO membership just goes against our spirit and nature.” He’s not the only Montenegrin opposed to the alliance. . . . “They were bombing us for 78 days, one after another, we cannot forget it. How can we join NATO after it?”\n. .  . .\n“The Democratic Front comprises five parties, four of them against NATO and one championing the membership. But we all agreed that only Montenegrins have the right to decide on it, and it should be done via a fair referendum.”\n"], [10898, "2015-11-08T22:29:34Z", [0.1], ""], [368, "2015-11-08T22:16:34Z", [0.05], ""], [11116, "2015-11-08T21:59:54Z", [0.05], "Unlikely!  The Europeans don't want to continue getting Putin on the defense!"], [11109, "2015-11-08T21:02:51Z", [0.05], "There are more important things on the agenda."], [556, "2015-11-08T15:03:48Z", [0.65], ""], [691, "2015-11-08T13:50:17Z", [0.08], ""], [11026, "2015-11-08T10:54:04Z", [0.09], ""], [36, "2015-11-08T00:22:13Z", [1.0], ""], [90, "2015-11-07T23:41:10Z", [0.05], ""], [38, "2015-11-07T23:23:04Z", [0.1], "Oct 24th around 7,000 marched on parliament to demand Djukanovic's resignation. Djukanovic has rejected demands to resign, but has offered to call early elections after December’s NATO meeting when Montenegro is expected to be invited to join the alliance. \"We don't care about NATO, most of us are hungry,\" . . .   the protests are “not about NATO, Serbia or Russia, but about poverty, nepotism and corruption\". \n~~~~~~~\nCOMMENT:  I just don't see NATO offering membership to Montenegro at this time.  I expect NATO to say that progress has been made, but significant corruption remains and the people are too divided over NATO membership.\n"], [498, "2015-11-07T22:06:08Z", [0.85], "\"Ipsos: For joining the NATO is 56 percent of citizens\"\nhttp://www.cdm.me/english/ipsos-for-joining-the-nato-is-56-percent-of-citizens By reframing the question in terms of respondents that had a preference one way or the other, a majority is found for NATO membership. Twenty-five percent \"would not vote,\" and presumably don't care either way.  (To account for all respondents, I am assuming the second instance with 20 percent is a typo, or else it would only sum to 95%, with 5% unaccounted for.) Russian NATO observer: \"we of course cannot look dispassionately on the prospect of a country with which we have a lot of links joining the alliance.\"\nhttp://sputniknews.com/world/20151107/1029744898/nato-russia-representative-relations.html Hungary fully supports Montenegro’s accession to NATO\nhttp://dailynewshungary.com/montenegro-nato-accession-serves-alliance-security-says-head-of-parliaments-foreign-affairs-committee/\n"], [10437, "2015-11-07T21:46:08Z", [0.65], "Only 2 prospective members were ever left dangling, Ukraine and Georgia. The alliance needs to make a positive move to prove its open door policy. Reduced the percentage for reluctance on parts of Germany and France"], [231, "2015-11-07T21:37:24Z", [0.4], ""], [10265, "2015-11-07T21:26:29Z", [0.15], ""], [368, "2015-11-07T20:06:50Z", [0.05], ""], [11026, "2015-11-07T19:59:06Z", [0.05], ""], [306, "2015-11-07T18:11:59Z", [0.67], ""], [1297, "2015-11-07T17:36:21Z", [0.04], ""], [11069, "2015-11-07T15:59:19Z", [0.02], ""], [691, "2015-11-07T13:43:37Z", [0.08], ""], [532, "2015-11-07T03:01:56Z", [0.62], ""], [1379, "2015-11-07T00:58:36Z", [0.0], ""], [11038, "2015-11-06T21:48:50Z", [0.05], "What is the rush?  NATO didn't invite the Ukraine or Georgia when they had the chance, I don't think they are likely to expand"], [368, "2015-11-06T21:42:09Z", [0.05], ""], [3363, "2015-11-06T20:13:44Z", [0.32], ""], [142, "2015-11-06T19:26:18Z", [0.05], "This is unlikely before year end. There is no compelling reason to invite Montenegro into the Alliance and many negative issues arguing against such an invitation."], [498, "2015-11-06T17:07:14Z", [0.85], "Lithuanian President seems far from enthusiastic (-5)\nhttp://en.delfi.lt/lithuania/defence/lithuanian-president-on-nato-much-done-still-more-to-do.d?id=69474042\n"], [498, "2015-11-06T16:57:45Z", [0.9], "Vice Governor Milosevic is leaving the Central Bank\nhttp://www.cdm.me/english/vice-governor-milosevic-is-leaving-the-central-bank I have no idea of course, but I could concoct a story where this would be a positive sign as to the NATO invitation."], [43, "2015-11-06T15:23:00Z", [0.1], "Three top forecasters are heading upward in the direction of a yes resolution. Are they about to go off a cliff in pursuit of a yes resolution? Or are the majority of us, averaging only 10% yes, setting ourselves up to fall off that Brier cliff instead? Average Brier score as of 11-5-15: 0.4565845214. Note that average Brier scores vary from one player to another depending upon which questions and over what time span have been scored for that player. Also note, from the aggregate game median of 0.4565845214, that on average so far, us players have barely beat Dr. Tetlock's \"dart throwing chimp.\" 0.5 represents random guessing. What gives with this game this time around? Stats on three high predicters for this question:  Jean-Pierre 0.285 (median: 0.518 ) 66% dominich 0.529 (median: 0.614 ) 45% Khalid 0.231 (median: 0.460 ) 66% Opposed, stats on high predicters going for a no resolution: cmeinel 0.314 (median: 0.468 ) 10% arnbold 0.270 (median: 0.519 ) 0% Ossipon 0.319 (median: 0.413 ) 2%"], [43, "2015-11-06T14:52:36Z", [0.1], "Pluses and minuses in the news. Does securing Montenegro against providing Russia with an Adriatic port make the risks of membership worth the risks? Note that risks include a collapsing economy, which would make that requirement of 2% for defense a bit difficult. Dateline 11-6-15 The Financial Times reports that NATO is working on a “southern strategy” to project power in the eastern Mediterranean, where Russia has recently amped up its naval activity. The strategy would include increases in surveillance in the region, provided in part by the deployment of new Global Hawk drones to Italy, and extend the alliance's footprint in the region through greater engagement with Middle Eastern and North African militaries as well as more deployments and exercises. Situation Report: Foreign Policy [fp@foreignpolicy.com] Standard & Poor's credit rating for Montenegro stands at B+. Moody's rating for Montenegro sovereign debt is Ba3. In general, a credit rating is used by sovereign wealth funds, pension funds and other investors to gauge the credit worthiness of Montenegro thus having a big impact on the country's borrowing costs. This page includes the government debt credit rating for Montenegro as reported by major credit rating agencies. 11/4/2015 http://www.tradingeconomics.com/montenegro/rating"], [691, "2015-11-06T13:24:47Z", [0.08], ""], [241, "2015-11-06T12:45:59Z", [0.66], ""], [11009, "2015-11-06T12:14:01Z", [0.35], ""], [498, "2015-11-06T11:56:53Z", [0.9], "Lack of explicit French endorsement is disconcerting. -4"], [1448, "2015-11-06T05:24:01Z", [0.43], ""], [586, "2015-11-05T20:32:13Z", [0.0], "Maybe in Warsaw 2016 summit."], [368, "2015-11-05T19:23:43Z", [0.05], ""], [804, "2015-11-05T18:15:17Z", [0.05], ""], [961, "2015-11-05T16:55:54Z", [0.02], "The potential is low due to other events taking precedence in the near term. If this were extended to before 1-June-2016. I would score closer to 50%"], [691, "2015-11-05T15:13:14Z", [0.08], ""], [10783, "2015-11-05T04:05:06Z", [0.0], "It is doubtful. The alliance is just now reawakening. Adding another member would complicate things. NATO does not have the vigor it once had and years of defense cuts will have to be reviewed.  Germany and France's bloc want to talk to Russia while other countries, such as Poland and Romania, want to take more aggressive action. Russia will probe the alliance and seek to divide it. NATO will push back albeit slowly. Even if there were an impetus for NATO to take a stronger stance against Russia, we may not see Montenegro join until next year."], [691, "2015-11-05T03:15:42Z", [0.12], ""], [3225, "2015-11-05T00:45:32Z", [0.65], "At the London School of Economics, Ambassador Wolfgang Ishinger, member of the OSCE Panel of Eminent Persons on European Security, presented a three question test to determine if a country should be considered as a viable candidate for NATO membership:\n1. Is the country united in its desire to become a member in NATO?\n2. Are NATO members united in their willingness to invite this country and defend it?\n3. Will the candidate country enhance NATO security? To answer the first question, in September the parliament of Montenegro adopted a symbolic resolution supporting the country’s integration into NATO. About two thirds of the Montenegrin Parliament – 50 out of 79 – voted in favor of the resolution, supported by the ruling coalition, signaling the country’s readiness to join NATO. However, those who opposed the resolution insist that it is not up to the parliament to make such a historic decision, and that the majority of the country’s population has opposed NATO membership. Some MPs spoke out to suggest a referendum on the issue of the NATO integration. However, the majority may consider NATO membership as a sure avenue to decreased Serbian and Russian meddling in domestic politics: NATO membership would make Putin think twice about political involvement in Montenegro. In the general public, it remains difficult to read opinion. Anti-government protests have broken out, but each side points fingers at the other of falsifying numbers and polls: the pro-NATO camp alleges that Russia is behind the anti-NATO opinion, and the anti-NATO camp accuses the government of inflating the public sentiment towards NATO. Opinions about NATO membership remain hotly divided in Montenegro. The population is split into thirds, with one third for membership, one third against, and the remaining third undecided. Many of the country’s sizeable Serbian community remain angry over NATO’s bombing campaign in Serbia during the 1990s that was aimed at forcing Belgrade to withdraw from Kosovo. Several opposition politicians, mostly from pro-Serbian parties, joined the anti-NATO rally. Protesters sang famous Russian songs and carried banners declaring that ‘Kosovo is the heart of Serbia’. Pro-Serb party leaders called on people to never forget the victims of the NATO bombings. Even NATO has urged Montenegro to do more towards implementing a series of reforms ahead of a final decision due by the end of the year on whether to invite the country to join NATO. Montenegro has notably participated in sanctions against Russia, a favorable development for NATO. While much Russian tourism money is spent at Montenegrin beaches, it is broadly considered by the Montenegro population to be of an illicit nature related to money laundering. In terms of enhancing NATO security: Montenegro already borders two NATO countries, so in terms of geostrategy, NATO's inclusion of Montenegro would not enter the alliance into a new region, but rather buttress existing posture. Its inclusion would be a calibrated signal that NATO hopes to plug gaps, without making any overly aggressive moves. Enhancement to NATO would not be in terms of real military strength, but rather, it would be a political symbolic gesture. Geopolitically, inclusion of Montenegro does shore up the Adriatic coast, just as feasibility studies are about to get underway for the Trans-Adriatic Pipeline, designed to reduce Europe's dependence on Russian oil.  Furthermore, the inclusion of Montenegro can send a signal to future countries, and to Russia, that all nations have the capacity to join the alliance as long as they make requisite reforms and demonstrate true willingness to put in the hard work to reach NATO standards. Montenegro has been hard at work since 2009 on reaching the threshold for membership, and its inclusion by NATO would signify that good faith agreements made will be respected if genuine effort is put in."], [224, "2015-11-05T00:43:14Z", [0.05], ""], [10934, "2015-11-04T23:08:18Z", [0.05], ""], [10932, "2015-11-04T22:48:16Z", [0.2], "New cooperation with Russia after the ISIL bombing of its airliner would delay this provocation. "], [24, "2015-11-04T22:36:25Z", [0.45], ""], [24, "2015-11-04T22:35:11Z", [0.4], ""], [498, "2015-11-04T22:13:02Z", [0.94], "Trans Adriatic Pipeline: Socar preparing feasibility studies for Montenegro\nhttp://www.cdm.me/english/trans-adriatic-pipeline-socar-preparing-a-feasibility-studies-for-montenegro"], [2822, "2015-11-04T19:59:45Z", [0.0], ""], [3434, "2015-11-04T19:51:10Z", [0.75], "Montenegro needs to join NATO to lure vital foreign investment.\n“It does send a message,” said Jeffrey Rathke, a senior fellow at the Center for Strategic and International Studies, a Washington think tank. “If NATO invites a new member to join even though Montenegro’s size and military capacity is not enormous, it’s still an important signal that NATO remains open to enlargement.”\nWashington's NATO envoy, Douglas Lute, said on Wednesday there was an \"emerging consensus\" among NATO's 28 members though an invitation would depend on Montenegro making further progress on reforms to tackle corruption and improve the rule of law, and ensuring public support in the country, where polls are mixed.\nThe US has signaled its support for the accession of the former Yugoslav republic, and Montenegrin Foreign Minister Igor Lukšić said he believes the conditions exist for NATO's 28 members to decide, perhaps as soon as December, to invite Montenegro to join.\n“The government is determined to do everything that is needed in order to receive an invitation for NATO by the end 2015,” the Prime Minister, Milo Djukanovic, said in November.\nSome analysts claimed that weaknesses in the intelligence agency were a key reason for Montenegro not receiving an invitation to join NATO at its summit in Wales in September 2014.\nThe Sudden resignation of the chief of the intelligence service, Boro Vucinic, in December 2014, came as a surprise. The exact reasons for his withdrawal were not known even by some of the highest state officials. In a brief statement forwarded by the media, Vucinic explained that he submitted his resignation after discussion and agreement with the Prime Minister Milo Djukanovic. \nOne Brussels-based diplomat said Montenegro's accession would send a message to Moscow that it \"cannot halt NATO's expansion.\" Event\t                                                  Date\nPartnership for Peace\t                           2006-12-14\nIndividual Partnership Action Plan\t   2008-06-20\nIntensified Dialogue\t                           2008-04-03\nMembership Action Plan\t                   2009-12-04\nInvitation to join\t                                         ??"], [368, "2015-11-04T18:22:40Z", [0.0], ""], [68, "2015-11-04T18:16:43Z", [0.4], "No mention of Montenegro in this Financial Times article dated Nov 04 , but it may show the way the wind is blowing. Moving up from 25 to 40 as a result. \"Nato to reinforce its Mediterranean presence\nNato will outline proposals next month for a new “southern strategy” in response to mounting instability across the Middle East and Russia’s growing military presence south of the Bosphorus.\nIn its rush to reinforce itself in eastern Europe — a strategic priority that has dominated Nato’s posture since the Ukraine crisis — senior military officials at the alliance fear it may have neglected its Mediterranean flank, a vulnerability they say has been laid bare by Russia’s muscular intervention in Syria.\nThe strategy will focus on a range of measures including increased surveillance and reconnaissance activities across the Mediterranean by Nato forces, deployments of Nato troops in advisory roles to crisis-hit countries across north Africa and the Middle East, and reinforced permanent Nato military deployments in the region, according to Nato secretary-general Jens Stoltenberg.\n“We will discuss a southern strategy at our foreign ministerial which will take place on the 1 and 2 December,” said Mr Stoltenberg in Zaragoza, Spain, on Wednesday. “There we will have a report addressing and assessing the challenges we face to the South.”\nMr Stoltenberg, who is in Spain to observe Trident Juncture, Nato’s largest war game exercises since 2002, said there were now “many threats to the South of the alliance” that had to be urgently addressed.\""], [4795, "2015-11-04T17:54:19Z", [0.53], "Recent meeting in Romania of Central and East EU countries gives more pressure for NATO to \"see\" the interference threats from Russia to countries in the region.\nhttp://uatoday.tv/politics/cee-and-baltic-states-open-to-expanding-nato-527429.html Additional reporting, while not conclusive, suggests what we believe to be occurring in Montenegro with Russia trying to sway internal opinion against a NATO ascension.  More reason for NATO to make a statement against Russian advancement in the region by extending a Montenegrin invite.\nhttp://uatoday.tv/politics/special-report-the-russian-forces-attempting-to-derail-montenegro-rsquo-s-nato-accession-526085.html"], [484, "2015-11-04T17:29:40Z", [0.35], "Talked myself into \"decided to invite.\" Sigh, perhaps I can get honorable mention for being in the bottom 10%."], [619, "2015-11-04T15:27:57Z", [0.55], ""], [1993, "2015-11-04T06:43:04Z", [0.25], "Resolution of this question may depend on semantics. I expect there is enough pressure and momentum in NATO that member nations will take the decision to invite Montenegro in December. Will that satisfy the question? Normally, a formal invitation would be issued at a summit, i.e. next June. Is that the invitation the question refers to? But I wouldn't be surprised if NATO delivers a rush-invitation in December just to spite Russia, so increasing my percentage a bit."], [3225, "2015-11-04T03:59:40Z", [0.46], ""], [5083, "2015-11-04T03:30:46Z", [0.15], "the room is getting kind of full already"], [1028, "2015-11-04T03:27:17Z", [0.1], ""], [55, "2015-11-04T03:23:32Z", [0.5], ""], [3648, "2015-11-04T02:33:41Z", [0.05], ""], [3225, "2015-11-04T02:21:22Z", [0.45], "At the London School of Economics, Ambassador Wolfgang Ishinger, member of the OSCE Panel of Eminent Persons on European Security, presented a three question test to determine if a country should be considered as a viable candidate for NATO membership:\n1. Is the country united in its desire to become a member in NATO?\n2. Are NATO members united in their willingness to invite this country and defend it?\n3. Will the candidate country enhance NATO security? To answer the first question, in September the parliament of Montenegro  adopted a symbolic resolution supporting the country’s integration into NATO. About two thirds of the Montenegrin Parliament – 50 out of 79 – voted in favor of the resolution, supported by the ruling coalition, signaling the country’s readiness to join NATO. However, those who opposed the resolution insist that it is not up to the parliament to make such a historic decision, and that the majority of the country’s population has opposed NATO membership. Some MPs spoke out to suggest a referendum on the issue of the NATO integration. However, the majority may consider NATO membership as a sure avenue to decreased Serbian and Russian meddling in domestic politics: NATO membership would make Putin think twice about political involvement in Montenegro. In the general public, it remains difficult to read opinion. Anti-government protests have broken out, but each side points fingers at the other of falsifying numbers and polls: the pro-NATO camp alleges that Russia is behind the anti-NATO opinion, and the anti-NATO camp accuses the government of inflating the public sentiment towards NATO. Opinions about NATO membership remain hotly divided in Montenegro. The population is split into thirds, with one third for membership, one third against, and the remaining third undecided. Many of the country’s sizeable Serbian community remain angry over NATO’s bombing campaign in Serbia during the 1990s that was aimed at forcing Belgrade to withdraw from Kosovo. Several opposition politicians, mostly from pro-Serbian parties, joined the anti-NATO rally. Protesters sang famous Russian songs and carried banners declaring that ‘Kosovo is the heart of Serbia’. Pro-Serb party leaders called on people to never forget the victims of the NATO bombings. Even NATO has urged Montenegro to do more towards implementing a series of reforms ahead of a final decision due by the end of the year on whether to invite the country to join NATO. Montenegro has notably participated in sanctions against Russia, a favorable development for NATO. While much Russian tourism money is spent at Montenegrin beaches, it is broadly considered by the Montenegro population to be of an illicit nature related to money laundering.  In terms of enhancing NATO security: Montenegro already borders two NATO countries, so in terms of geostrategy, NATO's inclusion of Montenegro would not enter the alliance into a new region, but rather buttress existing posture. Its inclusion would be a calibrated signal that NATO hopes to plug gaps, without making any overly aggressive moves. Enhancement to NATO would not be in terms of real military strength or geopolitical gains, but rather, it would be a political symbolic gesture.    Furthermore, the inclusion of Montenegro can send a signal to future countries, and to Russia, that all nations have the capacity to join the alliance as long as they make requisite reforms and demonstrate true willingness to put in the hard work to reach NATO standards. Montenegro has been hard at work since 2009 on reaching the threshold for membership, and its inclusion by NATO would signify that good faith agreements made will be respected if genuine effort is put in. "], [532, "2015-11-04T02:04:03Z", [0.63], ""], [40, "2015-11-04T01:22:04Z", [0.65], ""], [734, "2015-11-04T00:47:41Z", [0.64], "Updating, particularly based upon Jean-Pierre's excellent compilation. Also, someone once said something to me about the port of Bar, I believe...."], [3225, "2015-11-04T00:43:49Z", [0.45], ""], [1708, "2015-11-04T00:09:25Z", [0.55], "Obama shows signs of having learned what hesitation yields when confronting Putin (Syrian and Crimea), and he will quietly support the US Congress's desire for NATO inclusion. Some European countries are less inclined to further confront Putin beyond current sanctions and will be opposed. "], [10857, "2015-11-03T23:51:49Z", [0.0], "France are opposed to a 2015 invitation. Lack of support for membership by the Montenegro population will likely influence/delay NATO decision to extend an invitation."], [9865, "2015-11-03T22:48:24Z", [0.1], ""], [601, "2015-11-03T22:22:50Z", [0.5], "The US is pushing for a relatively innocuous but good-PR way to stick a finger in Putin's eye.   The thornier questions of Georgia and Macedonia/FYROM will be left for the next US President "], [5243, "2015-11-03T21:45:53Z", [0.55], ""], [368, "2015-11-03T21:07:44Z", [0.0], ""], [10863, "2015-11-03T20:23:57Z", [0.0], ""], [9737, "2015-11-03T19:53:33Z", [0.02], ""], [43, "2015-11-03T19:29:42Z", [0.1], "I'm getting nervous about my potential Brier score, even though I can't see how NATO would risk permitting Montenegro to join given the significant possibility that the next election could result in quitting NATO, and that Montenegro's Serbs could be a petri dish for Little Green Men.  See the comparison class of the Transdinestra in Moldova, which, although not a NATO member, cooperates closely. If it didn't have Russian troops occupying its Transdinistria region, it probably would get to join. But there is the rub. Even though, like Montenegro, Moldova has no border with Russia, its population is strongly pro-Russia. Also like Montenegro, Russia has no land route to supply its troops in Transdinistria. However, Russia is supporting them via air, and nobody is enthusiastic about getting into a shooting war with Russia over this.  In the case of Montenegro, supplying Little Green Men, and, later, official Russian forces would be trivial, given Montenegro's two Mediterranean ports. So my analysis has been that making Montenegro a NATO member would result in destabilizing Montenegro, potentially leading to NATO having to defend it against Little Green Men, and soon. Worse, this might galvanize the Serbs, who still remember the death and destruction of NATO's air strikes against them in 1999. If the pro-Russian politicians win the next elections, what next? A Russian naval base in the Adriatic? Yet, yet... many of the top forecasters are going high on the probability that NATO is motivated to give Russia the middle finger. If NATO could pull this off, if Putin decides, oh, well, you guys win, I'll just take my marbles home and pout, this would be quite the coup.  So I'm going up from zero to ten%, just in case my analysis of the power players is wrong, just in case all those superforecasters know what they are forecasting. http://www.nato.int/cps/en/natohq/topics_49727.htm\nhttps://news.vice.com/article/romania-is-starting-to-freak-out-about-russian-designs-on-transnistria\nhttp://www.eurasianet.org/node/73586\nhttp://www.washingtonpost.com/wp-srv/inatl/longterm/balkans/stories/montenegro050399.htm"], [691, "2015-11-03T19:11:48Z", [0.12], ""], [4795, "2015-11-03T17:50:19Z", [0.52], "Protests have calmed down this week. Serbian announcement to buy military hardware from Russia may be one additional item adding to the decision to bring Montenegro into NATO http://inserbia.info/today/2015/11/experts-serbia-will-have-to-choose-between-russia-and-nato-soon/ There is also a good to even chance that NATO will make an invitation decision before the end of December but make formal ascension details later (this question doesnt specify what 'invitation' entails)."], [498, "2015-11-03T17:25:09Z", [0.93], "France remains non-committal\nhttp://www.cdm.me/english/decision-on-inviting-montenegro-on-december-1st\nCuriously, on October 30th, the Embassy of France in Montenegro and the French Institute of Montenegro launched \"The French in Montenegro\" website for French nationals.\nhttp://www.ambafrance-me.org/ Local color: Who knew basketball was so popular in Montenegro?\nhttp://www.fiba.com/news/montenegro-federation-celebrates-60th-anniversary"], [484, "2015-11-03T16:47:02Z", [0.25], "Following dominich."], [493, "2015-11-03T16:46:02Z", [0.35], "Affirming prior. Still think relations with Russia are too messy on a number of other fronts, and the west won't want one more headache. I expect kind words for Montenegro, and an eventual invite, but not this year."], [5589, "2015-11-03T12:02:51Z", [0.47], "Montenagro has made good progress but decision will get deferred because not enough progress was made. "], [68, "2015-11-03T11:53:01Z", [0.25], "Moving from 5 to 25, following @dominich.  The formal invitation is most likely to be issued next year in Warsaw, but a decision to invite could easily be announced in December - despite the drawbacks mentioned in earlier comments (opposition from the Serb populace, provoking Russia further, incomplete reforms within Montenegro itself etc)"], [498, "2015-11-03T09:55:40Z", [0.92], "\"The small Balkan state's membership to NATO is due to be finalized by the end of this year.\"\nhttp://uatoday.tv/politics/special-report-the-russian-forces-attempting-to-derail-montenegro-rsquo-s-nato-accession-526085.html \"Russians bearing gifts\""], [24, "2015-11-03T09:48:13Z", [0.25], "Upping forecast, a bit, in response to the following: firm language on official NATO website http://www.nato.int/cps/en/natolive/topics_49736.htm  \"Montenegro aspires to join NATO and the Allies are due to take a decision on its membership by the end of 2015. \"  A little less conclusive (despite initial appearances) are statements made here \nhttp://cherna.gora.me/news/washington-supports-montenegros-membership-in-nato/ \"Montenegro has the full support of the White House to become a member of NATO, Senator Christopher Murphy said after meeting with the Speaker of Montenegrin Parliament, Ranko Krivokapic in Washington.\"  - a second-level official from Montenegro and an even lower ranking official from the US are hardly conclusive. The results of the latest opinion poll in ME on NATO membership are also somewhat inconclusive http://www.cdm.me/english/membership-in-nato-supported-by-45-percent-of-population - while they show that a majority of the population do not support membership, in a yes-no referendum, the yes vote would likely win. The Montenegro Government clearly want the invitation to be issued this year. Other forces in NATO would not much less clearly like to issue the invitation this year. Despite talk of progress on rule of law, it still remains unclear whether the other factors are in place that would allow the invitation to be issued this year. I still think the Warsaw summit next year is a more likely occasion, but don't think an invitation in December can be ruled out. Opposition protests seem to have cooled rather, too, the Government has been playing up Russia's (alleged or actual?) role in organizing them - which could work in favour of the granting of an invitation being expedited. \n"], [1468, "2015-11-03T07:47:21Z", [0.08], ""], [1127, "2015-11-03T07:02:36Z", [0.05], "No, it is too early."], [241, "2015-11-03T00:57:22Z", [0.7], ""], [1337, "2015-11-03T00:21:06Z", [0.04], ""], [368, "2015-11-02T18:29:46Z", [0.0], ""], [10782, "2015-11-02T18:13:43Z", [0.05], ""], [1232, "2015-11-02T17:53:15Z", [0.05], "Update given passage of time and not hearing any more about this proposal in the meantime."], [10759, "2015-11-02T16:36:36Z", [0.18], ""], [1562, "2015-11-02T16:02:16Z", [0.85], ""], [130, "2015-11-02T15:20:02Z", [0.05], ""], [130, "2015-11-02T14:27:12Z", [0.11], ""], [3595, "2015-11-02T14:16:47Z", [0.25], ""], [691, "2015-11-02T13:33:14Z", [0.12], ""], [498, "2015-11-02T12:51:54Z", [0.91], "\"In December, Montenegro is expected to be invited to join NATO and this is expected to be particularly emphasized in the report of the European Commission, the sources said.\"\nhttp://www.b92.net/eng/news/politics.php?yyyy=2015&mm=11&dd=02&nav_id=95908"], [498, "2015-11-02T09:38:10Z", [0.91], "Russia moves to backdoor dangling of economic enticements:\nAzerbaijanis want to build a luxury ski resort in Montenegro\nhttp://www.cdm.me/english/azerbaijanis-want-to-build-a-luxury-ski-resort-on-zabljak"], [335, "2015-11-02T05:41:14Z", [0.01], "Very unlikely"], [8034, "2015-11-02T05:23:51Z", [0.02], "Not a winner "], [1056, "2015-11-02T03:04:22Z", [0.1], "Downgrading forecast in light of last week's anti-NATO riots in Montenegro. An invitation followed by riots would be a major embarrassment for NATO, and the only reason to invite Montenegro is to indicate NATO's strength and resolve. Unless Montenegrin opinion suddenly becomes near-unanimous over the next two months, I think the invitation will be \"postponed.\""], [306, "2015-11-01T23:34:07Z", [0.6], ""], [10717, "2015-11-01T23:15:09Z", [0.1], ""], [4380, "2015-11-01T23:14:58Z", [0.75], "US feels emasculated right now by Russia. Biden has said the US supports admittance. "], [29, "2015-11-01T22:38:19Z", [0.1], "Passage of time."], [368, "2015-11-01T21:09:18Z", [0.0], ""], [465, "2015-11-01T17:21:57Z", [0.8], "On @redacted and @fifty-sixty ref.s and analysis, upping 20%."], [10094, "2015-11-01T17:03:59Z", [0.85], "They need to recruit as many nations as possible"], [2004, "2015-11-01T15:17:54Z", [0.03], ""], [3225, "2015-11-01T14:43:01Z", [0.35], ""], [691, "2015-11-01T13:53:19Z", [0.09], ""], [4918, "2015-11-01T12:14:29Z", [0.85], "Revising back to 85% as last week's protests doesn't seem to yield any longer term consequences. NATO wants Montenegro, Montenegro (government) wants NATO. From military point of view there are no obstacles, it will be political decision.\nhttp://www.businessinsider.com/r-russia-not-acting-as-responsible-nuclear-power-nato-commander-2015-6\nAfter failure to be proactive in Syria, NATO-s indecision with invitation will be seen as sign of weakness. \n\nI see two issues possibly delaying the invitation. First there can be doubts if Montenegro is ready and willing. Public support seems to be on the rise, but there is no strong consensus. No idea how much polls can be \"tuned\", but with same guys capable of holding the wheel for 25 years, you can't be certain. There may be motivation in some NATO countries to postpone the invitation until elections to see if the political line supporting NATO will continue. On the other hand, current government will probably do literally anything to have the invitation before elections. Second there are global issues, expressed by Hollande's statement about disagreeing with expansion (March 2015). \nhttp://www.turkishweekly.net/2015/03/09/news/montenegro-shrugs-off-french-veto-on-nato-enlargement/ It can also be argued that invitation should be made in NATO 2016 summit and Poland has supported this (as next summit will be in Warsaw). (June 2015)\nhttp://www.reuters.com/article/2015/06/12/us-ukraine-crisis-nato-poland-idUSKBN0OS0Y120150612\n"], [498, "2015-11-01T08:49:14Z", [0.91], "The Montenegrin President Vujanovic said that Montenegro expects an invitation to join NATO at the ministerial meeting in December\nhttps://translate.google.com/translate?hl=en&sl=mk&u=http://www.president.gov.mk/en.html&prev=search\nMembership in NATO supported by 45 percent of population\nhttp://www.cdm.me/english/membership-in-nato-supported-by-45-percent-of-population\n[Acquiescence is] \"a form of consent that shouldn't be ignored\" [!]\nhttp://www.cdm.me/english/luksic-over-70-percent-of-citizens-believe-that-we-will-be-a-member-of-nato\n(What kind of twisted thinking is this? It goes well beyond even the lament of the busted snakeoil salesman: \"But he agreed to the transaction!\" It really is a sheer power perspective imo: \"Because I have created a situation in which the other party is unable to overturn the outcome, and the other party recognizes this, the other party thereby consents to my orchestration.\" Nice to know you brother. See 'ya.)"], [38, "2015-11-01T08:14:09Z", [0.1], "\nOn 10/24 about 5,000 people participated in protests.\n~~~~~~~\nhttp://news.yahoo.com/montenegro-pm-shrugs-off-violent-demos-calling-resignation-174632502.html Oct 26.  Djukanovic, speaking during an official visit to Slovenia, insisted Monday that his government could handle the protesters. \"These demonstrations are not a threat to the stability of Montenegro, which has shown its capacity to defend itself in a firm, efficient and organised manner against these attempts at destabilisation,\" he told a press conference.\n~~~~~~~\nhttps://english.sta.si/2191428/delo-looks-at-visit-by-montenegro-pm Ljubljana, 27 October - \" . . . Slovenia has decided to turn a blind eye to doubts about his [Dukanovic's] past to back Montenegro's efforts to join the EU and NATO.\"\n~~~~~~~\nhttp://www.gov.me/en/News/153894/Main-target-of-Democratic-Front-s-protests-in-Podgorica-was-sovereignty-of-Montenegro-PM-dukanovic-said-in-Parliament.html Oct 30.  \"Everything that happened later showed the capability of the police and institutions of the system to efficiently and professionally react in such situations. Most importantly, there were no casualties or major injuries on both sides,\" the Prime Minister stated, adding he is convinced that all individual cases of exceeding authority, as well as acts of violence by protesters, are to be thoroughly investigated.\n. . . \n“Following the December decision, we will be ready for the elections. When the elections are to be held does not depend on us, but on the parliamentary consensus. NATO invitation is at the end of our fingertips. We invite everyone to make a final effort to deserve it,” he underscored.\n~~~~~~~\nCOMMENT:  Whether the protesters are getting support from Russia or not, there is a significant portion of the population of Montenegro that is Serb and feels more allied with Russia than the West, and does not want to join NATO.\n"], [286, "2015-11-01T02:18:50Z", [0.05], ""], [605, "2015-10-31T22:13:08Z", [0.15], ""], [10493, "2015-10-31T21:40:33Z", [0.05], ""], [368, "2015-10-31T20:51:53Z", [0.0], ""], [10662, "2015-10-31T20:37:19Z", [0.75], "NATOs SecGen statement in Oct 2015 was very positive to an invitation."], [38, "2015-10-31T20:33:22Z", [0.1], "http://www.tol.org/client/article/25127-montenegro-podgorica-djukanovic-osce-mijatovic-zivkovic-raicevic.html http://www.chinapost.com.tw/international/europe/2015/10/20/448730/Protesters-police.htm Oct 19.  Dunja Mijatovic, the press freedom representative for the Organization for Security and Co-operation in Europe, has called for “transparent” reviews into the detention of two journalists who were reporting on violent demonstrations that rocked the capital.  Led by  an opposition coalition, several thousand demonstrators have camped outside Parliament for three weeks calling for \"genuine elections\" organized by a transitional government in place of Prime Minister Milo Djukanovic, who has been at the center of power since the early 1990s. The movement has been sparked in part by opposition to the government’s efforts to join NATO.\"\n~~~~~~~\nhttp://www.balkaninsight.com/en/article/montenegro-to-probe-police-actions-against-protesters-10-20-2015 \"The Montenegrin parliament's security committee will hold extraordinary session on Tuesday to examine whether police used excessive force at opposition rallies . . .  following accusations that police abused their power in conflict with the demonstrators, arresting and beating up MPs and journalists.\nThe opposition has demanded a hearing of the National Security Agency's chief, Dejan Perunicic, after the Council for National Security, the main security body in the country, on Sunday said that \"constitutional order and national security were threatened\" . Parliament has also agreed to hold a special session on Wednesday to discuss the \"ongoing political crisis in the country\" after the opposition protest turned violent. \n. . . \n\"The EU Delegation in Podgorica has urged \"all sides to show restraint\" and respect the law.  \"While protesters should respect the law and refrain from violence, excessive use of force by authorities is also unacceptable. At the same time, freedom of expression is a fundamental right. Journalists should work professionally and enjoy freedom to carry out their work unhindered,\" the delegation said.\n~~~~~~~\nhttp://www.balkaninsight.com/en/article/russia-does-not-stir-up-montenegro-protests-opposition-says-10-21-2015-1 http://sputniknews.com/europe/20151022/1028911767/Montenegro-Russia-Opposition.html Some in the government think that the protests are being encouraged by Russia to derail Montenegro's NATO bid which is opposed by the Serbian population of the country.\n~~~~~~~\nhttp://www.dw.com/en/montenegro-caught-in-the-midst-of-the-east-west-conflict/a-18802732 \"Experts believe that Montenegro will be given the go-ahead . . . \"\n. . . \n\"The EU . . . criticized the conditions in rule of law and the lack of clarification of attacks on critical journalists. \"Montenegro's leaders . . . see no need for a referendum on NATO membership.\n~~~~~~~\nhttp://www.irishtimes.com/news/world/europe/montenegro-braced-for-unprecedented-protests-1.2403883 \"The rule of Mr Djukanovic, who as president and prime minister has ruled Montenegro almost constantly since 1991, has always been dogged by allegations of corruption and authoritarianism that his repeated denials have failed to silence. \" . . . Nebojša Medojevic of the Democratic Front said Montenegro was “on the edge of serious instability, maybe even civil war”. \" . . .many Montenegrins were still wary of Nato 16 years after its aircraft bombed targets there during the Kosovo war, but insisted the protests had“nothing to do with Nato, Russia, the USA or anything other than free elections.” \"Mr Djukanovic said it was “strategically important that we do not spoil anything in the next couple of months”.\n~~~~~~~\nCOMMENT:  I have a hard time convincing myself that NATO would invite Montenegro to join when the people are so divided on the issue, the government is marginally legitimate, and there is considerable corruption.  I think that the positive remarks we're hearing from NATO (& the US) are designed to encourage more reforms, not signal that an invitation is in the offing."], [10654, "2015-10-31T19:09:43Z", [0.0], ""], [532, "2015-10-31T17:47:30Z", [0.6], ""], [691, "2015-10-31T13:51:31Z", [0.09], ""], [498, "2015-10-31T09:39:18Z", [0.91], "\"someone has interests in destabilising the Balkans region and he knows who it is, but will not say.\"\nhttp://www.euinside.eu/en/analyses/is-there-an-arms-race-in-the-balkans\n\"the expected invitation for full membership in NATO\" \nhttp://www.cdm.me/english/dps-first-nato-invitation-then-we-will-accept-any-date-for-elections\n"], [306, "2015-10-31T02:26:01Z", [0.5], ""], [10075, "2015-10-30T23:33:13Z", [0.0], ""], [10075, "2015-10-30T23:32:57Z", [0.35], "Main political parties in Montenegro are favorable.  US wants Montenegro in.  Somehow entrance of Montenegro has been tied to entrance of Macedonia, which Greece opposed.  Greece may no longer care, or the connection may be moot.  NATO will consider the issue again in December.  Not entirely clear in Montenegro will accept, given recent demonstrations in Podgorica, but that's not part of the question."], [4055, "2015-10-30T23:24:31Z", [0.2], ""], [2186, "2015-10-30T22:48:03Z", [0.03], ""], [10577, "2015-10-30T22:15:29Z", [0.9], ""], [101, "2015-10-30T21:40:13Z", [0.03], ""], [368, "2015-10-30T20:44:28Z", [0.0], ""], [9613, "2015-10-30T17:50:50Z", [0.05], "A good idea, especially since Russia, being punitive, added Montenegro to the food embargo list.  However, since only November and December remain in 2015, I don't see this happening until 2016."], [3323, "2015-10-30T17:37:38Z", [0.99], "Montenegro wants to join; NATO wants Montenegro to join.  Currently, NATO needs to show Russia that it will continue to expand NATO, and Montenegro is not contiguous to Russia or any former SSR.  So, the political cost is lower."], [484, "2015-10-30T16:18:12Z", [0.1], "Decided to go with \"invite\" really means \"invite.\""], [1850, "2015-10-30T14:46:17Z", [0.15], "Ratcheting down my forecast here.  The window is closing on this and with the US pushing/pulling people to the table in Vienna regarding Syria, I don't see them allowing NATO to be provocative till these negotiations wrap up.  Will update this based on outcome of the Vienna meeting."], [691, "2015-10-30T13:43:09Z", [0.08], ""], [3214, "2015-10-30T13:42:14Z", [0.15], "Although the motions are in place for it to be a possibility and Americas backing make it perfectly possible. The need for a unanimous vote to get in is unlikely with France and Germany already expressing concern plus although the rule of law has improved the recent protests will be a good excuse for the less keen nations to veto it.  If any has any update on how France or Germany feel please comment as I can't find much after May. "], [4634, "2015-10-30T08:45:59Z", [0.18], "Not likely, nation is divided over membership. Protests and demonstrations against the current government. Still a lot of corruption etc. However, if relations between NATO and Russia worsen further, an invitation is possible. Also, NATO -as an organization - is quite hawkish, so could push ahead. US also in favor. OTOH, France is opposed for now. Delay of decision most likely, but not as likely as I initially thought. (Note to self: Also, some troubling developments in Bosnia. Could have an influence perhaps)"], [10435, "2015-10-30T02:07:50Z", [0.35], "Bringing Montenegro, a slavic country, into the NATO fold would be a symbolic stick in the eye for Russia. Given how dismal the EU has been feeling on the international stage, and the continuing tension over Crimea, an invitation to Montenegro would send a signal while costing relatively little (it doesn't affect the balance of power). Negotiations have been in progress for several years and the political stars have aligned making an invitation likely. Albania and Croatia are also members. Things to watch for - resolution of NATO/Russian tensions making an invitation impolitic, and increased domestic tension in Montenegro. That said, two months is a short timeframe and the tea leaves on a quick offer seem mixed.  Long term  I'd say Montenegro gets the nod, short term I think the timing is subject to US/Russia relations as well as European diplomatic bandwith issues (what with a refugee crisis and all). While scheduled to make a decision in December, I'm guessing  the issue gets punted. More info may be forthcoming closer to the Nato summit in December. If the US sends more signals that it is willing to push for it I'd move closer to 50-50."], [386, "2015-10-30T01:00:02Z", [0.05], ""], [1433, "2015-10-29T23:59:14Z", [0.0], ""], [368, "2015-10-29T19:54:31Z", [0.0], ""], [10192, "2015-10-29T19:02:54Z", [0.68], "As a test case for the open door policy, it is more important for NATO to assert itself, than it is for NATO to be cautious about provoking Putin. Especially since it's not really all that provocative, given that Montenegro is borders away. "], [691, "2015-10-29T17:03:26Z", [0.08], ""], [484, "2015-10-29T16:12:38Z", [0.15], "Decided that the fuzziness of the question (would the original MAP suffice for example) warrant an uptick."], [498, "2015-10-29T15:06:37Z", [0.91], "A net +1 change after oversight pointed out by Raisinville."], [10293, "2015-10-29T11:40:54Z", [0.1], ""], [584, "2015-10-29T09:59:43Z", [0.35], "The question refers to an invitation, nothing else, and this might happen as well. Montenegro is not exactly at the border with Russia, but it is very true that the Russian investments in Montenegro are impressive. However, there are only two months left to the end of the year, so, I don't think it's going to happen during this timeframe. Montenegro expects an invitation by the end of 2016."], [498, "2015-10-29T07:33:02Z", [0.95], "\"it is very-very likely, or it is already confirmed that there will be an invitation by NATO\"\nhttp://sputniknews.com/military/20151029/1029259993/montenegro-nato-accession.html Russian report, but I'm accepting the attribution of the source and the quotation as accurate. Timing not addressed. +5"], [10371, "2015-10-29T04:06:23Z", [0.02], ""], [5833, "2015-10-29T01:36:54Z", [0.0], ""], [231, "2015-10-29T01:23:28Z", [0.55], ""], [9755, "2015-10-29T00:52:57Z", [0.65], ""], [519, "2015-10-28T21:01:09Z", [0.15], "It could happen. Montenegro is not all that important, and is on the periphery of the Russian near abroad. However, NATO has seen some considerable European resistance to enlarging the pact. "], [452, "2015-10-28T20:50:35Z", [0.0], ""], [368, "2015-10-28T19:23:45Z", [0.0], ""], [532, "2015-10-28T18:08:02Z", [0.6], ""], [40, "2015-10-28T16:53:08Z", [0.75], "US SAYS \"STRONGLY SUPPORTS\" INVITATION AT DECEMBER MEETING\nhttp://www.b92.net/mobilni/eng/index.php?nav_id=95865"], [691, "2015-10-28T14:02:14Z", [0.08], ""], [10046, "2015-10-28T11:22:33Z", [0.05], ""], [498, "2015-10-28T08:21:27Z", [0.9], "Just a little local color as background.\n\"They were thought to base themselves in Montenegro\"\nhttp://www.thesun.co.uk/sol/homepage/showbiz/tv/6712846/True-story-of-gem-thieves-The-Pink-Panthers.html\n"], [689, "2015-10-28T04:02:20Z", [0.35], ""], [10124, "2015-10-28T03:55:32Z", [0.06], ""], [10117, "2015-10-28T02:44:51Z", [0.05], ""], [9755, "2015-10-28T02:34:31Z", [0.65], "NATO needs to send a message to Russia."], [10113, "2015-10-28T02:09:13Z", [0.5], "Russia will try to stir the pot and increase pressure on the Montenegro government to back out of the negotiations, which could potentially delay NATO invitation."], [10108, "2015-10-28T01:48:26Z", [0.55], "want to show strength against putin"], [10097, "2015-10-28T00:20:10Z", [0.15], ""], [227, "2015-10-27T23:09:32Z", [0.2], "Too much going on for NATO to really focus on this and the stakes are not worth the effort to rush it through."], [90, "2015-10-27T21:53:29Z", [0.33], ""], [55, "2015-10-27T21:17:48Z", [0.65], "Street protests while probably orchestrated by Russia may cause Montenegro to back down a little on pursuing this. "], [9532, "2015-10-27T20:03:20Z", [0.7], "US seems ready to back the invitation. Russia's recent aggressive moves might make this an easy counter for the west as there are no shared border with Russia."], [691, "2015-10-27T19:16:02Z", [0.08], ""], [368, "2015-10-27T18:43:15Z", [0.0], ""], [9682, "2015-10-27T18:28:19Z", [0.37], "Russian/US political climate in region -- 40%\nInternal Opposition --  (-30%)\nDecember Nato Meeting with pre-announced expectation -- 60%\nLong-time delay on membership -- (-33%)\nTotal - 37%\n"], [1056, "2015-10-27T17:41:51Z", [0.25], "I have no idea if the accusation of Russia encouraging the demonstrations is true, but this story http://www.themoscowtimes.com/news/article/montenegro-says-russia-trying-to-force-regime-change/540359.html indicates that the Montenegrin government wants to encourage the \"Stand up to Russia and admit Montenegro\" faction in the west. Regardless of preferences in Montenegro, it's the actions of NATO that close the question one way or the other. So if NATO invites, the question closes as \"Yes,\" even if Montenegro passes on the invitation. Some forecasters have used the term kabuki to stress the staged, stylized pretense of some political actions. There may be no small element of kabuki in this event."], [9993, "2015-10-27T17:10:42Z", [0.08], ""], [7623, "2015-10-27T17:04:26Z", [0.41], "Long time Montenegrin President wants to join NATO. Reaction has not been positive. Protests all over the country. Russia and its citizens have large financial stake in country. It will depend on internal support for Milo Dukanovic and if he wants to follow through with his initial plan."], [9751, "2015-10-27T15:14:21Z", [0.01], "There are too many other pressing concerns in the region.  Also, NATO will not want to escalate tensions with Moscow at this time, given Putin's penchant for using such maneuvers to stoke nationalism at home."], [3264, "2015-10-27T13:47:41Z", [0.08], "Adjusting down for increased protests and conflict between Russia and the west"], [532, "2015-10-27T13:08:45Z", [0.55], ""], [9013, "2015-10-27T12:38:45Z", [0.1], "EU will not start a new area of conflict with Russia"], [9180, "2015-10-27T06:31:38Z", [0.0], "To much on there plate"], [9865, "2015-10-27T06:28:02Z", [0.1], "Given anti-NATO protests in Montenegro's capital and short timeframe, and despite what message this might send to Russia, I do not see the political wheels turning in the next two months that this will happen. "], [40, "2015-10-27T02:57:07Z", [0.52], ""], [43, "2015-10-27T02:24:44Z", [0.0], "Why might Republika Srpska, a semi-autonomous entity inside the country of Bosnia and Herzegovina, have anything to do with Montenegro's NATO bid? Here is how they are similar: 1. They both include large percentages of ethnic Serbs\n2. They both used to be part of Yugoslavia.\n3. Large numbers of the ethnic Serbs of both nations virulently oppose joining NATO.\n4. They both include the mountainous region known as the Balkans. There is a verb, “to Balkanize.” Hmmm, wonder why:) Here is how they are different: 1. Montenegro had been in NATO's Membership Action Plan (MAP) since 1999, while NATO has yet to accept   Bosnia and Herzegovina's request to begin the MAP process.\n2. Russia is actively working to destabilize Bosnia and Herzegovina by encouraging  Republika Srpska to declare independence. By contrast, so far, Russia has not gotten the Montenegrin Serbs angry enough to try to split up their country.\n3. Montenergo's Serbs instead are rioting against their government's bid to join NATO. Considering these factors, it seem like NATO would avoid making a decision for now. Too much instability, too much of a threat by Russia to ally with local activists.  We've seen this story before in Moldova, Georgia, Ukraine. Little green men, anyone? Sources:  Dateline 10-26-15 ...a crisis is brewing in Bosnia-Herzegovina on the European Union’s southeast flank. And here, too, Moscow has a hand in the mischief-making…. The Dayton agreement created two highly autonomous entities inside Bosnia: the Bosniak-Croat majority federation and the Serb majority Republika Srpska. Milorad Dodik, president of Republika Srpska, plans to rain on the Dayton anniversary parade by openly violating the agreement on Nov. 15 in a move that many see as a thinly veiled independence referendum…. The referendum threat is unfolding amid a perfect storm generated by Dodik’s strident Serbian nationalism, a demonstrably flawed EU policy of appeasing him, Russian meddling in the Balkans, and the United States’ dangerous unwillingness to override the EU on Bosnia…. Russian ambassadors have been notable in their refusal to support the international community’s efforts to stop Dodik’s attempts to tear Bosnia apart, as well as in their opposition to Bosnia’s EU and NATO membership…  http://foreignpolicy.com/2015/10/26/war-break-out-balkans-bosnia-republika-srpska-dayton/ Dateline 10-26-15 Bosnia and Herzegovina aspires to join NATO.  http://www.nato.int/cps/en/natolive/topics_49127.htm"], [9849, "2015-10-27T02:23:50Z", [0.15], "Does not seem to be set up nicely at the moment, but perhaps the United States would like to send a symbolic message to Russia this fall.  "], [83, "2015-10-27T02:16:21Z", [0.0], " http://inserbia.info/today/2015/10/montenegro-thousands-take-part-in-anti-govt-anti-nato-rally/\nSeveral thousand protested against the president and NATO membership in the Montenegrin capital of Podgorica on Saturday, The third protest in a week in a country with a population of 630,000. \nProtesters called for the resignation of the country’s prime minister, Milo Djukanovic, over alleged election fraud and corruption, urging the formation of a transitional government. \nOn October 15, NATO Secretary-General Jens Stoltenberg said that Montenegro was moving closer to becoming a NATO member, but said that more reforms and public support were needed."], [498, "2015-10-27T00:30:11Z", [0.9], "Slovenia supports Montenegro’s NATO bid\nhttp://www.balkans.com/open-news.php?uniquenumber=208088"], [9327, "2015-10-26T23:22:45Z", [0.09], "Montenegro is lobbying to join on the JULY 2016 summit, a full 6 months after the deadline for this prediction."], [9765, "2015-10-26T22:32:52Z", [0.05], ""], [9319, "2015-10-26T21:58:16Z", [0.3], ""], [9745, "2015-10-26T21:54:45Z", [0.0], "It'll be NATO's and America's way of getting back at Russia for the current situation in Syria."], [9729, "2015-10-26T21:13:11Z", [0.15], ""], [9720, "2015-10-26T20:49:51Z", [0.0], ""], [1448, "2015-10-26T20:48:23Z", [0.38], ""], [9719, "2015-10-26T20:43:08Z", [0.0], "Too soon. Will depend on further events in the region."], [552, "2015-10-26T20:03:17Z", [0.0], ""], [9665, "2015-10-26T19:35:36Z", [0.0], "NATO is concerned with already being too large and unmanageable."], [9676, "2015-10-26T19:33:19Z", [0.15], ""], [9676, "2015-10-26T19:33:05Z", [0.22], ""], [368, "2015-10-26T19:00:36Z", [0.0], ""], [9594, "2015-10-26T17:56:10Z", [0.25], "No\nRussia would not like that\nMontenegro PM is facing a tough road to re-election in 2016,  Non-NATO alliance is a campaign issue for the opposition"], [691, "2015-10-26T17:40:10Z", [0.08], ""], [1257, "2015-10-26T17:38:40Z", [0.1], ""], [9154, "2015-10-26T17:20:50Z", [0.01], "Nothing like this has zero probability, but I am not aware of any particular benefit to NATO."], [9573, "2015-10-26T17:15:04Z", [0.01], "Not an opportune time for expansion given current environment in Ukraine and Baltics."], [7118, "2015-10-26T17:04:41Z", [0.0], "No, Montenegro is insignificant, Islamic and it would anger more important regional countries such as Serbia, Croatia "], [8554, "2015-10-26T16:31:13Z", [0.02], "Not anytime soon. There will be an unforseen obstruction"], [8009, "2015-10-26T16:05:18Z", [0.1], "European opinion on this issue seems more mixed than U.S. opinion, based on the WSJ article.   It doesn't seem likely to happen this quickly."], [1500, "2015-10-26T15:58:41Z", [0.2], "Maybe Russia has poked enough sticks into the eyes of others that NATO will want to give them a poke back.  Maybe Russia is spread too thin and that would make it a good time to do this."], [465, "2015-10-26T15:57:22Z", [0.6], "@cmeinel and @fifty-sixty (Thanks for link) I am revising down by 15%... Can NATO separate itself from its link with EU? These are different categories and belief/membership in one does not equate with belief/membership in the other, as should be clear from PiS election in Poland; Norway not in EU. \"Revising down from 85% until consequences of yesterday's protests and arrests are clear. \"\nLocal news site http://www.cdm.me/english"], [9515, "2015-10-26T14:19:04Z", [0.0], ""], [9468, "2015-10-26T12:31:11Z", [0.0], "Pursuing additional European nations to join NATO will only make more difficult the discussion/negotiation with Russia regarding global issue."], [3225, "2015-10-26T10:29:28Z", [0.25], ""], [7877, "2015-10-26T07:39:52Z", [0.05], ""], [8691, "2015-10-26T06:08:17Z", [0.75], "Negotiations have been in progress since 2006. In 2014, \"intensified and focused talks\" were started. Montenegro has been working with the NATO-led operation in Afghanistan since 2010.   "], [4273, "2015-10-26T03:46:50Z", [0.07], ""], [9183, "2015-10-26T02:57:12Z", [0.0], ""], [7969, "2015-10-26T02:51:44Z", [0.0], "Too small a nation to rouse Russia with expanding NATO."], [9206, "2015-10-26T02:50:29Z", [0.0], "Too much going on in eu right now to grow it.  "], [568, "2015-10-26T02:24:50Z", [0.01], ""], [9107, "2015-10-26T01:55:40Z", [0.01], "There is no interest in expansion."], [9081, "2015-10-26T01:42:24Z", [0.05], ""], [43, "2015-10-26T01:23:47Z", [0.05], "Thank you, fifty-sixty for your link."], [7990, "2015-10-26T00:17:48Z", [0.0], ""], [4055, "2015-10-25T23:59:22Z", [0.23], ""], [8918, "2015-10-25T23:33:21Z", [0.19], "19% Yes probability Russia doesn't want NATO expansion\nRussia can make Montenegro unable to meet the requirements (regarding peace and unrest / protesters) NATO sets before a Country can Join NATO.\nThis makes NATO pushing towards expansion before the end of the year unlikely, it's a test they don't want to make yet.\nIf NATO were to advance the expansion agenda, Russia has ways to rebuff this still. At least at this point Russia has a way to prevent NATO expansion. Still 19% because NATO is pushing expansion, and if they can get it fast, they will."], [8941, "2015-10-25T23:27:36Z", [0.04], ""], [8941, "2015-10-25T23:26:34Z", [0.0], ""], [5390, "2015-10-25T23:00:43Z", [0.1], "With the recent protests in the streets, I feel that it is less likely to happen by end of year, especially with tensions with russia."], [8904, "2015-10-25T23:00:41Z", [0.05], "With Russia Main attention has transitioned to Syria. I diont thnk there would be a rush for Nato to provoke Russia an add anotther point of contention in Europe.  "], [8868, "2015-10-25T22:51:37Z", [0.05], "NATO will not invite Montenegro to join as doing so would be seen by Russia as a \"provocation\".  Russia did not seize the ports of the Crimea only to see a Black Sea choke-point strengthened near the Bosporus and they will saber-rattle if this comes up.  This would increase the stakes for Russian, Baltic access and Merkel and Obama will not support an increase in stand-off tensions."], [7600, "2015-10-25T22:22:23Z", [0.0], "No way, it would send a bad message to Russia that could respond by expanding its actions in Eastern Ukraine, or sending its \"green trolls\" in another ex-USSR country in retaliation after starting a pseudo-crisis with Russian speaking people afraid for their security or any other excuse to call for Russia help. NATO does not need Montenegro in a short term either."], [8788, "2015-10-25T22:11:16Z", [0.35], ""], [8799, "2015-10-25T22:10:23Z", [0.0], ""], [8788, "2015-10-25T22:01:20Z", [0.0], ""], [8632, "2015-10-25T20:56:54Z", [0.0], ""], [8323, "2015-10-25T20:40:42Z", [0.13], ""], [8551, "2015-10-25T20:39:50Z", [0.9], "The Montenegro government is currently advocating NATO membership, which would give it security if Russian and /or Balkan aggression arises, and currently anti-NATO protesters appear not to have mainstreet support. "], [1609, "2015-10-25T20:38:09Z", [0.85], "Montenegro's participation in NATO is seen as a significant because it could open up further collaboration in the region. The decision will arrive right before the Christmas holidays."], [5960, "2015-10-25T20:29:33Z", [0.85], "Given its political stability and alliances with the West, Montenegro is well positioned for NAT membership along with current members Croatia and Slovenia."], [8346, "2015-10-25T20:09:48Z", [0.0], ""], [7048, "2015-10-25T20:06:16Z", [0.0], ""], [8183, "2015-10-25T20:01:50Z", [0.15], "Any engulfing move by Putin in Serbia will be countered by the West with an invitation to Montenegro to join NATO. But Putin has enough on his plate and I don't think he'll move in there."], [7445, "2015-10-25T19:58:35Z", [0.0], "Move is towards accession, but NATO consensus may be elusive this round. "], [8351, "2015-10-25T19:56:11Z", [0.0], ""], [532, "2015-10-25T19:28:14Z", [0.57], ""], [8166, "2015-10-25T19:09:27Z", [0.0], "While discussions are always held, an actual invitation to join NATO must be unanimous and France and Germany would not allow an expansion of NATO to occur while the chaos in Syria is now under Russia's jurisdiction and the negotiations over Ukraine are going better than predicted."], [368, "2015-10-25T19:03:41Z", [0.0], ""], [8169, "2015-10-25T18:55:11Z", [0.0], "NATO is not confident now (failure in Ukraine) EU is not confident now"], [7769, "2015-10-25T18:47:38Z", [0.75], ""], [7811, "2015-10-25T18:43:15Z", [0.0], ""], [7769, "2015-10-25T18:36:24Z", [0.75], "Basic theory, Montenegro is not on the border, like Ukraine or Belarus.  They have made major strides into demonstrating that they are cleaning up their government.    Furthermore, Russia has expanded its military hold not only in the Middle East, but in the Arctic.  "], [8098, "2015-10-25T18:25:50Z", [0.0], ""], [7523, "2015-10-25T18:25:47Z", [0.03], "As NATO turns its attention to Syria, I find it very unlikely that it would seek to expand NATO at the same time. Especially under Obama. "], [4795, "2015-10-25T18:17:32Z", [0.46], "Upping this forecast based on the 2013 Montenegro presidential election showed only 63% got turnout which is only a margin above normal EU or North American elections in so called free democracy. If there truly was a significant public ground swell to remove the current president, I would have expected to see a higher voter interest last time.  Based on this I am keeping my estimate that a lot of the democratic front (DF) protests have an element of pro Russian emphasis indicating possible meddling proxy politics. My view is that NATO would see less probability of Ukraine style violence based on only limited DF activity (only a few thousand people - this varies if you read pro Russian media like Sputnik or RT)."], [8037, "2015-10-25T18:14:28Z", [0.15], ""], [7842, "2015-10-25T18:12:13Z", [0.0], ""], [6870, "2015-10-25T18:10:35Z", [0.05], "While there is room for nato expansion, and perhaps it is necessary, there will be a halt for now as nato confronts Russia in Ukraine. There is also a need to address Syria (and violation of Turkish airspace)  and the immigration issues confronting Europe. "], [7349, "2015-10-25T18:09:02Z", [0.05], ""], [7467, "2015-10-25T18:08:28Z", [0.0], "The US and Europe are looking increasingly weak and ineffective.  There is no political or moral advantage in expanding NATO at this time to include countries that can neither contribute anything and which pose an unnecessary and potentially symbolic sabre-rattling threat to Russia.  "], [7971, "2015-10-25T18:05:07Z", [0.0], ""], [7583, "2015-10-25T18:03:00Z", [0.9], "Yes, a good way to show some backbone to Russia this year and they have to do it before current government falls due to Russian interference."], [7745, "2015-10-25T18:01:42Z", [0.0], "Not a good time to snub the Russia. Need to work out Syria and Ukraine."], [6929, "2015-10-25T18:01:05Z", [0.01], "Due to the flare-up with Russia (Ukraine, Syria, etc) who are ever-opposed to NATO growing in size or strength, the West is unlikely to invite Montenegro into NATO by the years end.  The benefits of such a partnership are minimal, and would likely be greatly outweighed by the consequences that would be imposed by Russia, should such a partnership come to fruition."], [7229, "2015-10-25T17:56:13Z", [0.05], "Any expansion of NATO at this time would be seen as a threat to a Russia that is reeling from sanctions already in place and desperate to prove themselves on the world stage. Ukraine was very close to joining NATO once, can you imagine how that would have turned out? Also Montenegro's history during the late 90's is one that would be less than appealing to other NATO members. More time needs to pass before this happens.  "], [7761, "2015-10-25T17:54:41Z", [0.03], "Nato already has croatian coast so they are not eager to gain a foothold in the area. Montenegro might get positive \"wink\" from Nato but no invitation yet"], [7362, "2015-10-25T17:51:18Z", [0.0], "The events surrounding the migration into Europe will chill EU / West as well as Russian behaviour in Eastern Europe will pour ice on NATO expansion "], [7394, "2015-10-25T17:47:02Z", [0.25], ""], [7394, "2015-10-25T17:46:29Z", [0.0], ""], [7394, "2015-10-25T17:46:21Z", [0.3], ""], [7773, "2015-10-25T17:46:08Z", [0.25], ""], [7129, "2015-10-25T17:43:14Z", [0.05], "Any expansion to NATO will be seen as too provocative to a near-desperate Russia that is already suffering due to low oil prices and seeking any way to save itself."], [7440, "2015-10-25T17:42:03Z", [0.1], ""], [7416, "2015-10-25T17:41:35Z", [0.05], ""], [7046, "2015-10-25T17:39:55Z", [0.0], ""], [6387, "2015-10-25T17:32:55Z", [0.1], ""], [6552, "2015-10-25T17:10:25Z", [0.05], ""], [6969, "2015-10-25T17:05:41Z", [0.0], "No. There nothing to gain but confrontation with Russian in another geographic area. Ultimately you need to be ready to fight and no one cares about Montenegro."], [689, "2015-10-25T16:52:19Z", [0.07], ""], [5283, "2015-10-25T16:21:13Z", [0.58], ""], [6643, "2015-10-25T16:20:33Z", [0.66], "Three things lean toward this happening soon... maybe not within the next few months, but soon.  1. The country has applied for EU membership already, and that was shortly after its independence.  2. They are currently part of the UN and eligible for NATO, and they clearly see themselves as a European country on par with Albania and Croatia who are also members.  3. They are considered a small geopolitical concern by larger western nations so there is seemingly low risk for admittance...   They key thing here is what timeline the new 'enlargement' will fall in as it relates to this question."], [6787, "2015-10-25T16:09:29Z", [0.12], "NATO would rather allow Russia to have another land grab than risk open conflict. "], [5254, "2015-10-25T16:02:55Z", [0.75], ""], [6542, "2015-10-25T15:44:08Z", [0.65], "NATO will solidify its borders near the Russian areas of influence."], [6232, "2015-10-25T15:41:50Z", [0.05], "there is too much at stake with in Euro economics."], [5865, "2015-10-25T15:24:06Z", [0.85], "It seems as though they have implemented enough reforms and have enough support to be invited before the end of the year. The US,Germany and the UK have all agreed to support their addition into Nato. The issue will be that the popular opinion in Montenegro is split almost 50/50 with the general population. The basic argument being they do not want to be seen as taking sides and would rather remain neutral."], [6075, "2015-10-25T15:17:32Z", [0.25], "Russia holds the cards vs Assad and will decide the time for him to go..."], [6442, "2015-10-25T15:12:33Z", [0.15], "Low probability due to the many other issues facing NATO at the moment.  I see no one willing to drive this train at present.  Who has the desire and the power to further this issue ? "], [6041, "2015-10-25T15:10:26Z", [0.0], "Europe is too busy dealing with the migration crisis and on the other hand, doesn't want to do anything else that can be perceived in Moscow as another step against Russia . "], [5892, "2015-10-25T15:07:14Z", [0.2], ""], [6538, "2015-10-25T15:05:47Z", [0.45], ""], [6242, "2015-10-25T15:04:13Z", [0.0], "With Russia involved in Syria, Ukraine NATO will want more members in the organization. "], [5453, "2015-10-25T15:00:11Z", [0.0], "Not for a couple more years."], [6371, "2015-10-25T14:59:54Z", [0.04], "Too many complications to overcome, domestic opposition plus Russian opposition"], [5593, "2015-10-25T14:58:47Z", [0.1], "No new members will be added that soon. Not unless Russia resumes war in Ukraine"], [6432, "2015-10-25T14:56:57Z", [0.0], ""], [5416, "2015-10-25T14:56:28Z", [0.0], "Absolutely no chance."], [6105, "2015-10-25T14:55:37Z", [0.0], ""], [5823, "2015-10-25T14:54:07Z", [0.0], ""], [5996, "2015-10-25T14:52:05Z", [0.0], "Too much clutter in middle east to union build"], [6092, "2015-10-25T14:47:52Z", [0.0], "so many problems"], [5876, "2015-10-25T14:47:11Z", [0.1], ""], [5523, "2015-10-25T14:46:57Z", [0.85], ""], [5999, "2015-10-25T14:46:40Z", [0.95], ""], [5970, "2015-10-25T14:44:05Z", [0.0], ""], [5638, "2015-10-25T14:43:17Z", [0.05], ""], [5560, "2015-10-25T14:40:13Z", [0.75], "Yes, counter balance to uncertainty with Serbs"], [5649, "2015-10-25T14:40:08Z", [0.2], "Country is too small and doesn't have significant resources to contribute to NATO efforts."], [5442, "2015-10-25T14:39:38Z", [0.55], ""], [5471, "2015-10-25T14:37:03Z", [0.6], "Depending on how aggressive Russia continues to behave."], [5389, "2015-10-25T14:35:28Z", [0.12], ""], [691, "2015-10-25T13:01:21Z", [0.1], ""], [4918, "2015-10-25T12:42:48Z", [0.7], "Revising down from 85% until consequences of yesterday's protests and arrests are clear.\nLocal news site http://www.cdm.me/english"], [5244, "2015-10-25T12:31:32Z", [0.25], "No, no reason to invite Montenegro into this as current situation in the country is unstable."], [5345, "2015-10-25T12:22:42Z", [0.0], ""], [5332, "2015-10-25T12:12:32Z", [0.0], "Too many extraneous variables at play already in new US-USSR war.  We need to oppose Putin, not pi** him off."], [5195, "2015-10-25T12:09:30Z", [0.15], "Possibly, it is good strategically for NATO and western Europe.  "], [5243, "2015-10-25T12:00:12Z", [0.4], "NATO wants to establish absolute control over Mediterranean. Does not need any Russian infulance in region. But support for NATO is low in Montenegro.  Back in 1999 NATO had intervention against Yugoslavia, locals still remember 79 days of NATO bombing."], [241, "2015-10-25T01:26:15Z", [0.66], ""], [2331, "2015-10-25T00:37:09Z", [0.05], ""], [4795, "2015-10-24T23:52:24Z", [0.4], "Recent protest have hallmarks of the activity preceding Ukraine troubles. If we see any armed action or cyber activity then it is a good indication of Russian asymmetric warfare behind the scenes. I've upped my forecast to 40% YES based on the protests strengthening NATO resolve NOT to let Montenegro go the same way as Ukraine after its EU ambitions."], [368, "2015-10-24T19:06:39Z", [0.0], ""], [1928, "2015-10-24T17:10:28Z", [0.05], ""], [691, "2015-10-24T14:25:14Z", [0.1], ""], [1502, "2015-10-24T08:06:53Z", [0.05], "Opposition groups in Montenegro expect tens of thousands of protesters to demand the government’s resignation today, a week after police injured several people when they used tear gas and batons to disperse demonstrators.\nProtest leaders demand that prime minister Milo Djukanovic step down after dominating Montenegrin politics for over two decades, but his supporters accuse them of doing Russia’s bidding to block the country’s accession to Nato. (The Irish times) Police in Montenegro's capital Podgorica fired tear gas on Saturday night to disperse several thousand people who rallied demanding the resignation of Prime Minister Milo Djukanovic, the third such clash in a week.\nDjukanovic has previously rejected demands to resign, offering to call early elections after December's NATO meeting when the Balkan country is expected to be invited to join the alliance."], [90, "2015-10-24T03:32:41Z", [0.5], ""], [4795, "2015-10-24T01:26:05Z", [0.37], "Montenegrin DPM visits Italy who assures them that their EU and NATO assent ion will not be obstructed https://www.google.com/url?rct=j&sa=t&url=http://www.gov.me/en/News/153608/DPM-Markovic-in-Rome-Italy-s-Senate-supports-Montenegro-s-EU-NATO-accession.html&ct=ga&cd=CAEYACoTOTE5MDU3MDE1NjczMzIzMzYyOTIZMGM2ZGE3MzI0YWE3NDhhNjpjYTplbjpDQQ&usg=AFQjCNFq0cfN6LRMavqcMO4LkmnT_K5Geg This however is likely due to ongoing energy deals between the countries hence it is likely fairly biased"], [368, "2015-10-23T19:41:34Z", [0.0], ""], [643, "2015-10-23T18:36:36Z", [0.1], ""], [691, "2015-10-23T15:02:34Z", [0.1], ""], [306, "2015-10-23T14:46:21Z", [0.7], ""], [1751, "2015-10-23T10:23:06Z", [0.7], "Progress in some areas (involving the fight against corruption, freedom of the media, independence of the judiciary, etc) might have been piecemeal. These have also been issues before, especially in the case of other former  NATO-candidate countries from the Balkans or Eastern Europe  (e.g.: Albania, most recently).  The invitation to join NATO could be (again) largely a political one.  Popular support is probably an important factor. The pro-NATO side seems to have gained a small edge.\nResults of polls reveal some sharp divisions when ethnicity is taken into consideration. No vocal opposition, in the past 3 months, from existing NATO members. http://www.cdm.me/english/research-by-ipsos-for-nato-52-percent-of-citizens http://natomontenegro.me/ResourceManager/FileDownload.aspx?rId=46074&rType=2 http://www.cedem.me/images/jDownloads_new/Izdavastvo/Publikacije/Citizens_attitudes_on_NATO_integrations_July_2015.pdf http://www.businessinsider.com/r-nato-urges-montenegro-to-prove-readiness-for-accession-2015-10 http://www.nato.int/cps/en/natohq/opinions_123909.htm"], [1502, "2015-10-23T09:49:01Z", [0.05], "Montenegro PM Djukanovic said Thursday the protesters calling for him to step down on corruption allegations are serving Russia's interests by complicating the country's Nato entry aspirations. \"Russian policy is on the side of the protest organisers\", he said, dot-net.com reports. \"Their goal is to stop Montenegro's progress toward Nato\"."], [532, "2015-10-22T21:57:18Z", [0.57], ""], [368, "2015-10-22T19:49:42Z", [0.0], ""], [4795, "2015-10-22T19:29:46Z", [0.35], "Montenegro is sandwiched between new(ish) members Croatia and Albania (joined 2007/09) so little direct threat to Russia (except Balkan influences from Serbia or Bosnia. US approval in Sep 2015 is a good indicator of a pending invitation but unknown if this would be before end of 2015. NATO fear that Montenegro invitation would inflame Russian activity (as per Ukraine situation) is not likely to be an issue to withhold an invitation.  October 15 visit by NATO head suggested reforms were making good progress in rule of law, although 2 months is a short time to see how well they play out before a NATO invite is extended. This is main reason to downgrade the forecast."], [4998, "2015-10-22T18:52:58Z", [0.15], "No desire to irritate Russia. Country matters little militarily."], [2594, "2015-10-22T16:11:49Z", [0.1], "While I think that Montenegrin membership in NATO is valuable solely for the message it would send Putin, that is also the reason I fear it will not happen anytime soon. NATO members are split on the issue, and though Washington has stated that it will support Montenegro's bid, the Obama administration has proven itself willing to appease Putin in almost every conceivable way."], [4980, "2015-10-22T14:46:47Z", [0.15], ""], [1502, "2015-10-22T10:45:31Z", [0.1], "NATO officials said that, despite the U.S. announcement, there is not yet consensus on whether to invite the country."], [691, "2015-10-22T10:28:28Z", [0.09], ""], [4965, "2015-10-22T07:03:07Z", [0.15], ""], [1612, "2015-10-21T20:04:06Z", [0.3], ""], [909, "2015-10-21T19:45:02Z", [0.04], "Antagonizing Russia more with little benefit. It might happen in the long run, but not this year. "], [4918, "2015-10-21T19:24:32Z", [0.85], "Montenegro has been sitting on MAP for 6 years, invitation has been moved forward several times, with latest promise to make final decision by the end of 2015. Current language supporting invitation is strong. No visible opposition among NATO countries. NATO-Russia line is currently complicated leaving some room for surprises. "], [368, "2015-10-21T19:13:52Z", [0.0], ""], [241, "2015-10-21T16:36:18Z", [0.65], ""], [4936, "2015-10-21T16:25:24Z", [0.0], ""], [4861, "2015-10-21T12:57:29Z", [0.05], ""], [20, "2015-10-21T12:48:49Z", [0.12], ""], [4707, "2015-10-21T12:41:54Z", [0.05], "As I understand, all past NATO invitations happened at NATO summit, and the next NATO summit is scheduled on July 2016. While NATO summit is not a regular meeting, last three summits happened in 2010, 2012, 2014."], [691, "2015-10-21T12:36:00Z", [0.09], ""], [4917, "2015-10-21T09:15:13Z", [0.0], ""], [4273, "2015-10-20T23:18:08Z", [0.07], ""], [231, "2015-10-20T22:54:38Z", [0.52], ""], [821, "2015-10-20T22:35:02Z", [0.1], "I think that NATO may still invite Montenegro to join at some later date.  However, this requires that \"all 28 members of the alliance are ready to put fresh strain on relations with Russia\" and also that there be full implementation of reforms in Montenegro.  This is not likely to happen by the end of this year. "], [689, "2015-10-20T22:19:48Z", [0.17], "Comment deleted on May 10, 2016 06:32PM UTC"], [1646, "2015-10-20T22:09:52Z", [0.03], ""], [368, "2015-10-20T18:26:34Z", [0.0], ""], [691, "2015-10-20T18:10:24Z", [0.1], ""], [29, "2015-10-20T11:43:39Z", [0.15], "Passage of time."], [1304, "2015-10-20T08:11:40Z", [0.03], "Adjusting further down from 8%"], [38, "2015-10-20T07:04:20Z", [0.1], "http://www.balkaninsight.com/en/article/podgorica-protesters-give-pm-six-days-to-resign-10-18-2015 Unofficial police estimates say that around 5,000 people attended the rally at Podgorica's main square but organisers claimed that around 10,000 demonstrators attended the rally to demand the government's resignation and early elections . . .\n~~~~~~~\nhttp://abcnews.go.com/International/wireStory/tear-gas-fired-montenegro-anti-government-protest-34559363 The opposition groups earlier last week also staged an anti-NATO protest during a visit by alliance Secretary-General Jens Stoltenberg to Montenegro.\n~~~~~~~\nhttp://www.reuters.com/article/2015/10/18/us-montenegro-protests-idUSKCN0SC0SR20151018 The National Security Council concluded that during the three-week long protests \"there were activities that threatened the constitutional order, stability and security of the citizens and their property.\"\n. .. \n\"Demonstrators hurled bottles at the police who responded by firing teargas and beating some people at the front of the crowd, including prominent opposition leader Nebojsa Medojevic, a Reuters witness said.\n~~~~~~~\nCOMMENT:  I think that these protests and the official reaction are evidence that Montenegro is not ready for membership in NATO, and I assume that this will not escape NATO members.\n"], [35, "2015-10-20T05:12:49Z", [0.01], ""], [734, "2015-10-20T00:45:53Z", [0.58], "The view from no-man's land: Not ready to join the shills and provocateurs out there quite yet, but an interesting article nonetheless:\nhttp://www.ibtimes.com/nato-expanding-despite-putins-threats-montenegro-could-become-newest-member-2144372"], [1448, "2015-10-20T00:42:47Z", [0.13], ""], [38, "2015-10-20T00:40:38Z", [0.1], "http://www.ibtimes.com/nato-expanding-despite-putins-threats-montenegro-could-become-newest-member-2144372 \"Continuing legal reforms will be a key factor in NATO’s decision to welcome Montenegro, with Washington saying it would back Montenegro’s bid if reforms are successful. . . .  \"However, only a slight majority of the Montenegrin people support joining NATO, with a large Serb population still suspicious of the alliance because of the more than two months of bombings 16 years ago that took place in response to Serbian forces killing ethnic Albanians during the Kosovo War. This could be a stumbling block for lawmakers trying to sell the public on the virtues of NATO, experts said. \"While some NATO member states worry that expansion could increase tensions with Moscow, others see it as a moment to signal to Russia that the country does not have a veto when it comes to enlargement.\n"], [38, "2015-10-19T22:11:45Z", [0.1], "http://inserbia.info/today/2015/10/bulatovic-say-no-to-nato-they-owe-us-blood/ “NATO has to know that in Montenegro there is a huge number of people who consider this military alliance a criminal organization which contrary to the stipulations of international law and far from reason, right and moral, kills people across the planet and destroys numerous countries,” said Bulatovic, . . .  who was president of Montenegro from 1990 – 1998, and then served as president of the government of the Federal Republic of Yugoslavia from 1998 – 2000, [He] reminded NATO that during the 1999 bombings of Yugoslavia, more than 30,000 Montenegrin members of the Yugoslav army offered “strong and militarily honorable resistance to its military power.” “Those are citizens of Montenegro, who have strong memories that NATO killed our people, including civilians and especially children, that it destroyed our country and poisoned our air and water,” Bulatovic said and added “NATO is no kind of friend, but a military alliance which owes us blood.”\n~~~~~~~\nhttp://uk.reuters.com/article/2015/10/17/uk-montenegro-protests-idUKKCN0SB0XV20151017 \"Montenegro's police used teargas on Saturday to disperse hundreds of anti-government protesters outside the parliament building in the capital Podgorica and local media said several people had suffered light injuries. \"The ex-Yugoslav republic's main opposition bloc . . [is]  demanding the resignation of veteran Prime Minister Milo Djukanovic and the formation of an interim government pending fresh elections. \"Critics say the tiny Adriatic country of 680,000 is run as a fief by a political elite largely unchanged over the past 20 years, a description the government rejects.\n. . . \n\" . . . Western governments and rights groups remain concerned over the level of organised crime and graft, which especially flourished during the breakup of Yugoslavia in the 1990s. \n~~~~~~~\nhttp://www.reuters.com/article/2015/10/18/us-montenegro-protests-idUSKCN0SC0SR20151018 Several thousand protesters demanding the resignation of Prime Minister Milo Djukanovic and the formation of an interim government marched in the centre of the capital Podgorica on Sunday evening.\n. . . \n\" . . . the protests will continue unless their demands are met by Saturday.  \"If until Saturday an interim government is not formed and Djukanovic is not gone, people from all over Montenegro will come to Podgorica,\" Mandic said. \"Earlier on Sunday, the country's ruling coalition and opposition parties agreed to call an extraordinary session of the parliament's security committee to investigate whether the police had used excessive force at an opposition rally on Saturday. \"jukanovic's Democratic Party of Socialists (DPS) accused the Democratic Front of trying to stop it from joining NATO, it said in a statement on Sunday.\n~~~~~~~\nCOMMENT:  The protesters had legally encamped (literally) on a square in front of the Parliament building, blocking a main street,  3 weeks ago, but their permit has expired.  Police used force to remove them, and there are charges of police brutality.  The initial cause for the protest was some new elections legislation which the majority of the opposition claims would not provide for a fair vote in elections set for spring 2016. I see several red flags for NATO membership here in terms of rule of law and desire for membership:\n1)  insufficient public support for NATO membership\n2)  social unrest & possibly unstable government\n3)  protests over organized crime, graft, and stacked elections"], [4818, "2015-10-19T20:36:43Z", [0.05], ""], [1344, "2015-10-19T19:51:48Z", [0.8], ""], [24, "2015-10-19T19:41:40Z", [0.1], "Lowering forecast slightly. Still hopes from the Montenegrin government of an invite in December, but (a) language from NATO officials continues to be qualified (see, eg http://www.reuters.com/article/2015/10/15/us-montenegro-nato-idUSKCN0S911720151015  . Repeated large-scale anti-government protests in the capital (not explicitly or specifically anti-NATO, but led by NOVA, the party that is the chief opponent domestically of NATO accession) urging its resignation are clouding the domestic atmosphere too. "], [368, "2015-10-19T16:50:02Z", [0.0], ""], [142, "2015-10-19T15:36:46Z", [0.15], "Too much happening in Europe at thr moment and too many negatives on the Montenegro side.  I support Anneinak's comments."], [691, "2015-10-19T15:11:35Z", [0.1], ""], [493, "2015-10-19T13:03:11Z", [0.35], "Still think this happens later than December (mostly for the same reasons that Anneinak cited), but leaving room to be wrong. I think the praise for Montengro has been a little over the top, like there's a big \"But. . . \" coming, which will probably be a delay. "], [3264, "2015-10-19T12:59:04Z", [0.19], "Adjusting down slightly for increased protests. Western countries have said they want this the something the people wants, not just the government. We'll see if that trumps geo-politics."], [858, "2015-10-19T11:26:18Z", [0.05], "I think that Montenegro will get the invitation at the NATO summit in Warsaw in 2016.  Although Biden promised US support at the NATO Foreign Minister's meeting in December, I think that too much is going on in Europe for this to occur."], [465, "2015-10-19T06:53:54Z", [0.85], "It's important to realize that Montenegro as a MAP is already part of NATO's mission in Afghanistan, now devolved to training, and advising Afghan forces. For NATO to renege on an invitation after a 2/3 majority of the legislature voted to accept and after a summit hosted in Montenegro would also send a signal. A signal that NATO will pull countries along. Then drop them. Not the signal NATO wishes to send. OK, for those that won't search comments without a link, here it is... => http://www.isn.ethz.ch/Digital-Library/Articles/Detail/?lng=en&id=194072\n"], [4729, "2015-10-18T20:39:32Z", [0.0], ""], [1562, "2015-10-18T19:33:49Z", [0.5], ""], [532, "2015-10-18T17:40:07Z", [0.55], ""], [1344, "2015-10-18T15:24:38Z", [0.73], ""], [206, "2015-10-18T14:26:57Z", [0.05], "Too much going on in Europe right now to deal with stuff like this."], [691, "2015-10-18T14:05:58Z", [0.1], ""], [29, "2015-10-18T12:22:49Z", [0.2], "Upating for passage of time."], [1479, "2015-10-18T04:02:47Z", [0.0], ""], [20, "2015-10-18T00:22:24Z", [0.15], ""], [1337, "2015-10-18T00:01:59Z", [0.05], "Invitations to join NATO are typically made just before or during summits. There is no emergency where the military of Montenegro could help tilt the balance in favor of NATO. I don't foresee any such emergency in the remaining time. It can't even annoy the Russians or the Serbs; it can't be used as bribe to stop the Asian migrants. It will be done, but not right away."], [1056, "2015-10-17T23:33:47Z", [0.25], "I'm drastically downgrading after some of the links other forecasters have posted, and based on their opinions and observations. From what I infer, opinion among the NATO countries is split, with some calling for the invitation to show Russia that NATO isn't intimidated, and others considering an invitation to be provocative. I think it can go either way, and that the talk about Montenegro not having made adequate progress is a way of providing an excuse if the invitation does not materialize. That is, if NATO decides to make a point by voting for the invitation, Montenegro's lack of progress will be ignored, if it decides not to invite, the lack of progress will be cited as the reason. I think the whole matter has much more to do with the internal politics of NATO sending a message than it actually has to do with Montenegro's institutional progress or the wishes of its population."], [368, "2015-10-17T17:44:49Z", [0.0], ""], [2541, "2015-10-17T17:41:48Z", [0.0], ""], [102, "2015-10-17T17:20:32Z", [0.0], "Flop down to 0.  Too many conditions from NATO, lack of majority interest in Montenegro, with too many Russian ties and too much risk.  This is not Bulgaria. The hint of an invite is a perfect example of what Iranians call \"taarof\"."], [1626, "2015-10-17T17:07:54Z", [0.15], "* Only a plurality support it within Montenegro\n* Need unanimity to obtain invitation -- only one which opposes further straining NATO-Russian relations\n* Still haven't fully implemented the requisite changes for membership"], [691, "2015-10-17T11:41:46Z", [0.11], ""], [4634, "2015-10-17T08:54:28Z", [0.08], ""], [498, "2015-10-17T04:49:48Z", [0.9], "I'm curious: What are the Italians saying as to Montenegro's accession to NATO? [Edit: \"Italian investments in Montenegro in the last ten years reached EUR 580 million. Italy has in the past five years been the largest investor in the country.\"\nhttp://www.b92.net/eng/news/region.php?yyyy=2015&mm=05&dd=26&nav_id=94237 That's good enough for me. If the Italians are behind Montenegro, the others will follow.]"], [4656, "2015-10-17T00:46:31Z", [0.0], "Russia has considerable economic interests in Montenegro as well as longstanding political relationships and cultural affinity. No formal offer will be made in the near future for several reasons, including mutual lack of interest and the current inability of Montenegro's armed forces to meet NATO standards. If an informal offer or promise is made, it will not be made in seriousness,, but rather as a tactical maneuver against Russia."], [38, "2015-10-16T23:56:29Z", [0.1], "http://abcnews.go.com/International/wireStory/nato-chief-praises-montenegro-progress-membership-bid-34489449 \"Montenegro is a strong aspirant for membership,\" Stoltenberg said . . . \"Further implementation of the reforms is key,\" he added. \"It demands strong commitment, but it can be done and Montenegro is taking the right steps.\" \"Stoltenberg . . .  has praised Montenegrin reforms of the armed forces and intelligence services. \"It is important to continue with the reform momentum by December and after that,\" Montenegrin Prime Minister Milo Djukanovic said. \"In such atmosphere, we have much reason for optimism that we will reach our goal.\" \"Illustrating the public divide on NATO membership, dozens of anti-NATO protesters gathered in the capital, Podgorica, holding banners reading \"No to NATO.\" The same slogan has been sprayed on dozens of buildings throughout the capital city. \"Anti-NATO sentiments are due partly to NATO's bombing campaign against Yugoslavia over Kosovo in 1999. Still, recent opinion polls have suggested that support for NATO has grown in recent months amid a strong government campaign. \"It is now important for Montenegro to show that the systems are performing, delivering the results for which they were created,\" Stoltenberg said.\n~~~~~~~\nhttp://www.reuters.com/article/2015/10/15/us-montenegro-nato-idUSKCN0S911720151015 \"[Prime Minister] Djukanovic, whose more than two-decade domination of government in Montenegro is cited by critics as proof of democratic shortcomings . . . \n. . . \n\"Supporters of Montenegro’s membership bid say it would send a message to Russia that it cannot halt NATO’s expansion. . . \n~~~~~~~~~\nCOMMENT:  I'm making a literal interpretation of Stoltenberg's & Lute's words, and coming up with the conclusion that they don't think Montenegro is ready yet, so  I'm still negative about this."], [38, "2015-10-16T23:30:10Z", [0.0], "http://www.balkaninsight.com/en/article/montenegro-hosts-nato-amid-protests-10-15-2015 \"Several dozen anti-NATO activists rallied outside the government’s official residence in Podgorica on Wednesday to protest against joining the military alliance. Many were carrying banners bearing the slogan ‘No to war, No to NATO’. \n. . . \n\"Opinions about NATO membership remain hotly divided in Montenegro. Many of the country’s sizeable Serbian community remain angry over NATO’s bombing campaign in Serbia during the 1990s that was aimed at forcing Belgrade to withdraw from Kosovo. \"Several opposition politicians, mostly from pro-Serbian parties, joined the anti-NATO rally.  . . . \"During the visit, NAC representatives urged Montenegro to continue implementing a series of reforms ahead of a final decision due by the end of the year on whether to invite the country to join NATO. \"Montenegro needs to continue reforms in key areas, so member states can make the decision by the end of the year on the basis of the achieved results,\" Stoltenberg said during Wednesday’s talks with the Montenegrin President Filip Vujanovic.\n. . . \n\"The Democratic Front, an alliance of opposition parties, has called for Prime Minister Milo Djukanovic's administration to step down and hold an early election, amid allegations of electoral fraud and corruption at government level. \n. . . \n\"Vujanovic's cabinet put out a statement on Wednesday quoting Stoltenberg as saying the current reforms implemented in Montenegro will ensure the country reaches NATO standards and that progress is \"encouraging\". \n~~~~~~~\nhttp://www.balkaninsight.com/en/article/media-bias-distorts-podgorica-protest-reports--10-15-2015 Oct 16.  \" . . . . 24-hour [anti-government] protest rallies . . .  have been taking place in the capital Podgorica for the past three weeks.\n. . . \n\"Neither side have distinguished themselves in their coverage of the current political crisis. Both pro-government and opposition media have shown they are often guided by political objectives and ideology, rather than a strictly informative agenda, as the priority in their coverage of news and stories about the socio-political life of Montenegro.\n~~~~~~~\nCOMMENT:  On the negative side, I note so many hedges in the first piece:  \"NAC representatives urged Montenegro to continue implementing. . . \", \"Montenegro needs to continue reforms. . . so member states can make the decision . . .on the basis of achieved results\", and \". . .progress is encouraging\".  How else would a NAC person say, \"You're making progress but you're not ready yet\"? On the positive side, I note that the protests involved only several dozen people and some members of the opposition. However, the accusation of corruption and electoral fraud goes to one of the issues that NATO is looking at:  Rule of Law (RoL). On the whole, I think that this adds up to a \"not yet\" vote."], [38, "2015-10-16T23:14:29Z", [0.1], "http://www.reuters.com/article/2015/10/14/us-montenegro-nato-idUSKCN0S80WD20151014 Oct. 14:  \"Washington's NATO envoy, Douglas Lute, said on Wednesday there was an \"emerging consensus\" among NATO's 28 members though an invitation would depend on Montenegro making further progress on reforms to tackle corruption and improve the rule of law, and ensuring public support in the country, where polls are mixed. \"So if those two conditions are met,\" Lute said, \"then the U.S. vote in December will be positive.\"\n. . . \n\"Montenegro’s government points to opinion polls that suggest a narrow majority support entering NATO. . . \n. . .\n\"What we are looking for there is a clear indication that the people of Montenegro want this membership, that it is not simply the leadership of Montenegro,\" said Lute.\n~~~~~~~~\nCOMMENT:  I am wary of the hedging, conditional words:  \"emerging consensus\", \"though an invitation would depend on . . .\", \" . . .looking for . . . a clear indication. . .\", \"If those  two conditions are met. . .\"\n"], [4273, "2015-10-16T22:52:38Z", [0.1], ""], [368, "2015-10-16T22:00:42Z", [0.05], ""], [1548, "2015-10-16T20:34:30Z", [0.15], "Per this Reuters article too many criteria to be met with too many variables to be approved by year end.http://www.reuters.com/article/2015/10/15/us-montenegro-nato-idUSKCN0S911720151015"], [4634, "2015-10-16T20:15:27Z", [0.05], ""], [110, "2015-10-16T17:56:15Z", [0.1], "The decision will be made in December (couldn't find the date), so this question will resolve this year. It looks like the US will vote for accession, but other member states may vote against. One key issue is that support within Montenegro is still relatively low (plurality, but not majority support). As others have pointed out as well, diplomacy with Russia may actually be a consideration, even if NATO denies this. The wording of the question is a major point here as well. It says \"invite\", not \"ratify\". Based on the info on NATO's website, I believe this is talking about step 3 in the process: \"Accession protocols are signed by NATO countries\". I don't know if that means that the decision has to be unanimous among members or not. The ratification process looks like it has to be unanimous, which is what has stalled Macedonia's accession (i.e. Greece refuses to accept them). It isn't clear to me that either step 3 or 4 are what the question refers to as an \"invite\" though, nor what precisely will cause this question to close. The tl;dr here:  a) I don't see any way this can be ratified this year. If the question relies on ratification, then it's going to close as false.\nb) If it is just step 3, and if it is a majority of countries (i.e. not unanimous vote), then it has a high change of closing as true.\nc) however, lots of negative wildcards, including existing members vetoing it, or just the low popularity within Montenegro itself. Some useful resources:\nhttps://en.wikipedia.org/wiki/Accession_of_Montenegro_to_NATO\nhttps://en.wikipedia.org/wiki/Enlargement_of_NATO#Montenegro\nhttp://www.nato.int/cps/en/natohq/news_123958.htm?selectedLocale=en\nhttp://www.nato.int/cps/en/natolive/topics_49212.htm"], [1406, "2015-10-16T17:15:15Z", [0.0], ""], [4465, "2015-10-16T16:08:44Z", [0.16], ""], [689, "2015-10-16T15:30:49Z", [0.65], "Comment deleted on May 10, 2016 06:25PM UTC"], [927, "2015-10-16T15:24:02Z", [0.35], "http://www.reuters.com/article/2015/10/14/us-montenegro-nato-idUSKCN0S80WD20151014 Looks like this could happen if certain conditions are met. "], [1646, "2015-10-16T12:34:07Z", [0.05], ""], [29, "2015-10-16T12:26:57Z", [0.3], "Updating for the passage of time and lack of positive news."], [147, "2015-10-16T11:31:36Z", [0.05], "There is a favorable view towards Montenegro joining the alliance. However, there are concerns about allowing Montenegro to join based on \"modernizing its armed forces, improving its intelligence services, bolstering the rule of law and stepping up a fight against corruption.\"  Also some NATO members (France) do not want to take actions that will raise tensions with Russia. http://www.reuters.com/article/2015/10/15/us-montenegro-nato-idUSKCN0S911720151015\nSo it seems likely that Montenegro will join NATO, but not before the end of this year."], [4616, "2015-10-16T04:24:53Z", [1.0], ""], [1993, "2015-10-16T02:04:24Z", [0.15], "Not sure what, precisely, this question is asking. There will be a lot of pressure from the US to invite Montenegro, but a formal invitation probably won't be made until the summit in June 2016. NATO members may decide to invite in December. Will that satisfy the definition of \"invite\"? I hope not."], [1333, "2015-10-15T23:09:06Z", [0.33], "Purely as part of a strategy of countering Russian moves in the former eastern bloc and the Caucuses."], [43, "2015-10-15T22:34:10Z", [0.1], "Waiting to see what the result of this week's meetings will be. Dateline 10-15-15 The Atlantic alliance may be about to get just a tiny bit bigger, the Washington Post reports. Montenegro, with a population of just over 600,000, is interested in joining NATO, according to Montenegro's Foreign Minister Igor Luksic. The feeling is at least tentatively mutual, with NATO officials in town this week for a visit to assess the country's progress in meeting the conditions for membership. However, public opinion towards NATO membership remains sharply divided in the country, once the subject of a NATO bombing campaign as part of the Kosovo War, with 46 percent favoring membership and 42 percent against.  Situation Report: Foreign Policy [fp@foreignpolicy.com] "], [368, "2015-10-15T21:09:49Z", [0.05], ""], [1013, "2015-10-15T17:22:58Z", [0.7], "Recent news indicate that most NATO members favor inviting Montenegro to join, contingent on Montenegro to comply with a number of conditions (deal with corruption, ...). An open question is whether Montenegro will satisfy these conditions in time. http://www.reuters.com/article/2015/10/14/us-montenegro-nato-idUSKCN0S80WD20151014\n\"The United States has signaled its support for the accession of the former Yugoslav republic.\nWashington's NATO envoy, Douglas Lute, said on Wednesday there was an \"emerging consensus\" among NATO's 28 members though an invitation would depend on Montenegro making further progress on reforms to tackle corruption and improve the rule of law, and ensuring public support in the country, where polls are mixed.\" Montenegro wants to be come a member of NATO:\nhttp://sputniknews.com/europe/20150919/1027235290/montenegro-passes-resolution-to-join-nato.html"], [689, "2015-10-15T16:58:11Z", [0.0], "Comment deleted on May 10, 2016 06:22PM UTC"], [4592, "2015-10-15T16:30:27Z", [0.1], ""], [52, "2015-10-15T13:27:05Z", [0.75], ""], [691, "2015-10-15T13:11:35Z", [0.18], ""], [4055, "2015-10-15T08:49:14Z", [0.3], ""], [498, "2015-10-15T06:39:45Z", [0.9], "\"I am certain the conditions are there for the alliance member states in December to take the decision to invite Montenegro to join”\n(Shockingly accurate verbiage.)\nhttp://www.timesofmalta.com/articles/view/20151015/world/Montenegro-hosts-Nato-top-brass-optimistic-on-membership-invite.588311"], [4556, "2015-10-15T03:45:25Z", [0.75], ""], [4465, "2015-10-15T02:18:54Z", [0.11], ""], [36, "2015-10-15T00:14:48Z", [0.0], ""], [484, "2015-10-14T23:44:21Z", [0.0], "Don't think anyone has posted this (good summary): http://www.isn.ethz.ch/Digital-Library/Articles/Detail/?id=194072 Mentions both December 2015 and July 2016; suspect latter is more likely to get a (reasonable definition of) invitation."], [83, "2015-10-14T22:54:31Z", [0.0], "http://www.europeaninstitute.org/index.php/251-european-affairs/ea-april-2015/2023-nato-enlargement-the-case-of-montenegro\nFrom the EU link:  \" France and Germany, notably, have indicated that they are not ready for Montenegro to be brought into NATO, and that attitude would likely apply also to any other aspirant.  Some of that could have to do with concerns about the risks of “elephantiasis,” or “too biggism” – indeed, it can be argued that NATO is already several countries “too large” in terms of efficiency, effectiveness, and what little some of the members bring to the core alliance tasks.  But more likely it is concern that taking in any new country right now would complicate efforts to deal with Mr. Putin’s activities, the need to shore up alliance solidarity, and the hope for a way out of the current crisis that can offer at least some promise of returning to President George H.W. Bush’s vision of a “Europe whole and free” and at peace.   In this view, Montenegro’s appeal to join NATO is at least ill-timed if not also unwelcome.  (The United States might have a different view and will support Montenegro’s accession to NATO.  The decision has to be unanimous, however, and, at the moment, U.S. interest in Europe is not taken for granted by many of the allies and thus its influence on this matter is less than it would have been at any other time in the past. This issue needs to be addressed separately.)\"\n"], [498, "2015-10-14T20:11:28Z", [0.9], "From 88 to 90% per Economist blurb per Heffalump and HC.\n(I'd say that \"... should ... bring a membership invitation in December\" is a definite prediction by the Economist [a declarative rather than an imperative 'should']. Do we have any historical data on how good they have been on such predictions in the past? Yes, I know there's some panache with the Economist, opinion-leadership and all that. But, are they any good at predictions? Um, 3-4 grad students + six months = published article. Go!)\n(I note also that the Economist uses the [technically invalid] term 'invitation.')"], [3264, "2015-10-14T19:40:35Z", [0.23], "NATO has brought in 12 members in the past 26 years (46% of the time).  46% is the baseline of any candidate being added.  Geopolitical politics make it the most likely to be added of the candidates, however, caused NATO to balk at adding Montenegro in 2014.  So we'll say Montenegro has a 50% chance of being added if any country is added. .5 x .46 = .23"], [368, "2015-10-14T18:42:44Z", [0.55], ""], [1056, "2015-10-14T17:55:09Z", [0.65], "Back to original forecast after looking at the Economist article. If political class conventional wisdom says \"Yes,\" that's good enough for me. "], [102, "2015-10-14T16:31:10Z", [1.0], "OK flip. [1] [2]  US is flexing against Putin, this along with TOWs is response on Syria.  Invite expected in December though so I have 2 months for this to repair damage to my Brier score. [1] http://www.nato.int/cps/en/natohq/news_123859.htm\n[2] http://www.reuters.com/article/2015/10/14/us-montenegro-nato-idUSKCN0S80WD20151014"], [143, "2015-10-14T16:26:31Z", [0.75], "EDIT: 14/10 I got this one very wrong (original prediction 1%). Now changed to 75% \"NATO’s 29th member is likely to be Montenegro. The alliance is keen to show that Kremlin harrumphing has not changed its open-door policy. And Montenegro (which separated from Serbia in 2006) has tried hard to shed its reputation as a playground for dodgy Russians. It signed up promptly for European Union sanctions after Russia’s attack on Ukraine, and when the alliance’s secretary-general, Jens Stoltenberg, and a delegation of ambassadors arrive today they will compliment the government on purging pro-Russian elements in the security services. Support for NATO membership is growing, though it is still under half the population (and a protest demonstration will greet the visitors). NATO bombed targets in Montenegro in 1999 in the Kosovo war and ties with Serbia—still far from the alliance—are strong. Progress on entrenching democracy and battling corruption has been fitful. But geopolitics should trump such shortcomings and bring a membership invitation in December.\"\nhttps://espresso.economist.com/08cfa77bb5382849ef0ca47444f9311e?fsrc=scn%2Fesp%2Ftw"], [657, "2015-10-14T15:25:50Z", [0.08], ""], [691, "2015-10-14T13:24:04Z", [0.26], ""], [1122, "2015-10-14T12:16:00Z", [0.45], "How Nato will invite Montenegro when their meeting will be held nex tnext year"], [40, "2015-10-14T10:53:04Z", [0.68], "Economist, today: \"NATO’s 29th member is likely to be Montenegro. The alliance is keen to show that Kremlin harrumphing has not changed its open-door policy. And Montenegro (which separated from Serbia in 2006) has tried hard to shed its reputation as a playground for dodgy Russians. It signed up promptly for European Union sanctions after Russia’s attack on Ukraine, and when the alliance’s secretary-general, Jens Stoltenberg, and a delegation of ambassadors arrive today they will compliment the government on purging pro-Russian elements in the security services. Support for NATO membership is growing, though it is still under half the population (and a protest demonstration will greet the visitors). NATO bombed targets in Montenegro in 1999 in the Kosovo war and ties with Serbia—still far from the alliance—are strong. Progress on entrenching democracy and battling corruption has been fitful. But geopolitics should trump such shortcomings and bring a membership invitation in December.\""], [4506, "2015-10-14T06:51:13Z", [0.75], ""], [1344, "2015-10-14T06:03:52Z", [0.65], ""], [734, "2015-10-14T00:22:29Z", [0.58], "Throttling back on this question as I cannot fully convince myself of whether or not the liberal interpretation of the resolution of this question holds, so I am defecting to the no-man's land between the trenches but somewhat closer to the yes trench.  The formal invitation, should it be proffered, will most likely be extended at the meeting in Warsaw next year.  Whatever else that may pass for an invitation likely prior. So I shall sit here for awhile and test the winds...."], [3514, "2015-10-13T22:22:37Z", [0.07], "Not much time left.  Population isn't behind joining, and Russia would fight tooth and nail to sway voting in a referendum for NATO membership.  Russia has the assertive momentum for now--no one is standing up to them at this point.  I don't think NATO would open a new \"battle front\" w/ Russia right now in Montenegro by pushing this now, so status quo seems highly likely"], [368, "2015-10-13T19:29:16Z", [0.02], ""], [43, "2015-10-13T19:02:48Z", [0.1], "I'm still not understanding the question. Before the forecast horizon, the only upcoming NATO meeting is only slated to give recommendations. Would a \"recommendation\" that NATO find that Montenegro has met the goals of its MAP plan count as an invitation? Montenegro already, as of Sept. 16, 2015, has voted to join NATO (http://www.gov.me/en/News/152390/Parliament-of-Montenegro-adopts-Government-proposed-Resolution-on-joining-NATO.html). So then, of what would a NATO \"invitation\" to join consist?  As for Montenegro having been given a MAP plan by NATO, how does this invalidate NATO's invitation to join? This is the normal way nations proceed to win a place within NATO. This question is a perfect example of why Dr. Steven Rieber, the IARPA manager who funded the Good Judgment Project for four years, is planning to launch a new research effort. Not surprisingly, for years now, angry players have been emailing him complaints about Good Judgment questions. Wait, wait, folks, IARPA is not funding this game, so please don't try to get Dr. Rieber to twist any arms! You can read about his ideas on this next research effort at http://www.iarpa.gov/index.php/research-programs/create . Basically, IMHO, questions should be forecastable, and not make the players too angry to continue playing."], [1232, "2015-10-13T18:56:37Z", [0.13], "Downward adjustment because of event attendance where it just wasn't really discussed. "], [4429, "2015-10-13T18:07:43Z", [0.8], "Obama needs a win"], [241, "2015-10-13T17:40:47Z", [0.75], ""], [532, "2015-10-13T16:18:44Z", [0.6], "Affirming prior forecast.  "], [74, "2015-10-13T15:01:23Z", [0.15], ""], [691, "2015-10-13T12:43:09Z", [0.26], ""], [783, "2015-10-13T06:41:50Z", [0.65], "The Montenegro government passed a resolution in support of it, whatever a resolution goes for nowadays. But does imply they are serious in becoming a military partner and they are involved in Afghanistan. Corrected: Parliament of Montenegro adopts Government-backed Resolution on joining NATO\nhttp://www.gov.me/en/News/152390/Parliament-of-Montenegro-adopts-Government-proposed-Resolution-on-joining-NATO.html NATO Secretary General Jens Stoltenberg met with  Secretary General and Prime Minister Milo Đjukanović in Montenegro and said their discussions were in a 'critical phase' and reminded him that they should stay on course in meeting the requirements for acceptance in NATO. Rather vague, but he spent time to visit him.  NATO Secretary General in visit to Montenegro stresses value of Euro-Atlantic integration\nhttp://www.nato.int/cps/en/natohq/news_120534.htm They have several agreements of operation.  NATO’s relations with Montenegro\nhttp://www.nato.int/cps/en/natohq/topics_49736.htm?selectedLocale=en They are not in a region that is a direct challenge to Russia, as they are closer to Italy than Russia. One of the reasons that there was NATO and KFOR involvement, and war, in the former Yugoslavia was because Yugoslavia was a weak flank.  It borders the former Warsaw Pact countries and NATO regions and a center in Europe is only as strong as its flank. Given that the Balkan region is sometimes less stable it causes more security involvement from Europe. It may not have the same issues it had with the Warsaw Pact, but allowing the region to go off on its own is not prudent if they are asked to support the West.  A resolution is like a promise to an invitation, which is like a pre-approved loan which is like do not shop around until we figure it out.  However, Montenegro could have an offer from NATO to accept a tailored plan to further integrate its policies and training in NATO at a later date, as some of the Balkan nations agreed to accept, since streamline coordination is not always possible in NATO. NATO and the Balkans: The case for greater integration\nhttp://www.nato.int/docu/review/2007/issue2/english/art3.html I give it higher than 50% because of the intense events in the region, but will balance the probability with the mood changes at NATO."], [43, "2015-10-13T02:22:01Z", [0.1], "Agreeing with Anneinak, and taking into account the concerns of NATO's Secretary General as noted below. HOWEVER!!! I don't understand what the difference is between NATO's invitation to Montenegro to join the alliance back in 1999, and what is meant by \"invite Montenegro to join the alliance before the end of the year.\" According to http://www.nato.int/cps/en/natolive/topics_37356.htm, the official NATO website, \"Current participants in the MAP [Membership Action Plan] are the former Yugoslav Republic of Macedonia, which has been participating in the MAP since 1999, and Montenegro, which was invited to join in December 2009.\" Presumably the author(s) of this question knew about Montenegro having been \"invited to join\" in 1999, so they must want something more. Is the question really \"Will NATO rule that Montenegro has met all the conditions of its MAP before the end of the year, and is hereby cleared to join any time it wants?\" If so, then the comment in the news story below suggests that meeting its MAP goals is going to take considerably more time. As Anneinak has pointed out, public opposition is a likely deal breaker. Dateline 10-12-15 [Secretary General Jens] Stoltenberg said support for Montenegro's membership was growing but its entry would depend on its efforts to improve the rule of law and on public support in the country for it to join. http://www.business-standard.com/article/news-ians/nato-members-urged-to-increase-budgets-over-security-threats-115101300076_1.html"], [1448, "2015-10-13T01:27:23Z", [0.18], ""], [498, "2015-10-13T00:53:54Z", [0.88], "\"According to a press release by the NATO Parliamentary Assembly, lawmakers participating in the meeting also encouraged NATO Secretary General Jens Stoltenberg to support Montenegro's bid to become the Alliance's 29th member state\"\nhttp://www.business-standard.com/article/news-ians/nato-members-urged-to-increase-budgets-over-security-threats-115101300076_1.html"], [38, "2015-10-12T23:06:07Z", [0.1], " http://www.balkaninsight.com/en/article/montenegro-awaits-nato-top-officials-with-high-hopes-10-09-2015 Oct 12.  \"NATO officials will meet decision-makers and the opposition ahead of a December ministerial meeting that will decide on Montenegro's bid. \n. . . \n\" . . . the plan for NATO ambassadors and [NATO Sec Gen] Stoltenberg is [to] verify whether the country has progressed, and get more information on the state of legal and security reforms required as a condition for membership.  \n. . . \n\"The government is optimistic that the NAC will positively assess the situation and [Montenegro's Ambassador to NATO] Garcevic said there was a \"great chance\" of Montenegro receiving an invitation.  \"Garcevic admitted the majority of the public still did not support membership. However, support for joining the alliance has increased by about 7 percent in recent months to 43 per cent. The same polls, he added, suggested a fall in the number of NATO opponents to 38 per cent, down from 46 per cent early in 2015.  Gracevic said he expected the anti-NATO campaign to intensify in the weeks to come.  \"Several anti-NATO organizations have announced a rally during the NAC-Stoltenberg visit. \n. . .   \"Moscow has repeatedly said that Podgorica's NATO ambitions run counter to hundreds of years of \"fraternal relations\" between the two Slavic, Orthodox Christian nations.\n~~~~~~~\nhttp://www.worldbulletin.net/balkans/165196/growing-support-for-montenegro-nato-membership-bid Oct 12.  \"NATO Secretary General Jens Stoltenberg on Monday said he was encouraged by recent reforms in Montenegro and saw \"growing support\" for inviting the tiny Balkan nation to join the Western military alliance. \"A formal decision on Montenegro's membership bid is to be made at a meeting of NATO foreign ministers in early December. \"I will not prejudge the decision... but I sense some kind of growing support for inviting Montenegro,\" . . . Montenegro is really making progress both when it comes to the rule of law, when it comes to establishing an independent judiciary but also when it comes to modernising its armed forces, its intelligence services,\"  Stoltenberg said. \"I am actually encouraged by the progress I've seen.\"\n~~~~~~~\nCOMMENT:  In both of these articles the action is referred to as a decision to invite.   Since posting earlier today, I've been thinking about why this question has the end date of Dec 31st.  Would the administrators pose a question that they knew would resolve as \"No\" because such an action couldn't be taken at the December meeting?  I doubt it.  So, either they mis-understood what was on the NATO agenda, or they thought that it might resolve positively.   I'm thinking that I should forecast based on what I think will happen at the meeting.  A lot may depend on what kind of public reception NATO officials receive in Montenegro:  if there's riots, all bets are 0!   It seems to me that the biggest obstacle to Montenegro's bid seems to be the lack of public support.   Can't you see the headlines:  \"NATO Membership FORCED on Montenegrans\"?  "], [24, "2015-10-12T22:57:12Z", [0.15], ""], [4429, "2015-10-12T22:16:13Z", [0.8], ""], [4429, "2015-10-12T21:20:58Z", [0.0], "80%"], [4429, "2015-10-12T21:20:50Z", [0.0], ""], [4429, "2015-10-12T21:20:19Z", [0.0], "Obama needs any win he can get especially with foreign policy by the end of his term. This is an easy win"], [38, "2015-10-12T20:48:32Z", [0.38], "http://blogs.wsj.com/brussels/2015/10/09/georgia-postpones-bid-to-advance-nato-membership/ Oct 9.  \"NATO is currently scheduled to make a recommendation on the membership ambitions of four countries at December’s meeting of foreign ministers, ahead of formal offers at next year’s summit in Warsaw. The four are Montenegro, Georgia, Macedonia, and Bosnia and Herzegovina. But right now only Montenegro, whose bid has the public support of the United States, is likely to be offered membership. Various other allies have reservations.\n ~~~~~~~\nCOMMENT:  It seems to me that there's 2 main areas of uncertainty on this question:  1)  What will NATO do, and 2)  what will the administrators make of what NATO does:  i.e.  what is their definition of \"invite\"?   The quote above straddles the question of \"invitation\", first referring to the action that might be taken as a \"recommendation\" of membership ahead of a formal offer, and then referring to what action NATO  might take as an offer of membership. In the past, I have made forecasts solely on the question as I understood it, then have fought like heck to get the administrators to interpret the question as I have; I have had limited success in doing this, and my patience and interest in doing so is wearing very, very thin.  As cmeinel said in one of her recent comments on another question lacking clarity, this is not my idea of \"fun\".  I wish I had not forecast on this question because of the ambiguity of it!  After participating in GJP for 2 years, I see that I have become rather compulsive about forecasting on every question on the day it is released.  This is a habit I am working hard to un-learn.    Now, to the question at hand.\nOn part 1, what will NATO do?  I think there is about a 75% chance that they will take positive action.\nThe concerns that keep me from going to 100% are:\n-I think it would be destabilizing.  \n-Some NATO officials have said that no more former Eastern bloc nations would be added.\n-lack of public support in Montenegro\n-prior statements from NATO that Montenegro would be admitted with Macedonia; Macedonia's inclusion is adamantly opposed by Greece\n-unsure there's enough votes in NATO for it. On part 2, how will GJI interpret what NATO might do?  I think there's about a 50% chance that they will interpret  a recommendation for invitation as an invitation.\nWhat keeps me from being confident is there is the chance that a formal invitation won't be made even if there is a recommendation to. That works out to 38% \nThe  average of the forecasts of the people I have up voted works out to 38%, also. I hate this question!  I wish I had never forecast on it!!!\n"], [43, "2015-10-12T18:40:40Z", [0.35], "Following redacted -- for now. "], [4422, "2015-10-12T18:34:18Z", [0.0], ""], [143, "2015-10-12T17:41:44Z", [0.01], "No. NATO is just not in the business of expanding membership at present, nor would Montenegro be remotely close to meeting the criteria for entry at this point. They are words of assurance but nothing more. alliance’s secretary-general, Jens Stoltenberg, and a delegation of ambassadors arrive today they will compliment the government on purging pro-Russian elements in the security services. Support for NATO membership is growing, though it is still under half the population (and a protest demonstration will greet the visitors). NATO bombed targets in Montenegro in 1999 in the Kosovo war and ties with Serbia—still far from the alliance—are strong. Progress on entrenching democracy and battling corruption has been fitful. But geopolitics should trump such shortcomings and bring a membership invitation in December.\"\nhttps://espresso.economist.com/08cfa77bb5382849ef0ca47444f9311e?fsrc=scn%2Fesp%2Ftw ("], [1344, "2015-10-12T17:39:45Z", [0.6], "Revising the forecast down, given the opposition/skepticism expressed or signaled by certain member states. (Note: As mentioned before by forecasters, the question could really use some clarification, whether we are talking about a formal or informal invitation.)"], [1344, "2015-10-12T17:38:59Z", [0.7], ""], [368, "2015-10-12T17:06:49Z", [0.05], ""], [4408, "2015-10-12T14:16:37Z", [0.05], "Too many distractions in mideast/ukraine, bureaucracies delay everything"], [1278, "2015-10-12T14:03:03Z", [0.0], "No desire to ruffle Russia's feathers any further this year. "], [493, "2015-10-12T12:16:35Z", [0.35], "Raising slightly in light of visit by NATO officials cited by Redacted. Still think it's unlikely in December for reasons previously stated.  "], [498, "2015-10-12T08:57:09Z", [0.87], "Top-Level NATO Visit Raises Montenegro's Hopes\nhttp://www.balkaninsight.com/en/article/montenegro-awaits-nato-top-officials-with-high-hopes-10-09-2015\nFallon announced that the UK would be sending a hundred more British trainers to the Baltic states to counter Russian pressure there.\nhttp://www.theguardian.com/world/2015/oct/08/russia-pay-price-syrian-airstrikes-ashton-carter-us-defence-secretary\nWhere? What?"], [680, "2015-10-12T04:58:52Z", [0.0], "There is no movement to expand NATO anytime soon.  Will not happen this year. "], [689, "2015-10-12T04:17:17Z", [0.03], "Comment deleted on May 10, 2016 06:12PM UTC"], [1056, "2015-10-12T03:45:32Z", [0.35], "Drastically downgrading forecast, partly to follow the crowd, partly because the time frame is so short, and partly because of some points made by other forecasters. I still think the invitation is possible, assuming the \"liberal\" definition of the invitation. I also think that forecasts based on events of previous years may not be terribly relevant now, because political events make this year unlike others since the beginning of NATO expansion. While there's some merit to the argument that the west will not want to gratuitously antagonize Russia, I think there's as good a chance that Montenegro will get an invitation to make a cost-free gesture after Russian muscle flexing. That is, the west could signal that its committed to NATO expansion by inviting a tiny country non-contiguous to Russia, that Putin is unable to threaten, even he it had the inclination to do so. As for public opinion in Montenegro, if the west offers the invitation as an anti-Russian charade, they may not care if the Montenegrins ultimately reject it."], [1232, "2015-10-12T00:32:17Z", [0.15], "U.S. backing does make a difference, but the article had diplomatic language from outside the United States and based on sources cited by other forecasters, public support in Montenegro hardly seems overwhelming. This seems more at the trial balloon stage and shadowboxing stage to me than the invitation by the end of the year stage."], [699, "2015-10-11T23:19:19Z", [0.05], "NATO will not dare to provoke Russia in times when both parties are involved in Syria with insufficient coordination despite Russia's offer to unite in fighting ISIS. Russias demonstration of its cruise missiles able to hit precisely targets from over 1500km, in fact over 4500km, has lessened the ambitions of NATO new commers to join the organization realizing that not NATO, but good neighborly relations will protect them from Russia, which is a peaceful nation, which knows how defend its interests. Who doesn't understand it, I recommend to take a history book in their hands."], [43, "2015-10-11T23:02:01Z", [0.04], "In addition to the helpful data provided by Rectitude and sbe23, in general, consider the base rate.  How frequently have nations been invited to join NATO in recent years?  Three joined in 1999, seven in 2004, and two in 2009.  No more have joined over the last six years. Let's take the last ten years. During this time, only two have joined. We have ~ 20% of this year remaining until the forecast horizon, which is 2% of the timespan over which two have joined. OK, that's a base rate of 4%. Is anything going on to suggest a higher probability than the base rate? Data from Rectitude and sbe23 suggest the answer is no. So now I'm embarrassed to have gone up to 10% four days ago."], [4223, "2015-10-11T21:48:11Z", [0.07], "NATO would rather not have more reasons to annoy Russia. OTOH Montenegro is quite far from Russia and would not likely be a trigger point for NATO action.\nPopulation of Montenegro are only 40%-45% in favour of membership."], [4096, "2015-10-11T21:09:30Z", [0.59], "Russia increasing instability in syria and turkey"], [368, "2015-10-11T20:35:33Z", [0.05], ""], [67, "2015-10-11T20:27:30Z", [0.72], ""], [1664, "2015-10-11T18:25:55Z", [0.12], "Refining my forecast"], [1664, "2015-10-11T18:24:43Z", [0.22], "Secretary General of NATO notes that lacking overwhelming support by the populace of Montenegro can delay an  invitation to join prior to end of 2015. France opposes at this time (early 2015). Offering membership now can be viewed as a destabilizing factor in already tense relationship between Russia and the West, and other than a symbolic gesture one might ask what Montenegro can offer as part of the alliance. \nAs part of the conditions for entry, Montenegro has not had a sufficient track record on adopting the rule of law or showing that it can significantly change the culture of corruption despite instituting some new statutes. \nEventually membership in all likelihood will be extended by NATO, though it may by premature to expect it by the end of year. "], [4335, "2015-10-11T17:46:40Z", [0.0], "NATO will not want to twist the Russian bear's tail "], [784, "2015-10-11T17:15:04Z", [0.15], "Montenegro would not add a lot to NATO, and NATO might be reluctant to add more members (and therefor more obligations). End of year is also very close, so NATO would need to move very fast.\nMontenegro joining is still possible, mainly as a signal to Russia, but I think it is more likely that NATO's relation with Russia would make Montenegro joining less likely."], [1758, "2015-10-11T16:29:09Z", [0.15], ""], [734, "2015-10-11T03:20:45Z", [0.72], "Moving upscale after considering the inputs of @dominich, @redacted and @mike97mike. Another poorly formulated question, but have to go with Mike's formulation of some \"form\" of an invitation to \"join\" NATO. It shouldn't be this hard..."], [4139, "2015-10-11T01:54:45Z", [1.0], "Biden made the call, he's behind this and he might be one of the few in Washington -- that still has power. It's a small rebuke to Putin -- perfect for the environment, but MT doesn't border Russia, so not too direct a rebuke; as to draw tank fire."], [3617, "2015-10-11T00:27:23Z", [0.03], ""], [368, "2015-10-10T21:14:11Z", [0.05], ""], [231, "2015-10-10T18:30:25Z", [0.55], ""], [102, "2015-10-10T16:36:56Z", [0.0], "Follow acypher."], [484, "2015-10-10T16:14:45Z", [0.0], "No, too many other issues to deal with."], [419, "2015-10-10T16:09:35Z", [0.3], "Montenegro is definitely closer than the other Balkan countries to membership. However, I am still more doubtful than not that Montenegro will be invited to join this year. For Montenegro - indirect ties with Russia are still intact - being dubbed a \"Russian colony,\" due to the large percentage of Russian-held real estate in the country, and due to the large influence of Russian tourism for the country. Joining NATO would be seen as furthering the move away from Russia, especially coupled with an increasingly pro-EU policy. I'm not sure a provocation like this would be granted within the next few months.  Some Balkan sites are posting that research from IPSOS states that public opinion about joining NATO has been increasing over past year, reaching a possible majority of the population (52%) supporting NATO membership for Montenegro. http://www.cdm.me/politika/istrazivanje-ipsosa-za-nato-52-odsto-gradana There is still a lot of contention over the accuracy of these numbers, of course.  "], [932, "2015-10-10T15:24:06Z", [0.0], ""], [691, "2015-10-10T12:10:08Z", [0.24], ""], [102, "2015-10-10T11:23:13Z", [1.0], "OK, I'm feeling it. [1] [1] http://blogs.wsj.com/brussels/2015/09/24/will-montenegro-become-natos-29th-member/"], [1129, "2015-10-10T10:18:12Z", [0.75], "It's quite likely  at the December meeting of NATO foreign ministers"], [506, "2015-10-10T07:12:54Z", [0.0], ""], [1028, "2015-10-10T01:03:27Z", [0.25], ""], [1442, "2015-10-10T00:07:17Z", [0.07], "Inviting anyone to join NATO would raise tensions with Russia and I don't think anyone wants a needless provocation"], [83, "2015-10-09T22:42:09Z", [0.0], "Biden requested increased public support from Montenegrins as a factor in US support.\nAttached link indicates the Montenegrin parliament pased a resolution (only symbolic) approving NATO membership.  Given that public polling indicates the general population is against current NATO membership, it seems unlikely that the Parliaments intitiative will carry much weight with NATO.  Opposition parties are calling for a referendum on the topic.  Parliaments choice of action seems to indicate the result of a referendum may not be positive.  An invitation to join by NATO, and an acceptance by Parliament could lead to a change in government and a reversal of the decision.  Suspect that not enough has been done to pass the Biden test.\nhttps://www.rt.com/news/315985-montenegro-resolution-nato-membership/ In addition, the \"Invite Montenegro\" vs NATO \"deciding to invite\" (at a later date seems relevant)."], [1528, "2015-10-09T21:24:20Z", [0.4], "http://www.cdm.me/english/lute-us-will-support-montenegro-for-nato-invitation Thanks to dominich for nice analysis.  Lute is using rather coded diplomatic language, which I interpret as slightly less positive than it sounds, so  I am making a lower prediction."], [1297, "2015-10-09T21:15:42Z", [0.1], ""], [4287, "2015-10-09T20:55:31Z", [0.7], ""], [231, "2015-10-09T19:20:55Z", [0.65], "Looks likely to happen in December"], [4055, "2015-10-09T19:09:15Z", [0.27], ""], [691, "2015-10-09T16:44:09Z", [0.24], ""], [1372, "2015-10-09T16:02:53Z", [0.05], "In light of the trend in Russian aggression towards those even thinking about NATO membership (Georgia '08/ Ukraine '14) plus Russia's emboldened position in Syria...Granting an invite to further exacerbate problems seems like such a poor strategy. I find the likelihood of an invitation 'before the end of the year' unlikely. I believe that Biden, Brussels et al. will await to see how Russia continues its operations throughout Ukraine and Syria - which will take some time - before pursuing a course of action that will certainly stoke the ire of Putin further. This looks just like the game RISK.  ...And personally, I think the advancement of NATO (especially considering the dissolution of the WARSAW Pact after the fall of the Soviets) is absolutely ridiculous. "], [465, "2015-10-09T15:42:34Z", [0.81], "Raising prediction that by 31DEC15, Montenegro will have \"some\" form of invitation to \"join\" NATO. Is that edgy enough @redacted ;) “We are implementing the biggest reinforcement of our collective defense since the end of the Cold War,” NATO’s secretary general, Jens Stoltenberg, said before a meeting of defense ministers here on Thursday. After the meeting, he said, “All of this sends a message to NATO citizens: NATO will defend you, NATO is on the ground, NATO is ready.” - New York Times 09OCT15 => http://nyti.ms/1VGfOr4"], [38, "2015-10-09T15:15:50Z", [0.49], "http://www.dtt-net.com/en/index.php?page=view-article&article=8996 OCT 7.  \"An American diplomat said Washington fully supports Montenegro’s aim to join the NATO next year and will push for the country to get membership invitation from the western military alliance by the fall.\"\n~~~~~~~\nCOMMENT:  \". . . NEXT year\"\n"], [57, "2015-10-09T12:49:39Z", [1.0], ""], [24, "2015-10-09T12:17:07Z", [0.45], "Increasing probability after reading around http://www.mod.gov.me/en/news/153059/Pentagon-Full-support-of-USA-for-the-invitation-to-NATO-membership-on-December-s-meeting-of-the-NATO-ministers-of-foreign-affair.html  \"On behalf of the leadership of Pentagon, US Deputy Asisstant Secretary of Defense dr. Evelyn Farkas, congratulated to Minister of Defense of Montenegro dr. Milica Pejanovic- Djurisic, on October 7th, Montenegro Armed Forces Day.\nDuring the phone call Ms. Farkas conveyed congratulations and full support of Secretary Carter for the invitation to NATO membership on December`s meeting of the NATO ministers of foreign affairs. The continuous reforms and missions conducted by the Ministry of Defense and Armed Forces of Montenegro demonstrated professionalism, reliability and responsibility that contributed to the full support from Washington and to the assessment that Montenegro is ready for membership. The message from Pentagon is that Montenegro is an example how to contribute to the stability of the region. They emphasized Montenegro`s contribution to the Mission in Afghanistan.\nIn conclusion, Ms. Farkas said that through the future membership in NATO, the country will become even more secure, which is a basic for economic prosperity and development of Montenegro, and a better life of its citizens.\" This sounds broadly positive, and in favour of the invitation being issued in December Similarly this, from the Hungarian Foreign Ministry (from September)  \"We trust that all member states will support Montenegro’s invitation to join NATO during the upcoming meeting of NATO Ministers of Foreign Affairs in December 2015. According to both the information we have available and our opinion, Montenegro is ready to be invited to join NATO, in addition to which the work performed in recent months and years are clear and definite proof of Montenegro’s commitment to Euro-Atlantic integration.\" A campaign is clearly underway in Montenegro to attempt to increase public support for NATO membership - majority support being understood as a prerequisite for membership. The opposition party calling for a referendum on the matter, the SNP, has nine of the 81 seats in parliament (and around 11% of the vote at the last general election, in 2012), so, by itself, is not a major blocker. http://www.cdm.me/english/markovic-nato-is-the-greatest-civilisation-framework NATO Gen-Sec Stoltenberg is a little less definite   - although this befits his role and the consensual process of decision-making\nhttp://www.cdm.me/english/stoltenberg-nato-will-know-how-to-appreciate-montenegros-progress-in-december\n“I visited Montenegro few months ago and I personally recognised areas of achieved progress - judiciary, rule of law and reform of the intelligence agency and armed forces. NATO representatives will visit Montenegro next week. Now I am not able to convey all the details of the visit. We will be guests of the Parliament and I am looking forward to this visit. This is a part of the preparation for the ministerial meeting, which will take place in December, when we will make a decision on the invitation,” the Secretary General said. He could not say whether our country would receive the invitation in December. “Previously, we announced that we will analyse the progress achieved by Montenegro and decide on its future membership. It would be wrong to give an assessment of the decision of the Council now. I will restrain myself today and say that Montenegro is progressing and that it will be recognised by the ministers of the Alliance,” Mr Stoltenberg concluded. There have been some demonstrations against the prospect of NATO membership in Podgorica, with more scheduled. Potentially these could be a disruptive factor, although it is not evident that they that large.  (Past precedent not relating to NATO membership as such - but demonstrations by Russian-nationalists did prevent NATO exercises in Crimea when Yanukovych was Pres. of Ukraine)\n"], [29, "2015-10-09T11:21:00Z", [0.6], "The timeframe is really short for something like this, but the timing is useful from NATO's point of view given recent actions by Russia.  I am giving it slightly positive odds.  Of course, US backing is really significant here."], [4249, "2015-10-09T09:29:21Z", [0.11], ""], [689, "2015-10-09T01:37:52Z", [0.73], "Comment deleted on May 10, 2016 06:09PM UTC"], [55, "2015-10-09T00:37:50Z", [0.75], "Many conflicting factors but place considerable weight on prior NATO statements will decide at December meeting. Little downside to decision. Any secret agreements made regarding Ukraine ceasefire probably negated by Syrian intervention by Putin."], [498, "2015-10-08T20:27:46Z", [0.87], "Returning to initial forecast."], [3363, "2015-10-08T19:25:03Z", [0.3], "The timeline between now and end of December is short. While I feel it is likely (>80%) that Montenegro will receive an invitation eventually, before 1 January might be too soon, especially given recent tensions with Russia in Syria."], [1722, "2015-10-08T18:13:26Z", [0.6], "So far I think that this will go through. The US seems set on what's really a symbolic move and I think they will be able to pressure Montenegro through.  Certainly they will be able to shame France and Germany's failure to appease Russia when it comes to Ukraine. Plus this is backed by Turkey and other Balkan states, meaning that this is an easy opportunity for Washington to gain some points with Ankara. On the Montenegrin side, politicians seem pretty in favor, making significant changes. Perhaps they see this as a gateway to future EU membership. At the very least it would protect them from bullying by their Serbian neighbor, a Russian ally. I'm keeping it at 60% right now because there is a very distinct possibility that balking (bad pun intended) on the part of the Western European powers may delay the deal. "], [368, "2015-10-08T17:13:04Z", [0.05], ""], [691, "2015-10-08T16:44:30Z", [0.24], ""], [4185, "2015-10-08T14:16:57Z", [0.05], "Too much else to worry about and short time scale."], [1850, "2015-10-08T13:24:00Z", [0.35], "I am upping my forecast here a bit.  Recent news stories cite a growing concern among NATO member countries regarding the Russian incursion of Turkish airspace.  Short of actual military intervention, I think the NATO Alliance will be looking for a way to \"move\" a chess piece into action and Montenegro could provide the opportunity to push a pawn forward."], [1006, "2015-10-08T13:16:34Z", [0.5], "Russia's increased involvement in Syria along with it's use of cruise missiles in the conflict puts pressure on NATO to admit Montenegro soon. "], [498, "2015-10-08T06:32:09Z", [0.67], "Reducing per ravel info. Plus, it calls the December meeting only \"preliminary.\""], [1344, "2015-10-08T06:22:08Z", [0.8], ""], [689, "2015-10-08T03:59:45Z", [0.13], "Comment deleted on May 10, 2016 06:08PM UTC"], [2147, "2015-10-08T02:48:21Z", [0.11], "NATO will try to court Montenegro, but what Montenegro really wants is to join the EU.   The EU isn't taking any more members given that they're structure at large is at risk with Greece, mass immigration, Italy, Spain, Portugal, recession, Syria, etc. NATO may be able to offer military protection, but they're really better off courting Moldova."], [974, "2015-10-08T01:52:05Z", [0.11], ""], [1769, "2015-10-08T01:33:29Z", [0.75], "as usual I cannot find data so fall back on \"logic\".  \n- it is a counter to actions by Russia - a potential move by Obama to snub Putin\n- the US Congress seems to want them in NATO - on the other hand will Obama not pursue because of this?\n- Montenegro leadership wants it and they are saying they will be ready in December\n- Montenegro has very detailed plans on their national website - a lot of their leaders have much skin in the game...\n- the US seems to want them in NATO\n- not sure who is blocking, but the US can probably persuade anybody in NATO except France"], [4055, "2015-10-07T23:30:48Z", [0.2], ""], [43, "2015-10-07T22:43:51Z", [0.1], ""], [368, "2015-10-07T22:14:00Z", [0.1], ""], [532, "2015-10-07T21:19:26Z", [0.6], "Montenegro has been actively addressing all issues raised by NATO at prior meetings.  The government has passed reforms for security services and made major personnel changes to address NATO’s concerns about Russian infiltration.  Public support for NATO membership has been low but is improving and probably will increase if an invitation looks likely. I would go higher but for the statements of nonsupport made by the French President after the April meeting.  However, Russia’s actions in Syria may help change is his mind."], [500, "2015-10-07T20:54:33Z", [1.0], "crna gora ce uci u nato bez obzira na probleme sa protestima\n"], [1325, "2015-10-07T19:46:10Z", [0.25], "https://en.wikipedia.org/wiki/Accession_of_Montenegro_to_NATO The definition of \"yes\" is squishy, but I am going to assume it is an invitation, formal or informal, during the December meeting as outlined by member \"redacted\". My answer trends towards no for the following reasons 1. NATO is a large organization. Large organizations do not move swiftly on decisions that are not life-or-death.\n2. NATO's attention is spread thin on the refugee crisis in the Mediterranean, containment of the war in East Ukraine, and Syria.\n3. NATO has demonstrated limited resolve to antagonize the Russians in any way besides token shows of force in Eastern Europe and specific sanctions of individual Russians.\n4. NATO expansion is likely to be off the table for the foreseeable future. Ukraine was primed to join, but then Crimea happened. Georgia was ready to go, but the 2008 war happened. Any expansion even to the West will not be received well."], [3824, "2015-10-07T19:43:11Z", [0.25], ""], [4142, "2015-10-07T19:39:28Z", [0.18], "Not with a new fiscal year just starting"], [811, "2015-10-07T19:39:14Z", [0.55], "Montenegro is asking to join; the country is surrounded by Nato members, in a region where Nato perceptions matter. Admitting Montenegro  would be a symbolicstep against Russia, with lower costs than protecting Estonia or other Baltic Nato members. My logic here totally does not rely on forecasting best practices, but I believe the chances are higher than 50% this goes through."], [4096, "2015-10-07T19:11:09Z", [0.5], "Increased Russian activity in Syria and incursions over Turkish air-space"], [94, "2015-10-07T18:48:09Z", [0.25], "The most likely way for this question to resolve is through NATO agreeing at the FM meeting that Montenegro should join, and the GJP deciding that this counts as an invitation.  The median forecast with links is 15%.  I am going with a slightly higher forecast; it sounds like a decision is quite possible in December."], [1257, "2015-10-07T18:41:45Z", [0.1], "NOT until 2016."], [1850, "2015-10-07T18:16:48Z", [0.25], "I think there is a small chance of this happening.  As mentioned in others posts though, a lot hinges on the definition of \"invite\".  This would likely evolve as a way for the Obama administration to look like it is doing something to counter Russia and stand up to them.  It is meaningless, but at least allows him to say he is doing something other than being completely outmaneuvered on the world stage by Putin."], [131, "2015-10-07T16:39:54Z", [0.15], ""], [465, "2015-10-07T16:34:14Z", [0.8], "*Hit wrong key * As the superpower drama unfolds in the Syria theater, one cannot underestimate the need and the will of NATO to invite Montenegro into the alliance. It may happen this coming month as officials from NATO visit the country. Also, quoting @redacted, \"So, I am basing my forecast on the usage of the term \"invitation\" as used by NATO itself in describing an informal \"decision to invite a country to become a member\" event which precedes the official invitation to begin accession talks event. This interpretation I will call the liberal interpretation.\""], [465, "2015-10-07T16:25:35Z", [0.7], "As the superpower drama unfolds in the Syria theater, one cannot underestimate the need and the will of NATO to invite Montenegro into the alliance.  It may happen this coming month as officials from NATO visit the country. Also, quoting @redacted, \"So, I am basing my forecast on the usage of the term \"invitation\" as used by NATO itself in describing an informal \"decision to invite a country to become a member\" event which precedes the official invitation to begin accession talks event. This interpretation I will call the liberal interpretation.\""], [1529, "2015-10-07T15:14:22Z", [0.6], "Over the last couple years, it seems that the NATO allies were trying to offer some bridge-building with Russia, but with the obvious rejection by Russia on multiple political fronts and the recent escalation in Syria, this changes the NATO calculus. Obama has been frequently pummeled by his critics as being weak, and while he has mostly stayed the course with his moderate style of involvement, he is not completely immune from being perceived as weak when the chips are increasing. This summer, the Joint Chiefs presented the view that Russia is now the biggest threat to the US due to their increased aggression. Montenegro has a long history of independent spirit, despite being under significant political constraints through history. All in all, NATO has to either fish or cut bait. They decide to fish and will invite Montenegro to join."], [1791, "2015-10-07T14:31:36Z", [0.03], "No new NATO members since 2009;  now is probably not a good time to poke Russia"], [691, "2015-10-07T12:35:55Z", [0.42], ""], [43, "2015-10-07T11:29:22Z", [0.05], "Following PerftectTommy. Excellent research! Meanwhile, holding my nose because this is one of those ambiguous questions where half the forecasting job is forecasting the behaviors of the scorers."], [4091, "2015-10-07T07:58:35Z", [0.05], "NATO has too much on its plate for this."], [498, "2015-10-07T04:27:06Z", [0.87], "There is, indeed, ambiguity with this Question. One might even go so far as to say that, strictly speaking, there is no such thing as an official invitation \"to join\" the alliance. There are, as best I can tell, only two official NATO invitations; viz., 1)  an invitation to commence accession talks, and 2) an invitation (issued by the Secretary General of NATO) for a country to accede to the Treaty.\nhttp://thessismun.org/2014/wp-content/uploads/2012/11/NAC-A.pdf Unfortunately, there is ambiguity in the NATO process itself, however, for NATO documents do reference a third, unofficial invitation decision:  \"Once the Allies have decided to invite a country to become a member of NATO, they officially invite the country to begin accession talks with the Alliance.\"\nhttp://www.nato.int/cps/ar/natolive/topics_49212.htm Further, it seems, at the Wales NATO Summit in 2014, the \"decision to decide by the end of 2015 on Montenegro’s readiness to join the Alliance\" was delegated to the December ministerial meeting.\nhttp://www.natomontenegro.me/en/nato-info/Timeline/ So, I am basing my forecast on the usage of the term \"invitation\" as used by NATO itself in describing an informal \"decision to invite a country to become a member\" event which precedes the official invitation to begin accession talks event. This interpretation I will call the liberal interpretation. If we were to use the strictest interpretation (no member joins, they accede to a treaty), or a semi-strict interpretation (only the Secretary General can issue an invitation to accede), my forecast would be 0%."], [1682, "2015-10-07T04:04:14Z", [0.13], ""], [680, "2015-10-07T03:50:24Z", [0.0], "Not within the time frame. "], [93, "2015-10-07T03:36:14Z", [0.0], ""], [83, "2015-10-07T02:45:08Z", [0.0], "Going with the literal reading \"Will NATO invite Montenegro...\". Based on prior posts will start from the assumption that the actual invitation to Montenego (if it happens) will be in 2016.  Publicity so far may be prior warning to Russia.. of intention."], [530, "2015-10-07T02:42:01Z", [0.09], "The climate for this isn't great right now. This could be a bargaining chip to be used with Russia."], [4073, "2015-10-07T02:08:11Z", [0.0], "NO they know Mother Russia, will send their proxies in to break Montenegro. "], [734, "2015-10-07T02:03:19Z", [0.1], "Re-evaluating this question and inching up due to the discrepancy as to what constitutes resolution of this question. A formal invitation will likely come at the summit meeting in Warsaw next year as has been alluded to by the Polish Defense Minister who was speaking on the matter at a recent Investment Summit in Warsaw on Sept. 24th. However, a decision to extend a formal invitation could occur in December as a number of forecasters have noted below. There is reasonably strong support for inclusion, it is \"low hanging fruit\" and Vladimir has only hastened the process. Counter that with the refugee crisis and rather tepid support amongst the citizenry. Again, as noted below, may we have some clarity as to what constitutes resolution here? "], [4064, "2015-10-06T21:24:26Z", [0.05], ""], [992, "2015-10-06T20:59:34Z", [0.05], "Background information here: https://en.wikipedia.org/wiki/Accession_of_Montenegro_to_NATO The leadership of Montenegro wants NATO membership.  See this report: https://www.rt.com/news/315985-montenegro-resolution-nato-membership/ The US is supporting Montenegro's membership.  [Poland has also shown some support for their membership.]  This is seen as countering Russia in the region.  See this report: http://blogs.wsj.com/brussels/2015/09/24/will-montenegro-become-natos-29th-member/ However, polling shows the people of Montenegro are against it.  See this report: http://townhall.com/news/world/2015/06/11/nato-seeks-higher-montenegro-public-support-for-membership-n2011161 I am giving this a low probability for the following reasons: 1) NATO requires a level of military spending both within a member country and to NATO itself.  It is not clear that Montenegro meets these requirements.  It's conceivable that a “sponsor” might carry them for a while, but who exactly? 2) European NATO members are struggling with Syrian refugees.  Montenegro is not top of mind. 3) The US is trying to formulate a response to Russia in Syria.  How much political capital is needed for the present Administration to get Montenegro into NATO?  The US Senate and House oversight will probably be necessary.  I could find no evidence (other that VP Biden's involvement) that much is happening. 4) The question's timing is an issue.  You have about a month and a half before the end-or-year US holidays hit.  Once Thanksgiving comes along, it is doubtful that much will be accomplished until after the New Year. What factors would change my probabilities upward? 1) Joe Biden announces he will not run for President of the US.  This would free his time for lining up support for Montenegro within the US. 2) The flow of Syrian refugees into Europe drops significantly. 3) Russia slows the pace of airstrikes in Syria.  This would give the US time to shift some attention out of the middle-east."], [164, "2015-10-06T18:39:39Z", [0.07], ""], [691, "2015-10-06T18:17:16Z", [0.45], ""], [2004, "2015-10-06T17:57:41Z", [0.83], ""], [368, "2015-10-06T17:42:18Z", [0.1], ""], [1056, "2015-10-06T17:36:28Z", [0.65], "I'm going to stick to my 65% forecast for now, but I'm not sure what a \"Yes\" actually is to this question. Since GJP gives the end of 2015 as the deadline, I assume that they're thinking of the December meeting at which NATO Foreign Ministers decide whether to offer the invitation. But as others (particularly dominich) have pointed out, a formal invitation is something different, made at a higher-level meeting. My forecast is based on the premise that GJP considers a decision to offer the invitation the equivalent of a formal invitation, and I'm basing that on the deadline to the question. I'd be happy for any guidance from anyone out there."], [3328, "2015-10-06T17:27:32Z", [0.03], ""], [1068, "2015-10-06T17:05:36Z", [0.25], "Given that past offers to join have come at the summits, rather than at the regular North Atlantic Council meetings, I'm going to think that this will occur in 2016 not in the next few weeks.  Having Montenegro join does make some 'sense' in that it would geographically close the Adriatic littoral, would bring the port that serves Belgrade under NATO influence (the port of Bar) and would bring in the naval forces (such as they are) of Montenegro under NATO influence.  It would not be 'expansion' in the closer movement towards Russia that concerns the expansion into Ukraine or Georgia, but it would imperil Serbia in a way.  I think yes, but not yet, and will continue to monitor."], [4042, "2015-10-06T16:15:31Z", [0.0], ""], [532, "2015-10-06T15:52:07Z", [0.35], ""], [1006, "2015-10-06T14:52:32Z", [0.15], ""], [493, "2015-10-06T13:45:12Z", [0.25], "Probably eventually, but I'm doubtful that it will happen in December.  \"Vice President Joe Biden told Montenegrin Prime Minister Milo Djukanovic in a telephone call on Monday the United States would support extending a NATO membership invitation to Montenegro in December so long as it continued to make progress in those areas.\" \"The Western alliance decided a year ago to open intensified talks with Montenegro on membership, but it delayed a decision on any offer until the end of 2015.\"\nhttp://www.reuters.com/article/2015/09/14/us-usa-montenegro-idUSKCN0RE23O20150914 Had Russia not started bombing Syria very soon after that, I would have given this a pretty high probability. (In fact, my guess is that Russia's Syrian intervention is direct response to discussions about NATO expansion.) But they did, and for the U.S. resolution of Syria is a more important goal than Montenegran NATO membership. So probably what will happen in December is much public praise for Montenegro but no invitation until Syria is \"resolved\" somehow.  Allowing a fair amount of wiggle room on this one."], [740, "2015-10-06T12:59:01Z", [0.67], "Will Montenegro Become NATO’s 29th Member? Following the U.S. decision..."], [740, "2015-10-06T12:45:58Z", [0.65], "Will Montenegro Become NATO’s 29th Member? Following the U.S. decision..."], [817, "2015-10-06T12:14:43Z", [0.15], "NATO is (or at least should be) focused on totally different issues than Montenegro's membership in \"America's vasals club\". From geopolitical point of view Montengro doesn't seem to be important member of this organization and does not have neccessary infastructure and localisation to be useful for Russia (it this region Serbia is Russia's crucial ally). "], [20, "2015-10-06T11:51:02Z", [0.4], ""], [20, "2015-10-06T11:45:11Z", [0.35], "Progress will be assessed in a December NATO summit. NATO expansion would be a poke at my out-of-water namesake. I don't know what % to attach to this, but it's one possible accelerator in this question. The US appears to be eager for this.  The timeframe is short, but this is not something that just landed on NATO's agenda. Been in the works for years. The WSJ explainer says this will shake out before the Dec summit, that gives some wiggle room.  (This and Swedish/Finnish status will likely effect the Russian embargo question)"], [1131, "2015-10-06T11:33:16Z", [0.1], ""], [52, "2015-10-06T10:42:15Z", [0.65], "The invitation to join starts a LONG, multi-year process for actual membership to be granted. It is already surrounded by two other NATO members (Croatia and Albania) with others on the outer ring of that.  This seems like low-hanging fruit for the Alliance to show some sign of strength, as nominal as it is. Again, I think the important part, mentioned elsewhere, is an invitation is not membership.  I think this has a better chance than many are giving it (my opinion)."], [24, "2015-10-06T09:23:39Z", [0.1], "Upping my forecast a little, as I misread/misinterpreted the question to read if there was any chance of ME being granted NATO *membership*, rather than *an invitation to membership* by year-end 2015.  I still consider it unlikely, because of the technical problems with ME's military mentioned in \"The Military Balance\", the far from certain public support in the country for NATO membership, and the apparent luke-warm approach to imminent (as opposed to eventual) Montenegrin membership by numerous Western partners. (Not conclusive but any means: but it is revealing that a google search, in French, for \"Montenégro\" and \"OTAN\" (ie NATO) brings up principally news stories from Russian state (and far from objective) news agency, Sputnik.  One point that Sputnik repeatedly make (in both English and French language stories) is the \"possibility\" of a change of government in ME bringing about a withdrawal from NATO - I regard this as a red herring: the same party has been in power (generally in coalitions) for the whole of Montenegro's existence as an independent state, and indeed since the onset of multi-party politics in Yugoslavia/the State Union of Serbia and Montenegro, and support for alternative \"anti-Western\" parties is, while not negligiable, still relatively minor (and well short of being in a position to form a government). Past practice of issuing invitations at full NATO summits also counts for my argument - that next year is to be held in Poland; it would be a matter of prestige for this important member of NATO, both politically and militarily, to see invitations to potential new states issued at a meeting there. The delay until Summer 2016 might also allow negotiations over the issuing of an invitation to (the former Yugoslav republic of) Macedonia to proceed further, so that that country and Montenegro would be invited together (presuming some compromise is reached with Greece over the name issue) . (Invitations to the other countries on the waiting list seem not to be an option)"], [1304, "2015-10-06T08:28:23Z", [0.08], "Expansion not in the works now; I think they are focussing elsewhere. "], [1468, "2015-10-06T08:21:43Z", [0.1], ""], [38, "2015-10-06T07:45:12Z", [0.51], "\nI agree with dominich's analysis, but I've learned the hard way that there are no no-brainer questions.  Something must have triggered the administrators to think that there might be movement on this issue.  So, until I have looked under all the rocks, I'll go a little high."], [68, "2015-10-06T06:52:35Z", [0.05], "dominich has said it all. This is very unlikely, and will only happen if NATO decides, after due consideration, to make the Russian bear even angrier."], [1264, "2015-10-06T06:43:27Z", [0.08], ""], [1264, "2015-10-06T06:43:10Z", [0.08], ""], [706, "2015-10-06T03:26:43Z", [0.1], "Europe can't handle this debate, politically, at this point.  Also, it risks antagonizing Russia.  "], [241, "2015-10-06T01:43:21Z", [0.7], ""], [915, "2015-10-06T00:12:37Z", [0.0], ""], [689, "2015-10-05T23:37:56Z", [0.07], "Comment deleted on May 10, 2016 06:03PM UTC"], [3979, "2015-10-05T23:30:07Z", [0.05], ""], [1056, "2015-10-05T22:25:58Z", [0.65], "According to the WSJ article, NATO is slated to decide in December. I think this is a good opportunity for NATO to do something that it can tout as poking Putin in the eye, but is completely cost-free at the same time. I think they may proffer the invitation as an ineffectual \"we did something\" move. Assuming that a positive decision by NATO to offer the invitation constitutes a \"Yes,\" I think it's fairly likely."], [392, "2015-10-05T22:23:52Z", [0.03], "“NATO is a serious organization, and I don't think they would want to be in a ridiculous situation in which a country will join NATO with one government, but when the administration changes – suddenly leave the alliance,” leader of one of the main opposition parties, New Serb Democracy (NOVA), Andrija Mandic told Sputnik news agency. “In Montenegro, more than two thirds of the citizens oppose NATO, so it’s necessary that the will of the people is taken into account.” https://www.rt.com/news/315985-montenegro-resolution-nato-membership/"], [710, "2015-10-05T22:17:55Z", [0.0], ""], [498, "2015-10-05T21:43:25Z", [0.87], ""], [734, "2015-10-05T21:38:02Z", [0.01], "Initial forecast.  Have to say that dominich's analysis nailed this one, though, particularly given the short time frame.  Agreed that this may be seen as a quick counter to Russian activities of late, but still it is highly unlikely to occur this rapidly.  Leaving out that 1% for the occasional black swan, though..."], [102, "2015-10-05T21:31:53Z", [0.0], "Following @dominich"], [294, "2015-10-05T21:19:32Z", [0.35], "NATO moves slowly. NO WAY they do this without more consensus.  Even opinion without Montenegro is divided. http://www.balkaninsight.com/en/article/nato-rejects-montenegro-membership-in-2014 expect more talk, less action, especially with the refugee crisis sucking up the bandwidth."], [90, "2015-10-05T21:10:38Z", [0.01], "See dominich"], [24, "2015-10-05T20:22:01Z", [0.0], "Most untypically, I am going to nail my colours to the flag, all out, from the start. The time scale  - of under three months - is simply too short for this to resolve positively. At the two most recent rounds of NATO expansion (2009 and 2004), a period of at least a year has passed between countries being formally invited to join NATO and their accession to membership. Additionally, both of those rounds of invitation were made at full NATO summit meetings (Bucharest in 2008, Prague in 2002). The next such summit is scheduled for summer 2016. US statements on the matter have been qualified ( eg  http://www.rferl.org/content/us-ready-invite-montenegro-join-nato/27248715.html )and don't suggest urgency - the question of public support in Montenegro for NATO membership is also important. Although the Montenegro parliament recently made a symbolic vote in favour of NATO membership, the governing coalition holds little more than a bare majority in parliament and is dependent upon ethnic minority parties (Croat and Bosniak), and public opinion is evidently not settled on the matter. (This would also, I think, be the first NATO state to actually have been bombed by NATO - during the Kosovo conflict of 1999)  Most recent (late 2014) edition of \"The Military Balance\" (IISS, London) refers to \"limited military capacity\" of ME armed forces and their limitation to \"relatively undemanding internal security missions\", and also refers to \"maintenance issues.. [affecting] operational availability of equipment\" Counter-claims:\nA full NATO summit meeting is not *necessary* to issue an invitation, other gatherings could permit it. But the timescale is still too short for this to resolve positively. \nMontenegro is a small country - which would make it easier to incorporate than the other post-communist member states (that two of its neighbours are fairly new NATO members helps too). But (apart from symbolic message to adversary Russia, which has strong financial and to some extent cultural, but not so much political ties  - and an additional stretch of Med Coastline) - the advantages to NATO of Montenegrin membership are small. Montenegro has substantially increased its defence expenditure in recent years I still can't see this happening before end 2015, anyway, even under extreme circumstances."]]}