{"question_id": 648, "title": "How many Senate seats will Cambiemos hold after Argentina's parliamentary elections?\n", "possible_answers": ["A majority", "A plurality, but not a majority", "Less than a plurality"], "crowd_forecast": [0.0, 0.15, 0.85], "correct_answer": "A plurality, but not a majority", "correct_forecast": 0.15, "preds": [[40748, "2017-10-21T18:17:18Z", [0.0, 0.1, 0.9], ""], [32258, "2017-10-21T17:03:53Z", [0.0, 0.0, 1.0], ""], [691, "2017-10-21T11:53:00Z", [0.0, 0.28, 0.72], ""], [24822, "2017-10-21T04:00:21Z", [0.0, 0.02, 0.98], "Polls and political reality suggest no party will gain a majority in the senate. "], [1333, "2017-10-20T21:22:44Z", [0.0, 0.15, 0.85], ""], [691, "2017-10-20T11:53:12Z", [0.0, 0.24, 0.76], ""], [36147, "2017-10-20T08:56:17Z", [0.15, 0.77, 0.08], "forcasts and prevotes,,,"], [15196, "2017-10-20T04:13:33Z", [0.0, 0.4, 0.6], ""], [30594, "2017-10-20T02:18:11Z", [0.0, 0.08, 0.92], ""], [83, "2017-10-19T20:27:38Z", [0.0, 0.0, 1.0], ""], [1333, "2017-10-19T18:02:33Z", [0.0, 0.25, 0.75], ""], [31450, "2017-10-19T13:45:14Z", [0.0, 0.4, 0.6], "Shifting toward less than a plurality based on electoral analysis."], [34353, "2017-10-19T11:31:35Z", [0.0, 0.02, 0.98], ""], [691, "2017-10-19T11:15:11Z", [0.0, 0.04, 0.96], ""], [15196, "2017-10-19T05:20:33Z", [0.0, 0.15, 0.85], ""], [691, "2017-10-18T18:39:54Z", [0.0, 0.04, 0.96], ""], [691, "2017-10-18T15:22:01Z", [0.0, 0.05, 0.95], ""], [40294, "2017-10-17T15:36:28Z", [0.55, 0.4, 0.05], "Most people do not understand anything about economics. They live their daily lives and try to survive, which is not easy in Argentina."], [706, "2017-10-16T23:06:07Z", [0.0, 0.45, 0.55], "Kudos edhinkle"], [16272, "2017-10-16T17:07:32Z", [0.3, 0.6, 0.1], ""], [691, "2017-10-16T12:21:23Z", [0.0, 0.05, 0.95], ""], [691, "2017-10-15T12:16:09Z", [0.0, 0.06, 0.94], ""], [691, "2017-10-14T12:46:30Z", [0.0, 0.18, 0.82], ""], [35398, "2017-10-13T22:45:08Z", [0.0, 0.0, 1.0], ""], [35537, "2017-10-13T19:41:14Z", [0.0, 0.15, 0.85], "Cambiemos needs to pick up way too many of the available seats to have a chance at an outright majority. They would need to pick up about half of the available seats to have a plurality, which I think is also unlikely. My guess is that they'll pick up seats and get close to a plurality, but will ultimately fall shorts by a few seats."], [691, "2017-10-13T17:25:45Z", [0.01, 0.43, 0.56], ""], [22264, "2017-10-13T13:23:47Z", [0.0, 0.0, 1.0], ""], [40737, "2017-10-13T08:24:46Z", [0.0, 0.0, 1.0], ""], [31317, "2017-10-12T23:43:38Z", [0.0, 0.1, 0.9], ""], [28414, "2017-10-12T21:19:26Z", [0.0, 0.05, 0.95], ""], [38319, "2017-10-12T20:50:34Z", [0.01, 0.1, 0.89], "Excellent discussion here (https://uselectionatlas.org/FORUM/index.php?topic=265829.0) that looks at the possible outcomes in each individual senate electorate.  These predictions are based on the primary elections that were held on 13 August. Frankly, it is unlikely that Cambiemos will run first in all electorates.  However it _is_ possible that FpV will run third in some (and thus gain no seats). Also, the voting is by \"party\" list ... so it appears that people vote for the \"Cambiemos\" ticket or the \"FpV\" ticket, even if the candidates on a particular ticket belong to different parties.  I think that that makes it more (but not completely) objective to define what \"Cambiemos\" is, and how many seats they hold.   I think it is going to be more difficult to define the coalition that they have to exceed to hold a \"plurality\".  Technically the FpV seems to be running a slightly different ticket in each state: \"The FpV of State A\" ticket, and \"State B FpV for Tomorrow\" ticket, and so on.  And then there are the \"All in for State A FpV\", who might be a unofficial faction of the FpV in State A, but loyal to a different local leader and appearing on a different ticket.  If elected, would they count towards the FpV bloc for purposes of a plurality or not?  (After all, more than half the parties and coalitions describe themselves as \"Peronista\", which is supposedly the guiding principle of the FpV.) In short, I am more confident that Cambiemos will get \"lots of seats\", and so INCREASE probability of \"less than a plurality\".  On the other hand, the FpV's \"bloc\" could perhaps be considered to be quite small depending on how it is defined, so there is certainly a chance for Cambiemos to sneak in front of the \"core FpV\"."], [1333, "2017-10-12T19:46:35Z", [0.35, 0.35, 0.3], ""], [23006, "2017-10-12T19:35:17Z", [0.0, 0.5, 0.5], ""], [34353, "2017-10-12T18:42:48Z", [0.0, 0.08, 0.92], "See @Ken_Barns and @JMR2017 for excellent breakdowns of the math."], [32258, "2017-10-12T18:36:10Z", [0.0, 0.02, 0.98], "@danbell7819 and @Ken_Barns\nCambiemos holds 14 (the other 3 are up for election)  \nbest case = 14+16 (winning 2 in 8 districts)= 30\n2nd best = 14 +8 (winning 1 in 8 districts) = 22 FpV holds 24 or 21\nbest case = 24+16 (winning 2 in 8 districts)= 40   or   21+16 (winning 2 in 8 districts)= 37\n2nd best = 24 +8 (winning 1 in 8 districts) = 32    or   21+8 (winning 1 in 8 districts)= 29 How many seats will Cambiemos hold after the elections? \nA majority is highly unlikely so I'm ruling it out\nThe only way for them to win a plurality is with their best case (30) applied to the possible worst case for FpV (29) Brokerage TPCG estimates it (Cambiemos) will gain 7 seats in the senate and that the Peronists will lose three.\nIf this is the case, then the numbers would be: \nFpV: 36 - 3 = 33 seats\nCambiemos: 17 +7 = 24 seats"], [31450, "2017-10-12T18:02:48Z", [0.0, 0.6, 0.4], "Best case scenario, if Cambiemos were to win every possible seat they would squeak into a majority. That is just not going to happen. That said, only three of their 27 seats are up for election so they are unlikely to lose much either. I think Cambiemos ends up winning a plurality in part because the opposition continues to fragment (see link for the source of my analyst). https://www.as-coa.org/articles/weekly-chart-argentinas-legislative-elections-numbers"], [38319, "2017-10-12T06:42:03Z", [0.01, 0.12, 0.87], "Showing my working ... 72 seats in the Argentinian Senate, so the Cambiemos coalition needs to hold 37 after the elections for a majority. Currently Cambiemos hold 17 seats, but 14 of these are not up for election this month.  So they need to win 23 seats to gain a majority. The Argentinian Senate election will be for only 8 electorates, with 3 seats in each electorate.  For each electorate, party with most votes wins 2 seats, second-most wins 1.  So even a \"best-case\" scenario would see Cambiemos winning 16 seats of 24 contested seats, for a total of 30 ... well short of a majority. The Popular Front coalition currently holds 39 seats (36 in a single party), but 24 (21) of these are not up for election.  Given they ran first or second in 2011 in all electorates being contested now, and of 24 electorates total in the Senate, only 3 have _no_ seats held by the Popular Front, it is very likely they will pick up at least 8 seats of the 24 contested, for a total of 32. Areas of uncertainty inherent in the question as worded ... a)  WHO is \"Cambiemos\", and who are they being compared to when determining who has a plurality?  The highly volatile nature of Latin American coalitions/fronts (and even parties themselves) means that there is a certain fuzziness to who is in or out, so comparing sizes of parliamentary groupings is going to be somewhat subjective.  For this reason alone, it is hard to confidently rule out a Cambiemos plurality.  If the 3 Popular Front hangers-on leave that coalition, the \"worst-case\" drops from 32 to 29 Popular Front seats, and it really opens the door to a Cambiemos plurality. b)  WHEN is \"after the elections\"?  As above, it is conceivable that the Cambiemos and Popular Front coalitions, as defined by their current constituent parties, each hold a certain number of seats.  However, in the days and weeks following the election, parties may join and leave each coalition, and indeed individual Senators may change their party affiliation.  What happens if a disputed ballot count takes 7 days after the election to resolve, and in that time, a few smaller regional parties offer to join the Cambiemos coalition? c)  WHAT is the process for balloting in the Senate?  One electorate has all 3 of its seats held by 3 different parties, but 2 of the parties belong to the Popular Front coalition.  Is there some way of coalition partners appearing on the ballot as a joint ticket?  How likely is it that two coalition partners (not on a joint ticket) run 1st and 2nd in an electorate, thus giving all 3 seats to that coalition?  (There are no examples of this in the current Senate.)"], [40165, "2017-10-12T04:54:32Z", [0.01, 0.07, 0.92], ""], [5018, "2017-10-12T02:39:37Z", [0.0, 0.5, 0.5], ""], [15751, "2017-10-12T01:04:37Z", [0.0, 0.1, 0.9], ""], [12879, "2017-10-11T18:27:30Z", [0.15, 0.0, 0.85], ""], [39981, "2017-10-11T17:58:18Z", [0.0, 0.1, 0.9], "Sources (in German): \nhttps://amerika21.de/2017/08/182744/vorwahlen-argentinien and\nhttps://www.nzz.ch/international/kurswechsel-in-argentinien-macri-bestaetigt-sich-an-der-urne-ld.1310620"], [1333, "2017-10-11T14:56:05Z", [0.4, 0.25, 0.35], ""], [598, "2017-10-11T11:23:53Z", [0.0, 0.2, 0.8], ""], [40652, "2017-10-11T07:00:14Z", [0.43, 0.46, 0.11], ""], [4729, "2017-10-11T02:19:13Z", [0.0, 0.25, 0.75], ""], [38319, "2017-10-10T22:55:18Z", [0.02, 0.14, 0.84], "Initial impressions based on Wikipedia searches and article posted by @danbell7819 ... I'll do a more detailed write up with my reasoning when I get home from work (tomorrow?)."], [33887, "2017-10-10T18:53:53Z", [1.0, 0.0, 0.0], ""], [1333, "2017-10-10T18:42:27Z", [0.55, 0.25, 0.2], ""], [34353, "2017-10-10T17:46:34Z", [0.0, 0.25, 0.75], "Based on initial research: https://www.reuters.com/article/us-argentina-election/macris-coalition-poised-to-win-key-argentina-midterm-vote-opinion-polls-idUSKBN1CD0L0 and https://en.wikipedia.org/wiki/Cambiemos."]]}