{"question_id": 1038, "title": "In Timbs v. Indiana, will the Supreme Court rule that the Excessive Fines Clause of the Eighth Amendment applies to states?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.875, 0.125], "correct_answer": "Yes", "correct_forecast": 0.875, "preds": [[26030, "2019-02-20T16:25:41Z", [0.95], "Excessive fines, especially those imposed administratively without due process, are not popular - too many stories of venal state agencies after the loot."], [14432, "2019-02-20T16:22:15Z", [1.0], ""], [5053, "2019-02-20T15:11:43Z", [1.0], "Updating to 100% in light of today's ruling. https://www.supremecourt.gov/opinions/18pdf/17-1091_5536.pdf\n"], [180, "2019-02-20T04:57:51Z", [0.45], ""], [67501, "2019-02-19T02:08:36Z", [0.78], ""], [1333, "2019-02-14T19:09:29Z", [0.95], ""], [32300, "2019-02-13T14:25:11Z", [0.85], ""], [691, "2019-02-05T13:17:49Z", [0.97], ""], [1333, "2019-02-04T19:42:44Z", [0.96], ""], [16932, "2019-01-27T20:57:25Z", [0.65], ""], [691, "2019-01-20T13:12:36Z", [0.97], ""], [63914, "2019-01-20T11:31:50Z", [0.7], "For Timbs: why should Indiana dodge a constitutional amendment\nAgainst Indiana:  i doubt the US Supreme Court much likes having a legal manouevre flung in its face. \nAgainst: A ruling that the court has no power to void 'excessive' fines would not make good reading for those looking to a smaller State with less interference, especially in business cases. \nOn the balance of state versus federal court rights, federal is there to provide overall guidance and i rather think they believe they can overrule states, and the matter of this case  (a 'disproportionate' fine) should not affect that judgement. If there needs to be a further amendment to the Eighth Amendment, so be it, but this case I think they will vote for the the US Supreme Court's rights to stand, and for some post-fact tidying up on procedure. "], [59008, "2019-01-17T23:27:02Z", [1.0], "It is just too damn hard to think of why this express right wouldn't apply to the states, even in comparison to all of the combined difficulties that will arise in applying limits under incorporation."], [691, "2019-01-16T13:20:59Z", [0.97], ""], [25421, "2019-01-15T05:25:58Z", [0.78], ""], [66626, "2019-01-15T00:03:29Z", [0.97], "the 2 of the 3% comes from the chance a decision will be delayed or not rule."], [17036, "2019-01-14T16:22:00Z", [0.25], ""], [65395, "2019-01-14T15:17:13Z", [0.05], "States rights issue.  10th Amendment."], [1333, "2019-01-14T09:23:31Z", [0.97], ""], [58851, "2019-01-13T18:21:00Z", [0.15], ""], [64651, "2019-01-12T22:22:50Z", [0.85], ""], [43191, "2019-01-11T16:59:39Z", [0.75], "From the questions during arguments from Gorsuch, it seems this will be held to the states."], [66458, "2019-01-10T04:20:28Z", [0.65], "Criminal activity forfeiture are heavily supported, but context matters. Excluding state activity from that provision does not seem likrly"], [691, "2019-01-09T13:12:36Z", [0.97], ""], [29464, "2019-01-07T06:59:43Z", [0.9], ""], [65401, "2019-01-06T21:40:04Z", [0.9], ""], [65388, "2019-01-06T19:51:24Z", [0.9], ""], [65343, "2019-01-06T19:46:45Z", [0.55], "They should, but sadly may leave the status quo"], [43890, "2019-01-06T19:39:05Z", [0.45], ""], [65052, "2019-01-06T19:12:12Z", [0.7], ""], [64871, "2019-01-06T17:56:10Z", [1.0], ""], [64714, "2019-01-06T16:59:51Z", [0.75], ""], [691, "2019-01-04T13:24:36Z", [0.85], ""], [64, "2018-12-31T17:24:24Z", [1.0], ""], [48709, "2018-12-31T15:34:11Z", [0.9], "The high court will rule that the court should have asked for the car before hand. And been clear in its fines. "], [63795, "2018-12-30T22:07:26Z", [0.9], ""], [691, "2018-12-20T13:20:21Z", [0.79], ""], [5053, "2018-12-19T14:19:50Z", [0.9], "Given the press coverage and sentiments expressed during the oral argument, is seems likely that the Court will rule that the Excessive Fines Clause of the 8th Amendment applies to the states. http://www.scotusblog.com/2018/11/argument-analysis-court-appears-ready-to-rule-that-constitutions-bar-on-excessive-fines-applies-to-the-states/ The vast majority of amicus briefs seem to support incorporation of the clause through the 14th Amendment--like many other rights expressed in the Bill of Rights and applicable to the states through the incorporation doctrine. Much of the argument focused more on the scope of the right, with the state trying to dance around the issue of incorporation by saying, essentially, the Court didn't need to reach the issue because in rem forfeiture is not a fine to begin with so it doesn't matter. I suppose the Court could rule that way if looking for a mechanism to avoid the issue, but since the state conceded that the statute in question is punitive, it's hard to see the Court saying it isn't a fine. I'll give a little wiggle room for the Court finding some way to rule without reaching the constitutional issue under the doctrine of constitutional avoidance, but it seems fairly certain that the Court will rule on incorporation. The question then will be whether they remand to determine whether the particular practice challenged is within the scope of incorporation or whether they will rule on merits themselves. I give incorporation a 90% probability."], [54140, "2018-12-19T10:13:23Z", [1.0], ""], [38564, "2018-12-19T05:01:55Z", [0.96], "Mcdonald v chicago is the relevant precedent to me."], [32100, "2018-12-18T19:00:17Z", [0.95], ""], [35831, "2018-12-18T17:53:12Z", [0.95], ""], [39781, "2018-12-16T13:40:24Z", [0.35], ""], [1333, "2018-12-16T08:14:02Z", [0.98], ""], [63311, "2018-12-15T01:15:07Z", [0.8], ""], [46339, "2018-12-14T17:13:51Z", [0.03], ""], [46339, "2018-12-14T17:12:04Z", [0.8], ""], [4718, "2018-12-13T18:10:30Z", [0.99], "Basic fairness vs. casuistry: Fairness will win by more than a single vote (but I don't foresee a unanimous decision)."], [56400, "2018-12-13T16:18:42Z", [0.75], "Historic precendent"], [19227, "2018-12-10T20:45:34Z", [0.8], ""], [61355, "2018-12-10T14:20:59Z", [0.99], "Argument transcript makes this outcome obvious."], [55743, "2018-12-10T14:04:20Z", [0.95], ""], [63375, "2018-12-10T13:21:16Z", [0.9], ""], [14133, "2018-12-10T03:33:23Z", [0.85], ""], [691, "2018-12-09T18:30:50Z", [0.77], ""], [48624, "2018-12-09T01:28:52Z", [0.85], ""], [63429, "2018-12-08T10:42:40Z", [0.75], ""], [53555, "2018-12-07T23:26:13Z", [1.0], ""], [61601, "2018-12-07T18:13:34Z", [0.95], ""], [691, "2018-12-05T20:02:58Z", [0.7], ""], [62421, "2018-12-05T12:34:28Z", [0.75], ""], [1333, "2018-12-05T09:01:31Z", [0.99], ""], [61300, "2018-12-04T15:48:16Z", [0.99], ""], [30289, "2018-11-30T22:01:34Z", [0.65], "With the partisanship of the latest justice as displayed during the confirmation hearings, and the very right-leaning court in general, I forsee that they will opt for the \"lauren ardor\" gibberish argument that the threat of the excessive fines (by impounding vehicles or taking other items of value far in excess of the normal fines range) deters future criminals, however false that argument may be"], [98, "2018-11-30T19:42:16Z", [0.95], "First projection"], [5018, "2018-11-30T03:41:23Z", [0.85], ""], [1333, "2018-11-30T01:54:57Z", [1.0], ""], [10197, "2018-11-29T19:26:24Z", [0.95], "Updating forecast to reflect comments of justices who appear comfortable to incorporate here for the purposes of civil forfeiture even though the facts of the case do not perfectly align.  There will likely be a split opinion but will be mixed among the conservative and liberal justices. "], [1333, "2018-11-29T09:47:52Z", [0.95], ""], [29464, "2018-11-29T08:28:30Z", [0.75], ""], [691, "2018-11-28T13:24:35Z", [0.7], ""], [1333, "2018-11-27T20:06:23Z", [0.7], ""], [53555, "2018-11-27T01:22:47Z", [0.98], ""], [5018, "2018-11-27T00:38:51Z", [0.75], ""], [1333, "2018-11-27T00:00:55Z", [0.69], "November 28\nTimbs v. Indiana comes on a writ of certiorari to the Indiana Supreme Court. When Tyson Timbs pleaded guilty to a drug charge, he was ordered as part of his sentence to forfeit his Land Rover, on the grounds that he had transported drugs in the vehicle. A state appeals court ruled in favor of Timbs, who argued that the forfeiture was unconstitutional under the Eighth Amendment's clause prohibiting excessive fines. The Indiana Supreme Court reversed the decision, stating that the U.S. Supreme Court had never ruled that the excessive fines clause applied to state governments. The issue: Whether the Eighth Amendment's Excessive Fines Clause is incorporated against the States under the Fourteenth Amendment."], [35831, "2018-11-26T15:36:34Z", [0.65], "Pending argument."], [1333, "2018-11-25T19:47:12Z", [0.68], ""], [691, "2018-11-25T14:08:55Z", [0.7], ""], [29054, "2018-11-24T14:06:07Z", [0.95], ""], [1333, "2018-11-23T21:23:12Z", [0.67], ""], [1333, "2018-11-22T19:39:12Z", [0.68], ""], [691, "2018-11-20T16:16:52Z", [0.7], ""], [61992, "2018-11-19T21:45:07Z", [0.4], ""], [1333, "2018-11-19T20:04:43Z", [0.69], ""], [36132, "2018-11-19T19:59:19Z", [0.0], ""], [373, "2018-11-17T23:21:01Z", [0.65], ""], [37516, "2018-11-17T10:05:38Z", [0.0], ""], [19227, "2018-11-16T14:03:04Z", [0.6], ""], [62731, "2018-11-16T04:20:36Z", [0.67], ""], [28103, "2018-11-16T03:35:47Z", [0.4], ""], [919, "2018-11-15T19:54:56Z", [0.25], ""], [1333, "2018-11-15T19:20:57Z", [0.68], ""], [1333, "2018-11-15T19:14:25Z", [0.67], ""], [33887, "2018-11-15T03:23:54Z", [0.0], ""], [1333, "2018-11-14T19:22:38Z", [0.66], ""], [11962, "2018-11-14T00:57:52Z", [0.85], "I have no idea what is \"excessive.\"  Isn't!t that relative to net worth?  Income?"], [51221, "2018-11-14T00:06:14Z", [0.7], ""], [4423, "2018-11-13T23:30:42Z", [0.87], "This would provide uniformity to how this is treated by the states & how it was originally intended."], [53555, "2018-11-13T22:09:49Z", [0.67], ""], [48224, "2018-11-13T21:36:55Z", [0.65], ""], [37115, "2018-11-13T18:48:20Z", [0.9], "Very few Bill of Rights provisions haven't been incorporated, and I think it's time this definitively was. "], [37029, "2018-11-13T16:54:32Z", [0.25], "My reading of this (relatively) conservative Court is that they will interpret the Constitutional standard as applying to Federal jurisdiction, and the states may impose their own standards. However, (as one recent case suggested) the Court will \"keep a wary eye on\" the actions within the state jurisdiction. "], [29054, "2018-11-13T16:17:41Z", [0.83], ""], [1333, "2018-11-13T16:03:22Z", [0.65], ""], [671, "2018-11-13T14:12:25Z", [0.75], "Initial “gut” feeling "], [54675, "2018-11-13T13:36:07Z", [0.55], ""], [13817, "2018-11-13T11:46:40Z", [0.75], ""], [62595, "2018-11-12T20:51:09Z", [0.25], ""], [62514, "2018-11-12T19:31:27Z", [0.72], ""], [706, "2018-11-12T02:19:43Z", [0.25], "Thanks to Eppir and LongGame.  It seems that if Indiana had not confiscated the vehicle under civil law and instead had done it as part of criminal law, then it would have clearly exercised its right to confiscate property involved in the crime.  As it is now, in my understanding, the case pits a state law versus the federal law, and this SCOTUS will air towards the Indiana SC's ruling.  Curiously, the excessive fine portion of the eighth amendment is the only part of it not incorporated: https://www.law.cornell.edu/wex/incorporation_doctrine .  This was upheld as recently as 2010: https://www.law.cornell.edu/supct/cert/08-1521"], [1333, "2018-11-11T20:00:50Z", [0.55], ""], [27155, "2018-11-11T17:42:10Z", [0.6], ""], [27155, "2018-11-11T17:38:44Z", [0.4], ""], [691, "2018-11-11T14:15:32Z", [0.7], ""], [59981, "2018-11-11T01:19:57Z", [0.4], "It seems that Timbs is arguing that the forfeiture of his vehicle was an integral part of his punishment for selling and trafficking heroin. Under Indiana criminal law, the maximum fine that could be imposed for that particular offense and subsequent conviction is $10,000 and his vehicle is worth 4 times that. If the Eighth amendment is understood to apply to states AND the circumstances of the confiscation are understood to be directly connected, then his claim should be upheld by the SCOTUS.\nThe state of Indiana is arguing that the vehicle was seized under a separate act to his criminal prosecution, in a civil case. Due to TImbs admission while in custody that he routinely used the vehicle to transport heroin, there is a case to be made that the forfeiture of his vehicle was related to confiscation of a vehicle used for illegal activity.  It will be interesting to see how heavily the outsourcing of civil forfeiture cases to private firms with a vested interest in seizing assets will influence the decision in this case. "], [1333, "2018-11-10T12:30:49Z", [0.5], ""], [691, "2018-11-10T12:19:19Z", [0.75], "Real conservatives would consistently defend the states' rights to do pretty much anything that wasn't expressly forbidden in the Constitution.  However, real conservatives are very much like real Christians or real capitalists or real communists--a Platonic ideal construct with no real-world counterpart.   @georgekegler is probably right about the result, but may be too polite about the motive:  The current majority on the Court will want to make sure that none of their wealthy buddies, individual or corporate, suffer any serious consequences for whatever they do."], [11430, "2018-11-10T05:50:21Z", [0.75], "The new conservative element within the SC will act to limit the state courts in their power to fine, lessening the power of state courts in enforcing many statutes effecting industrial regulation."], [1333, "2018-11-09T19:27:05Z", [0.45], ""], [10197, "2018-11-09T19:17:01Z", [0.0], "On its face, the punishment seems disproportionate.  However, it would seem odd that one could retain property involved in a crime, where guilt is shown (bifurcated nature of standard of proof for the crime and whether the asset was used in connection with the crime proven to have been committed shows that there is a common law preference for restricting the use of assets that can facilitate or are the result of criminal activity), when the forfeiture could be obtained by the state through a civil action without having to meet any standard of personal guilt but merely show that the asset was used in an activity deemed illegal. There is long standing precedent in this regard (civil): \"In that case, a Michigan woman named Tina Bennis fought the seizure of her car after her husband was caught having sex with a prostitute in it.\nFor her part, Bennis argued she had no clue her husband would use the car for the illegal tryst. The high court ruled that didn't matter, citing the following case law:\nIt has long been settled that statutory forfeitures of property entrusted by the innocent owner or lienor to another who uses it in violation of the revenue laws of the United States is not a violation of the due process clause of the Fifth Amendment.\nIn its 1996 decision, the high court pointed to a bizarre line of reasoning it made in its first-ever decision on civil forfeiture handed down back in 1827. That case involved the government's attempt to seize a ship used for piracy. When the owner of the ship claimed it couldn't be forfeited until he'd been convicted of a crime, the Supreme Court had this to say:\nThe thing is here primarily considered as the offender, or rather the offence is attached primarily to the thing. \" http://apps.americanbar.org/buslaw/blt/content/2012/06/article-02-dery.shtml See also: http://apps.americanbar.org/buslaw/blt/content/2012/06/article-02-dery.shtml, which notes the remedial nature of civil forfeitures versus the punitive nature in criminal cases.   Thus, it would seem that the vehicle in question would almost certainly be forfeited under a civil proceeding.  Is there compelling rationale to justify the forfeiture in a criminal one?  The difference hinges on how interests are treated among owners.  The case law appears to be rooted in the concept that a person that engages in breaking the law runs the risk of  (1) punishment under the law in terms of incarceration, suspension, monetary fines, service, etc. to the full extent, though there may be mitigating circumstances and (2) any instrument used in the commission of that crime, especially where it facilitated the crime's commission. Here is the difference: even if the vehicle had been financed or owned by another, it can be seized civilly.  If seized under a conviction, all that the offender has to give of it is fair game unless otherwise proscribed by law (state constitution, etc.) such that if the vehicle had been financed, a legal seizure could take place with the financing company claiming ownership in the vehicle and the state obtaining the equity value of the instrument/asset not owned by the finance company from the offender.  The state could later obtain the vehicle civilly, but the criminal aspect means that ownership is waived and not protected by a society's laws that are being violated through the criminal's act.  Consider whether the facts, if changed such that a state crime was committed with a weapon/firearm.  This would clearly be forfeited.   Now assume that the firearm was worth $40k plus.  It would not matter and thus should not matter here as the property's ownership transferred from the individual to the state once the laws of the state that protect the individual's property rights were violated with that property. It seems unlikely that a conservative court that respects stare decisis would be willing to legislate for states that have chosen to follow well established common law and not include limits to the contrary in their respective constitutions as many others have done.   ***Updating forecast to reflect comments of justices who appear comfortable to incorporate here for the purposes of civil forfeiture even though this case is of a criminal nature.***"], [1333, "2018-11-09T19:15:13Z", [0.5], ""]]}