{"question_id": 176, "title": "Will \"Captain America: Civil War\" gross more in its opening weekend in the US than \"Batman vs. Superman: Dawn of Justice\" did?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[24843, "2016-05-09T06:53:35Z", [0.0], ""], [830, "2016-05-09T04:20:00Z", [1.0], "Batman vs Superman is an awful movie....practically anything will beat it."], [24146, "2016-05-09T02:43:32Z", [0.0], "The statistics does not say so..."], [11038, "2016-05-09T02:07:00Z", [1.0], ""], [1738, "2016-05-09T00:38:27Z", [1.0], ""], [23006, "2016-05-09T00:24:39Z", [1.0], ""], [18888, "2016-05-09T00:24:29Z", [0.99], ""], [1395, "2016-05-08T23:49:51Z", [1.0], ""], [12006, "2016-05-08T23:31:06Z", [1.0], ""], [11449, "2016-05-08T23:23:42Z", [1.0], ""], [18294, "2016-05-08T23:12:50Z", [0.99], ""], [24012, "2016-05-08T22:50:28Z", [1.0], ""], [24830, "2016-05-08T22:42:04Z", [1.0], ""], [530, "2016-05-08T21:45:51Z", [1.0], "Based on early returns"], [13657, "2016-05-08T21:22:45Z", [1.0], ""], [24232, "2016-05-08T21:05:07Z", [1.0], "Already grosses 181m. Surpassed BvS"], [24771, "2016-05-08T20:51:59Z", [1.0], ""], [24287, "2016-05-08T18:20:35Z", [1.0], "Yep - weekend gross $181mn+! Go Marvel!"], [1161, "2016-05-08T18:09:43Z", [1.0], "Variety reports as follows: 'Marvel-Disney’s “Captain America: Civil War” has opened the summer spectacularly with a dominant $181.8 million weekend at 4,266 U.S. locations.  The third “Captain America” movie met lofty expectations with the fifth-best domestic opening weekend of all time — trailing only  “Star Wars: The Force Awakens” at $248 million, “Jurassic World” at $208.8 million, “Marvel’s The Avengers” at $207.4 million and “Avengers: Age of Ultron” at $191.3 million. It took over the fifth slot from  “Iron Man 3,” which has $174.1 million.'"], [102, "2016-05-08T16:51:45Z", [0.9], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [24546, "2016-05-08T16:24:27Z", [1.0], ""], [23961, "2016-05-08T15:41:01Z", [0.96], "After seeing first results from friday and saturday, I have to change the forecast direction 180°. Everzwhere are projections for 180mil $, some brave one mentioning even 200mil $. It seems like 166mil $ is a target, that can be achieved after seeing initial results."], [102, "2016-05-08T13:59:25Z", [0.98], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [691, "2016-05-08T11:24:10Z", [0.99], ""], [19311, "2016-05-08T10:55:55Z", [0.9], "dropping bellow consensus, I see far less hype than I expected"], [22642, "2016-05-08T04:20:28Z", [0.75], ""], [23006, "2016-05-08T04:20:06Z", [1.0], ""], [23879, "2016-05-08T03:22:47Z", [1.0], "Updating in view of Friday numbers."], [231, "2016-05-08T02:45:23Z", [1.0], ""], [24795, "2016-05-08T01:23:14Z", [0.9], ""], [24232, "2016-05-07T23:15:26Z", [0.98], "BvS:DoJ made $166M in the opening weekend in the US.\nCA: CW is looking at an estimated $74.9M opening day, for a $172M-$178.8M total first weekend in the US."], [14143, "2016-05-07T21:35:48Z", [1.0], ""], [15964, "2016-05-07T20:49:59Z", [1.0], ""], [24287, "2016-05-07T19:24:07Z", [1.0], "Guess it's almost a given!"], [13942, "2016-05-07T19:10:52Z", [1.0], ""], [11960, "2016-05-07T19:06:58Z", [1.0], ""], [22243, "2016-05-07T18:58:12Z", [1.0], ""], [24786, "2016-05-07T17:17:17Z", [0.99], ""], [24785, "2016-05-07T16:47:08Z", [0.99], ""], [1395, "2016-05-07T16:36:11Z", [0.99], ""], [14369, "2016-05-07T16:13:47Z", [1.0], ""], [24206, "2016-05-07T16:12:01Z", [0.99], "With the open it had on Friday, it would take a 1% occurrence to stop this. "], [24733, "2016-05-07T15:12:13Z", [0.99], "Base on Friday numbers,  I increased my prediction to 99%."], [16010, "2016-05-07T15:08:13Z", [1.0], ""], [67, "2016-05-07T14:57:54Z", [1.0], ""], [212, "2016-05-07T14:45:53Z", [1.0], ""], [1738, "2016-05-07T12:45:51Z", [1.0], ""], [691, "2016-05-07T12:33:04Z", [0.99], ""], [20911, "2016-05-07T04:11:30Z", [1.0], ""], [67, "2016-05-07T03:34:30Z", [0.95], ""], [24767, "2016-05-07T02:32:47Z", [0.35], ""], [1624, "2016-05-07T02:32:05Z", [1.0], ""], [19260, "2016-05-07T02:07:10Z", [1.0], ""], [689, "2016-05-07T01:55:28Z", [1.0], "Comment deleted on May 10, 2016 11:32PM UTC"], [2, "2016-05-07T01:47:37Z", [0.89], ""], [3, "2016-05-07T01:32:35Z", [0.95], "Fandango report on advance ticket sales is persuasive."], [14369, "2016-05-06T21:00:35Z", [0.95], "http://www.boxofficemojo.com/news/?id=4182&p=.htm The most relevant bit: \"...strong reviews and swelling fan anticipation for Civil War (92% on RottenTomatoes as of press time) should go a long way to helping this one out this weekend. Additionally, Fandango is reporting Civil War has generated record-breaking advance ticket sales, ranking as the online ticket retailer's #1 pre-selling superhero movie of all time, surpassing Batman v Superman: Dawn of Justice, Avengers: Age of Ultron and The Avengers.\" And: \"...Civil War will play at 378 IMAX locations (14 more than Ultron), 480 PLF locations (80 more than Ultron) and more than 3,300 locations will show the film in 3D, up from 2,761 for Ultron, which saw 44% of its overall weekend come from 3D showings. Also last year, Jurassic World opened in 4,274 theaters of which 363 were IMAX locations, approximately 400 were PLF locations and the film saw 48% of its overall weekend haul come from the 3,303 theaters that debuted the film in 3D.\""], [24515, "2016-05-06T19:12:19Z", [0.99], ""], [14800, "2016-05-06T18:46:13Z", [0.99], ""], [16421, "2016-05-06T17:56:29Z", [1.0], ""], [23681, "2016-05-06T17:53:13Z", [0.96], ""], [925, "2016-05-06T16:46:39Z", [0.99], ""], [24733, "2016-05-06T15:25:37Z", [0.89], ""], [24749, "2016-05-06T13:56:16Z", [1.0], ""], [14880, "2016-05-06T12:37:20Z", [0.95], ""], [691, "2016-05-06T11:40:19Z", [0.99], ""], [24206, "2016-05-06T11:30:53Z", [0.98], "Forecast are becoming overwhelming at this point despite my initial doubts. "], [24744, "2016-05-06T11:05:00Z", [0.1], "Comment deleted on May 06, 2016 11:05AM UTC"], [24232, "2016-05-06T03:22:36Z", [0.95], "Marvel has bigger fan base.\nThere are no other major titles that CA:CW needs to compete against."], [24733, "2016-05-06T01:28:40Z", [0.87], ""], [24546, "2016-05-05T21:13:55Z", [0.95], "Estimates are pointing to $ 200 million +. That's a great margin compared to $ 166 million but not a \"sure\" margin. "], [1738, "2016-05-05T19:57:08Z", [1.0], ""], [691, "2016-05-05T19:15:31Z", [0.99], ""], [3, "2016-05-05T17:48:15Z", [0.35], "Taking my cues from ryangarcia's outstanding analysis."], [24206, "2016-05-05T15:59:35Z", [0.92], ""], [24717, "2016-05-05T15:16:26Z", [0.99], ""], [12789, "2016-05-05T13:23:55Z", [1.0], ""], [23961, "2016-05-05T11:25:15Z", [0.27], "Going down again, I just don't see data that will underline, that this Captain America movie will make twice as much as former movies"], [24710, "2016-05-05T11:08:45Z", [1.0], "The upward trend in opening weekend grosses fit Captain America films; that this is more like an Avengers film in casting, scope, and scale; and the debuts of Black Panther and Spiderman in the MCU will drive audiences to it."], [38, "2016-05-04T22:38:56Z", [1.0], ""], [24052, "2016-05-04T22:00:24Z", [0.99], ""], [19186, "2016-05-04T21:29:30Z", [1.0], ""], [1176, "2016-05-04T18:39:23Z", [0.54], ""], [1738, "2016-05-04T18:30:29Z", [1.0], ""], [1447, "2016-05-04T18:13:32Z", [0.99], ""], [19923, "2016-05-04T17:39:00Z", [0.99], ""], [11686, "2016-05-04T16:32:17Z", [1.0], ""], [691, "2016-05-04T15:33:22Z", [0.99], ""], [24687, "2016-05-04T14:52:38Z", [0.9], ""], [21793, "2016-05-04T14:30:37Z", [0.65], ""], [24148, "2016-05-04T14:13:39Z", [1.0], ""], [12763, "2016-05-04T13:30:14Z", [1.0], ""], [1738, "2016-05-04T12:28:20Z", [1.0], ""], [24070, "2016-05-04T10:44:13Z", [0.95], ""], [23681, "2016-05-04T10:00:33Z", [0.95], ""], [19311, "2016-05-04T09:47:39Z", [0.95], ""], [24674, "2016-05-04T08:36:16Z", [0.8], ""], [24670, "2016-05-04T06:39:31Z", [0.85], ""], [15261, "2016-05-04T03:54:40Z", [1.0], ""], [100, "2016-05-04T03:44:29Z", [1.0], ""], [24665, "2016-05-04T02:24:50Z", [0.9], ""], [14369, "2016-05-04T01:52:47Z", [0.8], ""], [14369, "2016-05-04T01:44:24Z", [0.66], ""], [1738, "2016-05-04T01:10:55Z", [1.0], ""], [12874, "2016-05-03T22:17:40Z", [1.0], ""], [3225, "2016-05-03T22:11:40Z", [1.0], "Civil War has already broken the record for advance ticket sales, according to Fandango. http://www.latino-review.com/news/captain-america-civil-war-breaks-new-fandango-record-as-top-pre-seller-among-superhero-movies "], [1738, "2016-05-03T22:09:06Z", [1.0], ""], [24517, "2016-05-03T22:03:52Z", [0.85], "Recent Verge article mentions that it includes more characters that historically brought in audience,  the civil conflict appears more valid , the plot has more clarity, first week of May, places higher in wide opening weekend gross than April; S v. B. (166 million gross) had mixed reviews, and disappointed many fans. \nCivil War had multiple movies, and this movie has had consistently good ratings."], [227, "2016-05-03T20:27:03Z", [0.99], ""], [1738, "2016-05-03T19:45:24Z", [1.0], ""], [2, "2016-05-03T17:04:55Z", [0.84], "The search volume graph from @Kiny is still not that positive: https://www.google.com/trends/explore#q=%2Fm%2F0jzt8tx%2C%20%2Fm%2F0wrshm2%2C%20%2Fm%2F0cc846d%2C%20%2Fm%2F0125zrjx%2C%20%2Fm%2F0n15g8q&geo=US&cmpt=q&tz=Etc%2FGMT-2 Civil War now at 69, compared with 75 for Ultron and 100 for Batman v. Superman.  This is searches limited to the US and 2 days before opening.  Maybe it is Superhero fatigue?  Strangely, Civil War's interest compared with category (Arts and Entertainment) is very high, much higher than Ultron or BvS.  Not sure what that means.  Perhaps people are generally fatigued about Arts and Entertainment, but still interested in Civil War."], [19195, "2016-05-03T16:54:35Z", [1.0], ""], [16253, "2016-05-03T16:49:43Z", [0.99], "As another positive influence, the TV show Marvel's agents of Shield has tied the next weeks episode to the Movie.   Extra incentive to see the movie early for those dedicated to the series."], [2, "2016-05-03T16:23:01Z", [0.87], ""], [2, "2016-05-03T15:56:11Z", [0.84], "I got fooled by the headlines.  Civil War opened to $200m overseas on opening weekend.  Not domestic opening: http://deadline.com/2016/05/captain-america-civil-war-jungle-book-huntsman-batman-superman-international-box-office-weekend-results-1201747374/ Now that sounds great, BUT: http://deadline.com/2016/03/batman-v-superman-dawn-of-justice-opening-box-office-results-international-1201725677/ Superman opened to $254m weekend overseas.  So Civil War opened to 20% less than BvS overseas.  This is still going to be closer than you might think domestically."], [11335, "2016-05-03T15:39:21Z", [0.99], ""], [1229, "2016-05-03T15:10:57Z", [0.99], ""], [24641, "2016-05-03T14:34:00Z", [0.99], "Perceived as a better movie"], [11023, "2016-05-03T13:47:24Z", [0.99], ""], [691, "2016-05-03T12:31:29Z", [0.99], ""], [14182, "2016-05-03T12:20:06Z", [1.0], ""], [1738, "2016-05-03T11:56:12Z", [0.98], ""], [13360, "2016-05-03T11:54:21Z", [1.0], ""], [24451, "2016-05-03T11:37:43Z", [0.98], ""], [24633, "2016-05-03T07:37:55Z", [0.95], "Captain America: Civil War has higher imdb rating than Batman vs. Superman: Dawn of Justice"], [16253, "2016-05-03T06:09:10Z", [0.99], ""], [4729, "2016-05-03T05:37:21Z", [1.0], ""], [102, "2016-05-03T00:53:37Z", [1.0], "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [12302, "2016-05-03T00:14:59Z", [1.0], ""], [1516, "2016-05-02T23:41:49Z", [0.99], ""], [2, "2016-05-02T22:46:47Z", [1.0], ""], [20117, "2016-05-02T22:32:17Z", [1.0], ""], [2318, "2016-05-02T21:21:26Z", [0.99], ""], [24610, "2016-05-02T21:20:14Z", [0.89], "The reviews have been outstanding \nMarvel brand is very well established\nMovie seems to have multiple story lines and large interest\nUsually the marvel  movies have a bit more humor which might have winder audience appeal"], [12874, "2016-05-02T20:57:58Z", [0.93], ""], [14613, "2016-05-02T19:46:47Z", [1.0], ""], [1529, "2016-05-02T19:33:18Z", [1.0], ""], [602, "2016-05-02T18:09:50Z", [0.84], "assumed a probability distribution centered around $181 million; this value was based on a comparison of international opening weekend sales for avengers: age of ultron with civil war's recent international unveiling; the variance of the distribution is set to reflect both an increasing trend for opening weekend sales for captain America movies and the slight decrease experienced from avengers 1 to avengers 2; "], [24604, "2016-05-02T17:06:51Z", [0.75], ""], [19200, "2016-05-02T17:02:13Z", [1.0], ""], [19198, "2016-05-02T17:00:51Z", [1.0], ""], [19197, "2016-05-02T16:54:02Z", [1.0], ""], [23487, "2016-05-02T16:40:22Z", [0.9], "First, remove all consideration of movie reviews.  Early reviews for Civil War seem positive, but Winter Soldier still sits at 89% on Rotten Tomatoes and was a bit north of 90% when it opened to only $95M.  Reviews will impact word of mouth and the legs of the movie, but probably have little impact on opening weekend where fans have already decided they will see the movie or avoid the crowds the first few days. Marvel has established itself as a powerful brand in the movie market (the Marvel Cinematic Universe or MCU).  So there's a lot of comparables at http://www.boxofficemojo.com/franchises/chart/?id=avengers.htm Factors in favor of Civil War opening > $166M:\n* More characters generally = more money.  Avengers opened to $207 (highest in MCU), Avengers 2 opened to $191 (2nd highest), and even Guardians of the Galaxy opened to $94M (7th highest but impressive given the August release and low name recognition of the characters prior to the film).\n* The MCU is the house that Tony Stark (or Robert Downey Jr) built.  The five highest opening MCU films are the five with Tony Stark/RDJ: Avengers 1 & 2 and the three Iron Man films.  While two of those movies opened under $166 they were the first two--Tony Stark's lowest opening weekend in three years is $174. Factors against Civil War opening  > $166M:\n* Captain America.  Despite both Captain America films being very positively reviewed, BOTH of the first two Captain America movies combined for opening weekends less than $166 ($65M and $95M).\n* Trendlines not in Cap's favor.  Cap's first movie opened at $65M.  HIs second at $95M.  That was a 46% improvement film over film.  Iron Man saw 31% and 36% improvement film over film so that 46% is impressive but with the lower initial opening there was more headroom.  That's still true given Winter Soldier's $95M opening.  But Civil War would need to improve 75% over Winter Soldier's opening to beat BvS--a feat that hasn't been accomplished since The Dark Knight improved on its predecessor by 229%.  Even X-Men: Days of Future Past only managed to beat First Class (also a low opener) by 64%. Many are also comparing Civil War to the Avengers.  The commercials and trailers certainly make a big deal of all the characters (especially Iron Man) and for good reason:\n* Avengers opened to $207, Avengers 2 opened to $191.  That was only a drop of 7%, which if Civil War is considered a third Avengers movie and has the same drop then it would exceed $177M.  \n* The $177M also assuming a similar drop which might not happen since Avengers 2 reviews were mixed while CIvil War reviews appear to be positive. However, it's entirely possible that movie goers outside the core fan base won't view this as an Avengers movie because of the title and because of Captain America (who is dominant in the advertising but has never had the same huge success as Iron Man).  And while there are many characters in this movie, several of them have been minimally used (Ant-Man, Falcon), at least one is new (Black Panther), and others set to appear haven't even been heavily featured in advertising despite previous appearances (Vision, Scarlet Witch).  One additional reason why movie goers may not consider this an Avengers film is the absence of Thor and Hulk.  Not only was Hulk a recognizable name, but both of those characters created visual moments that made the scale of the Avengers films grander than other MCU movies.  Instead we have a current action shot of a number of normal sized people jumping/running/flying at each other on an airport tarmac. Ultimately, I think the chances of Civil War outgrossing BvS on opening weekend comes down to two scenarios: State 1: Civil War is considered by the public to be Avengers 3.\nState 2: Civil War is considered by the public to be another Captain America movie. In State 1, it is highly likely a third Avengers movie could exceed $166M on opening weekend.  The first two movies did so, even despite the second movie's mixed word of mouth.  There is a generally favorable opinion of the MCU and Avengers which would also help its performance.  I would predict there to be a .90 chance that a third Avengers film beats $166M on opening weekend. In State 2, it is highly unlikely that a third Captain America movie exceeds $166M on opening weekend.  Only one superhero movie has been able to improve that much for a sequel (Dark Knight) and Civil War does not have the same core reasons for Dark Knight's success (media sensation of Heath Ledger's performance and low previous film opening).  Although the marketing efforts around Civil War want to equate the movie to Avengers, I think that ultimately falls short and is further indication that Marvel doesn't trust the opening power of Captain America alone.  I would predict there to be a 0.15 chance that a third Captain America film exceeds $166M. Now we have to look at the odds that the consuming public views the movie in either state.  The marketing is pushing towards State 1 but the success of the MCU, and particularly its increasing use of multiple characters within a film, are likely to make State 2 more likely.  I would predict that movie goers are 0.75 likely to view this as a Captain America movie. Chances that Civil War outgrosses BvS would therefore be: .90 State 1 success * .25 chance of State 1 + .15 State 2 success * .75 chance of State 2 = .3375 or 34%. UPDATE: The opening foreign numbers are starting to come in and international movie-goers are showing a much stronger preference for this to be treated like an Avengers movie rather than a Captain America movie.  That's a surprise given their failure to do so with Cap 2 but it had for fewer additional characters.  So I am updating the percentage change of State 1 to be .90 given the huge difference between Cap 3 and Cap 2 opening weekends in foreign markets. Additionally, if you compare the foreign openings of Cap 3 to Ultron you do see a slight decline (just as we saw a drop for Avengers 1 and 2).  These are difficult to compare as some have slight drops (Australia had $12.3M for Ultron, $10.6 for Cap 3), some are large increases (South Korea had $23M for Ultron, $29M for Cap 3), and some are large drops (UK had $27.3M for Ultron, $20.5 for Cap 3).  But given that a large drop would need to be consistent for a third Avengers movie, I am increasing the percentage of State 1 succeeding to .98.  So the new numbers look like: .98 State 1 success * .90 chance of State 1 + .15 State 2 success * .10 chance of State 2 = .897 or 90%"], [12763, "2016-05-02T15:54:56Z", [0.99], ""], [691, "2016-05-02T15:39:42Z", [0.99], ""], [24601, "2016-05-02T15:34:09Z", [0.5], ""], [24600, "2016-05-02T15:10:32Z", [0.95], ""], [24592, "2016-05-02T14:26:08Z", [0.87], ""], [24206, "2016-05-02T13:39:27Z", [0.85], "With the overseas success..."], [23681, "2016-05-02T13:19:56Z", [0.9], ""], [21874, "2016-05-02T13:06:07Z", [0.86], "Batman v Superman was a disappointment.  A competent director would have to work to subachieve that movie."], [73, "2016-05-02T12:27:25Z", [1.0], ""], [21046, "2016-05-02T11:52:22Z", [0.99], ""], [23697, "2016-05-02T10:40:49Z", [0.99], ""], [20135, "2016-05-02T10:10:19Z", [0.99], "Great TV ads"], [15115, "2016-05-02T09:47:15Z", [0.95], "BvS was getting friction before it started. CW is getting momentum as it approaches it's release."], [24496, "2016-05-02T08:19:55Z", [0.35], ""], [22970, "2016-05-02T07:28:42Z", [0.15], ""], [14182, "2016-05-02T06:18:15Z", [0.98], "No change.\nIntern'l Update:\nCaptain America: Civil War launched with a huge estimated $200.2m on its international bow in 37 territories, narrowly behind Avengers: Age Of Ultron.\nhttp://m.screendaily.com/5103203.article"], [19352, "2016-05-02T04:04:58Z", [1.0], ""], [23970, "2016-05-02T03:13:07Z", [1.0], ""], [23970, "2016-05-02T03:06:03Z", [0.99], ""], [35, "2016-05-01T23:35:30Z", [0.93], ""], [21200, "2016-05-01T21:31:02Z", [1.0], ""], [21404, "2016-05-01T21:20:36Z", [0.87], ""], [1993, "2016-05-01T21:18:35Z", [1.0], ""], [19652, "2016-05-01T21:08:31Z", [0.99], ""], [21353, "2016-05-01T21:07:54Z", [0.75], ""], [20797, "2016-05-01T19:55:25Z", [0.99], ""], [18888, "2016-05-01T19:50:28Z", [0.98], ""], [23879, "2016-05-01T19:49:00Z", [0.95], "Updating in view of opening numbers in other countries."], [555, "2016-05-01T19:10:57Z", [0.99], ""], [15298, "2016-05-01T17:17:26Z", [0.95], ""], [102, "2016-05-01T15:24:02Z", [0.96], "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [691, "2016-05-01T15:03:22Z", [0.99], ""], [24548, "2016-05-01T14:30:04Z", [1.0], ""], [16136, "2016-05-01T13:55:40Z", [1.0], ""], [24549, "2016-05-01T12:14:37Z", [0.75], ""], [24550, "2016-05-01T12:11:26Z", [1.0], ""], [20082, "2016-05-01T08:20:40Z", [1.0], ""], [14182, "2016-05-01T06:29:52Z", [0.98], "Up 1% on additional International numbers from \n1/5/16: From CS  Captain America continues to place at #1 in all markets while still tracking on par with Avengers: Age of Ultron in the same suite of markets. “Age of Ultron” stands as the highest-ever grossing superhero movie internationally with $946 million. The Captain America: Civil War international box office has reached $84 million in just three days. http://www.comingsoon.net/movies/news/682177-captain-america-civil-war-international-box-office-up-to-84-million#/slide/1"], [24545, "2016-05-01T06:07:00Z", [0.99], "It mirrors the internal sentiment of people in America.   Like the \"election\""], [24545, "2016-05-01T06:05:43Z", [1.0], ""], [23483, "2016-05-01T06:02:01Z", [1.0], ""], [14779, "2016-05-01T03:11:24Z", [1.0], ""], [83, "2016-05-01T00:59:03Z", [1.0], "On track for 190 million:\nhttp://screenrant.com/captain-america-civil-war-opening-weekend/"], [1738, "2016-04-30T23:35:17Z", [0.98], ""], [67, "2016-04-30T21:19:27Z", [0.9], ""], [14880, "2016-04-30T18:22:27Z", [0.9], "Better reviews and a strong franchise following make me think so. "], [24533, "2016-04-30T15:33:00Z", [1.0], ""], [24530, "2016-04-30T14:59:15Z", [0.3], ""], [601, "2016-04-30T14:12:39Z", [1.0], ""], [691, "2016-04-30T13:14:21Z", [0.99], ""], [167, "2016-04-30T13:11:56Z", [1.0], ""], [21711, "2016-04-30T10:33:10Z", [0.85], ""], [24282, "2016-04-30T09:48:02Z", [1.0], ""], [23464, "2016-04-30T09:19:35Z", [0.99], "Very good reviews and social media activity. Anticipation is much higher for Marvel sequels involving Iron Man and/or Captain America. This movie feeeds off of the Avengers success story. Batman vs. Superman did not feed of off anything great before it. Superman-movies have not produced a successful sequel since the 80's and Batman had big shoes to fill after switching from Nolan as a director and Bale as Batman, towards the new cast. They failed miserably and the first viewer's and critique's reaction are a big factor in the early success of a film, since many people decide what to watch, on the day, rather than beforehand."], [2, "2016-04-30T05:54:38Z", [0.88], "Good reviews.  Saw a decent ad for it just now, with Spiderman.  Starting to feel like I should see it this weekend :)"], [19781, "2016-04-30T03:19:55Z", [0.99], "It should, yes. Far better reviews, and very good pre-release advertisement."], [24206, "2016-04-30T02:20:09Z", [0.79], "The foreign opening points to more and more likelihood of this..."], [24515, "2016-04-30T01:08:32Z", [0.9], ""], [24515, "2016-04-30T01:08:01Z", [0.8], ""], [767, "2016-04-30T00:20:27Z", [0.95], ""], [12630, "2016-04-29T22:38:26Z", [1.0], ""], [10916, "2016-04-29T22:32:08Z", [1.0], ""], [24512, "2016-04-29T21:14:32Z", [0.97], "The Avangers seems to be more popular at present than Batman or Superman. And there were more doubting voices before \"Batman vs. Superman\""], [24005, "2016-04-29T19:11:22Z", [1.0], ""], [15548, "2016-04-29T18:36:09Z", [1.0], ""], [1993, "2016-04-29T17:49:16Z", [0.98], ""], [11053, "2016-04-29T17:32:45Z", [1.0], ""], [16272, "2016-04-29T16:58:21Z", [0.9], ""], [22243, "2016-04-29T15:07:53Z", [1.0], ""], [18762, "2016-04-29T14:38:37Z", [0.9], "Forecasts I have seen are at least 190m, and reviews are overwhelmingly positive so far. 99% of users on Flixster say they will see it. Add in the lack of competition and it seems like a very solid bet."], [20858, "2016-04-29T14:01:41Z", [1.0], ""], [24498, "2016-04-29T13:15:02Z", [0.99], ""], [24495, "2016-04-29T12:29:52Z", [0.75], ""], [691, "2016-04-29T12:07:14Z", [0.98], ""], [24271, "2016-04-29T11:52:38Z", [0.96], ""], [1646, "2016-04-29T11:42:28Z", [1.0], "easy points\n"], [22680, "2016-04-29T10:48:56Z", [0.99], ""], [21564, "2016-04-29T09:48:11Z", [0.85], "Yes. BvS was disappointing. Superman was a let down. Even Brandon Routh was better and Christopher Reeve was the best."], [68, "2016-04-29T09:02:14Z", [0.99], "Following @BG1, his personal assessment and the link to the first day the film showed internationally, coming in just below Age of Utron, thus almost certain to gross more than Batman vs Superman."], [24176, "2016-04-29T08:44:37Z", [1.0], "Cinco de mayo !!\nMarvel movies have been consistently outperforming the competition the last couple of years. Especially the Avengers.\nCaptain America: Civil War, also showcases other prominent members of the Avengers. From the trailers 'Team Ironman' is pitted against 'Team Captain America'. It is a very attractive proposition. It seems to have a lot of fun elements. The 1st week of May has worked out well for the previous Avengers movies. On the lighter side, No Ben Affleck."], [14182, "2016-04-29T07:11:46Z", [0.97], "No change ... Captain America turnover overseas for 1st day opening per ....http://deadline.com/2016/04/captain-america-box-office-opening-international-results-1201745767/\n"], [23601, "2016-04-29T06:37:10Z", [1.0], ""], [23601, "2016-04-29T06:36:43Z", [0.99], "Batman v Superman came out in March. Cap'n America comes out in May. May is a bigger month for movies. Also, the top 3 largest May openings all came from Marvel Studios movies (2012, 2013, and 2015). This Civil War movie is a direct follow on from Avengers/Ultron. The last Cap'n America movie only made $90M in its opening weekend, but it was released in April, and it didn't include the rest of the Avengers. I assume Marvel moved the release date to May specifically to bring in more money for the opening and because this is essentially an Avengers movie."], [22822, "2016-04-29T05:31:20Z", [1.0], ""], [23483, "2016-04-29T05:16:38Z", [0.98], ""], [24485, "2016-04-29T01:00:56Z", [0.99], ""], [22970, "2016-04-28T15:20:04Z", [0.1], ""], [12763, "2016-04-28T14:45:10Z", [0.95], ""], [24466, "2016-04-28T14:26:00Z", [0.55], "d;adl;jda"], [691, "2016-04-28T12:34:52Z", [0.98], ""], [14182, "2016-04-28T08:22:04Z", [0.97], "No change. Simply feedback\nJust coming back on my original thread:  ++++Media Feddback from ZH ++++ Krawumm:: Es ist ganz einfach wahnsinnig unterhaltsam, wenn zum Beispiel Ant-Man mit Lastwagen nach Spider-Man wirft. \"Boom...it's simply outrageous & entertaining for example when Ant-Man hurls a truck at Spider Man ...\" referring to a fabulous airport scene. Enjoy the film. http://www.zueritipp.ch/kino/kino/krawumm-/story/11259154/"], [24451, "2016-04-28T07:06:07Z", [0.22], "This is my first ever forecast and i have to say it is proving more troublesome than I imagined. I am not a huge movie buff, and certainly wouldn't watch this genre, which should help me to make a well informed 'emotionless' forecast - but that hasn't been the case. I think this could be a close run race and don't know whether this movie:\n- has more/less appeal than BvS?\n- if the bank holiday release of BvS had any effect? (boosting sales)\n- if this movie (Captain America) will ride the current superhero wave or indicate superhero fatigue? For me, as a complete novice on this subject, I would suggest that BvS had more appeal and therefore a bigger fanbase. However, RDJ does add some star-appeal to the Captain America movie, which I am guessing will have mass appeal in the US (Captain America must be every American boys first choice superhero - right?) I think it will be a close call but I think BvS may just edge it. .... Anyhow, lets see how my first forecast goes. At worst I will be able to reflect on my mistakes!"], [38, "2016-04-28T01:41:02Z", [0.96], ""], [2, "2016-04-28T01:33:59Z", [0.8], "Moving up.  Second wind on HSX, up to $481 now.  Finally got higher than peak Batman v. Superman http://www.hsx.com/security/view/CAPA3 Seems like the movie is good, including good review from @BG1.  Still not seeing the wall to wall TV ads for it though.  Industry buzz is good. http://www.gjopen.com/comments/comments/219439\nhttp://deadline.com/2016/04/captain-america-civil-war-box-office-opening-records-1201744563/ Still concerned Superhero movie fatigue is starting to kick in: http://www.indiewire.com/article/captain-america-civil-war-review-marvel-chris-evans \"Captain America: Civil War\" isn't necessarily the best Marvel movie — directing duo Joe and Anthony Russo fail to deliver even a fraction of the scale, grace, and ineffable sense of joy that Joss Whedon brought to \"The Avengers\" — but it's nevertheless the Platonic ideal of a Marvel movie. \" I'm still in the outer edge of the demographic for Superhero movies, and strangely I'm more excited by the XMen: Apocalypse trailer.  I gave Batman v. Superman a miss, might see it on rental or Netflix.  Will definitely see Civil War, but I'm not the opening weekend crowd anyways."], [1691, "2016-04-28T00:23:43Z", [0.87], ""], [14182, "2016-04-27T21:40:11Z", [0.97], "Just got back from CA here in ZH. Am w/ @Counterintelligence 6 year old Son! Action packed from start to finish. Humorous. Long on commitment to friendship &, doing the right thing when under the gun. Short on complying w/ the letter of the law.  Cinema was filled for first showing. Average age looked to range b/w 25-40 years of age. 300/350 seats @ 18 CHF a pop ex the pop corn & beer!"], [24430, "2016-04-27T19:07:11Z", [0.15], ""], [24422, "2016-04-27T15:58:39Z", [0.99], "Historically a better weekend and a consistent release date with the only competition being Man of Steel (which changed its release date and has had less coverage) instead of more dominating family films. "], [23808, "2016-04-27T15:37:44Z", [0.75], ""], [271, "2016-04-27T14:32:21Z", [1.0], ""], [24206, "2016-04-27T13:02:27Z", [0.77], "News reports are estimating 190mil -- my bayesian prior of it not happening is still strong"], [691, "2016-04-27T12:04:13Z", [0.98], ""], [24411, "2016-04-27T09:45:25Z", [0.72], ""], [24406, "2016-04-27T07:10:36Z", [0.22], "Something else will be happening that weekend."], [15111, "2016-04-27T03:28:43Z", [1.0], ""], [1993, "2016-04-26T19:22:57Z", [0.97], ""], [19170, "2016-04-26T18:19:48Z", [1.0], ""], [1526, "2016-04-26T17:12:42Z", [1.0], "I can't believe I had 90% for this..."], [22833, "2016-04-26T15:29:40Z", [1.0], ""], [20438, "2016-04-26T15:20:30Z", [0.45], "Other than Star Wars: The Force Awakens, I have not seen a movie as hyped and mass-marketed as Batman v. Superman. I admit I have not researched movie opening dates revenue. "], [1229, "2016-04-26T13:24:46Z", [0.75], ""], [24372, "2016-04-26T13:19:55Z", [0.99], ""], [691, "2016-04-26T12:24:38Z", [0.96], ""], [102, "2016-04-26T03:53:36Z", [0.87], "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [23879, "2016-04-26T03:14:42Z", [0.9], "Updating forecast because I found out CW is opening almost everywhere before it opens in the USA [1]. I was skeptical of the impact of critics before because critics panned BvS and it still did amazing; critics panned Spiderman 3 and it did better than BvS! However the word-of-mouth from it opening a full week earlier in the UK and Australia has a good chance of giving it an extra boost. 9GAG and Reddit will be filled with CW memes for that whole week. [1] http://www.imdb.com/title/tt3498820/releaseinfo?mode=desktop"], [10192, "2016-04-26T02:51:24Z", [0.99], ""], [24330, "2016-04-25T17:10:30Z", [0.89], ""], [24212, "2016-04-25T15:38:09Z", [0.35], ""], [21261, "2016-04-25T14:43:04Z", [0.85], ""], [22688, "2016-04-25T14:29:02Z", [0.8], ""], [691, "2016-04-25T11:22:47Z", [0.96], ""], [830, "2016-04-25T03:27:41Z", [1.0], ""], [15036, "2016-04-25T00:40:15Z", [0.9], ""], [24307, "2016-04-24T23:55:01Z", [0.05], ""], [23006, "2016-04-24T22:01:59Z", [1.0], "100% yes\nMore big names and widespread promos from actors abound on TV entertainment shows so even I (a non-tv watcher) am already aware of the film. Also the \"which team are you?\" ad is good."], [24301, "2016-04-24T21:31:37Z", [0.9], "It's a better movie and marvel gets it right."], [18343, "2016-04-24T21:18:08Z", [1.0], ""], [8171, "2016-04-24T20:45:10Z", [1.0], ""], [15186, "2016-04-24T20:28:30Z", [0.9], ""], [8267, "2016-04-24T20:26:25Z", [0.85], ""], [15844, "2016-04-24T20:19:30Z", [0.9], ""], [1738, "2016-04-24T20:16:22Z", [0.95], ""], [67, "2016-04-24T20:01:23Z", [0.75], ""], [691, "2016-04-24T11:56:55Z", [0.96], ""], [24283, "2016-04-24T09:51:10Z", [0.99], ""], [24267, "2016-04-24T00:51:33Z", [0.9], "Excellent reviews (among the best for a Marvel movie) are amplified by opening outside the US weeks before the US opening so momentum of word-of-mouth can build. The last team-up Marvel movie (or comparable movie) was Avengers/Ultron (75% RT, 191M domestic opening) and Civil War is already at 97% RT with a decent sample of reviews, suggesting this should open over $200M. There's still a chance of some extenuating circumstances that affect the broad number of people that will go to the theater, but everything appears to have lined up for a huge, possibly record-setting weekend in 13 days."], [4660, "2016-04-23T17:34:30Z", [0.85], ""], [24260, "2016-04-23T17:33:09Z", [0.25], ""], [24257, "2016-04-23T16:58:43Z", [0.26], ""], [691, "2016-04-23T11:53:07Z", [0.96], ""], [14182, "2016-04-23T10:33:14Z", [0.95], "No change. Here in CH, we can see the film this week beginning the 28th of April onwards.  It got me to thinking, why here first and, the US later?  Attached are release dates worldwide http://www.imdb.com/title/tt3498820/releaseinfo?mode=desktop Will look forward to see if, having a good to v good start in Paris, Frankfurt, Hong Kong, Tokyo, Singapore et cetera increases the probability of building on momentum for the opening weekend for the Marvel Studios franchise."], [24244, "2016-04-23T08:59:21Z", [0.8], ""], [24243, "2016-04-23T08:35:46Z", [1.0], ""], [24242, "2016-04-23T08:15:43Z", [0.1], ""], [22690, "2016-04-23T07:55:59Z", [0.97], "+1% on following story: http://www.fandango.com/movie-news/captain-america-civil-war-is-outselling-all-previous-marvel-movies-plus-fandangos-most-anticipated-summer-movies-750765"], [2, "2016-04-23T05:58:25Z", [0.75], "Looks like studios are projecting $175m, $9m over Batman v. Superman.  Not a lot of margin, but it does have reviews in its favor: http://www.hollywoodreporter.com/news/captain-america-civil-war-tracking-884792 \"Captain America: Civil War is tracking for a massive domestic opening of $175 million-plus at the North American box office, where it opens May 6. Some even think it could approach $200 million....  The movie has received strong reviews so far, and currently sports a 94 percent fresh rating on Rotten Tomatoes.\" Just for comparison, Age of Ultron tracked for $190-$200m opening.  It came in at $191m. http://www.hollywoodreporter.com/news/box-office-avengers-age-ultron-787498 Also, Hollywood Reporter back then, said Age of Ultron was tracking higher than Avengers 1.  Avengers 1 beat Age of Ultron by $16m.  So Hollywood Reporter isn't always accurate.   http://www.boxofficemojo.com/alltime/weekends/ On the other hand, Hollywood Reporter said Winter Soldier tracking to 80m+, and it came in at $95m.  It can under-estimate as well. http://www.hollywoodreporter.com/news/captain-america-winter-soldier-tracking-688364 Going from 68 to 75, but I'm still leery of superhero movie fatigue."], [24238, "2016-04-23T04:37:38Z", [0.99], ""], [24237, "2016-04-23T03:40:23Z", [0.96], "Everyone seems to be excited for Captain America, and Batman vs Superman was a flop"], [4163, "2016-04-23T00:09:42Z", [0.95], "Adjusting downward to factor in the chance that it is perceived as a Captain America movie and not an Avengers movie. But still very likely it beats BvS given that RDJ as Iron Man plays a large role. He is a draw by himself, then add the other Avengers and a Spiderman cameo, it's going to be a crowd pleaser. Plus the reviews are positive. Also, there have been comments about reviews not making much impact opening weekend, I think pre-release reviews that are really poor affect viewership from moviegoers who aren't die hard fans. When reviews are mixed, I tend to wait it out to see, whereas seeing good reviews for a movie I think will be good tend to reinforce my decision to go opening weekend. Anecdotal, I know."], [15999, "2016-04-22T19:18:40Z", [0.99], "Batman (non-Chris Nolan)  and superman movies do not have the same fan base Iron man and captain america do. Further, this is a better weekend that attracts more viewers. Plus, the ratings for the Captain America movie are much better, drawing more people"], [2, "2016-04-22T18:39:33Z", [0.67], "I also saw an ad on TV for Captain America: Civil War for the first time a couple of nights ago.  I wasn't enthused.   All it did was flip through a bunch of characters.  Nothing about the excitement of the plot at all.  But maybe that's what attracts young people these days?  Didn't seem that epic to me."], [2, "2016-04-22T18:34:20Z", [0.7], ""], [2, "2016-04-22T18:33:17Z", [0.65], "Shifting down 5% on @Kiny's comment about Google Search volume.   http://www.gjopen.com/comments/comments/214398"], [20135, "2016-04-22T15:56:32Z", [0.98], ""], [24206, "2016-04-22T14:28:06Z", [0.48], "Later in the year -- highly awaited - however, less beloved characters"], [24205, "2016-04-22T14:10:58Z", [0.99], ""], [691, "2016-04-22T11:53:56Z", [0.96], ""], [23483, "2016-04-22T11:53:07Z", [0.95], ""], [23961, "2016-04-22T10:30:13Z", [0.3], "Going up 2% points.\nAfter looking at search volumes here\nhttps://www.google.com/trends/explore#q=%2Fm%2F0jzt8tx%2C%20%2Fm%2F0wrshm2%2C%20%2Fm%2F0cc846d%2C%20%2Fm%2F0125zrjx%2C%20%2Fm%2F0n15g8q&geo=US&cmpt=q&tz=Etc%2FGMT-2\nCaptain America: Civil War has higher search index 2 weeks prior the premiere, than other movies in the opening week, where it peaked. \nIt is still way bellow Batman vs. Superman, but none of the movies gained such attention so much time before the premiere."], [102, "2016-04-22T03:23:23Z", [0.81], "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [4163, "2016-04-21T23:58:08Z", [0.99], "http://www.boxofficemojo.com/alltime/weekends/ There are three Marvel movies ahead of Batman vs Superman, two of which are sequels, and two of which are from the Avengers franchise (I know this is called a Captain America movie, but it's really about all of the Avengers). Considering that the pre-release reviews are 97% positive: http://www.rottentomatoes.com/m/captain_america_civil_war/ There is no way Captain America: Civil War does not outperform Batman v Superman. Harder question: Does Captain America: Civil War outperform Marvel's The Avengers opening weekend?"], [2, "2016-04-21T21:30:37Z", [0.7], "Just checking in on this.  HSX has it at 455 now, up from 429 a week ago.  http://www.hsx.com/security/view/CAPA3 It seems to be plateauing a bit.  Its maximum hype is almost at exactly Batman v Superman levels and below Age of Ultron.  My previous hype history searches: https://www.gjopen.com/comments/comments/207981\nhttps://www.gjopen.com/comments/comments/208002 Just from pure hype-yness, it's going to hit right around 160.  I think it'll be close.   I expect the movie to be good though, so taking the high side of possible YES."], [20588, "2016-04-21T21:29:55Z", [0.98], "Updating. Barring act of god, without a doubt."], [24171, "2016-04-21T21:12:16Z", [1.0], ""], [20053, "2016-04-21T19:22:57Z", [0.99], ""], [24166, "2016-04-21T19:11:20Z", [0.95], ""], [651, "2016-04-21T17:54:09Z", [0.96], ""], [691, "2016-04-21T16:49:31Z", [0.96], ""], [8499, "2016-04-21T11:17:08Z", [1.0], ""], [22722, "2016-04-21T10:04:00Z", [0.8], ""], [102, "2016-04-21T03:46:23Z", [0.86], "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [15165, "2016-04-21T00:40:24Z", [0.99], ""], [15036, "2016-04-20T23:43:38Z", [1.0], ""], [6709, "2016-04-20T22:19:00Z", [0.15], "Captain America Civil War is more of the same-old same-old Marvel storylines of the past few years.  Only the names and faces change—Boring.  Batman vs. Superman: Dawn of Justice\" tried to be different, offered some novelties and had a great plot."], [1993, "2016-04-20T21:36:53Z", [0.95], ""], [22988, "2016-04-20T20:50:42Z", [1.0], ""], [24131, "2016-04-20T19:49:07Z", [0.79], ""], [9335, "2016-04-20T19:42:27Z", [0.99], ""], [691, "2016-04-20T19:34:21Z", [0.96], ""], [14296, "2016-04-20T16:52:58Z", [1.0], ""], [11335, "2016-04-20T16:46:51Z", [0.97], ""], [12089, "2016-04-20T15:41:56Z", [0.99], ""], [23961, "2016-04-20T15:34:50Z", [0.28], "I think question formulation anchores to find answers, why the movie should make more than 166mil. After inversing the statement - will Captain America make at most 166mil, lot of forecasts would assign about 1-5% probability which is I think, too low.  Reason I don't think movie will make more than 166mil:\n1.) It will need to raise first week gains by roughly 75%, which never happend before considering Marvel movies\n2.) With series - % income increase rate tends to drop in most cases with adding new titles to existing series Reason why it can make more:\n1.) First Captain America was made by Paramount, scond and third are made by Buena Vista. Even when Avengers specifically wasn't the case, the increased opening week incomes for other Marvel movies (Iron Man, Thor) for which they got license after original producer.\n2.) The budget - opening week incomes relationship is very strong for Buena Vista. Strongest among all Marvel movie producers. Summary:\nIn total almost doubling opening week incomes is really challenging. Adding 1mil. to the budget can, based on former studies, add anywhere between 0.58$-1.33$ mil to final opening week outcome. In this case, that means to gain additional 70,983,626$ they would need to spent additional 53.4-122.3mil to previous budget. That would meen 220mil-292mil. It would help to know the movie budget, but in this light - Captain America needs to be the new Avengers. \nThere is a change it will happen, but it would be first case of it's kind."], [22300, "2016-04-20T15:06:04Z", [0.0], ""], [20135, "2016-04-20T14:59:36Z", [0.95], ""], [10192, "2016-04-20T14:50:48Z", [0.98], ""], [24122, "2016-04-20T14:49:54Z", [0.95], ""], [21055, "2016-04-20T10:20:17Z", [1.0], ""], [16652, "2016-04-20T07:37:19Z", [0.9], "Comment deleted on May 09, 2017 05:15PM UTC"], [506, "2016-04-20T04:34:36Z", [1.0], ""], [436, "2016-04-20T02:52:08Z", [0.72], "Updating slightly given strong initial reviews."], [1080, "2016-04-20T01:17:58Z", [0.8], "ScarJo, she will make the difference. She's always good for an extra little bump at the box office."], [14432, "2016-04-19T23:04:59Z", [1.0], ""], [691, "2016-04-19T22:13:08Z", [0.96], ""], [24070, "2016-04-19T20:56:41Z", [0.6], ""], [21145, "2016-04-19T19:55:15Z", [0.85], ""], [16181, "2016-04-19T19:24:12Z", [0.65], ""], [10192, "2016-04-19T18:46:13Z", [0.95], ""], [2331, "2016-04-19T18:34:45Z", [0.99], ""], [15298, "2016-04-19T17:20:30Z", [0.9], ""], [421, "2016-04-19T16:57:37Z", [0.99], ""], [20892, "2016-04-19T16:45:17Z", [0.87], "Aggregate reviews much higher, expert predictions of gross higher, quick Google results: \"Marvel Studios now holds the top three all-time biggest opening weekends. Avengers and Avengers: Age of Ultron hold the first and second place spots with $207 million and $187 million respectively ...\"  but they're both crappy movies."], [21978, "2016-04-19T16:13:04Z", [1.0], ""], [24070, "2016-04-19T15:25:40Z", [0.75], ""], [22113, "2016-04-19T12:15:38Z", [0.99], ""], [24070, "2016-04-19T11:31:16Z", [0.95], ""], [24073, "2016-04-19T10:36:24Z", [0.95], ""], [13360, "2016-04-19T10:33:26Z", [0.98], ""], [13360, "2016-04-19T10:33:16Z", [0.95], ""], [4249, "2016-04-19T09:33:15Z", [0.8], ""], [21037, "2016-04-19T06:35:42Z", [0.9], "     Can you read the future? I can but, only when it pertains to the new Captain America franchise \"Civil War\" i'm afraid. Besides the fact that Batman v Superman was a tired pony from the start of the race as far as movie drum-up i.e., a lame opening weekend ticket gross domestically in the United States, Marvel just has bigger plans than the boys across the aisle. Marvel's film will exceed DC's opening weekend gross and it's thanks to the lads in the writer's room. This film has a very mediated tone potentially leading in many directions. Bucky Barnes, who is being pursued for his brain-washed actions in Captain America: Winter Soldier, takes on a number of Avengers, including Iron Man and Black Widow. This is a turning-point scene, as Bucky unloads a bullet from point-blank range at Tony Stark (Iron Man). This is a clear warning to the playboy genius that it's now a blood sport and there is no turning back. This scene is revealing a very provocative storyline future to come and if the whole film is on this level it will exceed well over $166,007,347 domestic which was the total gross for Batman v Superman in it's opening weekend. Furthermore, the DC Comic film's domestic gross was only 37.5% of its total lifetime gross. I cannot wait to see what this sequence throws into motion. One year after the events of Avengers: Age of Ultron, another incident occurs involving the Avengers resulting in collateral damage, enticing politicians to voice the need for closer management of such beings. And form a system of accountability and a governing body to determine when the Avengers are needed. When Steve Rogers (Captain America) attempts to protect Barnes and ends up in a conflict with Stark. The Avengers divide into two opposing leagues—one led by Captain America, who wishes to operate without convoluting regulation, and the other by Iron Man, who can sees value in government sovereignty over the team. \n\n    This film becomes quite poetic once you begin to sense the euphemism for modern American political differences beneath the storyline's suggestive current. Captain America portraying the conservative struggle for a free and wholesome life and Iron Man resembling the liberal willingness to submit to government protection and equal benefit for all. This theme seems to paint the walls and canvases of Marvel's \"Civil War\" empire. Marvel stands to make a king's ransom from this picture domestically and abroad, a film of controversy and depth. \n"], [24058, "2016-04-19T03:12:08Z", [0.95], ""], [24057, "2016-04-19T02:58:19Z", [0.9], ""], [23889, "2016-04-19T02:07:40Z", [0.95], "Previousl;y I thought this was a low chance but after viewing Batman I realised this was a real possibility as I would expect the movie will be superior and the hype is considerable"], [21046, "2016-04-19T01:28:44Z", [0.95], ""], [18417, "2016-04-19T00:53:09Z", [0.9], "Superman has largely lost the gravity it once held over the American psyche. He's a boring character, and as much as Batman counterbalances Superman's boring composition, American audiences have probably seen a bit too much of him over the past few years to get excited about such a title."], [24052, "2016-04-18T22:12:31Z", [0.92], ""], [8229, "2016-04-18T21:43:35Z", [0.75], "People are bored and will watch anything."], [1161, "2016-04-18T21:19:53Z", [0.95], "Comic book fan that I am, I must confess a strong Marvel preference. That, combined with a \"blah\" reaction to the sepia-toned first saga of the Cavill Superman sequence (in darker-still 3D), made the opening weekend haul of \"BvS\" truly gob-smacking. (I skipped it.) So I am guided in my prediction by my oldest sons, who streamed \"Superman\" and liked it much better on the second viewing, then contributed to the above-mentioned $166M-- matinee showing, no concessions. They have already offered to take their younger brothers to see \"Civil War\" on opening weekend. They have not asked me to pay for any of the tickets, nor to provide concessions cash. A late-night showing has been suggested, for \"better crowd experience\" (translation: younger, louder, more likely to throw popcorn). When a couple of tightwads are willing to shell out prime-time cash, I'd be a fool not to read that as a measure of real, actionable excitement. I'm betting that they're pretty representative of millennial [male] movie-goers in this regard."], [23229, "2016-04-18T21:10:49Z", [0.85], "wikipedia research "], [15977, "2016-04-18T20:57:51Z", [0.99], "The second Captain America movie did substantially better than the first, and I think we'll continue to see improved performance here. However, this isn't merely a Captain America movie -- this is more of an Avengers movie, and those tend to do well opening weekend and beyond. DC has had a couple of big releases in recent years, but hasn't really had that much hype since the Dark Knight trilogy. Even though lots of people saw Batman vs. Superman in theaters, most people came out saying it was awful and they felt robbed. "], [1395, "2016-04-18T20:42:22Z", [0.93], ""], [17556, "2016-04-18T19:20:58Z", [1.0], ""], [22085, "2016-04-18T18:23:49Z", [0.88], "The movie has been screened and tested better than all initial DOJ, and already has a large fan following.  In addition the promotion for this movie has been well made."], [691, "2016-04-18T18:10:45Z", [0.96], ""], [22642, "2016-04-18T18:09:19Z", [0.39], "Only three movies in the MCU have ever grossed more that 166 mil, two of which were avengers movies. However, since Civil War is being marketed as an ensemble story (not just captain America is in it) there is potential for it to gross as much as an avengers movie."], [12630, "2016-04-18T17:29:15Z", [0.97], ""], [18407, "2016-04-18T16:04:45Z", [0.9], ""], [1057, "2016-04-18T15:53:20Z", [0.25], ""], [1055, "2016-04-18T15:48:21Z", [0.35], ""], [21691, "2016-04-18T15:33:36Z", [0.88], ""], [11289, "2016-04-18T14:39:01Z", [0.99], ""], [14421, "2016-04-18T14:12:12Z", [0.97], ""], [23827, "2016-04-18T14:05:53Z", [0.7], "The key question is, is Civil War more like the Avengers and Iron Man franchises, which would be highly likely to beat $166M with a new release based on previous results, or more like previous Captain America (or other second tier Marvel franchises, such as Thor or Ant Man) which have generally been $50-100M openings. Because this is an ensemble movie like previous \"Avengers\" movies, I'm weighting the >$166M scenario as more likely by about 2:1."], [21457, "2016-04-18T13:30:23Z", [0.5], ""], [23316, "2016-04-18T13:17:24Z", [0.95], ""], [22084, "2016-04-18T12:54:59Z", [1.0], ""], [23258, "2016-04-18T10:37:37Z", [0.05], ""], [479, "2016-04-18T10:23:17Z", [1.0], ""], [24023, "2016-04-18T09:44:38Z", [0.99], ""], [24022, "2016-04-18T08:58:53Z", [0.9], ""], [501, "2016-04-18T08:41:12Z", [0.95], ""], [19954, "2016-04-18T08:13:42Z", [1.0], ""], [23505, "2016-04-18T07:40:04Z", [0.95], ""], [68, "2016-04-18T07:31:24Z", [0.85], "Coming down from 99, which is really over-confident (My very first \"just for fun\" question on GJP3 was an incorrect prediction on whether the \"Wolverine\" would exceed its target). From what I can make out, Civil War is thought to be better then Batman and Superman, and should out-gross it in the long run, but the opening weekend could easily be impacted by outside factors (could even be the weather).  I'd rather stay a little below consensus while checking out more sources predicting box office returns."], [22272, "2016-04-18T07:21:55Z", [0.9], ""], [22709, "2016-04-18T06:53:49Z", [0.95], ""], [21255, "2016-04-18T06:22:11Z", [0.96], ""], [23162, "2016-04-18T06:04:40Z", [0.98], ""], [22234, "2016-04-18T05:32:45Z", [0.7], "Marcel is more popular."], [20794, "2016-04-18T05:10:03Z", [0.95], ""], [24011, "2016-04-18T05:05:09Z", [0.75], ""], [19078, "2016-04-18T04:54:45Z", [1.0], ""], [20156, "2016-04-18T04:50:30Z", [1.0], ""], [909, "2016-04-18T03:32:32Z", [0.95], ""], [17602, "2016-04-18T03:17:48Z", [0.65], "No, because Captain America has been in so many movies and people are getting tired of him."], [19944, "2016-04-18T02:51:53Z", [0.95], ""], [23256, "2016-04-18T01:34:18Z", [0.65], "Previous Captain America movies had opening grosses smaller than $166m.  Avengers movie had bigger opening gross than $166m.  The new movie is really an Avengers movie, but not titled as such, so it depends on how the advertising goes."], [22001, "2016-04-18T01:16:59Z", [0.99], "Capt  America is awesome also a continuation of a series."], [22001, "2016-04-18T01:11:19Z", [0.99], ""], [20060, "2016-04-18T00:51:30Z", [0.85], ""], [16193, "2016-04-18T00:38:40Z", [0.99], "Lots of passionate repeat fans. "], [22092, "2016-04-17T23:51:23Z", [0.95], ""], [12573, "2016-04-17T23:05:56Z", [0.86], "I see more consumer acceptance of the Marvel Comics heroes than I do with the older DC Comics stars. Captain America is a relative newcomer to the cinema, and has only appeared in a handful of films. As such, he is still considered something of a newbie. I also think the Superman and (especially) Batman franchises are over the hill in the eyes of moviegoers, and that these two older stars have less left in them. Therefore, I predict the Captain America film will start stronger and last longer than the Superman vs. Batman film."], [83, "2016-04-17T22:15:25Z", [0.95], "Early estimates for opening weekend @ 220m\nhttp://www.outerplaces.com/science-fiction/item/11858-early-box-office-predicts-captain-america-civil-war-will-murder-batman-v-superman No competition on opening weekend + conversation has opened on odds of surpassing the Star Wars opening.\nhttp://attackofthefanboy.com/news/early-captain-america-civil-war-box-office-prediction-massive/ Addition of Black Panther and Spider-Man: something for everyone:\nhttp://www.cinemablend.com/new/How-Spider-Man-Totally-Changed-Black-Panther-Role-Captain-America-Civil-War-125317.html"], [21082, "2016-04-17T22:09:37Z", [0.8], ""], [22692, "2016-04-17T22:03:27Z", [0.85], ""], [23266, "2016-04-17T21:50:28Z", [0.82], ""], [21325, "2016-04-17T21:32:15Z", [0.75], ""], [15506, "2016-04-17T21:12:39Z", [0.9], ""], [15186, "2016-04-17T21:06:36Z", [0.8], ""], [555, "2016-04-17T20:53:47Z", [0.95], ""], [832, "2016-04-17T20:38:34Z", [1.0], ""], [1007, "2016-04-17T20:36:20Z", [0.75], ""], [16655, "2016-04-17T20:34:55Z", [0.8], ""], [1078, "2016-04-17T20:26:03Z", [1.0], ""], [17532, "2016-04-17T18:34:29Z", [0.75], "Marvel generally is more popular with its movies than DC comics is."], [11038, "2016-04-17T17:50:11Z", [0.85], ""], [13657, "2016-04-17T17:11:07Z", [0.99], ""], [67, "2016-04-17T16:43:14Z", [0.7], ""], [10039, "2016-04-17T14:36:02Z", [1.0], ""], [1106, "2016-04-17T14:01:24Z", [0.99], ""], [691, "2016-04-17T14:00:37Z", [0.98], ""], [530, "2016-04-17T13:57:03Z", [0.9], ""], [23991, "2016-04-17T13:44:32Z", [0.97], ""], [23988, "2016-04-17T11:10:15Z", [0.75], ""], [23737, "2016-04-17T08:16:58Z", [0.97], "Some predictions are in the area of $220 million for Captain America: Civil War, and the Avengers, taking place in the same super hero universe, opening weekend totalled $207 million. It is very unlikely that the film will gross below $166 million, unless there is some major world event that weekend.\nhttp://www.cinemablend.com/new/Captain-America-Civil-War-Opening-Weekend-Could-Decimate-Batman-V-Superman-124987.html"], [20911, "2016-04-16T22:11:37Z", [0.85], ""], [12302, "2016-04-16T22:07:19Z", [0.98], ""], [1395, "2016-04-16T20:53:48Z", [0.98], ""], [23975, "2016-04-16T20:35:20Z", [1.0], "Larger current fan base "], [14201, "2016-04-16T16:23:56Z", [0.91], ""], [691, "2016-04-16T16:22:34Z", [0.97], ""], [11053, "2016-04-16T15:32:51Z", [0.95], ""], [52, "2016-04-16T15:20:05Z", [0.99], ""], [22262, "2016-04-16T15:19:01Z", [0.99], ""], [23970, "2016-04-16T14:28:17Z", [0.9], ""], [21164, "2016-04-16T13:28:49Z", [0.98], ""], [10916, "2016-04-16T10:53:03Z", [0.97], "HSX data via @gjdrew is I think interesting. Movies tend to peak in their hype around release day. BVS peaked at 460. CACW is at 430 and rising. http://www.hsx.com/security/view/CAPA3 Plus this http://attackofthefanboy.com/news/early-captain-america-civil-war-box-office-prediction-massive/ Consensus trended down over last couple of days, now I'm moving up. Hmph."], [23964, "2016-04-16T09:40:53Z", [0.17], ""], [16253, "2016-04-16T05:41:16Z", [0.98], ""], [14182, "2016-04-16T05:11:14Z", [0.95], ""], [20588, "2016-04-16T03:33:59Z", [0.75], "First off, GO #TEAMCAP! This will likely do better than Dawn of Justice, but not by much. DoJ did well its opening weekend because no matter how bad the reviewers said it was. Everyone that was ever interested was going to see it no matter what. Also, even though film makers are trying to make each movie stand-alone, you can't get over the idea that this is a sequel. In fact, it's a super-sequel. It's essentially Part 13 of the Marvel Cinematic Universe. So far, this hasn't really been an issue, but it's possible this is the one that makes too many movie goers decide to skip it because they didn't see every single one of the previous movies. One the other hand, even though it has the same rating as DOJ, Marvel has made a more kid-friendly franchise. It's rock-em, sock'em without the accidental mass body count. Plus, Civil War is a Captain America movie guest starring EVERYONE. A lot of non-fanboys/fangirls that liked Iron Man, Ant Man or Avengers will see it for those stars. On top of that,the re-introduction of Spider-Man will help get people into seats."], [102, "2016-04-16T03:28:53Z", [0.89], "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [20797, "2016-04-16T03:11:15Z", [0.91], ""], [23953, "2016-04-16T02:27:08Z", [0.0], ""], [231, "2016-04-16T02:17:42Z", [0.95], ""], [94, "2016-04-16T02:04:22Z", [0.85], "de-extremizing the crowd prediction"], [23945, "2016-04-15T22:01:16Z", [1.0], ""], [1738, "2016-04-15T20:00:36Z", [0.95], ""], [23887, "2016-04-15T19:29:12Z", [1.0], ""], [691, "2016-04-15T19:18:48Z", [0.97], ""], [706, "2016-04-15T18:00:15Z", [0.85], "More zeitgeist alignment."], [23937, "2016-04-15T17:21:48Z", [0.98], "Early reviews are strong and the audience is already built in."], [2, "2016-04-15T16:29:09Z", [0.75], "Looking at the HSX numbers, I think 80% is too high.   At a moment of its high hype (a month before release, not sure its max yet), CA3 is 430 on HSX.  http://www.hsx.com/security/view/CAPA3\nAt the moment of its maximum hype (a month before its release), Age of Ultron was 588 on HSX.  http://www.hsx.com/security/view/AVNG2\nAt the moment of its max hype (about a month before its release), Batman v Superman was 460 on HSX.  http://www.hsx.com/security/view/SUPE2 It's hard to calibrate hype into bands, but clearly there's a much higher band of hype CA3 can get to yet.  It's yet to plumb the heights of hype."], [2, "2016-04-15T16:09:25Z", [0.8], "Just adding some HSX numbers: http://www.hsx.com/security/view/CAPA3 (429 over 4 weeks)\nhttp://www.hsx.com/security/view/CAPA2 (225 over 4 weeks)\nhttp://www.hsx.com/security/view/AVNG2 (411 over 4 weeks)\nhttp://www.hsx.com/security/view/SUPE2 (ended up 325 over 4 weeks, but it spiked to 460 just at the time of release). Captain America:Civil War is now at Age of Ultron type numbers rather than Captain America 2 numbers.   Also very close to Batman v. Superman numbers, before the rash of bad reviews for that one. But HSX is famous for having movie stocks shoot up in the period just before release.  A month ago, Civil War was at $350 over 4 weeks, about halfway between Captain America 2 and Age of Ultron numbers.   I think it's still likely a yes, but it's easy to get caught up in the hype.  I think a better base rate is still somewhere halfway between Age of Ultron and Cap America 2, about $150 million with it more likely to end up on the high side of that.  Even now at time of close to maximum hype, CA3 is only hitting Age of Ultron numbers on HSX.  If it starts exceeding Age of Ultron numbers on HSX, then I'll move up again.  At the moment of its maximum hype, Age of Ultron was 588 over 4 weeks (about a month before release)."], [269, "2016-04-15T16:02:29Z", [0.8], ""], [16272, "2016-04-15T15:44:27Z", [0.35], ""], [3225, "2016-04-15T14:19:52Z", [1.0], "\"With the glowing reviews that Captain America: Civil War has been receiving, the Box Office tracking for the film has been trending upwards. The movie could have the second largest opening weekend in North American Box Office history. Heroic Hollywood’s Umberto Gonzalez reported on early tracking numbers for Captain America: Civil War. He notes that the film is anticipated by a lot of people from different demographics. This includes people both young and old and moviegoers from various ethnicities. According to his report, he feels the movie will have no problem grossing well over $200 million in its opening weekend. He feels the movie could go as far as grossing over $220 million. Gonzalez has seen the movie already and notes it’s a crowd-pleaser and should be received well by a lot of people and not just critics.\" http://attackofthefanboy.com/news/early-captain-america-civil-war-box-office-prediction-massive/ Heck, I'm gonna go up to 100% on this. "], [23925, "2016-04-15T13:18:22Z", [0.8], ""], [23483, "2016-04-15T12:37:51Z", [0.9], ""], [10916, "2016-04-15T11:22:48Z", [0.9], "I'm going in a little under forecast. I agree that it is very likely CA CW will win, but I think the consensus is too high here. Some stats on recent marvel movies (Inflation adjusted) -  CA - $69m\nCA2 - $96m\nAvengers - $215m\nAvengers 2 - $192m\nAnt Man - $57m\nGOTG - $95m\nIron Man - $110m\nIron Man 2 - $140m\nIron Man 3 - $178m\nAmazing Spider-man  - $62m\nAmazing Spider-man 2 - $93m\nSpider Man - $152m\nSpider Man 2 - $111m\nSpider Man 3 - $173m If Captain America 3 is seen as another Avengers movie, we would expect it to break $160m. HOWEVER, Avengers 2 did actually drop by $23m compared to the first. A similar drop would get us to $169m, so we're in choppy waters. I would not expect this to happen, Avengers 2's fall off was likely due poorer reviews, and CA3 does not seem to be getting this. However, this plus the lack on an actual Avengers title, I suspect, means this will be close. CA2 did $27m better than CA1. Another similar jump takes us to $123m. I think the jump will be higher than that, due to the extra draw of Iron Man, Spider Man etc. $160m+ is, however still a bit jump here. Ant Man and GOTG probably aren't that important comparisons, due to lack of existing characters. I'm not sure why I looked them up, but the numbers are there. RDJ's Iron Man is a big draw. His 3 solo films saw big jumps every time, and since he is featuring prominently on advertising, if we were to treat this as Iron Man 4 I would expect it to beat BVS. Just following the trend gets comfortably into Avenger's territory. The last 3 films featuring the character all beat BVS on opening weekend by a long way. I think this is the best argument in favour of a high %, and this is why I am going in so high. Spider-Man can be a big draw, but he isn't what he once was. The older films were pushing the BVS mark, but the newer ones are a long way down. May is pretty peak film releasing time, but I don't think it has big help over BVS here. There is little to compete with it, but there wasn't for BVS either. Finally, two forecasts I found from people predicting both films opening weekends before BVS came out. I am not sure of their methodology, but they seem to have both been broadly correct on BVS, suggesting some validity. http://pro.boxoffice.com/long-range-forecast-captain-america-civil-war/ This had CA winning very narrowly, but BVS beat its prediction. Possible CA will do that too. http://www.cleveland.com/entertainment/index.ssf/2016/03/batman_v_superman_and_captain.html This gave a similar figure for BVS, but predicts CA in the $140-$150m range. I think this is low. I suspect consensus is a little high due to overvaluing effects of reviews. BVS was panned, CA3 is doing well in these stakes. However, I'm not sure this makes a huge difference to opening weekends in franchises like this, and is more important later on via word of mouth. I'd be almost 100% confident CA3 will beat BVS in the long term. All in all, I'm reasonably confident that CA will beat BVS on opening weekend, but I think consensus is slightly too high here. If I were predicting blind, I would have maybe gone lower, and said maybe a 60-70% chance, but I don't want to gamble that much of my brier score on a topic I'm a bit ignorant of, so I'm going in comfortable below consensus, but hedging due to you all being so certain."], [10916, "2016-04-15T10:08:04Z", [0.94], ""], [10916, "2016-04-15T10:03:20Z", [0.99], ""], [22690, "2016-04-15T06:58:54Z", [0.96], "All reviews talking about CA3 as if its Avengers 3, an example being Spider-man character has apparently 30 mins in the movie. Reviews have been very good so far and also HeroicHollywood.com reporting that the box office tracking numbers are indicating 200m+.\n My original baseline forecast was 90%, so going back to that and adding 6% for momentum."], [68, "2016-04-15T06:00:38Z", [0.99], "https://www.gjopen.com/comments/comments/205405 Following that six year old...."], [8226, "2016-04-15T05:23:29Z", [0.99], ""], [2, "2016-04-15T03:53:00Z", [0.83], ""], [1993, "2016-04-15T03:25:34Z", [0.97], ""], [93, "2016-04-15T02:26:50Z", [0.99], ""], [10952, "2016-04-15T01:14:36Z", [1.0], ""], [1395, "2016-04-14T23:55:16Z", [1.0], ""], [23909, "2016-04-14T23:41:26Z", [1.0], ""], [11686, "2016-04-14T23:32:01Z", [0.99], ""], [22712, "2016-04-14T23:05:42Z", [0.98], ""], [3317, "2016-04-14T21:37:20Z", [0.99], ""], [3577, "2016-04-14T20:34:37Z", [1.0], "I gather that batman vs superman was bad. I really liked comics as a boy and I still have a fondness for the stories but I have to say that I'm a bit surprised how much these movies are dominating todays cinema. \nAnd it's not just comics, it's science fiction and all other fantasy genres. \nI'm not complaining, it's just that it would be nice with movies about other things than fantasy."], [6552, "2016-04-14T20:29:38Z", [0.98], ""], [16253, "2016-04-14T20:05:10Z", [0.96], "Marvel has the stronger brand"], [11680, "2016-04-14T20:02:07Z", [0.98], "Better Reviews; Better opening date (closer to the summer movie season); Less competition; More established franchise; better actors draw"], [1107, "2016-04-14T19:57:20Z", [0.8], "Its doesn't have Ben Affleck in it. "], [16136, "2016-04-14T18:58:46Z", [0.9], "Batman v Superman: Dawn of Justice $166,007,347 ‖ Man of Steel $116,619,362 ‖ The Dark Knight Rises $160,887,295\nMarvel's The Avengers $207,438,708 ‖ Avengers: Age of Ultron $191,271,109 ‖ Iron Man 3 $174,144,585\nIron Man $98,618,668 ‖ Iron Man 2 $128,122,480 ‖ Captain America: The Winter Soldier $95,023,721\nCaptain America: The First Avenger $65,058,524\nhttp://www.boxofficemojo.com/ Captain America: Civil War must be perceived as an Avenger movie. So far, 52,483,925 people have seen the Trailer World Premiere and 56,111,858 people have seen Trailer 2. Many newspapers and websites sell Civil War as an Avenger movie: \n„Marvel’s big summer release Captain America: Civil War is the Avengers movie you were hoping to get last year“\nhttp://www.telegraph.co.uk/film/captain-america--civil-war/first-look-verdict-reaction/\n„Civil War is the most epic Avengers movie so far, even though it’s not an Avengers movie“\nhttp://www.usatoday.com/story/life/movies/2016/04/13/review-captain-america-civil-war-movie/82941284/\n„Very much an “Avengers” movie in scope and ambition if not title“\nhttps://variety.com/2016/film/reviews/captain-america-civil-war-review-1201752643/\n„And that is what you call the ultimate Marvel superhero event.“\nhttp://www.empireonline.com/movies/captain-america-civil-war/review/"], [915, "2016-04-14T18:27:59Z", [1.0], "in for 99%, might as well max it out.  Main reason:  marvel runs its universe of characters/storyboard better.  +Iron Man is the unsung anti-hero."], [1526, "2016-04-14T18:15:15Z", [0.9], "I think this is a heavily anticipated movie among comic book fans. This links all the marvel movies of that universe together. Anyone who really got into Ironman, Hulk, Captain America, the Avengers, Sheild, is looking forward to this movie. Bat vs super had bad reviews before the movie came out which caused many people to be apprehensive for going. I think anyways. I know I was a bit more timid. I think this movie will be a slam dunk for bringing in a lot of people. Especially since it's following Deadpool which was another Marvel movie smash hit."], [15291, "2016-04-14T16:36:29Z", [0.92], ""], [23897, "2016-04-14T16:18:26Z", [0.27], "Despite the fact that 2 Captain America movies gross opening are in the top 10 of Marvels Movies, Batman Vs Superman will call for fans of 2 major heroes. Although the Agent Carter Netflix series might help increase the interest for the new Captain America movie"], [23898, "2016-04-14T16:12:35Z", [0.38], ""], [23879, "2016-04-14T16:12:34Z", [0.85], ""], [4729, "2016-04-14T15:47:59Z", [0.98], ""], [21169, "2016-04-14T15:16:45Z", [0.65], ""], [271, "2016-04-14T14:07:44Z", [0.6], ""], [23487, "2016-04-14T13:37:11Z", [0.34], "First, remove all consideration of movie reviews.  Early reviews for Civil War seem positive, but Winter Soldier still sits at 89% on Rotten Tomatoes and was a bit north of 90% when it opened to only $95M.  Reviews will impact word of mouth and the legs of the movie, but probably have little impact on opening weekend where fans have already decided they will see the movie or avoid the crowds the first few days. Marvel has established itself as a powerful brand in the movie market (the Marvel Cinematic Universe or MCU).  So there's a lot of comparables at http://www.boxofficemojo.com/franchises/chart/?id=avengers.htm Factors in favor of Civil War opening > $166M:\n* More characters generally = more money.  Avengers opened to $207 (highest in MCU), Avengers 2 opened to $191 (2nd highest), and even Guardians of the Galaxy opened to $94M (7th highest but impressive given the August release and low name recognition of the characters prior to the film).\n* The MCU is the house that Tony Stark (or Robert Downey Jr) built.  The five highest opening MCU films are the five with Tony Stark/RDJ: Avengers 1 & 2 and the three Iron Man films.  While two of those movies opened under $166 they were the first two--Tony Stark's lowest opening weekend in three years is $174. Factors against Civil War opening  > $166M:\n* Captain America.  Despite both Captain America films being very positively reviewed, BOTH of the first two Captain America movies combined for opening weekends less than $166 ($65M and $95M).\n* Trendlines not in Cap's favor.  Cap's first movie opened at $65M.  HIs second at $95M.  That was a 46% improvement film over film.  Iron Man saw 31% and 36% improvement film over film so that 46% is impressive but with the lower initial opening there was more headroom.  That's still true given Winter Soldier's $95M opening.  But Civil War would need to improve 75% over Winter Soldier's opening to beat BvS--a feat that hasn't been accomplished since The Dark Knight improved on its predecessor by 229%.  Even X-Men: Days of Future Past only managed to beat First Class (also a low opener) by 64%. Many are also comparing Civil War to the Avengers.  The commercials and trailers certainly make a big deal of all the characters (especially Iron Man) and for good reason:\n* Avengers opened to $207, Avengers 2 opened to $191.  That was only a drop of 7%, which if Civil War is considered a third Avengers movie and has the same drop then it would exceed $177M.  \n* The $177M also assuming a similar drop which might not happen since Avengers 2 reviews were mixed while CIvil War reviews appear to be positive. However, it's entirely possible that movie goers outside the core fan base won't view this as an Avengers movie because of the title and because of Captain America (who is dominant in the advertising but has never had the same huge success as Iron Man).  And while there are many characters in this movie, several of them have been minimally used (Ant-Man, Falcon), at least one is new (Black Panther), and others set to appear haven't even been heavily featured in advertising despite previous appearances (Vision, Scarlet Witch).  One additional reason why movie goers may not consider this an Avengers film is the absence of Thor and Hulk.  Not only was Hulk a recognizable name, but both of those characters created visual moments that made the scale of the Avengers films grander than other MCU movies.  Instead we have a current action shot of a number of normal sized people jumping/running/flying at each other on an airport tarmac. Ultimately, I think the chances of Civil War outgrossing BvS on opening weekend comes down to two scenarios: State 1: Civil War is considered by the public to be Avengers 3.\nState 2: Civil War is considered by the public to be another Captain America movie. In State 1, it is highly likely a third Avengers movie could exceed $166M on opening weekend.  The first two movies did so, even despite the second movie's mixed word of mouth.  There is a generally favorable opinion of the MCU and Avengers which would also help its performance.  I would predict there to be a .90 chance that a third Avengers film beats $166M on opening weekend. In State 2, it is highly unlikely that a third Captain America movie exceeds $166M on opening weekend.  Only one superhero movie has been able to improve that much for a sequel (Dark Knight) and Civil War does not have the same core reasons for Dark Knight's success (media sensation of Heath Ledger's performance and low previous film opening).  Although the marketing efforts around Civil War want to equate the movie to Avengers, I think that ultimately falls short and is further indication that Marvel doesn't trust the opening power of Captain America alone.  I would predict there to be a 0.15 chance that a third Captain America film exceeds $166M. Now we have to look at the odds that the consuming public views the movie in either state.  The marketing is pushing towards State 1 but the success of the MCU, and particularly its increasing use of multiple characters within a film, are likely to make State 2 more likely.  I would predict that movie goers are 0.75 likely to view this as a Captain America movie. Chances that Civil War outgrosses BvS would therefore be: .90 State 1 success * .25 chance of State 1 + .15 State 2 success * .75 chance of State 2 = .3375 or 34%. UPDATE: The opening foreign numbers are starting to come in and international movie-goers are showing a much stronger preference for this to be treated like an Avengers movie rather than a Captain America movie.  That's a surprise given their failure to do so with Cap 2 but it had for fewer additional characters.  So I am updating the percentage change of State 1 to be .90 given the huge difference between Cap 3 and Cap 2 opening weekends in foreign markets. Additionally, if you compare the foreign openings of Cap 3 to Ultron you do see a slight decline (just as we saw a drop for Avengers 1 and 2).  These are difficult to compare as some have slight drops (Australia had $12.3M for Ultron, $10.6 for Cap 3), some are large increases (South Korea had $23M for Ultron, $29M for Cap 3), and some are large drops (UK had $27.3M for Ultron, $20.5 for Cap 3).  But given that a large drop would need to be consistent for a third Avengers movie, I am increasing the percentage of State 1 succeeding to .98.  So the new numbers look like: .98 State 1 success * .90 chance of State 1 + .15 State 2 success * .10 chance of State 2 = .897 or 90%   I have entered another prediction with these numbers but wanted to update here as well."], [691, "2016-04-14T13:04:29Z", [0.97], ""], [19311, "2016-04-14T12:38:16Z", [0.97], "everything that needed to be said is in http://www.gjopen.com/comments/comments/206800 by @pietrokc"], [23889, "2016-04-14T12:26:02Z", [0.05], ""], [16421, "2016-04-14T05:50:59Z", [0.99], ""], [2, "2016-04-14T05:28:50Z", [0.75], "No change, but what a scathing article on Batman v. Superman in the NYT: http://www.nytimes.com/2016/04/17/movies/deadpool-isnt-the-only-solution-but-batman-v-superman-is-the-problem.html I haven't even seen it yet, but now I feel like I ought to.  Just as a newsworthy example of something terrible :)"], [21464, "2016-04-14T04:53:08Z", [0.79], ""], [23072, "2016-04-14T04:07:25Z", [1.0], "Batman vs. Superman did very poorly and based on the captain america series so far I am certain it will outdo batman vs superman."], [15548, "2016-04-14T03:48:57Z", [0.99], ""], [23879, "2016-04-14T03:19:46Z", [0.95], "Both Avengers movies had bigger opening weekends than BvS [1], and CW is most clearly an Avengers movie due to the massive number of characters involved, how it's being advertised, and how much it's being advertised. So the base rate for \"Avengers movie beats BvS\" is 100%, but with only 2 data points. The base rate for \"movie beats BvS\" is essentially zero though. The base rate for \"Marvel movie beats BvS\" is about 10% (20% over last 8 years, since big reboots, feels more relevant). Not sure how to combine these. If you look at inflation-adjusted values, both Iron Man 3 and Spiderman 3 also beat BvS --- and both characters are in CW. (Reasonable to assume characters are main reason people see these?) Also, for the fans, Spiderman being in a movie with other heroes is a huge deal, we have been waiting forever. (I'd drag my face across a mile of broken glass just to hear that movie through a walkie-talkie.) But the fans might be a small number, maybe most people don't see it that way. It is tempting to discount BvS because critics panned it, but critics also panned Spiderman 3 and it's right up there in the biggest openings. Another way that CW might fail to beat BvS is by losing audiences to movies / events happening around the same time. There are no blockbusters coming out within 2 weeks of CW (before or after) [2,3]. On the other hand, NBA semifinals will happen that weekend [4]. Overall I'm pretty confident CW will beat BvS: 85% yes. (The 95% was a typo!) [1] https://en.wikipedia.org/wiki/List_of_highest-grossing_openings_for_films#Biggest_opening_weekends_in_the_U.S._and_Canada\n[2] http://movieweb.com/movies/2016/april/\n[3] http://movieweb.com/movies/2016/may/\n[4] http://www.masslive.com/sports/2016/04/2016_nba_playoffs_full_tv_sche.html"], [961, "2016-04-14T02:52:28Z", [0.99], ""], [1529, "2016-04-14T02:36:29Z", [0.99], "Rotten Tomatoes rating (4/13/16) = 100%\nMetacritic rating (4/13/16) = 84......but read the reviews, some are virtually glowing but have a low rating. Example: Sheri Linden of the Hollywood Reported. Seriously Sheri....a 70????.. after writing ......It builds upon the plotlines of previous Avengers outings, bringing together known marquee quantities and introducing the Black Panther and a new Spidey in winning fashion.....As the third Captain America film jump-starts the summer movie season, and something called Phase 3 of the Marvel Cinematic Universe, its box-office muscle is beyond question......But for all their kickass moves and fretting close-ups, such charismatic actors as Cheadle and Johansson feel sidelined through much of the story.....The movie’s center does hold, though, in the well-played contrast between Steve Rogers and Tony Stark. Rogers’ anachronistic aspects are no longer the source of punchlines, and Evans persuasively conveys his decency without overstating the matter. Through their contained performances, he and Sebastian Stan, as Bucky Barnes (aka the Winter Soldier), give emotional heft to their characters’ friendship, a crucial element of the story. Just as crucial, Evans leaves room for doubt about whether Rogers is right to resist outside rules, even as the film clearly sides with him.....Downey, whose ace timing and effortless snark make him the movie’s chief comic relief, also provides pivotal emotional chords.  Is that a 70 rating after all that narrative? Were you drunk or just lazy sending this one in to the the editors? As pointed out, this movie is part of the Summer kickoff...more people getting out, getting together.....one variable driving the box office.  Not sure when I last saw a 100% on Rotten Tomatoes, though admittedly this is with a limited number of critics at this stage....nonetheless....worth noting."], [23879, "2016-04-14T02:35:27Z", [0.99], ""], [212, "2016-04-14T02:28:56Z", [0.95], ""], [18888, "2016-04-14T02:28:20Z", [0.95], "With single character Marvel movies have generally been below BvS's $166 million mark, CA: CW contains no fewer than 6 characters from other franchises, including Ironman, Black Widow, Hawkeye, Scarlet Witch, Ant-Man, and Spider-Man (plus Black Panther, who will be getting his own film): http://www.imdb.com/title/tt3498820/fullcredits/ This is, from a marketing and revenue perspective, going to be Avengers 2.5, as Avengers: Infinity War won't be coming out for two years. Indeed, the release date is even the same as the first two Avengers movies: http://www.boxofficemojo.com/alltime/weekends/ I'm putting BvS at 2 standard deviations below CA:CW ($186 million with $10 million SD sound about right, right below the Avengers movies)."], [102, "2016-04-14T01:20:56Z", [0.5], "https://larswericson.wordpress.com/2016/04/13/gitrep-13apr16am/"], [601, "2016-04-13T23:55:02Z", [0.95], ""], [2, "2016-04-13T23:22:44Z", [0.75], "Moving up.  From @Milosz's comment, it looks like comic fans will like it.  They'll probably turn out in droves to wash the taste of Batman v. Superman from their mouths."], [3225, "2016-04-13T23:19:37Z", [0.99], "First critics' reactions starting to come in. Seemingly universal approval. I'm not sure why I wasn't at 99% percent earlier, but I am now. http://www.comicbookmovie.com/captain_america/captain_america_civil_war/update-whats-the-verdict-first-wave-of-a137518"], [1333, "2016-04-13T23:03:43Z", [0.85], "@counterintelligence is using a 6 year old resource - which is to young to be Biased yet so I will follow that source on this."], [22822, "2016-04-13T22:09:09Z", [0.95], ""], [12879, "2016-04-13T21:52:41Z", [1.0], ""], [22264, "2016-04-13T21:34:30Z", [0.85], ""], [767, "2016-04-13T20:44:34Z", [0.85], "An opening in May tends to bring in more money. Following on the box office success of Batman vs Superman, on that movie's premise, I'd imagine Captain America is going to have a bigger opening. "], [23779, "2016-04-13T20:43:14Z", [0.99], "Usually single hero marvel movies tend to be below the 100 line, except for the Ironman franchise which began above the 100 line and progressed positively closing near the 200 in the latest movie. I also believe people strongly identify themselves to the \"human\" nature of ironman, and his personification by Robert Downey Jr, (can also be translated to Batman, explaining the good results of BvS in spite of the critics) and since the upcoming movie relies heavily on him I can expect better results than Ironman 3. In addition The Avengers movies tend to be close to the 200 line, and since this movie involves many other characters and the trailers make reference to these last movies, I would expect the same \"feeling\" among the general public. Finally the addition of Spiderman generates some hype\nNo other competing movies are opening the same weekend and those who might rival (Jungle book, Xmen) have a good distance among themselves. Also based on the previous experience of BvS I could say that bad critics on this kind of movies don't influence the usual consumer.\nPS. I know I'm making the mistake of creating a nice explanatory story for myself but at this moment it sounds ok to me..will update only if really bad news should arise in the following days."], [18096, "2016-04-13T20:11:20Z", [0.95], ""], [20117, "2016-04-13T19:47:56Z", [0.99], ""], [22345, "2016-04-13T18:46:36Z", [1.0], "Comment deleted on Oct 01, 2017 06:16PM UTC"], [11885, "2016-04-13T18:38:57Z", [0.0], ""], [23852, "2016-04-13T18:16:33Z", [0.85], "Dawn of Justice appealed to a surprisingly wide audience, given its terrible reviews, but I don't think it can compete with the more established Marvel franchise. That said, it sits higher on opening weekend gross than most of the marvel standalone movies. If Civil War gets bad reviews (early reviews have been good), it may not beat Dawn of Justice."], [1447, "2016-04-13T18:05:09Z", [0.89], ""], [14613, "2016-04-13T17:35:32Z", [0.97], ""], [691, "2016-04-13T16:58:54Z", [0.82], ""], [15111, "2016-04-13T16:35:57Z", [0.92], ""], [23853, "2016-04-13T16:32:49Z", [0.0], ""], [1993, "2016-04-13T16:15:50Z", [0.86], ""], [12630, "2016-04-13T16:13:42Z", [1.0], ""], [167, "2016-04-13T15:28:07Z", [0.99], ""], [20082, "2016-04-13T15:00:58Z", [0.9], ""], [932, "2016-04-13T12:53:46Z", [0.86], ""], [689, "2016-04-13T12:50:51Z", [1.0], "Comment deleted on May 10, 2016 11:23PM UTC"], [149, "2016-04-13T12:30:36Z", [0.15], ""], [1229, "2016-04-13T12:21:56Z", [0.4], "BvS was poor but quality of film rarely impacts on opening week numbers as much as it should do.  Avengers would beat it but doubtful CA will on it's own.  Favourable weather forecasts over the next few weeks should have an impact too. This estimate is pushed upward by the better timing though and the lack of other releases. "], [73, "2016-04-13T11:23:35Z", [0.16], ""], [52, "2016-04-13T11:21:53Z", [0.45], "I am just echoing what many others have already established: Batman v Superman FSS opening: $166,007,347 Captain America: Winter Soldier (April 4, 2014): $95,023,72 Captain America: First Avenger (July 22, 2011):  $65,058,524 This seems to suggest \"Capt America\" needs \"The Avengers\" as a whole to make the box office to beat B v S.  \"Capt America\" can't do it on his own (sort of like in real life!!).   I am not movie buff and not really of fan of Super Hero movies, but the prior box office numbers do not seem to support the good ol' Capt'n doing that much on f Friday, Saturday, Sunday. Convince me otherwise, please!!   :)"], [13817, "2016-04-13T09:58:51Z", [0.96], ""], [23846, "2016-04-13T09:29:49Z", [0.85], ""], [1333, "2016-04-13T07:13:55Z", [0.75], ""], [436, "2016-04-13T06:29:26Z", [0.62], ""], [14761, "2016-04-13T04:48:28Z", [0.89], ""], [22690, "2016-04-13T04:46:11Z", [0.86], "May 6th opening weekend is quiet (http://www.movieinsider.com/movies/may/2016/6) with seemingly no-one prepared to compete vs Marvel, so no competition there. Buena Vista has released three other Marvel movies that weekend previously (2 avenger movies and Iron Man 3), all of which made more than 166m. Also while May is in the top 5 grossing months, it also seems to have the advantage of less releases. So the chosen weekend should allow a take bigger than 166m. Moving onto the movie itself, the Captain America franchise (average 80m), clearly does not have the same opening potential as the Avengers (average 199m), or the novelty factor of BvS, so that would argue against it managing to beat 166m, however and this is definitely not the most scientific of methods, I have three kids and all of them are looking at this as Avengers 3 not Captain America 3. As does seemingly the studio, with budget rumours being much closer if not higher than the two Avenger movies. So with that I was going to start at 90%, however, given BvS has the seventh best opening weekend of all time, I probably need to temper it by another 4%."], [1993, "2016-04-13T04:06:29Z", [0.8], ""], [23837, "2016-04-13T02:06:19Z", [0.65], "While the Avengers movies beat BVS at the box office, I'm unsure if a stand alone Captain America movie will beat that opening weekend. However, the MCU is more established than DC in movies and BVS was released amid many bad reviews."], [10192, "2016-04-13T01:57:12Z", [0.92], "I'm thrilled to ask my six year old for advice on this question. He is quite sure that CA will blow BM v SM out of the water...We walked out of BM v SM. I'm tempering his absolute 100% with a slightly lower 92%. "], [1993, "2016-04-13T01:45:56Z", [0.9], ""], [22833, "2016-04-13T01:45:12Z", [0.97], ""], [12302, "2016-04-12T23:53:32Z", [0.95], ""], [2, "2016-04-12T23:36:59Z", [0.65], "Alright moving up slightly due to seeing other people's answers.  Still think it'll be closer than expected."], [2, "2016-04-12T23:35:26Z", [0.55], "I feel the Superhero genre is running out of steam a bit, and BvS didn't help coming out to bad reviews. The Avenger series is really huge, but I'm not sure the Captain America series is quite as big.  Captain America: Winter Soldier's opening weekend was only $95 million v. $191m for Avengers: Age of Ultron.  http://www.boxofficemojo.com/movies/?page=weekend&id=marvel14b.htm\nhttp://www.boxofficemojo.com/movies/?page=weekend&id=avengers2.htm However, Winter Soldier opened in April, while Age of Ultron opened in May.  That probably makes quite a bit of difference.  Civil War is a more exciting theme than Winter Soldier and May is better than April, so I expect Civil War to be closer to the Age of Ultron opening, so I'm giving this a tentative yes."], [1993, "2016-04-12T23:31:14Z", [0.95], "This film's predecessor, \"The Avengers\" (2012), had an opening weekend gross of $207 million. \"Batman vs. Superman\" grossed $166 million. Its predecessor, \"Man of Steel\" (2013) grossed $116 million opening weekend. The Marvel franchise is better-received by critics, and it's more popular with the public. \"Captain America: Civil War\" has an off-putting title, but I expect fans will flock to see it. Oops. I skipped \"Avengers: Age of Ultron\" (2015). That had an opening weekend of $191 million."], [14375, "2016-04-12T22:16:09Z", [0.85], ""], [22509, "2016-04-12T22:11:01Z", [0.75], ""], [49, "2016-04-12T21:19:06Z", [0.85], ""], [21775, "2016-04-12T21:09:00Z", [0.8], ""], [21611, "2016-04-12T21:00:55Z", [0.97], "If reviews push the public then i think reviews for Civil War will push the public to see the movie more than they did for Batman vs Superman (also does anyone actually think Batman is even on the same level as Superman? Maybe why the battle inst that interesting)  "], [23819, "2016-04-12T20:37:52Z", [0.95], ""], [915, "2016-04-12T19:58:08Z", [0.99], "Marvel runs its \"universe\" in a more compelling way than DC.  and betting Iron Man is the real draw."], [102, "2016-04-12T19:30:23Z", [0.95], ""], [16015, "2016-04-12T19:24:50Z", [0.95], "It's going to be a better film and Marvel already has a wider appeal, they are more of a \"bubblegum\" type superhero franchise (more accessible to younger audiences)"], [3225, "2016-04-12T19:20:30Z", [0.95], "I feel that I had helped suggesting this Just For Fun question! Actually, I suggested to GJO the question of which of the two movies will destroy more cars, but this is also a good question. "], [20209, "2016-04-12T19:16:48Z", [1.0], ""], [12763, "2016-04-12T19:01:43Z", [0.9], ""], [22243, "2016-04-12T18:41:22Z", [1.0], ""], [22243, "2016-04-12T18:31:14Z", [0.9], ""], [20952, "2016-04-12T18:25:23Z", [0.55], ""], [67, "2016-04-12T18:19:23Z", [0.65], "Isn't this just Avengers Part 3?  Opening weekend for Avengers and Age of Ultron were $207 million and $191 million.  Plus the trailer for Batman vs. Superman was TERRIBLE.  This actually looks interesting. "], [12663, "2016-04-12T17:49:48Z", [0.99], ""], [23787, "2016-04-12T17:35:51Z", [0.25], "Batman and Superman are both titans of the superhero genre. \nCaptain America films are deemed to be the best in the Marvel mythos, but the hype in younger viewers just doesn't exist. \nLess families, less money. "], [20952, "2016-04-12T17:31:27Z", [0.05], "-"], [20250, "2016-04-12T17:23:11Z", [0.95], ""], [500, "2016-04-12T17:11:34Z", [0.0], "no"], [691, "2016-04-12T17:08:31Z", [0.01], ""], [10039, "2016-04-12T17:08:07Z", [0.0], ""], [12879, "2016-04-12T17:05:43Z", [0.0], ""]]}