{"question_id": 65, "title": "Will the United Socialist Party of Venezuela (PSUV) maintain its majority in Venezuela's National Assembly after the next legislative elections?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.55, 0.45], "correct_answer": "No", "correct_forecast": 0.45, "preds": [[11080, "2015-12-06T07:37:41Z", [0.12], ""], [53, "2015-12-06T06:31:14Z", [0.2], ""], [506, "2015-12-06T06:29:21Z", [0.05], ""], [3434, "2015-12-06T06:26:17Z", [0.0], "\nVenezuelans to Vote in Polls Seen Handing Congress to Opposition http://www.bloomberg.com/news/articles/2015-12-06/venezuelans-to-vote-in-polls-seen-handing-congress-to-opposition"], [11002, "2015-12-06T04:39:15Z", [0.48], ""], [1767, "2015-12-06T03:38:53Z", [0.01], "This question is unanswerable. Everyone and their cousin knows the psuv will not retain the national assembly. I however beleive that the regime will impose its majority irregardless of pety things such as popular will. \nI beleive the spirit of the question is will the Venezuelan opposition garner enough support to win a majority of the parliament. My answer is yes. I do not beleive the dictatorship will recognise the election as a result. What comes next I do not know.  Maduro: (note political  language is always strong in Venezuela)\n“I will not give in under any circumstances, I know we will succeed, but if some negative circumstances come to pass I will go to the streets to fight with the people and the revolution would move on to another stage. Do not expect me to be a coward, expect me to be a brave son of Chávez in the street with the people,”"], [90, "2015-12-06T03:36:10Z", [0.6], ""], [73, "2015-12-06T02:26:46Z", [0.05], "ref cmeinel, agree 30 pts too much to get away with. climbing down."], [43, "2015-12-06T02:20:59Z", [0.15], "News today, 12-7-15 teleSUR English ‏@telesurenglish  7h7 hours ago\n#BREAKING | Official results: PSUV 46 seats, MUD 99 seats (19 to be announced)  #VenezuelaElections #6D  Bravo to all who averaged under 50%. According to the consensus graph, on average at the end it was 55% PSUV majority. Compared to other election questions, this was a less poor, overall, forecast than average. I'm delighted to see that of those updating recently, we came in pretty well despite all the signs of Maduro trying to steal the election and dire actions against the press, opposition politicians, and running off independent poll watchers. Wow!  Dateline 12-7-15 The socialist government formed by Hugo Chavez in 1999 suffered it’s worst-ever defeat at the polls on Sunday, with 74.3 percent of the population participating in the election. Shortly after voting ended, the National Electoral Council said that the opposition had won 99 seats, while the socialists won 46 and 22 remained undeclared. “We have lost a battle today, but the struggle to build a new society is just beginning,” President Nicolas Maduro said. According to Venezuelan law, the opposition, regardless of its majority, cannot call a referendum on Maduro’s presidency before April, the midway point of his term. But the new Congress could place roadblocks before the socialist party’s agenda and release jailed opposition leaders. Foreign Policy:  [fp@foreignpolicy.com] A 30 point apparent lead for the opposition should be hard for Maduro's forces to overcome through fraud and threats.  Or so I hope... Dateline 12-5-15 Mounting frustration with the Maduro government over high crime and chronic food shortages — and the world’s highest inflation rate — have thrust the opposition coalition Democratic Unity Roundtable (MUD) to a 30-point lead in polls, a figure that places government opponents within grasp of acquiring a two-thirds congressional majority. http://america.aljazeera.com/articles/2015/12/5/venezuela-gears-for-socialist-party-defeat.html"], [11057, "2015-12-06T01:23:08Z", [0.22], ""], [241, "2015-12-06T00:35:42Z", [0.1], ""], [10863, "2015-12-05T23:01:26Z", [0.35], ""], [11057, "2015-12-05T21:52:38Z", [0.23], ""], [43, "2015-12-05T21:36:04Z", [0.2], ""], [368, "2015-12-05T20:59:10Z", [0.95], ""], [10924, "2015-12-05T19:50:51Z", [0.05], ""], [2965, "2015-12-05T16:28:07Z", [0.9], "See info@foreignpolicyi.org issued minutes ago. madura will not honor the election results-\nhe exits via a hard or soft coup, \nexcellent analysis. by FPI BULLETIN: VENEZUELA’S ELECTION IN PERIL\nBy Ellen Bork | December 4, 2015\nThis is the best analysis I have read. She is not on the ground although.\n"], [2965, "2015-12-05T15:17:18Z", [0.85], "Yes by electoral fraud, intimidation, dictqtrorshigerrymandering, no secret ballot, and 3 leading oppositon leaders in jail, with no oppostion access to state media, this is looking like Madura is another Castro. Add a pervasive atmosphere of fear.\nTypically revolutionary leaders, especially successors, like Raul Castro do not ever cede power. but see Ortega-Chamorro.\nUnlike NIcaragua, this is an absolute  dictarorship. When your read on scene reports, with no monitors I am upping to 80%\nIt would take a miracle."], [691, "2015-12-05T14:48:11Z", [0.14], ""], [10898, "2015-12-05T09:17:23Z", [0.1], ""], [38, "2015-12-05T08:02:32Z", [0.22], "http://www.wsj.com/articles/venezuela-regime-fights-back-against-surging-opposition-as-elections-near-1449191000 PSUV is resorting to a trusted formula of spreading fear and currying favor. \"State workers are being pressured to vote for candidates of the ruling United Socialist Party of Venezuela, or PSUV, or risk losing their jobs, public employees said in interviews. In speeches and rallies, officials remind audiences how much they depend on government largess, even as they tell grandmothers that a new congress will eliminate their pensions. The poor are told the opposition will close state-subsidized food markets and free health clinics, despite opposition vows to keep them open.\n. . . \n\"The PSUV has gained about 10 percentage points since September, according to the polling organization IVAD. Still, the opposition led by 52% to 32% among committed voters in polling IVAD conducted in mid-November. \"More than half of Venezuelan voters believe their electronically registered ballots aren’t secret, according to a recent survey by the Andrés Bello Catholic University in Caracas. One in six voters works in the government, and every fourth benefits from social-spending programs that the government touts for hours each day in more than half a dozen state-run television channels. “The fear of retaliation is significant,” said Benigno Alarcón, the head of political studies at the Catholic University here. “It could change the voting outcome in certain districts.”\n. . . \n\". . . officials even gave a pro-government party a name and logo nearly identical to that of the opposition’s coalition.\n. . . \n\". . . the government has used its overwhelming media presence—including its influence on the country’s private media—to focus on its message that an opposition victory would mean chaos.\n. . . \n\". . . One department head at the Justice Ministry said superiors push her and others to attend pro-government rallies, where attendance is taken. “The message is, you could lose your job,” she said, explaining how security guards are posted at the exit points of rallies to stop attendees from leaving until they are over.\n. . . \n\"An overwhelming majority of Venezuelans are dissatisfied by the way things are going in their country. But when asked if Mr. Chávez’s policies should be followed, 43% said yes, according to a Pew Research Center poll released Thursday.\n~~~~~~~\nhttp://www.economist.com/blogs/graphicdetail/2015/12/election-primer \"Even so, the MUD’s lead is so big that it is likely to win control of the National Assembly for the first time since Chávez became president.\"\n~~~~~~~\nhttp://www.theguardian.com/world/2015/dec/04/venezuela-election-bolivarian-revolution-maduro \"Those who do go to cast their vote may find the ballots confusing. In the city of Maracay two candidates named Ismael García are on the ballot, next to each other. One is the incumbent representative of the MUD opposition; the other for a new party called MIN. The parties’ logos bear an uncanny resemblance to one another. The attempt to stump voters was so blatant that electoral authorities fined the newer party.\" “Barring some very large election fraud, the opposition will win by a wide margin. The ruling party majority is almost certain to get wiped out,” predicted Michael Henderson, an analyst with Verisk Maplecroft, a risk consultancy."], [506, "2015-12-05T06:28:05Z", [0.55], ""], [12302, "2015-12-05T05:40:16Z", [0.03], ""], [3702, "2015-12-05T05:06:12Z", [0.0], ""], [3702, "2015-12-05T05:05:51Z", [1.0], ""], [11080, "2015-12-05T00:57:32Z", [0.22], ""], [43, "2015-12-05T00:00:58Z", [0.05], "Will he or won't he? Maduro has threatened military force if the elections don't go his way. Could ballot boxes go astray, martial law materialize in locations likely to vote heavily for the opposition? Will this question be voided on the basis of the election being voided?  Dateline 12-4-15 A loss for the government this Sunday is almost inevitable, partly as a result of the terrible state of the economy. The plunge in oil prices, combined with the government’s refusal to adapt its policies, has led to widespread scarcity of basic staples, the world’s deepest recession, and the world’s highest inflation rate. If the opposition manages to win two-thirds of the National Assembly, they could trigger a referendum to recall President Maduro. Even winning a simple majority would make life uncomfortable for the government.\n https://foreignpolicy.com/2015/12/04/venezuelas-opposition-is-poised-to-win-big-but-maduro-isnt-done-yet/"], [1708, "2015-12-04T23:39:29Z", [0.05], "Good description of parties contending and current situation / likely outcome...\nhttp://www.economist.com/blogs/graphicdetail/2015/12/election-primer"], [368, "2015-12-04T21:57:19Z", [0.01], ""], [231, "2015-12-04T21:50:48Z", [0.35], ""], [43, "2015-12-04T18:08:58Z", [0.35], "Wildcard: how would this be scored if Maduro voids the elections, as he has repeatedly threatened do do if all his voting fraud tactics were to fail to deliver an Assembly majority? IMHO, given the apparent overwhelming support for the opposition, that now is the most likely result. Dateline 12-4-15 Venezuela’s ruling United Socialist Party is making a final rally for support before Sunday’s congressional vote (WSJ), which observers say it could lose. President Nicolas Maduro has said that he would refuse to share power if the opposition gained ground. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [12421, "2015-12-04T16:26:18Z", [0.64], ""], [11002, "2015-12-04T15:55:24Z", [0.53], ""], [3922, "2015-12-04T15:39:37Z", [0.55], ""], [11057, "2015-12-04T15:24:19Z", [0.2], ""], [90, "2015-12-04T15:11:30Z", [0.5], ""], [73, "2015-12-04T15:07:11Z", [0.64], "what to do? polls say one thing, then there's election fraud....  On balance because I am not \"“Barring some very large election fraud, the opposition will win by a wide margin. The ruling party majority is almost certain to get wiped out,” predicted Michael Henderson, an analyst with Verisk Maplecroft, a risk consultancy  ref: http://www.theguardian.com/world/2015/dec/04/venezuela-election-bolivarian-revolution-maduro.   I am not barring it because: \"More than half of Venezuelan voters believe their electronically registered ballots aren’t secret, according to a recent survey by the Andrés Bello Catholic University in Caracas. One in six voters works in the government, and every fourth benefits from social-spending programs that the government touts for hours each day in more than half a dozen state-run television channels.“The fear of retaliation is significant,” said Benigno Alarcón, the head of political studies at the Catholic University here. “It could change the voting outcome in certain districts.”and there is \"If voters give the edge to the opposition, President Nicolás Maduro says his government could go into “rebellion” and refuse to share any power—intimating that he would use force if necessary. “Imagine if they dominated the National Assembly,” Mr. Maduro said in a televised address this week. “I wouldn’t allow it, I swear, I wouldn’t let my hands be tied by anyone. I’d take to the street with the people.” ref http://www.wsj.com/articles/venezuela-regime-fights-back-against-surging-opposition-as-elections-near-1449191000. If you dont think your vote is secret, what you say to a pollster is different to where you put your mark.  If you have someone who \"wont allow it\" to what ends will he go?  Electronic vote rigging?  Easier than a rebelion surely....."], [10916, "2015-12-04T15:00:59Z", [0.5], ""], [2965, "2015-12-04T14:40:46Z", [0.66], "JUST READ THAT MADURA THREATENED CIVIL WAR BY \"TAKING TO THE STREETS\" in the event of loss. While the polls show a 2/1 edge for opposition, Madura will take whatever steps necessary. SO the PSUV will not win the vote in a free and fair election, the threat of force on the eve of election means results will be certified that PSUV has a bare majority. Civil war may follow, or given the palpable sense of fear reported by WSJ \"on street\" a Castro  style regime will result.Wild card is the military.\nI was wrong and Madura's announcement that he would take any steps necessary to win a process he controls results in an idealist, turning realist. "], [1333, "2015-12-04T14:38:35Z", [0.0], ""], [12397, "2015-12-04T14:15:41Z", [0.25], ""], [2965, "2015-12-04T14:01:15Z", [0.1], "See comment below."], [691, "2015-12-04T13:29:53Z", [0.18], ""], [12302, "2015-12-04T12:51:06Z", [0.05], ""], [1708, "2015-12-04T12:17:04Z", [0.05], "I believe PSUV's tactics of gerrymandering in favor of rural, pro-PSUV candidates will prevent a super majority win by MUD, but I don't see PSUV maintaining its majority\nhttp://www.economist.com/news/americas/21679515-vote-momentous-consequences-vincible"], [11788, "2015-12-04T10:57:21Z", [0.0], ""], [38, "2015-12-04T06:21:47Z", [0.22], "http://www.bloomberg.com/news/articles/2015-12-03/venezuela-congress-election-what-to-watch-as-results-come-in Understanding the results won’t be easy though as a majority of the popular vote doesn’t necessarily translate into more seats in the assembly. Some seats are awarded by direct voting, some through party lists. It may take several days before a clear picture of what’s to come emerges . . . \n~~~~~~~\n“Only a grotesque fraud could stop the opposition from winning a simple majority,” said the head of a Caracas-based consulting firm Polity and political science professor at Central Venezuela University\n~~~~~~~\nThe numbers:\n167 seats in national assembly \n113 members of parliament are elected based on first-past-the-post, \n51 members are elected through closed party lists using proportional representation, \n3 seats are reserved for indigenous peoples.  84 (simple majority) are needed to veto government measures, such as a national budget. \n100 (3/5ths) are needed to censure ministers,\n111 (2/3rds) are needed to change the constitution and appoint supreme court justices."], [38, "2015-12-04T02:18:02Z", [0.22], "Let's consider the ways PSUV might win\n-the polls are wrong.  pollsters have traditionally underestimated electoral support for Chavismo\n-PSUV has for years demonstrated an ability to mobilize its voters\n-government intimidation of opposition\n-7 opposition leaders have been banned from running for office\n-4 opposition leaders are imprisoned. \n-electoral fraud:  no qualified electoral observation from the OAS or EU\n-gerrymandered districts so that 52% of voters, in pro-opposition urban areas, elect just 39% of parliament,\n-The electoral map is set up to dilute opposition ballots. So while a candidate in a pro-government district might win a spot with 10,000 votes, a rival in an opposition stronghold might need 350,000 votes to win the seat. “It’s not enough just to win,” León said. “You have to double the votes that your adversary might get.” As a result “the opposition might be a clear majority but may control Congress by a narrow margin,” \n-fake parties with names mimicking legitimate opposition parties to confuse voters.\n-government-imposed state of emergency in swing states in the west prevents opposition campaigning\n-refusal to renew broadcasting licenses to opposition media\n-the low-cost food program swayed voters\n-continuing affection for Chavez\n -doing “whatever it takes.” Venezuelans understand exactly what he means. The ways MUD might lose\n-failure to turn out to vote.  no comparable get out the vote organization or campaign to PSUVs\n-the polls were wrong.  polls are notoriously unreliable in Venezuela\n-electoral fraud\n-has long struggled to maintain cohesion, let alone formulate a clear electoral platform beyond simple opposition to Chavismo. Bottomline:  Maduro has a lot of tools he can use to turn the \"will of the people\" his way.  I'm wondering if I've gone too negative on PSUV.\n"], [506, "2015-12-04T01:47:04Z", [0.15], ""], [11157, "2015-12-03T23:35:30Z", [0.4], ""], [1708, "2015-12-03T22:54:01Z", [0.05], "Leopoldo López has written a letter from prison published in Foreign Policy...\nhttp://foreignpolicy.com/2015/12/03/venezuela-leopoldo-lopez-nicolas-maduro-election/"], [368, "2015-12-03T20:00:39Z", [0.05], ""], [11080, "2015-12-03T19:27:40Z", [0.27], ""], [3363, "2015-12-03T18:38:23Z", [0.22], "Likely final prediction before the election. My model (which is complex because I've tried to build in some chances/uncertainty of election fraud and other govt shenanigans) has it:\nPSUV super majority: 0%\nPSUV simple majority: 22%\nMUD simple majority: 54%\nMUD 3/5 majority: 23%\nMUD 2/3 majority: 1%"], [1526, "2015-12-03T18:13:55Z", [0.05], ""], [82, "2015-12-03T17:48:11Z", [0.15], ""], [691, "2015-12-03T17:36:17Z", [0.18], "http://www.nytimes.com/2015/11/18/opinion/venezuelas-threatened-elections.html?_r=0 His folks will not win the election and will lose their Asamblea majority, but notice that at least a couple of weeks ago he was promising to render such a result meaningless.  What a guy."], [5092, "2015-12-03T17:30:34Z", [0.4], ""], [11057, "2015-12-03T15:30:12Z", [0.26], ""], [1131, "2015-12-03T13:49:03Z", [0.23], ""], [241, "2015-12-03T13:21:04Z", [0.25], ""], [532, "2015-12-03T11:26:16Z", [0.25], ""], [10924, "2015-12-03T10:34:54Z", [0.1], "Question is 'maintain majority', that has become questionable under the current economic malaise caused by lower oil prices and poor management creating an environment of discontent. Maduro is no Hugo Chavez and there is no Bush in the white house, Argentina vote and people need for change. Having said that, I could be wrong, PSUV voter strength is in the rural areas, not sure if polls cover these"], [38, "2015-12-03T08:58:07Z", [0.22], "I just read something that reminded me that with state control of the media, the playing field is tilted in favor of the ruling party."], [38, "2015-12-03T06:19:44Z", [0.22], "http://www.irishtimes.com/news/world/venezuelan-president-hints-he-will-not-accept-defeat-in-mid-term-election-1.2452073 \"Though pollsters have traditionally underestimated electoral support for Chavismo, they are currently predicting that the MUD could beat the PSUV by two to one, well beyond any margin of error.\n. . . \n\"But just as the likelihood of the government losing its majority in congress increases, the opposition coalition is showing signs of splintering between moderates and more radical anti-Chavista groups.\n~~~~~~~\n https://www.stratfor.com/analysis/loss-venezuelas-ruling-party-will-challenge-its-main-leaders \" . . .the PSUV is split into two main factions, one associated with President Nicolas Maduro and the other with Assembly Speaker Diosdado Cabello, and several smaller factions.\n. . . \n Maduro's allies largely have civilian backgrounds and belong to the most ideologically radical faction of the PSUV, embracing Raul and Fidel Castro's influence in the Venezuelan government. According to Stratfor sources in Venezuela, Maduro's wife, Flores, enjoys the most clout within Maduro's wing, having had government positions awarded to relatives such as Treasury Secretary Carlos Erick Malpica Flores. Maduro's other allies hold the defense, finance, food and foreign affairs portfolios. The governor of Aragua state, who is wanted on drug charges in the United States, is also an ally. Most significantly, because Maduro's wing is the most ideological, he also has the support, via the Ministry of Communes, of radical-left wing militias centered in the western slums of Caracas. \"A military background is the main commonality between Cabello's key allies. At present, he holds more influence over national security and Venezuela's intelligence apparatus than does Maduro. Cabello wields significant sway over the leadership of the National Bolivarian Armed Forces and the Bolivarian Intelligence Agency and dominates key strategic ministries related to security, governance and industrial development. He is also known to have strong ties with several state governors. To a lesser extent, he has financed some of the Bolivarian militias and the Revolutionary Tupamaro Movement. \"If the PSUV loses the National Assembly, in the short-term, party elites will likely try to manage by using their control of the Supreme Court to invalidate opposition legislation. But even so, ongoing economic troubles virtually guarantee increasing social unrest, probably in the form of opposition-led protests. Widespread protests can be expected to deepen divisions within the PSUV. Further divisions will be particularly dangerous for Maduro, who is likely to be the focal point for anti-government protesters' anger and could wind up facing a presidential recall referendum."], [38, "2015-12-03T06:11:07Z", [0.22], "http://www.huffingtonpost.com/mark-weisbrot/venezuela-election-us-_b_8691766.html \" . . .PSUV has millions of members and has for years demonstrated an ability to mobilize its voters. The opposition has no comparable organization or campaign, and this is a non-presidential election. Also, sparsely populated (mostly rural) states have more representation per voter than those with higher populations.  . . .  the rural vote tends .  . . leans more toward the Chavistas. \"The result is that, win or lose, the opposition is very unlikely to do as well as the national polls indicate. So when the opposition is \"surprised\" by the results, we can expect claims of fraud. If the last 14 years of extralegal efforts (supported by Washington) to topple the government are any guide, the rejection of election results could turn violent. Last weekend, the head of Venezuela's leading opposition newspaper, Miguel Henrique Otero of El Nacional, declared that the opposition will take to the streets if they do not like the results.\n~~~~~~~\nCOMMENT:  This an interesting \"alternate\" opinion piece."], [38, "2015-12-03T06:08:49Z", [0.22], " http://www.dailystar.com.lb/News/World/2015/Dec-02/325515-venezuelas-harried-opposition-eyes-landmark-win.ashx \" . . . Maduro's popularity has plunged deeply to around 22 percent. \"Given the widespread frustration, the opposition has not needed to run a high-octane campaign, and the lack of well-known names among its candidates does not appear to be hurting it. . . . The authorities’ treatment of the opposition has however propelled it into the spotlight, . . . .\n. . . \n\"But beyond a shared call for “change,” not much unites the opposition, said Latin America expert Jean-Jacques Kourliandsky of French international relations institute IRIS. “Aside from that, there’s little in common between its members, who cover the political terrain from one extreme to the other,” he said, adding that MUD’s unity will be difficult to sustain if it wins the elections and has to share power with a hostile president.  Victory, he said, “will also mean an even more difficult situation to manage.”\n~~~~~~~\n http://www.miamiherald.com/news/nation-world/world/article47556560.html#storylink=cpy As for the national polls showing defeat for the socialists, he said national polls don’t necessarily reflect sentiment in rural districts where the ruling party is strongest.\n. . . \nJavier Corrales, a political science professor at Amherst College, also cautions against assuming the opposition will win. While the opposition has a better chance than it has ever had of overturning the system known as “chavismo,” victory is not certain, he said.\n~~~~~~~\nhttp://www.ft.com/cms/s/0/908ebf6a-9756-11e5-9228-87e603d47bdc.html#ixzz3tEYfmQYu \"Julio Borges, a congressman seeking re-election with the opposition bloc, MUD, says the government is doing all it can to intimidate dissident voters as it faces losing power for the first time in 17 years. “This is part of a script, a violent one, but a script nonetheless,” he says. \"Ms Tintori points out that the polls are fuelling the government’s anxiety. The latest Datanálisis survey put support for MUD at 56 per cent, with 37 per cent for the government. A Venebarómetro poll suggests 43 per cent could vote for the MUD, against 28 per cent for the chavismo. \"MUD strategists believe the bloc can secure a victory margin of at least 15 points amid discontent over rampant crime and a ravaged economy characterised by widespread shortages and the world’s highest inflation rate. However, analysts warn the poll numbers may not actually translate into congressional seats. “The main uncertainty in this election is not how many votes they secure overall but how big the breach is in favour of the opposition, when it comes to the numbers of seats they manage to secure in the assembly,” says Luis Vicente León, a political analyst and pollster.\n~~~~~~~\nhttp://www.gulf-times.com/us-latin%20america/182/details/465041/venezuela-opposition-eyes-landmark-win \"Seven opposition politicians have been banned from politics over allegations of corruption or conspiring to overthrow the government, including popular former lawmaker and presidential candidate Maria Corina Machado. Another 75 are being held as “political prisoners,” the opposition says, including protest leader Leopoldo Lopez, who was sentenced to nearly 14 years in September in a case that drew condemnation from human rights groups and the United Nations. “The government has been badly damaged by its own aggressive strategy,” said political scientist Elsa Cardozo of Simon Bolivar University. \"The opposition coalition, the Democratic Unity Roundtable (MUD), heads into the elections leading the ruling United Socialist Party of Venezuela (PSUV) and its allies by as much as 35 percentage points, according to one poll. Founded in 2009 with the goal of defeating Chavez, MUD is a motley group of some 30 parties from across the political spectrum, with no real leader.\n~~~~~~~\nCOMMENT:  The media seems to agree that there will be an opposition victory.    "], [11454, "2015-12-03T06:06:38Z", [0.05], "Further lowering of forecast based on polling data"], [1337, "2015-12-03T05:30:35Z", [0.56], ""], [601, "2015-12-02T23:11:44Z", [0.32], "It's looking bad for the Chavistas (hence good for Venezuela), but let's not forget who gets to count the ballots and secure access to the polling places (hint- not the intl monitors)"], [9613, "2015-12-02T22:42:34Z", [0.15], ""], [734, "2015-12-02T22:39:17Z", [0.21], "Updating and decreasing my probability estimate based on all the recent articles that have been collected below.  However, as I have stated before,  never underestimate the ability of whatever party/junta/dictator that may rule at any given time to maintain their position and power, and remember that the military is the real center of power in Venezuela.  "], [12333, "2015-12-02T21:51:39Z", [0.05], ""], [556, "2015-12-02T21:15:27Z", [0.1], ""], [11788, "2015-12-02T20:20:01Z", [0.04], ""], [691, "2015-12-02T19:53:46Z", [0.18], ""], [368, "2015-12-02T18:48:32Z", [0.0], "Several factors most likely will determine the outcome.   Political patronage (Colectivos) at community and ellite levels in the government, the control of the National Electoral Commission, high polling numbers for the opposition in certain areas in the country - it does not accurately reflect a national level of polling, Maduro's stated intent to move the Venezuela to civilian-military rule (if it looses a majority to the opposition) and a single electoral observer that is tightly connected to and approves the Venezuelan political system and it's status quo. What civilian-military rule implies is likely that the party (representing the civilian institutions and life) and the military will gain increased control over the Venezuelan bureacracy.  Perhaps military rule guised in this form?  The role of patronage (corruptions) since Chavez's rule, dissident repression, misrepresentation on ballots (MID Unity with a candidate whose name is similar to the candidate for MUD unity) and the transition to Maduro is deeply rooted in political institutions controlled by the party (judiciary, electoral commission, executive, political elites, and so on) are constraints faced by any opposition to Maduro and his party. I am decreasing the estimate only to reflect a balance against previous forecasts, should the Chavismo movement win. For the opposition, it is always good to note that polling numbers DO NOT necessarily translate into VOTES.  The is no direct observable relationship among these two factors.  A large turnout for the opposition (with a low turnout for the ruling party) implies an increase in seats for the opposition in parliament.  However, obtaining a majority in a socialist-authoritarian state by an opposition parties"], [11817, "2015-12-02T18:31:20Z", [0.25], ""], [10898, "2015-12-02T18:20:18Z", [0.21], "New poll showing MUD with a 2:1 advantage, reducing PSUV odds according to the counterargument I laid out in http://www.gjopen.com/comments/comments/52356. \n"], [102, "2015-12-02T16:59:55Z", [0.0], ""], [1708, "2015-12-02T15:47:36Z", [0.1], "Good article outlining opportunities / difficulties for the opposition winning...\nhttp://washpost.bloomberg.com/Story?docId=1376-NYMW7I6KLVRK01-77QVV1955EDOQEDADC8DNB5D5S On a side note Macri and Rousseff are meeting today to discuss post election Venezuela in the event of an opposition win and/ or militarization by Maduro...\nhttp://en.mercopress.com/2015/12/02/macri-to-meet-rousseff-friday-trade-mercosur-and-venezuela-in-the-agenda\n"], [506, "2015-12-02T15:30:14Z", [0.45], ""], [11057, "2015-12-02T14:21:44Z", [0.3], ""], [73, "2015-12-02T13:40:30Z", [0.43], "See jean-pierre.  See this potentially going the way of turkey.  Moving up.  Cannot cross the line though as this is to me now a q of can he pull it off despite the electorate. ..."], [241, "2015-12-02T13:35:51Z", [0.2], "The election may be closer than anticipated: \"Venezuelan president's popularity bounces before election\" http://news.yahoo.com/venezuelan-presidents-popularity-bounces-election-031117918.html I'm sticking to my guns, though. The Chavistas might not be facing a tsunami, but they are definitely facing a wave and this should translate into their electoral defeat."], [3363, "2015-12-02T12:54:46Z", [0.23], "Recent Datanalisis poll shows government gaining in final two weeks of campaign (thanks to massive handouts and a state-funded campaign infrastructure). Opposition win (narrow majority) is still most likely scenario, but revised possibility of govt majority a few points (16 to 23) due to the polling shift."], [4918, "2015-12-02T09:54:11Z", [0.4], ""], [74, "2015-12-02T07:41:53Z", [0.25], ""], [53, "2015-12-02T05:51:11Z", [0.27], "Discussion seems to be about size of opposition win, rather than that opposition will win.  Possibly should go lower, but keep hearing about dirty tricks (moving polling places, fun and games with ballots, and the usual give-aways by PSUV).  The Caracas Chronicle has an interesting piece up from a few days ago about how it matters where (rural vs urban) the votes for opposition come from.  (http://caracaschronicles.com/2015/11/30/where-6d-will-be-won/ )  Also some other interesting articles, including one on how the rules can be changed to require different vote %  in assembly for various things: (http://caracaschronicles.com/2015/12/01/the-simple-majority-con/ )  This points to the possibility that PSUV could lose by a less than huge amount and still effectively retain control. (On that note ... dropping this a little further than originally was going to.)"], [38, "2015-12-02T05:24:03Z", [0.22], "It seems that the momentum is with the opposition."], [73, "2015-12-01T20:54:25Z", [0.28], ""], [556, "2015-12-01T20:42:01Z", [0.15], "Based on the latest closing polls showing MUD increasing... I'm going to pull my forecast back down again.\nThanks to vox vox for pointing out the website with polling numbers...\nhttps://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Opinion_polls"], [368, "2015-12-01T18:59:52Z", [0.25], ""], [691, "2015-12-01T13:23:31Z", [0.38], ""], [241, "2015-12-01T11:10:02Z", [0.2], "10%->20%. Hedging in case of a surprise Chavista victory."], [3599, "2015-12-01T06:32:21Z", [0.22], ""], [10898, "2015-12-01T01:43:08Z", [0.26], "Considering the latest poll numbers https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Opinion_polls\nthe november averages are now roughly 27% to the PSUV and 52% to the MUD. This is roughly the same as before (The two new polls essentially replicate the two old polls ) with the PSUV firmly around 27% but the MUD varying between 42% and 63% (How the hell can polls differ by 20%?) and the rest being for independents (what are those exactly?) and undecideds. This argument essentially affirms the previous forecast http://www.gjopen.com/comments/comments/50123.  On the other hand: \n- If the low-bar for the MUD 42% is the correct one, and the independents/undecideds break proportionally then this puts the PSUV at 27/69, or approximately 39% of the vote! Based on last election's results and their vote efficiency, this will translate to roughly 50% of the seats. Let's say that this low-bar for the MUD is 50% likely and that the PSUV are 50% likely to win the most seats in this scenario (The knife's edge scenario). Then, we are at a 25% chance for the PSUV.  I'm adjusting up according to the counterargument. "], [6518, "2015-12-01T01:35:47Z", [0.17], "Recent events and polling does not show that the ruling party will prevail in the upcoming elections.  I am revising my prediction down accordingly."], [231, "2015-12-01T01:08:53Z", [0.65], "http://www.cnbc.com/2015/11/30/venezuela-on-edge-ahead-of-parliamentary-elections.html"], [556, "2015-12-01T00:23:28Z", [0.4], "I still think there is a good chance the opposition will win this, but ...New polls are a little closer I think and the popular vote may not translate into enough seats...\nhttp://buenosairesherald.com/article/204072/as-venezuela-parliamentary-campaigns-enter-final-week-division-reflected-in-polls-"], [691, "2015-11-30T22:44:50Z", [0.38], ""], [241, "2015-11-30T22:17:07Z", [0.1], ""], [11555, "2015-11-30T22:07:22Z", [0.65], "I just have a hard time imagining this government accepting a loss, no matter how unpopular they are."], [368, "2015-11-30T21:37:15Z", [0.25], ""], [506, "2015-11-30T20:08:59Z", [0.55], " The question I think a lot of us have is whether this question will resolve 12/7 or when VE decides it. As we wait, here are a few leisurely reads. Cheers!\n---\nBrookings Institution:\nhttp://www.brookings.edu/~/media/events/2015/11/09-venezuela/20151109_venezuela_election_transcript.pdf This is an interesting round table discussion of the VE electoral process and possible outcomes. \n---\nhttp://buenosairesherald.com/article/204072/as-venezuela-parliamentary-campaigns-enter-final-week-division-reflected-in-polls- Quote:\nMaduro may lose the elections if the votes are added at the national level, but he can still preserve the ruling party’s current parliamentary majority, said Oscar Schémel of Hinterlaces polling firm. “Chavismo can get less than half of the votes and still win the parliamentary majority,” warned Schémel, on a weekly television programme hosted by former vice president José Vicente Rangel on the Televen private channel. He added that the opposition will be favoured by a “punishment vote” of national discontent.\n---\nhttp://america.aljazeera.com/opinions/2015/11/venezuelas-electoral-system-is-being-unfairly-maligned.html Quote #1:\nWhile the outlook appears grim for Maduro’s Chavista government, the final vote tally may disappoint the opposition. The opposition needs to win all swing districts to get a majority, and the Chavista get-out-the-vote effort has historically been far superior to the opposition’s. “As in previous elections, the opposition campaign has been abstract and content free,” Smilde observed earlier this month. Yet Maduro’s dismal approval ratings and mounting public frustration over economic hardships may obscure the opposition’s failure to articulate a substantive platform. Critics warn that Maduro may resort to fraud and violence if his party loses its majority in the National Assembly. However, there is no evidence he will reject the results. In fact, as Smilde and others have pointed out, Maduro appears to be anticipating legislative losses. And some in the opposition have too often responded to losses with violence, property destruction and calls for extralegal means to achieve what they could not at the ballot box. Let’s hope they are not emboldened by the efforts of Almagro and others to discredit the elections either by making unfounded allegations of fraud or by reprising the destabilizing, violent unrest that rocked Venezuela last year. Quote #2 - VE electoral system:\nVenezuelan voters use electronic machines, which print out a paper receipt that allows voters to check their choices against the electronic ballot. After voting has ended, 54 percent of machines are audited at random, in the presence of witnesses from pro-government and opposition political parties, and compared with a tally of paper receipts. The National Electoral Council (CNE) has implemented additional safeguards and audits, making the process more inclusive than ever before, with 96.5 percent of eligible Venezuelans registered to vote (compared with fewer than 76 percent of eligible Americans). With the support of the Carter Center (a nonprofit organization run by Jimmy Carter and Rosalynn Carter) and other pro-democracy groups, Venezuela has developed strong, independent national observation groups. “Despite refusal of the CNE to allow substantial international observation, its relationship with domestic observers has actually improved,” according to David Smilde, a senior fellow at the advocacy group Washington Office on Latin America. “They have been granted almost twice as many credentials as they had three years ago, which improves their capacity.”\n---\nhttp://m.panorama.com.ve/movil/noticia.html?nota=/contenidos/2015/11/29/noticia_0012.html Comment on this article:   \nThe article is pro-Chavez.  It states that the people realize that VE struggles will continue no matter who is elected. Maduro's base is counting on the people to elect the current leadership so they can work in solutions to the many problems. They also say polls on this question are in their favor.  Quote:\nEl presidente de Hinterlaces mencionó que “el verdadero adversario del gobierno no es la oposición, es su desempeño económico”. “Que no crea la oposición que esos votos significan un respaldo, son votos por descontento, son votos castigo… El chavismo se enfrenta a sí mismo, la gente no va a votar por la oposición, la gente va a castigar o premiar de acuerdo a su evaluación sobre el desempeño económico”, apuntó. Añadió que “la base social del chavismo, a pesar del descontento, sigue siendo sólida en un 40%, pero la gente no está pensando en una transición”. Indicó que “cerca del 60% de la población quiere que Maduro resuelva los problemas, Venezuela no quiere un cambio, quiere una rectificación del Gobierno”.\n---\nJapan Times reminds readers about the long history and influence of the First Lady: http://www.japantimes.co.jp/news/2015/11/13/world/venezuela-power-grows-cilia-flores-evita-like-first-lady/\n"], [11788, "2015-11-30T19:21:27Z", [0.08], "Raising my forecast only on the risk that results are doctored. Carter Center closed its doors in August & the OAS has been made personae non gratae by the current regime. The only delegation to \"approve\" results is the Unasur group headed by a long time Chavez ally. Enough of a concern that I have to start building in risks of \"data collection errors\"... https://www.washingtonpost.com/world/the_americas/venezuela-heads-for-pivotal-election-without-a-referee/2015/11/29/be3f322c-9167-11e5-befa-99ceebcbb272_story.html"], [43, "2015-11-30T14:43:23Z", [0.35], "Will Maduro steal the election? Or suspend it? Or what? IMHO, we're in Black Swan territory. Dateline 11-30-15 The Union of South American Nations, the body in charge of monitoring Venezuela’s upcoming parliamentary elections, called on President Nicolas Maduro to launch a probe (MercoPress) into the death of an opposition politician who was shot on Wednesday at a rally. Maduro has also faced pressure from the Organization of American States, which has clashed with the president over election monitors. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org] Dateline 11-16-15 The head of the Organization of American States criticized Venezuela's electoral body for refusing election monitors (MercoPress) ahead of legislative elections slated for December 6. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org"], [691, "2015-11-30T13:36:49Z", [0.31], ""], [52, "2015-11-30T12:21:27Z", [0.35], ""], [98, "2015-11-30T02:49:15Z", [0.2], ""], [11872, "2015-11-30T00:34:09Z", [0.42], ""], [12163, "2015-11-29T21:34:26Z", [0.4], ""], [691, "2015-11-29T14:28:48Z", [0.37], ""], [734, "2015-11-29T14:10:56Z", [0.44], ""], [12152, "2015-11-29T11:52:13Z", [0.4], "This is becuase they still have tight grip on power. It is loosening a large percentage of them losing the majority."], [9891, "2015-11-29T10:18:38Z", [0.36], "Probably my last before the poll itself, barring something unexpected happening. There are four sources I'm considering: \n1) The projection of the opinion polls, adjusted according to historical opposition underpolling and the skew of the electoral system to rural votes. This projects that PSUV will have 35% of the seats in the National Assembly (MUD should have 46%). So that's a pretty emphatic loss of control. I'm weighting this 60%.\n2) Turnout for Primaries - PSUV's turnout was twice that of MUD. Using this as a proxy for grassroots strength, that suggests PSUV will keep control. I'm weighting this 20%.\n3) A referendum on the government/status quo. I spotted this link on another prediction (it was a link from the article linked to by @Dima K), but basically if you plug the current \"positivity\" rating (12%) into the tool, you end up with similar numbers to the adjusted opinion polling projection (36% for PSUV). To be honest, I'm not convinced - it worked well in 2010, but there are lots of explanations that suggest correlation and not causation. Still, I'm weighting this 10%.\n4) The chance of the poll being stolen/disrupted. I was inclined to ignore this, as it felt like 3rd world/populist snobbery, but there have been some signs (helpfully pointed out by @vox vox) that there have been more than usual shenanigans around dodgy electoral practices. Based upon what I've read, while I think there will be some dodginess, I think there is only a 30% chance this could determine the poll.  I'm weighting this 10%. Previous predictions: http://www.gjopen.com/comments/comments/42209 , http://www.gjopen.com/comments/comments/37249 Approval-rating-to-legislative-outcome source: http://www.caracaschronicles.com/mapa/index.php?situacionPais=12"], [38, "2015-11-29T02:13:21Z", [0.33], "http://latino.foxnews.com/latino/news/2015/11/28/venezuelan-minister-denies-food-sold-at-low-prices-is-election-gimmick/ I have to hand it to Maduro; he knows how to buy votes.\n-Every day of the year Maduro/Venezuela basically gives gasoline away, selling it at something like 7 cents a gallon.\n-Last year just before the election, Maduro forced retailers to see major appliances & electronics at a very small fraction of the normal cost.  \n-this year, the government has announced a sale of food at rock-bottom prices beginning Saturday . . . some \"894,000 families, in other words, 3.57 million people,\" will benefit from the purchase of very low-priced food products. The government will sell in the nation's capital an average of 27,000 tons of food, including 10 tons of pigs' feet for preparing typical Christmas dishes,. . . . \"The regime promises 5,000 MegaMarkets and starts the day with nothing...what do they expect? There are protests in Valencia, AvBaralt, Catia, Charallave, Macuto, Coro, Maracay\", the opposition leader said. EFEThis year\n~~~~~~\nCOMMENT:  PSUV would do poorly in the elections, except for things like this, which is why I am not making a strong forecast on this question."], [12128, "2015-11-28T23:05:25Z", [0.2], ""], [11788, "2015-11-28T21:21:10Z", [0.04], ""], [556, "2015-11-28T21:15:59Z", [0.1], "Forgot to change my forecast before submitting:("], [556, "2015-11-28T21:12:19Z", [0.2], "I'm betting there is enough anger on the part of the opposition to win the election, what happens after that is the only question mark for me An interesting article...http://www.firstpost.com/world/even-in-chavezs-hometown-venezuela-revolution-ails-before-election-reuters-2524634.html"], [368, "2015-11-28T20:58:18Z", [0.45], ""], [556, "2015-11-28T15:42:14Z", [0.2], ""], [691, "2015-11-28T14:13:14Z", [0.31], ""], [11080, "2015-11-28T12:48:00Z", [0.28], ""], [11080, "2015-11-28T12:46:27Z", [0.29], ""], [231, "2015-11-28T01:54:05Z", [0.45], ""], [38, "2015-11-27T19:27:02Z", [0.33], "http://www.theguardian.com/world/2015/nov/26/venezuela-election-murder--of-opposition-politician-luis-diaz \"Polls show the ruling Socialists could lose the legislature for the first time in 16 years. The high stakes have raised anxiety of a flare-up in political violence. Opposition protests last year sparked violence nationwide killing 43 people and injuring hundreds.\n. . . \n“The killing of Luis Manuel Díaz provides a terrifying view of the state of human rights in Venezuela,” added rights group Amnesty International.\n~~~~~~~\nCOMMENT:  What will be the impact of the fear the recent assassination of an opposition candidate has generated?  Will voter turnout be higher or lower?  Will voters flock to the \"safety\" of the known incumbents or to the opposition?  I can make arguments pro & con all the way around, so I'm keeping my forecast only moderately negative."], [38, "2015-11-27T18:59:03Z", [0.33], "\"http://www.telesurtv.net/english/analysis/Venezuelas-Opposition-Still-Muddy-Still-Divided-20151125-0038.html&quot; \"Once again elections loom in Venezuela, and once again the opposition has struggled to present a united front. The main opposition coalition, the Democratic Unity Roundtable (MUD) has long struggled to maintain cohesion, let alone formulate a clear electoral platform beyond simple opposition to Chavismo. \"Earlier this year many opponents of the government speculated that MUD could pull itself together in time for the Dec. 6 National Assembly elections. Indeed, as far back as June, opposition personality Henrique Capriles told Spain's El Pais that the MUD “is going to be unified” by then. . . .  Popular Will (VP), one of the most far right political parties in the MUD coalition . . .. has since agreed to join the joint MUD ticket. . .  \" . . .  opinion polls . . .  are notoriously unreliable in Venezuela. However, the opposition primaries in May provided an insight into the state of the opposition—and it wasn't pretty.  . . .  less than one in 10 MUD voters was even interested in casting a ballot in the crucial primary vote. For many MUD supporters, the reason for the high abstention was no mystery. Only a quarter of election candidates were actually elected by direct vote. The rest were hand picked by senior MUD officials. If the MUD suffers a similar turnout in December, it could be again interpreted as a strategic failure by some sectors of the right-wing. \n~~~~~~~\nCOMMENT:  I suspect that this source is pro-government, but have been unable to substantiate that suspicion.  The low turnout in the primary could be explained by the fact that most of the candidates are pre-selected by party officials so there is little voters have a say in.\n"], [38, "2015-11-27T18:42:12Z", [0.33], "http://news.yahoo.com/dont-betray-chavez-legacy-venezuela-leader-warns-days-143953757.html \"Venezuelans who vote against the ruling Socialists in the upcoming legislative elections will be betraying beloved late leader Hugo Chavez, his successor Nicolas Maduro warned. \"Polls show the opposition coalition has the best chance in 16 years of winning control of the 167-seat National Assembly, though the government has strong advantages in the geographical distribution of seats plus superior mobilization capacity. \"Powerful Socialist Party No. 2, Diosdado Cabello, who is also president of the legislature, has also warned that an opposition win could bring a \"conflict of powers\" between the assembly and executive. \"Maduro's adversaries say the panicked Socialist Party is reverting to scare tactics to cling to its legislative majority, and invoking the larger-than-life Chavez at every turn to keep loyalists in the fold.\n~~~~~~\nhttp://www.telegraph.co.uk/news/worldnews/southamerica/venezuela/12018865/Venezuela-politician-assassinated-as-opposition-denounces-election-violence.html A prominent opposition politician has been shot dead at a Venezuelan rally ahead of next weekend's tense parliamentary election, prompting accusations of intimidation against the Leftist government of Nicolás Maduro.\n. . . \" . . .  the assassination [is blamed by some] on armed gangs linked to the ruling PSUV\n~~~~~~~\nhttp://www.laht.com/article.asp?ArticleId=2400720&CategoryId=10717 \"All this before a conspiratorial silence of the authorities of the National Electoral Council (CNE). An electoral body that has barely made a statement, and without conviction to truly enforce the electoral rules, on the open violation committed by MIN-Unidad (a party that supports the PSUV) in usurping the image of MUD-Unidad and spending millions on a campaign to mislead voters. \"Will the mission of Unasur countries accompanying the electoral process on December 6 look at these aggressive violations against the democratic exercise to participate in free elections?  . . . . doubt arises because the mission is headed by one of the biggest fans of the late Hugo Chávez, Leonel Fernández, former president of the Dominican Republic.\n~~~~~~~\nCOMMENT:  I am at a loss to predict how much threats, intimidation & assassinations will impact the election, as well as how much fraud Maduro et. al. might be able to get away with.\n"], [11788, "2015-11-27T18:15:38Z", [0.05], ""], [43, "2015-11-27T15:18:00Z", [0.25], "Fraud, intimidation and assasination can only accomplish so much. What if Maduro pulls a coup, declaring the election void, or suspends the election? He's moving up the escalation ladder in that direction. I'm guessing the scorers would then close this as \"no.\" Bringing probability way down. Dateline 11-27-15 Maduro has warned that if the opposition wins, his side is \"politically and militarily prepared to deal with it\" and would \"take to the streets.\" http://news.yahoo.com/venezuelan-opposition-candidate-shot-dead-during-campaign-event-042049148.html"], [5001, "2015-11-27T14:41:35Z", [0.08], ""], [691, "2015-11-27T13:14:55Z", [0.31], ""], [11080, "2015-11-27T10:04:25Z", [0.3], ""], [3895, "2015-11-27T09:38:02Z", [0.09], ""], [10898, "2015-11-27T08:53:38Z", [0.06], "To put a proper number on the prob. of a PSUV majority is rather complex in general, particularly in a situation where the integrity of the elections is not 100% guaranteed.  To do that, I have to put a probability on the event that the PSUV could win a majority given the current poll numbers.  This probability can be split into two pieces: P( PSUV maintain majority fairly | poll numbers ) + P( PSUV maintain majority unfairly | poll numbers). To translate poll numbers into seats, one needs to understand the efficiency of each party's vote which I don't claim to. So using last election as a rough guide, I'll assume that with 40% of the vote the PSUV wins 50% of the seats. So now the probability we're trying to estimate becomes  P( PSUV wins 40% of the vote FAIRLY | poll numbers ) + P( PSUV wins 40% of the vote UNFAIRLY | poll numbers). For simplicity, lets call these P1 and P2, and let's start with P1:  - The average of the November polls according to wikipedia (https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Electoral_system)  is \nPSUV ~ 26%, MUD ~ 51%, independents (what does this mean?) ~ 11% and undecideds ~ 12%. \n- This puts the relative polling numbers (disregarding ind's and undecideds) at about 33% to 66%. So, the polls have to be off by 7% (in the right direction) for the PSUV  to hit 40%. \n- This shouldn't be more than a 1% event at best, so let's be extra conservative and set P1=2%.  Now let's examine P2:  - The question now becomes can the PSUV, through unfair tactics, sway 7% of the vote to their side (assuming the poll average is accurate). Note that tactics they have been accused of using include intimidation (e.g., killing an opposition politician thereby discouraging opposition rallies), vote rigging (which considering the discussion in the previous comments is not impossible), and playing games like running separate candidates with the same  name as opposition candidates, or having similarly named parties appear on the ballot. \n- Say intimidation moves 2% of the relative vote in their favor (say via vote suppression), and assume minimal/no vote rigging (say another 1%?), and let's say the confusing ballots work on 1-2% of the oppositions' voters. \n-Now our gap shrank from 7% to possibly 2% (assuming accurate poll averages).\n-Assume polls are right to within 2% 19 times out of 20.  \n-This puts a 5% chance that the polls are off by more than 2% and a 2.5% (say 3%) chance they are off in the PSUV's direction.  Boosting P2 (as we did P1) by 1% we end up with a 6% estimate for the PSUV. \nI had been planning to gradually move the needle on this one, but thanks to Dima K's comments (https://www.gjopen.com/comments/comments/50101) on a previous forecast, here it goes . \n"], [10898, "2015-11-26T22:37:44Z", [0.25], "- Latest polls have the opposition up by anywhere between 15 and 24%. This should ensure an opposition win considering that we're only 10 days away from the election. https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Opinion_polls. Since we are 10 days out, I am assigning a baseline of 10% for the PSUV maintaining its majority.  - On the other hand, an opposition politician was killed today http://www.bbc.com/news/world-latin-america-34929332, potentially signaling some intimidation tactics (which may or may not backfire). I am (rather arbitrarily) increasing the PSUV's chance to 15% under the assumption that they wouldn't have done it if they didn't think it would help them (that said, one could just as easily argue that this is a sign of desperation).  - The electoral system is such that it overrepresents the PSUV (https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Electoral_system). Last time around the vote was essentially evenly split but the PSUV had about 60% of the seats. I am increasing the PSUV's chances to 20% accordingly.  - Lack of election observers: http://www.bbc.com/news/world-latin-america-34797775. another 5%.  Brings us to 25%. - I'm ready to decrease this as needed if more polls/information come in. "], [73, "2015-11-26T21:44:27Z", [0.3], ""], [131, "2015-11-26T21:26:14Z", [0.51], ""], [3412, "2015-11-26T20:44:52Z", [0.51], "the murder of Luis Diaz on Wednesday at an opposition political rally by an alleged PSUV assassin is going to add significant turmoil.  Physical attacks against opposition leaders have also been stepped up throughout the country.  My latest guess is that opposition will win the majority of the seats and Maduro will declare a state of emergency, void the results due to widespread violence claiming that fair elections were impossible and therefore the existing PSUV majority will remain.   So, I am going back to predicting that the PSUV will maintain its majority, in spite of the vote of the Venezuelan people.  Civil unrest will continue until food runs out and popular upheaval is overwhelming.   A very sad picture and forecast."], [241, "2015-11-26T18:50:32Z", [0.05], ""], [734, "2015-11-26T14:50:09Z", [0.66], "This might have either intended or unintended consequences...... http://www.bbc.com/news/world-latin-america-34929332 Sticking with my projection for now. From El Universal: http://www.eluniversal.com/opinion/151121/neither-landslide-victory-nor-trashing-defeat And pay particular attention to the last paragraph: http://www.eluniversal.com/nacional-y-politica/151125/mud-we-will-not-win-to-replace-a-sectarianism-with-another And another anti-revolutionary element for Maduro to rally the PSUV around: http://www.eluniversal.com/nacional-y-politica/151125/ecuadors-correa-notices-macris-meddling-in-venezuelan-internal-affairs"], [691, "2015-11-26T13:30:07Z", [0.41], ""], [689, "2015-11-26T02:37:52Z", [0.05], ""], [368, "2015-11-25T22:05:44Z", [0.75], ""], [10898, "2015-11-25T18:59:50Z", [0.29], ""], [4739, "2015-11-25T17:42:49Z", [0.4], ""], [691, "2015-11-25T13:43:38Z", [0.41], "The wording of this Q is trickier than it first appeared.  If the PSUV gets swamped in the election, as it will if the election is even approximately real, Maduro could do several illegal and unconstitutional things to negate the election's result. Some of these would result in maintaining a PSUV majority in the Asamblea \"after the next legislative elections.\"  I am interpreting the Q to mean \"Will the PSUV win a majority of seats in the election?\" Even with the maximum likely level of fraud and manipulation, I don't think so.  "], [11080, "2015-11-25T05:20:12Z", [0.34], ""], [11080, "2015-11-25T05:18:46Z", [0.35], ""], [11080, "2015-11-25T05:18:34Z", [0.35], ""], [52, "2015-11-25T03:19:59Z", [0.5], ""], [11872, "2015-11-25T03:07:06Z", [0.4], ""], [3363, "2015-11-25T02:54:02Z", [0.16], ""], [1708, "2015-11-25T02:51:45Z", [0.1], "PSUV being pummeled in polls.\nhttp://foreignpolicy.com/2015/11/23/the-new-faces-of-venezuelas-opposition/\nI think the opposition will riot if Maduro / PSUV try to steal the election...possible military rule to preserve the Maduro-military narcotics nexus in the name of the Bolivarian revolution. Maduro's nephews, Speaker of Nat Assembly & military have all been implicated in narco trade.\nhttp://en.mercopress.com/2015/11/24/venezuelan-military-involved-in-cocaine-transport-claims-new-york-attorney-office\nhttp://en.mercopress.com/2015/06/01/cabello-denies-cocaine-trafficking-and-will-file-complaints-against-media-reports-in-spain-and-us\nhttp://en.mercopress.com/2015/11/17/venezuela-claims-maduro-s-nephews-held-in-the-us-on-cocaine-smuggling-charges-were-kidnapped"], [10898, "2015-11-25T02:10:25Z", [0.33], "http://www.chicagotribune.com/news/sns-wp-blm-venezuela-comment-c048dc4a-91e8-11e5-befa-99ceebcbb272-20151123-story.html"], [5001, "2015-11-25T01:48:53Z", [0.09], "Another poll, 35% lead for opposition (http://buenosairesherald.com/article/203562/venezuela-opposition-slams-%E2%80%98late-incomplete-wrong%E2%80%99-unasur-mission)\n"], [38, "2015-11-25T00:51:31Z", [0.33], "http://venezuelanalysis.com/analysis/11714 \" . . . time is no longer on the PSUV's side, and Argentina's recent elections should be a biting warning. \"Politically, Argentina's electorate is what a cynic would call “polarised,” and an optimist would call “impassioned.” This is a country where centrists get chewed up and spat out. The left wins when it shows ambition, and the right wins on the back of arrogance. Argentina is also a country facing serious economic problems, including persistently high inflation. \"To any Venezuela observer, the above description should sound immediately recognisable. Indeed, while there are many major differences between Argentina and Venezuela, over the past year the two countries have both been sitting at the same crossroads. Both have seen major social gains under left-wing governments that have held power for well over a decade. Both Chavismo and Kirchnerismo rode to power on the backs or dire economic crises caused by neoliberalism. Both movements have long been under siege by an increasingly hardline right-wing. Now, Kirchnerismo has lost power.\n. . . \n\"Like Venezuela and Argentina, Maduro and Scioli are two very different figures, but there are some useful comparisons to be made. Both leaders have been criticised by supporters for being less ambitious than their predecessors, whether that be Nestor Kirchner or Hugo Chavez. Unlike Scioli, Maduro is no centrist, though he has struggled to make serious headway in deepening the revolution in the face of a surging campaign of destabilisation. Although the Maduro administration has worked hard to reinvigorate some social programs (like the Housing Mission), it has disappointingly turned down numerous opportunities to ease some of Venezuela's serious macro-economic problems. The reason is likely that Maduro doesn't want to rock the boat, or do anything that might seem extreme. Sooner or later, this strategy will fail Maduro, just as it failed Scioli. This is unquestionable. \"The real questions now are: can Maduro deepen the revolution before time runs out . . . ."], [368, "2015-11-24T21:46:06Z", [0.55], ""], [10924, "2015-11-24T19:52:33Z", [0.2], "http://www.chicagotribune.com/news/sns-wp-blm-venezuela-comment-c048dc4a-91e8-11e5-befa-99ceebcbb272-20151123-story.html Victory of Macri in Argentina is the catalyst opposition parties needed in Venezuela, probability of PSUV losing majority increases, changing neutral bet to PSUV losing majority"], [3412, "2015-11-24T19:07:32Z", [0.35], "The public opinion polls discussed the the WSJ make it clear that Maduro's party will lose.  I am beginning to doubt that election fraud and denial of electable opposition candidates will be enough to stem the tide of a hungry and angry nation."], [2965, "2015-11-24T15:25:06Z", [0.15], "well here is a twist. if there is a military coup or he flees like Fujimori, or loses election,  PSUV will  not have a majority of any legislative body constitutional or extraconstitutional.    just like  the Argentine people through out the Peronista labor unions and public workers that made KIrchnerism a joke, in a fair and free election Maduro and his candidates will experience the wrath of 90% of the people. Cannot give away handouts for votes when  oil is 40,  No Soviet Union or China to prop up, like Cuba did for many years and still does. A war on the Colombian border the expulsion of approximately million-l Colombian citizens of Venezuela, back to Colombia is ethnic cleansing.\nMaduro depends on support of army, 90% of people cannot find any items on grocery shelves, fight for bread, experience hyper-inflation, State is running of reserves.y le\nSO no army support so Maduro and party  have disapproval rate of 80-90 percent. Via soft coup detat, hard coup detat, or actual constitutional transition, or miitary rule with transition to opposition\nhe may be dead physically if he does not flea for Cuba. Maduro has a plane ready all the time ,\nno later than the elections he and his party purged by constitutional or military\\ While Rio nations have been sympathetic to Maduro,Rouseff his most ardent fan, can do nothing due to scandal.\nI  mayamy "], [11057, "2015-11-24T14:35:39Z", [0.48], ""], [691, "2015-11-24T13:32:01Z", [0.46], ""], [3895, "2015-11-24T09:44:39Z", [0.15], ""], [1337, "2015-11-24T08:41:10Z", [0.65], "Argentina!"], [38, "2015-11-24T04:22:33Z", [0.33], "http://www.bloombergview.com/articles/2015-11-22/venezuela-s-opposition-smells-a-victory \"Political analysts say their magic number is 18 percent -- the margin they need in order to win two-thirds of the seats in the National Assembly and have enough to change Venezuela's constitution, Francisco Rodriguez, chief Andean economist for Bank of America Merrill Lynch, said last week in New York. . . . even a 12-percent margin . . .  would hand Maduro's foes three-fifths of the 167-member chamber . . . .\n~~~~~~~\nCOMMENT:  this seems to contradict what the other article I just read/quoted said, so I'm going back to 33%.\n"], [11868, "2015-11-24T04:18:14Z", [0.7], ""], [38, "2015-11-24T04:16:14Z", [0.44], "https://www.washingtonpost.com/opinions/venezuelas-dirty-election-approaches/2015/11/22/5cd4bc7a-8d5f-11e5-acff-673ae92ddd2b_story.html \" . . . The country retains a moderate opposition movement that has united into a single ticket. With polls showing it holding a double-digit lead over the ruling party, the opposition believes it should win a legislative majority — and perhaps the supermajority needed to rewrite basic laws. \"The question is not whether the election will be free and fair; it already has been established that it won’t be. A remarkable 18-page letter dispatched to the electoral authority by the secretary general of the Organization of American States (OAS), Luis Almagro, painstakingly describes why. Among other things, top opposition figures (including imprisoned leader Leopoldo López) have been banned from the ballot; districts have been so gerrymandered that 52 percent of voters, concentrated in pro-opposition areas, will elect just 39 percent of deputies; and a concocted, pro-regime party with a very similar name to the opposition coalition’s has been placed next to it on the ballot. \"What’s unclear is whether Mr. Maduro will resort to outright fraud or violence to prevent an opposition victory — and whether the United States and Venezuela’s neighbors, after years of silently tolerating the destruction of its democracy, will use their leverage to prevent that. Mr. Maduro is hinting at extraordinary measures; he’s said the regime will win “however” and talked of “governing with the people” if it does not. That would not be new. In the past, opposition state governors have been stripped of their powers and budgets, while lawmakers have been legally persecuted and physically attacked. But given the public mood — the percentage of Venezuelans who assess the country’s situation positively has dropped into the single digits — such tactics could trigger mass unrest.\n. . . \n\"More pressure should be applied to Mr. Maduro in the next two weeks, including by the Obama administration. If the vote is disrupted, the United States and other governments should be ready to respond with censure and sanctions.\n~~~~~~~\nCOMMENT:  Will Maduro be able to prove Stalin right:  that voters decide nothing; election officials decide everything?  If the election was fair, PSUV would get 30%.  Because of gerrymandering (52% of voters electing just 39% of the deputies), PSUV would gain another 13%, for 43% . . . . not counting outright fraud . . . "], [11884, "2015-11-23T22:09:02Z", [0.8], "Majorities in these types of countries are difficult to overcome."], [556, "2015-11-23T22:00:43Z", [0.1], "Dropping, based on Bloomberg's view and the results in other elections around the world, I am dropping my forecast that PSUV will stay in power\nhttp://www.bloombergview.com/articles/2015-11-22/venezuela-s-opposition-smells-a-victory"], [43, "2015-11-23T21:27:30Z", [0.55], ""], [368, "2015-11-23T21:09:18Z", [0.55], "Datanalisis reports the opposition maintains a 30 percent lead over the ruling party, and Bloomberg projection that Manduro is heading for a fall, and anecdotal perceptions relative to the change in Argentina, I would suggest (at risk of being incorrect) that the rootedness of the Party, the particular brand of Chaves-Maduro socialism, instrumental control by the party over its political and institutional structure, and the stated motivation to maintain its power over the state 'by any means necessary,\" we should not underestimate a critical dynamic on Venezuelan politics:  elections are not about political representation and the 'leveling' of society by socialism, it is rather about the ability to exercise and control power by the party itself (a central tenet of all political parties historically who have ruled in the name of socialist equality).  While the economic and political conditions of the populace are a serious matter of concern and should not be dismissed, I am not sure that society is able to overcome the collective action problem posed by state elites. Bloomberg's analysis most likely should be considered imperative and comports with the reality of political change in general, I am still (for some reason) not convinced that society is able to overcome the state.  Polling with regard to Venezuela should be regarded with some suspicion in that it does not always reflect the realities of political repression, party control over society, and deep rooted corruption in its system.   Estimate lowered to 55 to account for alternative explanations."], [11454, "2015-11-23T20:28:55Z", [0.15], "Flipping of leadership in practically every election everywhere - part of disillusionment of current politicians.  Same goes for Venezuela"], [241, "2015-11-23T17:38:52Z", [0.1], ""], [1296, "2015-11-23T15:07:18Z", [0.32], "Whoops, misread the question. Here is a corrected projection. The PSUV will not maintain its majority according to Bloomberg's latest projections \"By almost any objective measure, Venezuelan President Nicolas Maduro is heading for a fall. The country’s economy is a shambles; even Bolivia, long South America's poorest nation, is outperforming Venezuela. Some 89 percent of Venezuelans say the country is faring badly or horribly. And with the Dec. 6 legislative elections approaching, candidates for the ruling United Socialist Party are trailing by 25 to 30 percentage points, according to a batch of opinion polls. \""], [1296, "2015-11-23T15:05:19Z", [0.0], ""], [1296, "2015-11-23T15:04:56Z", [0.66], "see new forecast above."], [691, "2015-11-23T13:27:57Z", [0.44], ""], [73, "2015-11-23T12:05:32Z", [0.1], ""], [38, "2015-11-23T09:13:24Z", [0.33], "http://foreignpolicy.com/2015/11/20/the-walls-are-closing-in-on-venezuelas-chavismo/ \"The polling firm Datanalisis reports the opposition maintains a 30 percent lead over the ruling party for the upcoming elections, while a Venebarómetro poll found that the government’s approval rating dropped from 50 percent in 2013 to 20 percent this past September.\"\n. . .  \n\" . . .  the government is capable of all manner of dirty tricks to vitiate the powers of a legislature led by the opposition. For example, the outgoing assembly could grant Maduro the power to rule by decree for the foreseeable future. Another option would be for Maduro to contrive some “national emergency” where it becomes “necessary” to cancel the elections."], [11080, "2015-11-22T18:04:04Z", [0.41], ""], [691, "2015-11-22T14:22:05Z", [0.49], ""], [136, "2015-11-22T10:18:26Z", [0.25], ""], [11678, "2015-11-21T23:02:59Z", [0.28], ""], [368, "2015-11-21T20:30:22Z", [0.85], "http://www.bloombergview.com/articles/2015-11-19/keeping-venezuela-s-elections-democratic"], [556, "2015-11-21T19:42:39Z", [0.5], ""], [691, "2015-11-21T14:39:36Z", [0.49], ""], [73, "2015-11-21T13:11:32Z", [0.51], ""], [38, "2015-11-21T08:49:45Z", [0.33], "http://www.insightcrime.org/news-briefs/drug-allegations-may-sway-venezuela-upcoming-election-outcome The PSUV is anticipated to do poorly, with a recent poll showing 63 percent of voters favoring the opposition, and only 32 percent the PSUV.   Allegations against high-ranking PSUV officials, and their associates, may tip this balance further. Already, surveys suggest a growing percentage of Venezuelans believe government agencies are involved in drug trafficking and organized crime. As such, continued suggestions of official corruption may feed into popular frustrations over the country's economic issues and rampant crime, turning voters against Maduro's party on election day."], [691, "2015-11-20T21:51:03Z", [0.51], ""], [1646, "2015-11-20T20:18:59Z", [0.05], ""], [368, "2015-11-20T19:10:40Z", [0.75], ""], [11228, "2015-11-20T18:40:50Z", [0.35], ""], [241, "2015-11-20T15:52:44Z", [0.15], ""], [3895, "2015-11-20T15:12:40Z", [0.23], "adjusting down based on more polling. "], [3363, "2015-11-20T15:06:25Z", [0.19], "Reduced from 23 to 19 based on some recent economic news and reports on the ground. Still chance govt could steal, but I think people are very much overestimating that possibility. Tougher question is whether opposition will reach 3/5 majority."], [689, "2015-11-19T23:02:59Z", [0.85], ""], [43, "2015-11-19T21:47:48Z", [0.85], "Excellent analysis of the many ways in which PSUV is likely to steal the election. http://www.bloombergview.com/articles/2015-11-19/keeping-venezuela-s-elections-democratic"], [138, "2015-11-19T18:11:03Z", [0.65], ""], [136, "2015-11-19T14:28:00Z", [0.35], ""], [691, "2015-11-19T13:41:42Z", [0.65], ""], [3895, "2015-11-19T11:41:14Z", [0.33], ""], [10898, "2015-11-19T08:25:35Z", [0.39], "Fear of Fraud"], [368, "2015-11-18T21:34:15Z", [0.75], ""], [1332, "2015-11-18T21:20:32Z", [0.8], "Mark Weisbrot of the Center for Economic and Policy Research has a post up on The Huffington Post about the recent electoral history in Venezuela, and the allegations of electoral fraud. (http://www.huffingtonpost.com/mark-weisbrot/venezuela-election-us_b_8554750.html) He concludes: \"Hence the pre-emptive strike to discredit the elections: If [the opposition forces] do worse than they expect to do, they will claim fraud. And the hardliners, at least, will continue on their extra-constitutional path towards regime change. This has been -- with U.S. support -- plan B (and sometimes plan A) for most of the past 16 years, despite the fact that there has not been a shred of credible evidence of electoral fraud during that entire period.\"  That does not go to the respective strengths of the opposing factions, nor the level of electoral turnout, but it does indicate that the outcome is likely to be deliberately muddled or obfuscated for some time after the election."], [1549, "2015-11-18T17:58:30Z", [0.96], "This was the party of Hugo Chavez.  Maduro served under Chavez and was his anointed successor.  I can't see this party giving up power absent some substantial social upheaval - not just a disillusioned electorate, but actual revolution."], [691, "2015-11-18T14:55:37Z", [0.65], "I am counting heavily on fraud and intimidation to work their magic. In a real election, PSUV picks up maybe 35% of seats."], [43, "2015-11-18T14:36:40Z", [0.6], ""], [11080, "2015-11-18T06:50:07Z", [0.37], ""], [231, "2015-11-18T01:33:15Z", [0.6], ""], [11002, "2015-11-18T00:11:00Z", [0.55], "Maduro controls executive, legislative and judiciary powers in addition controls electoral body but losing grip due to deterioraring economic conditions."], [966, "2015-11-17T20:18:34Z", [0.99], ""], [241, "2015-11-17T18:46:20Z", [0.2], ""], [368, "2015-11-17T18:18:40Z", [0.75], ""], [691, "2015-11-17T13:19:51Z", [0.65], ""], [73, "2015-11-17T12:56:18Z", [0.67], ""], [11461, "2015-11-17T04:00:20Z", [0.1], ""], [53, "2015-11-17T02:21:05Z", [0.35], "I'm so far off the median on this one...and it's clear PSUV is up to tricky stuff on the ballots, as others have said. (http://www.usnews.com/news/world/articles/2015/11/16/confusing-candidates-on-ballot-vex-venezuela-opposition )  I *think* that they would lose a fair election, but not sure exactly how unfair this one will be.  At least it doesn't look like there is as much violence (yet) as there was in Turkey."], [38, "2015-11-17T00:57:21Z", [0.33], "http://www.wsj.com/articles/venezuelas-maduro-wont-give-up-power-1447626102 COMMENT:  In this article and others I've read it is being reported that Maduro is promising to not relinquish power if PSUV/he loses the election, using language that suggests violence--perhaps a civil war--will ensue if PSUV doesn't prevail.  I wonder if this will scare voters into voting for PSUV."], [73, "2015-11-16T23:59:00Z", [0.36], ""], [73, "2015-11-16T23:57:36Z", [0.1], "Classic......http://www.usnews.com/news/world/articles/2015/11/16/confusing-candidates-on-ballot-vex-venezuela-opposition. "], [11080, "2015-11-16T23:18:30Z", [0.35], ""], [1296, "2015-11-16T23:04:51Z", [0.45], "The Buenos Aires Herald states today that \"For the first time in 16 years, in the legislative elections in December, ‘chavismo’ will enter the electoral arena faced with a handicap of more than 10 points against the opposition, according to some polls. The severe economic crisis plaguing the country complicates campaigning for the ruling party, which needs to achieve an overwhelming majority of votes in order to maintain control of the National Assembly and to avoid further complications from the opposition, which has threatened to introduce a vote of no confidence against Maduro if they take control of the legislature.\" Though the opposition is gaining ground in the last two weeks before the election, it is still not clear that Maduro will receive a no confidence vote from the parliament. So I will keep watch on the polls in the next week."], [43, "2015-11-16T21:19:39Z", [0.55], "It looks like Maduro is planning to steal the election. Raising probability. Dateline 11-16-15 The head of the Organization of American States criticized Venezuela's electoral body for refusing election monitors (MercoPress) ahead of legislative elections slated for December 6. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org"], [368, "2015-11-16T21:02:52Z", [0.95], ""], [6398, "2015-11-16T15:56:14Z", [0.75], "Political inertia, vote buying, misinformation, and free benefits showered on poor will help the current government maintain its grip for now."], [691, "2015-11-16T13:08:44Z", [0.65], ""], [52, "2015-11-16T12:31:21Z", [0.75], ""], [1332, "2015-11-16T06:28:58Z", [0.8], "I suppose that depends on what \"after\" means. Maduro has said that the revolution will win \"como sea\" — \"by hook or by crook.\" Maduro and PSUV have already done a bit of gerrymandering to favor the PSUV. If \"como sea\" means that the PSUV will not recognize unfavorable results, and by some maneuver, retain its seats or seat its candidates regardless of the results, then yes, there is a high probability that it will retain its majority. If it means that the tallied results show that it didn't retain its majority, then likely no, but almost certainly Maduro and the PSUV will try to annul those results. Whether he can muster enough force to do that is an open question; he doesn't have the popular support, though. The Economist in its latest issue: http://www.economist.com/news/americas/21678241-venezuelas-regime-scared-and-ugly-mood-hook-or-crook"], [10548, "2015-11-16T02:11:58Z", [0.75], ""], [11396, "2015-11-16T01:37:08Z", [0.65], "Gerrymandering is a clever thing."], [8727, "2015-11-16T01:07:32Z", [0.75], ""], [3110, "2015-11-16T00:55:36Z", [0.75], ""], [1429, "2015-11-16T00:43:13Z", [0.85], "Reuters, \"Venezuela is projecting a drastic set of migration patterns in months leading up to the pivotal Dec. 6 parliament vote: a fiercely opposition district of the capital will lose a quarter of its population while pro-government suburbs will swell 5 percent. The projection led the elections authority this year to take one parliamentary seat away from affluent anti-government areas of Caracas and add one to the working-class Socialist Party bastion of Los Valles del Tuy outside the capital.\"\nhttp://www.reuters.com/article/2015/11/04/us-venezuela-election-advantage-idUSKCN0ST25X20151104"], [1028, "2015-11-15T23:56:34Z", [0.79], "Not many comments. I do not see any change unfortunately ."], [8072, "2015-11-15T22:28:53Z", [0.55], ""], [8072, "2015-11-15T22:28:34Z", [0.75], ""], [8605, "2015-11-15T22:17:16Z", [0.35], ""], [473, "2015-11-15T22:03:03Z", [0.45], ""], [368, "2015-11-15T20:50:33Z", [0.05], ""], [506, "2015-11-15T18:13:24Z", [0.93], ""], [556, "2015-11-15T17:04:20Z", [0.2], "oops, I misread the question and forecasted backwards...\nElections to be observed by UNASUR (though not OAS): \nhttp://www.telesurtv.net/english/news/Venezuelan-Elections-to-Be-Observed-by-UNASUR-Electoral-Mission--20151113-0022.html\nand the drug charges , I think, make it likely the opposition win may be so large it will be difficult for them to cover up. \nhttp://www.theguardian.com/world/2015/nov/13/venezuela-president-relatives-drug-charges"], [556, "2015-11-15T17:02:49Z", [0.8], "Elections to be observed by UNASUR (though not OAS):\nhttp://www.telesurtv.net/english/news/Venezuelan-Elections-to-Be-Observed-by-UNASUR-Electoral-Mission--20151113-0022.html\nand the drug charges , I think, make it likely the opposition win may be so large it will be difficult for them to cover up.\nhttp://www.theguardian.com/world/2015/nov/13/venezuela-president-relatives-drug-charges"], [691, "2015-11-15T13:26:34Z", [0.52], ""], [9891, "2015-11-15T09:05:06Z", [0.49], "Updating prediction, incorporating the influence of the electoral system, which apparently skews things in favour of PSUV (48% of the popular vote translated into 58% of the seats in 2010), and as per @AndrewSabisky's observation of opinion polls undercounting the opposition (6.5% average error on polls conducted two months before, in 2010 and 2013).  Otherwise, couldn't find any new polling data. See initial forecast for further rationale: http://www.gjopen.com/comments/comments/37249 Electoral system fudging sources\n2010 election results: https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2010 Opposition undercounting sources\nFurther insight into electoral dynamics: http://fivethirtyeight.com/features/why-venezeulas-middle-class-is-taking-to-the-streets/\n"], [11388, "2015-11-15T04:42:21Z", [0.75], ""], [11355, "2015-11-15T01:27:25Z", [0.66], ""], [11380, "2015-11-15T00:48:30Z", [0.35], "Oil prices have dropped and are likely to stay low as the US & Canada use new technologies (fracking) to challenge OPEC's control over the market. This has damaged Venezuela's economy and made it impossible for Maduro to maintain the type of public benefits that the party has historically provided. "], [8039, "2015-11-15T00:39:22Z", [0.9], ""], [11080, "2015-11-15T00:37:18Z", [0.33], ""], [639, "2015-11-14T23:54:55Z", [0.85], "Hate this regime and would love to be wrong."], [639, "2015-11-14T23:53:54Z", [0.0], "I hate this regime.  Would love to be wrong"], [639, "2015-11-14T23:53:33Z", [0.85], ""], [1007, "2015-11-14T22:38:05Z", [0.45], ""], [1007, "2015-11-14T22:37:51Z", [0.45], ""], [556, "2015-11-14T21:13:51Z", [0.25], ""], [11376, "2015-11-14T20:28:38Z", [0.45], ""], [368, "2015-11-14T18:54:22Z", [0.76], ""], [691, "2015-11-14T13:16:43Z", [0.35], ""], [1389, "2015-11-14T11:45:22Z", [0.2], "The opposition MUD leads by 48% against the PSUV 21%. Main reason is the depressing economy and this is not going to change in the days to december 6th. No surprises are to be expected. Here is some good reading with the latest opinion polls :\nhttp://www.as-coa.org/articles/weekly-chart-venezuelan-public-opinion-ahead-december-6-elections\n"], [11080, "2015-11-14T05:56:07Z", [0.34], ""], [38, "2015-11-14T05:04:57Z", [0.33], "http://www.miamiherald.com/news/nation-world/world/americas/venezuela/article44569893.html#storylink=cpy \"For the first time in more than a decade, all major polls show that the opposition is running far ahead in next month’s legislative races. . . .  “What we’re hearing from people is rage, disgust, discomfort,” said . . .  a pollster with the firm Meganalisis, which gives the opposition an 11-point lead in the upcoming election. “In my 36 years of doing this, I’ve never seen this level of voter discontent.” \"Manuel Rios, 60, a retired military officer, . . . .  is convinced the administration has lost its bedrock, Venezuela’s poorest, because of constant shortages and massive lines. In a country that boasts of having the world’s largest oil reserves, Rios said he has been bathing with blue-tinctured medical soap because he can’t find a regular bar.\n. . . \n\"But Venezuela’s 21st Century Socialism still has adherents. And many buy the administration’s claims that it’s under attack. In their telling, the opposition, along with powerful international allies, are hoarding goods, sabotaging the electrical grid and promoting violence to push the nation into chaos. Luisa Crespo, who had approached the mock voting center, said she fears an opposition-led Congress might eliminate the housing, food and medical subsidies that have been hallmarks of the ruling party. “They want to control the government again because this is the golden goose, a wealthy country, full of petroleum and minerals,” she said. “They’re not going to win Congress, but if they did, the people would rise up against them.” \"Beyond the faithful, more than a decade of rule has allowed the administration to amass a series of electoral advantages both blatant and subtle. Perhaps the clearest example is the redistricting that has taken place in recent years.  Luis Vicente León, whose Datanálisis polls are closely watched, said that even if the opposition were heading into the campaign with a 20- or 30-point advantage, it wouldn’t necessarily translate into more deputies.  The electoral map is set up to dilute opposition ballots. So while a candidate in a pro-government district might win a spot with 10,000 votes, a rival in an opposition stronghold might need 350,000 votes to win the seat. “It’s not enough just to win,” León said. “You have to double the votes that your adversary might get.”  As a result “the opposition might be a clear majority but may control Congress by a narrow margin,” he added. \"In addition, the National Electoral Council, which is firmly under the administration’s control, has allowed maneuvers that would raise eyebrows in more robust democracies.  On the December ballot, the box for the coalition of opposition parties known as the Mesa de Unidad Democática, or MUD, sits adjacent to that of MIN-Unidad, which has similar colors and typeface. And while MIN-Unidad’s motto is “We’re the opposition,” the MUD accuses it of being a ruling-party red-herring designed to sap votes.  If the move was designed to provoke confusion, it seemed to be working during the mock election.  As Eliana Hernández, 19, studied a sample ballot, she said that any party that has the word “unity” in it is the opposition. “They’re all pretty much the same,” she said. \"The government also seems to embrace subliminal psychology. Hundreds of new polling stations have been created for the legislative race and many have been christened with highly partisan names.  As a result, on Dec. 6, voters will be lining up at polling stations called the “Pure Socialist Blood of Chávez,” the “Eternal Commander Chávez” and “With Chávez and Maduro.”\nThat the electoral body would allow the names is just another sign of how corrupt the system is, said Henry Ramos Allup, the president of the opposition Acción Democrática party. “This is a profanity,” he said.  \"The Organization of American States last week said “transparency and electoral justice” were not guaranteed during the vote. The body cited the jailing of opposition candidates, biased media coverage and other obstacles. Venezuela denied the OAS the right to observe the elections, but has said it will allow representatives from the Union of South American Nations (UNASUR) to “accompany” the vote. \". . . one of the poll workers during Sunday’s exercise, said the opposition knows it’s going to lose and is preparing the groundwork to declare fraud. On Sunday, each . . .  was responsible for bringing 10 people to the mock poll and those 10 each had to bring an additional 10 — an electoral pyramid scheme she said would ensure victory.  “We’ll have a large margin of victory because we’re well organized and have the party machinery,”’ she predicted. “This election isn’t even going to be close.”\n~~~~~~~\nCOMMENT:  2 nephews of Maduro's wife have been arrested in Haiti and were indicted in  the US for attempting to smuggling cocaine via Honduras.  Hardline opposition leaders are now calling for Maduro's resignation , claiming that important parts of his government have become criminal organizations, but I don't take those demands seriously.  Of course, Maduro considers the arrests evidence of the US' \"ongoing harrassment\" of him. The corruption of the Maduro government and the legal mechanisms that he has at his disposal makes me very sad for the people of Venezuela.  "], [38, "2015-11-14T05:03:42Z", [0.33], "http://news.yahoo.com/energized-drug-case-venezuela-opposition-keeps-focus-vote-005145154.html \"Though Maduro's opponents are optimistic, they have a big fight on their hands. \"Chavismo\" retains a passionate hard core who, whatever their reservations about Maduro, still view the opposition as Chavez did: a scheming and uncaring capitalist elite desperate to get their hands back on Venezuela's oil wealth. \"The geographic distribution of seats favors the government because it gives a preponderance to rural areas, where Socialist Party support is the strongest. Opposition leaders complain electoral authorities have tilted the vote toward the ruling party.\n. . . \n\"The opposition are clear favorites, but they should not fall for triumphalism,\" said pollster Luis Vicente Leon. \"The final campaign will be ferocious. The government's capacity for mobilization is infinitely better than its adversaries.\"\n~~~~~~~\nCOMMENT:  I note,  \"The government's capacity for mobilization is infinitely better than its adversaries,\" so I'm going to moderate my forecast from 22 to 33%."], [368, "2015-11-13T18:12:25Z", [0.45], ""], [476, "2015-11-13T15:27:08Z", [0.71], "The Argentine Kirchneristas, Lula and the PT in Brazil, Mujica ex president of Uruguay, Correia in Ecuador have all stumped for the busdriver. The big noise from US and friendly media assets is loud. But as they say in the early political simulation game \"Hidden Agenda\"  \"You are still presidente, presidente.\"  Anyhow the US is not stopping its $1 billion monthly oil buys from the Chavistas... "], [568, "2015-11-13T14:56:43Z", [0.49], ""], [691, "2015-11-13T13:35:48Z", [0.56], ""], [52, "2015-11-13T11:54:41Z", [0.4], ""], [1646, "2015-11-13T05:54:14Z", [0.15], "Lowering. A blatant stealing of this election would only bring more problems to those in power, at least for those trying to negotiate their exit, and give up complete control of the AN in exchange. For most, voters and leaders, the disaster is way too clear.\nAnyway, fun to try your hand at this handy model.\nhttp://www.caracaschronicles.com/mapa/"], [11320, "2015-11-13T04:55:11Z", [0.89], ""], [1098, "2015-11-13T04:14:52Z", [0.42], "Polls are indicating that the PSUV could lose it's majority, but the transparency and fairness of the elections is being challenged.\nhttp://www.wsj.com/articles/brazil-quits-venezuela-election-monitor-mission-1445406961"], [11057, "2015-11-13T02:19:18Z", [0.4], ""], [734, "2015-11-13T01:40:38Z", [0.66], "Reaffirming even though noting the articles noted by other forecasters below. There is absolute certainty of massive vote manipulation. Thus, what would be the after effects? Would the retention of a PSUV majority cause the fractured opposition to unite in protest? Now we need to consider the true center of political power in Venezuela. Whether or not this scale of protest would be allowed to happen in that case would be for the Venezuelan military to decide, and you will find their allegiance to reside with the party in power. Whatever largesse is at hand always flows to the military in Venezuela, and if found insufficient, can always be remedied by coup such as the (admittedly unsucessful and somewhat cartoonish) coup which brought Chavez into prominence in 1992. His eventual conclusion of his coup in 1998 was brought about by the support of the masses but also by the residual loyalty of the military. Not sure how this will play out with such polls, but be assured that Maduro can be taken at his word to uphold the \"Bolivarian revolution\" and will likely be able to count on the full backing of the military to do so.  Thus I still feel comfortable that at the conclusion of the vote counting that there will be a continued majority for the PSUV, and that any resulting protests will be \"well contained\". To give you the flavor (and despair) of the upcoming elections, this from an opposition paper in Caracas:\nwww.eluniversal.com/opinion/151111/there-is-no-choice-but-voting"], [11313, "2015-11-13T00:10:28Z", [0.82], ""], [677, "2015-11-12T23:55:41Z", [0.0], ""], [677, "2015-11-12T23:55:23Z", [0.0], ""], [1708, "2015-11-12T22:03:22Z", [0.1], "I think a Maduro dictatorship or a military coup are more likely than a PSUV majority win. If they technically achieve a majority it will be through a blatantly fraudulent election and either the military or a rioting public will result in either a Maduro dictatorship or a military coup to depose him.\nhttp://www.economist.com/news/americas/21678241-venezuelas-regime-scared-and-ugly-mood-hook-or-crook\n"], [1507, "2015-11-12T19:52:18Z", [0.65], ""], [38, "2015-11-12T15:39:34Z", [0.22], "http://www.reuters.com/article/2015/11/10/us-venezuela-election-idUSKCN0SZ33U20151110#WczPj0eczrYPf9oy.99 \"Nationwide polls show voters are more than twice as likely to back opposition candidates than those of the Socialist Party, according to local media reports of polls conducted in August and September.\nBut no pollsters have published surveys in each electoral circuit, which experts say is the only way to accurately measure public opinion for this type of vote.\n~~~~~~~\nhttp://www.as-coa.org/articles/weekly-chart-venezuelan-public-opinion-ahead-december-6-elections \"Per the latest polls, the opposition Democratic Unity Table (MUD) coalition leads the ruling United Socialist Party of Venezuela (PSUV) by more than 25 percentage points. Polling firms Consultores 21, Datanalisis, Hinterlaces, More Consulting, and Venebarometro jointly released an omnibus report called “The New Trend Is Irreversible.” The results are in line with other polls released this year showing MUD with a similar lead. \"But with a few weeks of campaigning left before Election Day, a MUD takeover of the Assembly is not a given, cautions Datanalisis head Luis Vicente León. The election outcome “could go in either direction,” he told local media on November 10, depending on late changes to electoral regulations or other efforts made by the Maduro government. \"Still, the polls indicate poor marks for the ruling party. More than three-quarters of Venezuelans—including one-fifth of chavistas—give President Nicolás Maduro’s management of the country a negative grade, with two-fifths qualifying it as “very bad,” per Datanalisis. The firm also found that the greatest share of independent voters (29.8 percent) lean toward independent candidates, 22.0 percent toward MUD candidates, and 1.6 percent to PSUV ones.\n~~~~~~~~~\nhttp://www.telesurtv.net/english/news/Venezuela-Hits-Back-at-OAS-Criticism-of-Electoral-Conditions--20151111-0018.html \"OAS Secretary-General Luis Almagro . . .  wrote to the president of Venezuela’s CNE electoral council, Tibisay Lucena, cautioning that the conditions in place were not sufficient to see a fair result on the Dec. 6 parliamentary elections. “The conditions in which the people are going to vote on Dec. 6 will not at the moment guarantee the level of electoral transparency and justice that you at the CNE ought to guarantee,” Almagro wrote.\n~~~~~~~~\nhttp://www.trust.org/item/20151111193923-7gpxk \"Venezuela has for years clashed with the OAS, accusing the organization of being a front for U.S. interests and meddling in its internal affairs.\n~~~~~~~\nhttp://news.yahoo.com/venezuelan-opposition-asks-icc-probe-maduro-crimes-against-144550533.html \"A group of Venezuelan opposition figures have asked the International Criminal Court to probe President Nicolas Maduro and others for \"crimes against humanity\" including alleged murder and torture, illegal detentions, persecution, inhuman treatment,\" . . . .  more than 30 alleged murders, 3,700 detentions that the opposition considers illegal, nearly 400 suspected cases of torture and some 800 people allegedly injured since February 2014 when deadly nationwide protests against Maduro's government broke out . . . the announcement came a day after the head of the Organization of American States regional grouping questioned whether the forthcoming polls would be transparent and fair. \"Last month, Venezuela rejected a request from the OAS to send an observer mission to monitor the elections.\n~~~~~~~\nCOMMENT:  There's several known unknowns in this question:\n-how accurate are the polls?\n-how much will Maduro et.al. be able to manipulate the election results?\n-will Maduro et.al. be able to actually throw the election? I'm going to assume that the polls are generally accurate:  that MUD will win at least a plurality.\nI'm also going to assume  that Maduro will do everything he can to suppress the opposition vote and manipulate the vote counting.   However, as the strength of the opposition grows, the difficulty of overturning the will of the people becomes insurmountable.  Since the opposition vote seems so strong, I'm going to assume that Maduro's efforts to throw the election will fail. . . . increasing my forecast that PSUV will lose its majority."], [691, "2015-11-12T15:20:03Z", [0.56], ""], [11080, "2015-11-12T11:05:21Z", [0.38], ""], [506, "2015-11-12T06:17:38Z", [0.66], ""], [1646, "2015-11-12T05:13:27Z", [0.2], ""], [231, "2015-11-12T02:13:09Z", [0.4], ""], [73, "2015-11-12T00:47:13Z", [0.1], ""], [5001, "2015-11-12T00:46:00Z", [0.14], "http://caracaschronicles.com/2015/11/10/app-update-agonizingly-close-to-the-supermajority-we-need/\nEven chavistas are openly admitting the possibility: http://venezuelanalysis.com/analysis/11658"], [11274, "2015-11-11T23:31:34Z", [0.12], ""], [368, "2015-11-11T21:30:20Z", [0.95], ""], [691, "2015-11-11T20:14:34Z", [0.61], "In a country with real elections, the PSUV would be out on its proverbial.  They cannot now win by merely lying and manipulating voters' emotions, as worked so well in the early days of chavismo (and more recently in Turkey).  This leaves thuggery and intimidation, followed by fraud.  I am disinclined to underestimate the effectiveness of these tactics, but am pulling my numbers down rather a lot although not to below 50% just yet. "], [10898, "2015-11-11T19:16:59Z", [0.35], ""], [4918, "2015-11-11T18:59:33Z", [0.35], ""], [11246, "2015-11-11T17:53:42Z", [0.15], "Update after consulting the opinion of an unoffical rep of the Venezuelan middle class."], [11246, "2015-11-11T17:51:35Z", [0.35], ""], [73, "2015-11-11T17:23:48Z", [0.35], ""], [241, "2015-11-11T17:21:29Z", [0.3], "FYI. \"Weekly Chart: Venezuelan Public Opinion ahead of December 6 Elections\": http://www.as-coa.org/articles/weekly-chart-venezuelan-public-opinion-ahead-december-6-elections \"Per the latest polls, the opposition Democratic Unity Table (MUD) coalition leads the ruling United Socialist Party of Venezuela (PSUV) by more than 25 percentage points. Polling firms Consultores 21, Datanalisis, Hinterlaces, More Consulting, and Venebarometro jointly released an omnibus report called “The New Trend Is Irreversible.” The results are in line with other polls released this year showing MUD with a similar lead. But with a few weeks of campaigning left before Election Day, a MUD takeover of the Assembly is not a given, cautions Datanalisis head Luis Vicente León. The election outcome “could go in either direction,” he told local media on November 10, depending on late changes to electoral regulations or other efforts made by the Maduro government.\""], [1646, "2015-11-11T15:29:46Z", [0.3], ""], [2186, "2015-11-11T14:00:57Z", [0.65], ""], [38, "2015-11-11T08:46:55Z", [0.33], "http://news.yahoo.com/oas-chief-says-conditions-dont-ensure-fair-venezuela-175154648.html \"OAS Secretary General Luis Almagro said in an 18-page letter to the head of the Venezuelan election commission that conditions for the vote \"do not ensure transparency and electoral justice.\" Last month Venezuela rejected a request from the OAS to send an observer mission to monitor the December 6 elections, which polls say the opposition might well win. \"Almagro said problems reported as Venezuela gears up for the vote include the fact that opposition leader Leopoldo Lopez is in jail. Opposition parties are having trouble getting air time on media, he added. Some opposition candidates have been disqualified, and opposition parties also have trouble getting access to campaign funding, Almagro wrote. . .  .\"It is worrisome that, through an analysis of those conditions we must conclude that, as of now, only opposition parties are having problems,\" he added.\n~~~~~~~\nhttp://www.newsfultoncounty.com/world/news/1015356-jailed-opposition-leader-urges-venezuelans-to-vote  \"A jailed Venezuelan opposition leader has urged supporters to vote in the upcoming parliamentary elections, local media reported Tuesday.Leopoldo López lent his support to candidates from the country’s umbrella opposition coalition in a letter released by his wife on social media.  “From the hands of the Unity candidates comes changes and nothing can stop it,” he said, referring to the Democratic Unity Roundtable (MUD).\n. . .\n\"Lopez has been held in a military prison since February 2014 after surrendering to face a string of charges relating to anti-government street protests. He was sentenced to more than 13 years’ in prison in September for masterminding three-month long deadly protests in 2014 that claimed 43 lives. \"President Nicolas Maduro’s ruling PSUV party currently commands a majority in the 167-seat National Assembly, but experts say the party could lose out to the opposition for the first time in 16 years due to the dire state of the country’s economy, which has seen rampant inflation and widespread shortages of staple products.\n. . . \n\"The latest poll conducted by the Venezuelan Institute for Data Analysis show support for the government’s coalition at 22.1 percent, and 41.8 percent for the opposition MUD coalition.\n~~~~~~~\nCOMMENT:  How much electoral fraud is Maduro capable of?  Could he suppress or change 1/3rd of the vote?  I think that is what it will take for PSUV to retain its majority.\n "], [38, "2015-11-11T05:00:40Z", [0.33], "http://oilprice.com/Energy/Oil-Prices/Venezuela-Liquidating-Assets-As-Economic-Crisis-Worsens.html The economic crisis could quickly undermine political stability, especially with elections scheduled for December 6. Maduro’s mismanagement of the economy and the worsening economic crisis has cut into the popularity of the Chavista government. That would suggest that the opposition would score a major victory in the legislative elections in a few weeks, but there are few reasons to be optimistic about the fairness of the vote. On October 26, Maduro declared an “emergency” and said that he would activate an “anti-coup” plan ahead of the elections, an ominous development considering that the government routinely cracks down on opposition figures, jailing them on trumped up charges. And with state control of the media, the playing field is tilted in favor of the ruling party."], [11057, "2015-11-11T03:25:26Z", [0.52], ""], [11157, "2015-11-11T02:58:04Z", [0.7], ""], [11157, "2015-11-11T02:57:12Z", [0.6], ""], [4739, "2015-11-11T01:06:15Z", [0.25], "The population is fed up and the opposition has gained considerable support."], [10265, "2015-11-10T22:13:02Z", [0.55], ""], [374, "2015-11-10T22:08:29Z", [0.4], ""], [374, "2015-11-10T22:01:37Z", [0.6], ""], [368, "2015-11-10T22:00:00Z", [0.95], ""], [691, "2015-11-10T19:20:51Z", [0.79], ""], [11213, "2015-11-10T17:42:35Z", [0.88], "With enough cash to shore up support among the lower classes and the tight grip of the security forces, it is highly unlikely that the opposition will undo the PSUV's majority"], [11208, "2015-11-10T16:29:03Z", [0.75], ""], [719, "2015-11-10T13:16:29Z", [0.65], "The PSUV has the election skewed to their favor."], [11080, "2015-11-10T12:35:24Z", [0.4], ""], [6518, "2015-11-10T01:07:07Z", [0.28], "Given the expected low price of oil through the remainder of 2015 and into 2016, and the prevailing economic situation domestically, it is likely that the opposition party will win the elections in December."], [506, "2015-11-10T00:19:03Z", [0.96], ""], [2594, "2015-11-09T21:46:56Z", [0.85], ""], [368, "2015-11-09T20:01:27Z", [0.95], ""], [691, "2015-11-09T12:55:50Z", [0.79], ""], [295, "2015-11-09T12:21:04Z", [0.65], ""], [1124, "2015-11-09T06:43:51Z", [0.34], ""], [4810, "2015-11-09T00:18:18Z", [0.75], "it seems like the  socialists will easily maintain their popular majority,similar to the last election numbers."], [11072, "2015-11-08T22:56:31Z", [0.65], ""], [10898, "2015-11-08T22:19:21Z", [0.39], "http://www.caracaschronicles.com/mapa/  (ht toosoonold toolatesmart ). Also worth checking: https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015.  On the other hand: Based on the last election where the PSUV got 48.2% of the vote (vs 47.2% of the vote for the MUD) but over 57% of the seats, their vote is more efficient.  On balance I would say the polls indicate that they should lose badly, but the efficiency of their vote, and the possibility of manipulating the results gives them a chance. Revising down to 39% "], [368, "2015-11-08T22:08:35Z", [0.95], ""], [11116, "2015-11-08T21:09:56Z", [0.8], "The Venezuelan government uses all types of \"electoral fixes\" to maintain political control.  They've done it in the pat, they'll do it again."], [11109, "2015-11-08T20:46:54Z", [0.6], "Just joining the crowd with the bet that the ruling party win is more likely."], [213, "2015-11-08T19:56:15Z", [0.95], "I agree that given the current geopolitical situation, a change is very unlikely"], [11098, "2015-11-08T13:41:02Z", [1.0], "A change is very unlikely given the current geopolitical situation"], [691, "2015-11-08T13:39:03Z", [0.79], ""], [8865, "2015-11-08T06:32:04Z", [0.66], ""], [556, "2015-11-08T01:14:46Z", [0.3], ""], [10898, "2015-11-07T23:30:58Z", [0.45], ""], [10924, "2015-11-07T20:21:58Z", [0.55], "Incumbent has the ability to tap into their fast depleting reserves and dish out money to the electorate but falling oil prices have had a huge impact on their sustainability. Assuming oil prices remain in the recently established lower range then there is a strong possibility that PSUV loses majority"], [368, "2015-11-07T20:02:21Z", [0.95], ""], [11069, "2015-11-07T15:53:34Z", [0.3], ""], [691, "2015-11-07T13:33:30Z", [0.79], ""], [10952, "2015-11-07T13:21:45Z", [0.6], "No idea, Ill just follow the wisdom of the crowd for now"], [38, "2015-11-07T04:56:27Z", [0.33], "The ruling party is deeply unpopular in the urban areas.  The most popular opposition leader is in prison after a trumped up trial.  The prosecutor in the trial has defected to the US, and is going public with the corruption and oppression that he saw and was a part of when in the Maduro government.  The father of the jailed opposition leader is in exile in the US, also, and believes that if there was a fair election, the opposition party would get 75% of the vote, but since the vote is electronic, and, so far, international election observers are not expected, the vote could easily be manipulated, proving Stalin's rule:  the voters decide nothing; the vote counters decide everything. I am struggling to figure out how to quantify the government's ability to manipulate the results.  If the true election results are 75% for the opposition party, the government would have to change more than 1 out of 4 votes cast.  It seems to me that that is vote manipulation on a massive scale.  Just about anything is possible, but how likely would that much vote manipulation be?"], [11053, "2015-11-07T04:07:24Z", [0.75], ""], [10931, "2015-11-07T01:37:02Z", [0.15], "The place is falling apart, and that must be obvious to almost everyone. I think these guys have a good analysis: http://www.caracaschronicles.com/mapa/ "], [368, "2015-11-06T21:39:25Z", [0.95], ""], [1614, "2015-11-06T19:55:14Z", [0.15], ""], [1614, "2015-11-06T19:37:57Z", [0.85], "Poles indicate larger than 85 % discontent against Maduro and his party. Maduro is an obvious scapegoat for several rivals within the PSUV who are counting on the opposition victory in the legislative elections."], [1023, "2015-11-06T17:51:05Z", [0.8], "Getting PSUV/Maduro out requires more than sanctions. And then what?"], [7579, "2015-11-06T13:37:00Z", [0.65], ""], [7363, "2015-11-06T13:26:20Z", [0.7], ""], [691, "2015-11-06T13:18:24Z", [0.79], ""], [11010, "2015-11-06T12:33:10Z", [0.77], ""], [102, "2015-11-06T12:30:18Z", [0.6], ""], [10392, "2015-11-06T12:27:18Z", [0.47], "Very hard to predict: electoral polls are one thing, but seat distribution is another. Anyone seen a poll including seat distribution? I am quite clueless on this one. Go with a \"no\" more likely because of low oil prices."], [3434, "2015-11-06T10:00:13Z", [0.15], "The most likely scenario at this stage is that the MUD will win a legislative majority, but will fall short of a two-thirds majority. Polls suggest that Venezuela’s Democratic Unity Table (MUD) is ahead of the governing United Socialist Party of Venezuela (PSUV) by as much as 25 points ahead of Dec. 6 legislative elections, according to Teneo Intelligence. The high rate of inflation of the country, a function of government policy and the low price of Venezuela’s primary export – oil, means tensions are running especially high.  http://blogs.barrons.com/emergingmarketsdaily/2015/11/05/venezuela-can-opposition-win-dec-6-election/\n"], [9157, "2015-11-06T08:12:51Z", [0.77], "For a revolution to happen in Ven. tens of thousands would have to die! The population will not take that on. I do not see a major change in Ven. for several decades."], [9891, "2015-11-06T07:33:14Z", [0.46], "Current opinion polls have the opposition MUD leading PSUV ~50% to ~30%, so I'm translating that proportionally to a 27% yes for PSUV keeping their majority. However, the PSUV \"ground game\" can't be ignored - their primary turnout was twice that of the opposition. So if that translates effectively to a 66% poll in favour of PSUV, the mean of the two is 46%.  There are three main factors I'm not considering (yet): the election not happening (which I assume counts as a 'No'), the results are tampered with and finally complicated electoral arithmetic (what is it with the Americas and complicated electoral systems?). Given unrest similar to last year or, heaven forbid, a natural disaster, the poll might not happen. While generally Venezuelan elections are considered fair, a previously supportive Brazil has recently pulled out of monitoring this poll. Finally, the electoral system apparently favours the rural vote more than the cities, although it would have to be to a significant degree to influence things, as the country's urbanisation rate is 90%. Likely support calculation\nVenezuelan opinion polls source: https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015#Opinion_polls\nVenezuelan electoral system source: https://en.wikipedia.org/wiki/Elections_in_Venezuela\nPrimary turnout source: http://news.yahoo.com/venezuelan-struggling-socialists-hold-legislative-primaries-130806386.html Confounding Variables:\nBrazil quiting monitoring source: http://uk.reuters.com/article/2015/10/20/uk-venezuela-election-brazil-idUKKCN0SE2R220151020\nVenezuelan urbanisation source: https://www.cia.gov/library/publications/the-world-factbook/geos/ve.html"], [136, "2015-11-06T06:53:19Z", [0.25], ""], [436, "2015-11-06T05:14:33Z", [0.28], "Is stealing an election even worthwhile at this point? It seems like the tide of public opinion isn't going to be easy to reverse with the resources they have on hand, and those poll numbers haven't been moving much in the last few months. In a perfect world, I'd grab some reference-class \"elections that were expected to unseat powerful parties in semi-democracies\" and check out what actually happened compared to polling data. But for now, I'm mostly in on la revolucion. (Still slightly in on \"the world is not very exciting\" and \"political machines can do a lot of work\", though.)"], [231, "2015-11-06T02:43:17Z", [0.3], "http://blogs.barrons.com/emergingmarketsdaily/2015/11/05/venezuela-can-opposition-win-dec-6-election/"], [53, "2015-11-05T20:02:11Z", [0.3], ""], [819, "2015-11-05T19:56:42Z", [0.75], ""], [368, "2015-11-05T19:04:05Z", [0.95], ""], [804, "2015-11-05T17:45:08Z", [0.75], ""], [691, "2015-11-05T15:04:38Z", [0.79], ""], [817, "2015-11-05T08:51:51Z", [0.75], "Although Maduro isn't even a worst copy of Chavez, he is the leader of such contructed machine that opposition almost cannot win (at least not during this elections).  It is more probable that the leader will change than a party."], [691, "2015-11-05T03:02:57Z", [0.79], ""], [6808, "2015-11-05T00:02:37Z", [0.65], ""], [10932, "2015-11-04T22:42:19Z", [0.4], "Maduro doesn't have the populist charisma the Chavez had, the population is fatigued of the PSUV, and petroleum income is down.  Still, Chavez did build an effective political machine that could still pull off a majority."], [10927, "2015-11-04T21:33:10Z", [0.0], "will not prevail"], [3895, "2015-11-04T18:48:02Z", [0.38], ""], [2822, "2015-11-04T18:26:21Z", [0.89], ""], [10916, "2015-11-04T18:21:34Z", [0.5], ""], [368, "2015-11-04T18:19:34Z", [0.95], ""], [26, "2015-11-04T16:26:26Z", [0.2], "There's just so much people can take before taking action. "], [619, "2015-11-04T15:16:58Z", [0.75], ""], [6450, "2015-11-04T14:46:02Z", [0.97], "Unless there's a total collapse of the system, like a revolution, they'll still be a majority by the PSUV."], [446, "2015-11-04T13:17:31Z", [0.95], "Not a real democracy."], [1256, "2015-11-04T12:55:37Z", [0.82], ""], [593, "2015-11-04T06:46:16Z", [0.75], ""], [3599, "2015-11-04T06:17:34Z", [0.4], "The collapse in forex reserves, depreciation against the USD in \"real\" terms (as opposed to the official forex rates), low oil prices, high inflation would imply that there should be a change in the guard. However, Maduro has gone on record as saying the election will be won \"No matter what\", and that is no idle threat in Venezuela. I nevertheless think PSUV will lose elections but will use the military to stay in power."], [53, "2015-11-04T05:17:17Z", [0.36], ""], [10898, "2015-11-04T04:48:06Z", [0.52], "They've been running a quasi-authoritarian regime with populist policies/rhetoric. This gets them the vote of a lot of poor people. On the other hand, they've been in power for sufficiently long that the voters may be fatiguing of them. I think they have the (slight) advantage but will update when I look into this more. "], [10666, "2015-11-04T02:55:45Z", [0.59], "bringing prediction up from 42%"], [2956, "2015-11-04T02:46:36Z", [0.38], ""], [5083, "2015-11-04T02:43:17Z", [0.75], "I'd adjust this downward if the price of oil does not rise. I also discount polls except the election - hurting people SAY they will vote for the opposition as a cry of pain. Such \"ventilating\" does not reflect their ultimate votes. (I also factor in traditional PSUV election chicanery.)"], [2956, "2015-11-04T02:41:54Z", [0.38], ""], [1028, "2015-11-04T02:25:21Z", [0.75], ""], [8931, "2015-11-04T01:43:33Z", [0.78], ""], [10745, "2015-11-04T01:12:27Z", [0.0], ""], [6285, "2015-11-04T00:39:15Z", [0.5], "Only if the elections are rigged a very likely outcome. If election are fair they cannot maintain there majority"], [734, "2015-11-04T00:37:15Z", [0.66], "Updating."], [4886, "2015-11-03T23:50:57Z", [0.47], "It seems that the venezuelan people is fed up with the economic crisis and violence outbreak, and would be willing to change the government.\nSo it seems that if there is a real chance that they will lose the majority, but we have to keep in mind that a member of the opposition was recently jailed in a closed trial.\nWe should also keep a watch for polls and for details on the electoral process (there was a controversy there in the 2005 election due to a disagreement over the use of fingerprint scanners, resulting in the withdrawal of some opposition parties)."], [149, "2015-11-03T23:20:44Z", [0.65], ""], [1767, "2015-11-03T23:07:41Z", [0.55], "Im answering yes, but only because I believe the election will involve some underhanded strategy.\nCopy paste from one of those open suggestion questions a while ago. Something has got to give in Venezuela. Parliamentary elections Dec. 7th. - The governing factions have too much wealth at stake & too much dirty laundry that could come to light to peacefully give up power. - Maybe as high as 70% of the population will vote for the opposition alliance. Even with gerrymandering and fraud this is enough for the opposition to gain a majority. The governing factions have never lost an election since Chavez this is politically unacceptable to them.\n- The Venezuelan government could encourage an emergency so as to legally post pone the election, but that doesn't really help them any just delays. Maybe try and start something with Columbia over immigration or Guyana over oil rights.\n- If the government outright rigs the election civil unrest will happen in a major way. The government may cheat just enough to maintain a majority but give up 45% of seats to the opposition so as to head off any street violence.\n"], [1222, "2015-11-03T22:26:27Z", [0.35], ""], [8037, "2015-11-03T22:12:43Z", [0.2], ""], [4300, "2015-11-03T21:55:46Z", [0.99], ""], [1402, "2015-11-03T21:44:55Z", [0.55], "The PSUV still holds large influence on everysingle institution in Venezuela. We must remember that rural districts and indegenous populations \"weights more\" there. So unless we see a deep in the economical situation and new lows in oil prices, PSUV  is still the front player. PSUV rules with a coalition of parties so, even with less votes, still holds the power there. "], [10265, "2015-11-03T21:22:04Z", [0.35], ""], [2207, "2015-11-03T21:19:28Z", [0.95], "The people of Venezuela, while very unhappy, have been sufficiently subdued by the PSUV.  The election is a scam, and everyone involved knows it.  The government will \"vote\" its own candidates into power."], [368, "2015-11-03T20:49:40Z", [0.95], ""], [5433, "2015-11-03T20:37:52Z", [0.55], ""], [628, "2015-11-03T20:34:27Z", [0.45], ""], [3939, "2015-11-03T20:17:53Z", [0.15], "High inflation, poverty, repressions and example of Cuba will lead to change of power."], [1310, "2015-11-03T19:54:02Z", [0.6], ""], [1612, "2015-11-03T19:30:51Z", [0.3], ""], [10219, "2015-11-03T19:26:44Z", [0.55], ""], [691, "2015-11-03T18:59:52Z", [0.78], "Probably.  Intimidation and manipulation often work in the short term; see Turkey.  "], [136, "2015-11-03T18:19:18Z", [0.35], ""], [1243, "2015-11-03T16:39:28Z", [0.75], "Political oppression will keep the ruling party in power."], [241, "2015-11-03T13:42:45Z", [0.25], ""], [584, "2015-11-03T12:05:47Z", [0.65], "To me is not that clear that PSUV will maintain its majority but being still some kind of dictatorship and considering the corruption they might as well."], [458, "2015-11-03T11:11:35Z", [0.55], ""], [710, "2015-11-03T10:20:37Z", [0.4], ""], [1127, "2015-11-03T06:42:19Z", [0.85], "When situation in any state is bad always win socialists."], [690, "2015-11-03T03:09:04Z", [0.45], "If the opposition can get it together the current party may lose power."], [5001, "2015-11-03T03:05:38Z", [0.16], "Polling is traditionally biased to favor PSUV (e.g., see 2013 and 2010 elections). That MUD leads by two digits number in polls aggregate is quite telling. Vote rigging concerns are overblown - Venezuela is NOT Afghanistan. There will be fraud but it cannot be the scale required. Plus, Maduro is kind of a dimwit, so he is likely to not have made the right choices to ensure his party's success. And \"the economy, stupid\".  All in all, these guys seem to get it about right: http://caracaschronicles.com/2015/10/27/presenting-the-caracas-chronicles-legislative-elections-forecasting-app-now-in-color/\n(They were ardently anti-Chavez in the past and they did narrowly miss 2013 presidential election but they are not stupid)."], [1249, "2015-11-03T01:58:13Z", [0.53], ""], [10548, "2015-11-03T01:49:04Z", [0.75], ""], [3979, "2015-11-03T01:39:56Z", [0.65], ""], [241, "2015-11-03T01:12:19Z", [0.35], ""], [9755, "2015-11-03T00:23:57Z", [0.5], "It depends if elections and free and fair."], [1528, "2015-11-02T22:52:00Z", [0.63], ""], [9533, "2015-11-02T22:22:03Z", [0.75], ""], [3363, "2015-11-02T22:16:53Z", [0.23], ""], [448, "2015-11-02T22:09:14Z", [0.15], ""], [10715, "2015-11-02T20:02:14Z", [0.33], "There is good evidence on both sides of this debate. I think vote rigging will occur and fear will rule the electorate. I'm very tempted to go in the middle on this one, because on the other hand polls show that people want change, the economy has been mismanaged, and Maduro is not a popular figure. Still, the likelihood a dictator will stay in power another year is usually quite high, on the other hand systems where there is semi-democratic rule are inherently unstable and instability could tip that especially given the recent chaos. Difficult to find a good driver, especially when as an outsider you think that a dictator is not good which gives you an inherent bias against seeing him stay in power. "], [1277, "2015-11-02T19:27:50Z", [0.76], ""], [1325, "2015-11-02T19:21:58Z", [0.6], "Maduro lacks the charisma and appeal of Chavez, and it's hard to drum up support when grocery stores look like this (http://www.npr.org/sections/parallels/2015/10/29/452636462/the-nightmare-of-grocery-shopping-in-venezuela). In a more open society, the odds are good that the PSUV lose power, and the polls support this (https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015).  However, Maduro has a tendency to make his opponents disappear (http://www.businessinsider.com/maduro-no-longer-tolerates-dissent-2015-2), has emergency powers (http://www.npr.org/2015/03/16/393403183/venezuelan-assembly-grants-president-maduro-emergency-powers), is part of the incumbent party, has the power to \"fix\" elections, and can summon the boogeyman of the United States at will to make people fall in line. Though unpopular, I will give the PSUV a slight \"yes\"."], [3412, "2015-11-02T18:57:21Z", [0.74], "expect massive fraud and disqualifications of any candidates that have a reasonable chance of unseating PSUV candidates.  "], [818, "2015-11-02T18:47:51Z", [0.35], ""], [818, "2015-11-02T18:46:26Z", [0.55], ""], [3895, "2015-11-02T18:24:26Z", [0.39], ""], [1045, "2015-11-02T18:21:11Z", [0.8], ""], [368, "2015-11-02T18:12:10Z", [0.9], ""], [3617, "2015-11-02T16:47:15Z", [0.65], ""], [1562, "2015-11-02T16:15:46Z", [0.75], "no change"], [1272, "2015-11-02T15:39:45Z", [0.85], ""], [1106, "2015-11-02T13:28:30Z", [0.81], ""], [691, "2015-11-02T13:24:19Z", [0.78], ""], [10755, "2015-11-02T07:43:02Z", [0.95], "1. PSUV controls media in Venezuela and might be able to 'buy' votes and control the counting of votes. Opposition is marginalized and might be afraid to speak out freely."], [259, "2015-11-02T07:31:21Z", [0.55], "With Leopoldo López in prison and the level of governmemt interference a fair election can't be expected. The economic situation is putting them under pressure but I wouldn't bet that will be enought to unseat them."], [8057, "2015-11-02T04:47:18Z", [0.05], ""], [98, "2015-11-02T03:03:23Z", [0.2], "not looking good at the moment for PSUV https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015  going 20 yes"], [10739, "2015-11-02T02:39:59Z", [0.55], ""], [1548, "2015-11-02T01:35:22Z", [0.85], "They seem organized. Inclusive of women and youth. Hold the majority seats at the moment. Legacy. Economy and social services should be a problem but I can't find too much dissatisfaction.http://venezuelanalysis.com/analysis/11536"], [173, "2015-11-02T01:09:05Z", [0.78], "Oil/Economy is working against them."], [10720, "2015-11-01T22:57:52Z", [0.75], ""], [7366, "2015-11-01T22:44:16Z", [1.0], "Government has a tight control of the media and can mobilize poor people to go and vote for the current PSUV party."], [4380, "2015-11-01T22:35:28Z", [0.4], "This is a bet on whether Maduro will rig the election or not. Brazil not participating as an election observer scares me, but the polls show Maduro way down. There will be severe international backlash if Maduro wins with the recent poll results"], [8904, "2015-11-01T22:22:54Z", [0.9], "They have such a grip on power with many disedents in Jail an the opposition supressed in so many ways. That they will control and manipulate an intimadate voters with thier Chavistas thugs during elections. Though Venezuela is in dire straights an the people are suffering the country is pretty much a dicatorship an a copy of the Cuban goverment."], [5769, "2015-11-01T22:09:07Z", [1.0], ""], [9401, "2015-11-01T21:18:17Z", [0.69], ""], [368, "2015-11-01T21:08:24Z", [0.9], ""], [5283, "2015-11-01T20:17:54Z", [0.0], ""], [500, "2015-11-01T20:14:28Z", [1.0], ""], [273, "2015-11-01T19:51:54Z", [0.35], "Is going really bad in Venezuela and Maduro has the charisma of a broom. "], [10694, "2015-11-01T19:33:10Z", [0.95], ""], [10694, "2015-11-01T19:32:01Z", [0.9], "There will be a negotiated transition to new leadership in Venezuela. The elections are completely manipulated. The current leadership is not ready to leave yet. "], [6131, "2015-11-01T18:50:08Z", [1.0], "Maduro still holds enough power to prevail. With China, Russia, Iran, N Korea, and other Anti-US players involved, nothing will change in the near future. "], [9510, "2015-11-01T18:04:06Z", [0.55], ""], [4615, "2015-11-01T17:15:06Z", [0.35], "Polls are showing MUD ahead and they were close to the right result in 2010. Reasonable chance the election doesn't happen though."], [162, "2015-11-01T16:04:34Z", [0.4], ""], [619, "2015-11-01T13:54:31Z", [0.75], ""], [691, "2015-11-01T13:42:04Z", [0.71], ""], [5794, "2015-11-01T13:11:23Z", [0.65], "Government will quell protesters"], [10431, "2015-11-01T13:09:47Z", [0.45], ""], [5092, "2015-11-01T11:01:54Z", [0.6], ""], [10668, "2015-11-01T09:54:47Z", [0.55], ""], [680, "2015-11-01T04:58:52Z", [0.33], "Many people are turning away from the PSUV, which does not seem able to resolve Venezuela's expanding list of external, internal and political problems.  It does not look likely, but political fracturing by Venezuela's multiple parties may, however, buoy the PSUV up enough for it to squeak-out a majority.  I'll give them a one-third chance.  "], [43, "2015-11-01T03:37:06Z", [0.35], "Following Anne, one of the top players this year and last."], [8843, "2015-11-01T02:24:55Z", [0.75], ""], [286, "2015-11-01T02:15:20Z", [0.55], ""], [4878, "2015-10-31T23:08:27Z", [0.68], "This is the wisdom of the crowds. Until I can understand the situation better, that is the best forecast."], [2006, "2015-10-31T23:00:06Z", [0.0], ""], [6619, "2015-10-31T22:57:19Z", [0.85], ""], [9227, "2015-10-31T22:53:13Z", [0.25], "The economic situation of Venezuela actually negatively affects the chance of PSUV to keep the majority. An increase in the black market exchange rate in Venezuela to 1000 bolivares per dollar would secure a majority vote for the opposition. "], [605, "2015-10-31T22:17:08Z", [0.25], ""], [605, "2015-10-31T21:47:36Z", [0.45], ""], [4880, "2015-10-31T21:33:35Z", [0.75], "Unfortunately, yes... Won't be a fair election."], [10666, "2015-10-31T21:32:49Z", [0.42], ""], [1585, "2015-10-31T21:21:20Z", [0.75], "Baseline scenario is continued monopoly on political power enshrined by patronage systems, combined with ability to commit massive electoral fraud if actual results are underwhelming. "], [137, "2015-10-31T21:13:37Z", [0.0], ""], [137, "2015-10-31T21:13:21Z", [0.7], ""], [368, "2015-10-31T20:44:22Z", [0.9], ""], [10654, "2015-10-31T19:04:37Z", [0.85], ""], [38, "2015-10-31T17:23:21Z", [0.33], "http://www.bloomberg.com/news/articles/2015-10-30/venezuela-s-president-maduro-says-he-won-t-hand-over-revolution Oct 30.  \"Candidates for Venezuela’s opposition alliance and independents are expected to get 66.3 percent of votes in the December election, according to September poll by Caracas-based Venezuelan Institute of Data Analysis, known as IVAD. \" . . .  said Carl Meacham, Director of the Americas program at Center for Strategic and International Studies in Washington. “It’s increasingly unlikely that Maduro would leave through an electoral process. This country stopped being a democracy years ago.” \"Maduro in July signaled that he won’t allow international observers to monitor the election. Brazil’s electoral court TSE said earlier this month that it wouldn’t join a Unasur mission to observe the election citing delays in an accord with Venezuela’s electoral body. “The revolution will not be surrendered ever,” Maduro said. “With the constitution in hand, we will push Venezuela’s independence forward, whatever the costs, in any way.”\n~~~~~~~\nCOMMENT:  I'm reducing my forecast for a PSUV majority based on the report of this polling even though Maduro seems poised to manipulate the results.  44 to 33%\n"], [38, "2015-10-31T17:12:59Z", [0.44], "http://laht.com/article.asp?ArticleId=2399114&CategoryId=10717 Maduro is deeply unpopular, but this is not news.  In the last election cycle (Nov 2013) he overcame his unpopularity by forcing distributors of household appliances to sell all their in-stock merchandise at prices below cost, causing a \"Black Friday\" event that scoured stores clean of merchandise because it forced prices down to where many were able to buy products beyond their financial reach.  This had a positive impact on the municipal election results for the candidates of PSUV, though the long-term consequences were disastrous shortages and high prices, the closure of many small businesses that were not able to recover from the economic impact, the inability of many other medium-sized businesses that have had a hard time replenishing their inventories, and the loss of hundreds of jobs. \"Now, when all opinion polls are showing that the Government will not be able to revert a rate of popular discontent that already exceeds 80% because of its mismanagement of the country, it has decided to reform the Law of Fair Prices in order to require that manufacturers and importers set the respective Maximum Selling Price to the Public (PMVP) at factories or warehouses of importers, including the costs and profit margins for all wholesalers and retailers from the entire chain to the final consumer. . . . Moreover, if the dollar sold on the parallel market becomes part of the cost structure it will be considered a foreign exchange crime; a measure that will further impact companies that resorted to dollars of the parallel market to replenish their inventories due to the impossibility of obtaining foreign currency at official rates. \" . . .  The reform of this law also increased sanctions that now include imprisonment, fines and confiscation of goods and proceeds involved.  A \"National Commando of Fair Prices,\" created with the reform of the law, was activated on October 23, . .  [which] will supposedly be focusing efforts on the \"protection of the income of the people\" by fighting speculation. Since then, retail stores and distributors are receiving the unpleasant visit of these \"commandos,\" forcing them to sell their products between 10% and 30% below their list prices – or, at a loss while marked prices were already complying with the previous regulation.\n~~~~~~~\nCOMMENT: Will such tactics work again?  Have the Venezuelan people grown wise to this manipulation?  No arguments:\n- Maduro is not loved, respected or admired; he is thought of as a clown, an embarrassment.  He lacks charisma.  There is no personal loyalty to him.    \n-Nothing works in Venezuela anymore. \n-it would take massive election rigging to \"fix\" this Yes arguments:\n- he has ruthlessly clamped down on any/all opposition.\n-Maduro has emergency powers and governs by fiat without legislative involvement or approval.  \n-Maduro has the power to rig the election Bottomline for me:  I think PSUV would lose its majority in a fair election, but I hesitate to forecast too strongly because of the power Maduro has to rig it and \"buy\" votes with populist moves like this."], [10627, "2015-10-31T14:53:51Z", [0.95], ""], [10627, "2015-10-31T14:53:43Z", [0.95], ""], [691, "2015-10-31T13:36:49Z", [0.71], ""], [5787, "2015-10-31T12:50:29Z", [0.0], ""], [9082, "2015-10-31T12:21:02Z", [1.0], "No other party popular enough to challenge them"], [10619, "2015-10-31T11:32:14Z", [0.35], "Diminishing resources have put great pressure on the govenrments capacity to meet expectations and promises they have made in the past. The view that the \"party\" is over is gaining momentum. The PSUV is increasingly perceived as incompetent and unble to hide it with spending. The soil is ripe for change, but fear will hold many back. The militaries will use every tool at their disposal to ensure maitaining status quo. Fragmentation and the level of squabling will determine the percentage of the outcome."], [10613, "2015-10-31T09:43:15Z", [0.85], "Unfortunately there will be no one to face the Maduro administration and put a radical solution to the situation."], [10613, "2015-10-31T09:39:32Z", [0.0], ""], [706, "2015-10-31T03:51:07Z", [0.39], "Argentina's recent election proves that the Latin American socialismo no longer helps the people enough and that the people want a new governing philosophy.  The people of Venezuela notice what happened in Argentina.  Also, with inflation at 80% annually, officially, even those who have benefited most from Chavismo can no longer justify its economic 'management' to the poor."], [231, "2015-10-31T01:57:54Z", [0.45], "https://www.stratfor.com/analysis/venezuelas-leaders-prepare-risky-election"], [10314, "2015-10-30T22:36:04Z", [0.7], "No real conservative ideology present to sway votes to oppose"], [368, "2015-10-30T20:43:00Z", [0.9], ""], [10527, "2015-10-30T13:38:21Z", [0.75], ""], [691, "2015-10-30T12:41:01Z", [0.71], ""], [74, "2015-10-30T11:49:18Z", [0.35], ""], [10506, "2015-10-30T09:46:55Z", [0.4], ""], [4729, "2015-10-30T05:13:16Z", [0.95], ""], [10404, "2015-10-30T04:35:27Z", [0.65], ""], [98, "2015-10-30T04:11:02Z", [0.8], "start with 80 yes since I consider based on looking at prior forecaster response that one way or another the current majority will be maintained"], [93, "2015-10-30T03:31:31Z", [0.76], ""], [9598, "2015-10-30T01:32:13Z", [0.6], "Although the polls indicate a minority for PSUV, there will be an enormous effort by the government to get the voters out in favor of the PSUV, and campaigning for the opposition will be made extremely difficult in the runup to the election, as will be voting for those who are not clearly supporting the PSUV. Additionally, shortly before the elections the PSUV will make some announcements that will encourage the population to think that the government will be changing direction and that the future for the average Venezuelan will be better than the present if they vote for PSUV. If that is not enough, the voting will be manipulated in favor of the PSUV. The alternative is that the elections are postponed"], [9126, "2015-10-30T01:12:59Z", [0.05], ""], [10435, "2015-10-30T01:11:51Z", [0.0], "Recent polls do not favor PSUV, there is fracturing on the left, the Chavismo magic is not replicated under Maduro, and declining economic conditions make a suspension of the elections more likely than a PSUV victory. Oil prices are not likely to rebound quickly enough to enable the government to 'juice' the system like Chavez did prior to his electoral challenges.  (Assuming that his calling the elections off counts as 'not winning a majority')"], [6158, "2015-10-30T00:14:02Z", [0.86], ""], [689, "2015-10-29T22:52:07Z", [0.55], ""], [10455, "2015-10-29T21:39:33Z", [0.75], ""], [10450, "2015-10-29T21:36:21Z", [0.4], "Venezuelan people have reached their limits."], [9723, "2015-10-29T21:00:02Z", [0.83], "No viable opposition, strong state institutions are tough to overcome"], [368, "2015-10-29T19:53:42Z", [0.95], ""], [7474, "2015-10-29T17:57:47Z", [0.95], "There does not seem to be a viable opposition leader to focus the dissatisfaction of the populace.  I believe that the government will survive the election, possibly fraudulently and look for some sort of popular uprising similar to Arab Spring to oust the government before completing a full term."], [691, "2015-10-29T16:55:21Z", [0.73], ""], [6436, "2015-10-29T16:40:36Z", [1.0], "Strongman Maduro still exercises enough control. Just learning how to do this."], [6436, "2015-10-29T15:35:14Z", [0.0], "Strongman Maduro still exercises enough control."], [10394, "2015-10-29T11:11:26Z", [0.48], ""], [3617, "2015-10-29T10:49:51Z", [0.55], ""], [1708, "2015-10-29T10:42:48Z", [0.15], "Maduro may try to negate a PSUV election loss by citing MUD election fraud and declaring martial law to defend the \"Bolivarian revolution,\" but PSUV will most likely not win the majority in the election. \nhttp://www.economist.com/news/americas/21669929-voters-are-eager-end-chavismo-can-disciplined-diverse-opposition-coalition?zid=305&ah=417bd5664dc76da5d98af4f7a640fd8a"], [10382, "2015-10-29T06:42:28Z", [0.36], ""], [10359, "2015-10-29T03:02:55Z", [0.8], ""], [5968, "2015-10-29T01:21:44Z", [0.75], ""], [9552, "2015-10-29T00:46:13Z", [1.0], "Chavez fever still reins supreme for now."], [9613, "2015-10-28T22:42:32Z", [0.25], "Mesa de la Unidad Democrática (MUD) will prevail.  PSUV losing ground last few elections."], [10265, "2015-10-28T21:22:23Z", [0.3], "All opinion polling and most media outlets have the PSUV losing their majority.  That being said, election fraud by the PSUV and media/polling bias for the opposition make things a bit less likely."], [740, "2015-10-28T19:52:02Z", [0.29], ""], [368, "2015-10-28T19:22:32Z", [0.9], ""], [524, "2015-10-28T18:20:25Z", [0.4], "With luck there will finally be some backlash to Maduro's antics."], [7523, "2015-10-28T17:53:08Z", [0.55], ""], [53, "2015-10-28T17:15:36Z", [0.4], "based on poll data and tough domestic economic climate.  Articles I've read in past may have been unbalanced though."], [10237, "2015-10-28T17:12:18Z", [0.0], "continuing dreadful economic conditions in Venezuela"], [136, "2015-10-28T17:10:50Z", [0.45], ""], [4042, "2015-10-28T15:58:56Z", [0.4], ""], [73, "2015-10-28T15:58:31Z", [0.35], ""], [10229, "2015-10-28T15:47:13Z", [0.55], ""], [102, "2015-10-28T15:46:18Z", [0.75], ""], [5863, "2015-10-28T15:43:44Z", [0.88], "70% disapprove of the government, but the ruling party counts the ballots (absent observers)."], [710, "2015-10-28T15:35:29Z", [0.67], ""], [10196, "2015-10-28T15:34:42Z", [0.7], ""], [10212, "2015-10-28T15:24:16Z", [0.89], "Venezuelan elections are a sham exercise, reminds anyone of those eastern bloc results in Albania or Yugoslavia. "], [6967, "2015-10-28T15:21:20Z", [0.15], "Because of new diplomatic transactions between the U.S. and Cuba, the PSUV will weaken its stance. The inability for Venezuela to pay its debt with the relatively low price of oil will also cause the PSUV to lose political power. I just want to add the following new information if it is okay: Updated 11/15: Macri has been elected the new president of Argentina. Although the PSUV is running massive ad campaigns on Venezuelan television, it appears the attitudes and beliefs of the voters are for change, and that the PSUV is not going to win the election."], [9969, "2015-10-28T15:02:55Z", [0.2], "Support for Maduro's government has been falling steadily, as the falling price of oil fails to maintain the money for votes deal Chavez maintained for a long while.\nThe same electorate will turn on Maduro now that the Venezuelan government no longer has the money to spend lavishly."], [7698, "2015-10-28T14:48:43Z", [0.95], ""], [3922, "2015-10-28T14:48:37Z", [0.7], ""], [691, "2015-10-28T13:51:16Z", [0.73], ""], [6552, "2015-10-28T13:47:14Z", [1.0], ""], [241, "2015-10-28T13:45:21Z", [0.2], ""], [6888, "2015-10-28T11:08:11Z", [1.0], ""], [8143, "2015-10-28T07:25:17Z", [0.79], "Yes due to comfort in tradition, rejection of different global ideology. Democracy also remains different in definition to many countries. There has also not been a significant economic change thus the population still remains dependant on the current government and systems. The context does not support rise of an opposition. The international community remains largely at an arms length in diplomacy. "], [506, "2015-10-28T07:03:31Z", [0.93], ""], [1337, "2015-10-28T06:53:31Z", [0.85], "Left-wing is generally doing well in the area, despite the wailing of Northern press. Scioli replaced Fernandez, Rousseff carried on after Lula, etc. Recent attacks against the Bolivarian-Socialist government are just verbal."], [10146, "2015-10-28T06:21:01Z", [0.76], "Maduro has more support .The narrative his administration has set is that of the opposition being  backed by the USA and it´s interests. "], [93, "2015-10-28T05:26:09Z", [0.68], ""], [932, "2015-10-28T04:59:02Z", [0.78], ""], [689, "2015-10-28T04:14:44Z", [0.65], ""], [8027, "2015-10-28T03:03:44Z", [0.75], "Nearly 60% of the Venezuelans approve of Chavez, plus a strong contender to challenge Chavez has not emerged. Short of a health issue Chavez will stay and status quo will continue, hence 75% rating. The 25% accounts for this uncertainty about health."], [9948, "2015-10-28T02:34:40Z", [0.38], "The polls are pushing hard for the opposition (wikipedia). However, the opposition has internal issues and also its facing a very powerful oponent that might be heading a large organized crime organization (us investigation).  I looked into the presidential election results and the polls were much more in favor of maduro until the last minute. One thing is clear to me, in Venezuela things can change quickly, so keeping an eye will make this forecast much better in time."], [9755, "2015-10-28T02:20:37Z", [0.5], "If the elections are fair then maybe they loose majority. "], [83, "2015-10-28T02:15:25Z", [0.45], "5 tough years since the last election. Using the wikipedia polls for initial forecast, although the election system described described in wikipedia, si complicated and the internal and external influences will be significant."], [5092, "2015-10-28T01:51:29Z", [0.7], "Will the ruling party's manipulation of the process outweigh public discontent over the sorry state of the economy? That is the question."], [10097, "2015-10-28T00:19:04Z", [0.89], ""], [10094, "2015-10-28T00:05:42Z", [0.35], "Venezuela has been on a serious decline and people would feel the socialists led them into the mess. A change is needed and they will want anything but the current leadership."], [734, "2015-10-27T23:19:20Z", [0.82], "Initial forecast. I have spent some time in Venezuela, and all that I have to add is to never underestimate the ability of whatever party/junta/dictator that may rule at any given time to maintain their position and power. I might add that the government buildings in downtown Caracas still are pock-marked from the bullets that announced the initial arrival of Hugo Chavez in 1992. The situation in the country is so dire that I cannot give it a probability of 100 percent, but will go with my usual adverse non-zero base rate of p = 0.18."], [5390, "2015-10-27T23:08:22Z", [1.0], "Yes, observers kicked out, people leaving their country for Miami... nothing gonna change this year."], [9866, "2015-10-27T22:49:51Z", [1.0], ""], [94, "2015-10-27T22:40:30Z", [0.25], "Current polls give the opposition Democratic Unity Roundtable a sizeable lead of around 60%, versus 30% for PSV (see [1]).  Opinion polls in Venezuela are obviously less reliable than elsewhere.  However, the polls did a reasonable job of estimating opposition support in the last election (see [2]).  The current government seems to be genuinely unpopular, and it would take very large-scale vote-rigging for them to keep their majority. [1] https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2015\n[2] https://en.wikipedia.org/wiki/Venezuelan_parliamentary_election,_2010"], [38, "2015-10-27T22:27:01Z", [0.44], ""], [915, "2015-10-27T21:49:42Z", [0.9], ""], [691, "2015-10-27T18:49:42Z", [0.71], "If this were an actual election in a real country, PSUV would be out.  However, lots of opposition leaders are in jail, and there's plenty of room in the jails for more--and that's before the press muzzling and beatings and other campaign tactics of one of the more thuggish political parties currently at large.  It will be closer than they'd prefer, but they should retain the majority. Stay tuned, though--the world is full of surprises.   "], [368, "2015-10-27T18:41:39Z", [0.75], "Link:  http://www.as-coa.org/articles/summary-venezuelas-december-elections-democratic-turning-point Given the authoritarian nature of the political system in Venezuela, several factors may indicating the shifting and uncertain nature of legislative or political outcomes in general.  The role of increase political repression, the Dakazo phenomenon (transforming political discontent into positive electoral outcomes, and ideological cohesion among the electorate, can potentially guarantee PSUVs hold on the National Assembly. However, ideology in the face of hunger, persistent poverty, increasingly devalued currency, limited economic growth and deep inequality, may mean little given the level of deprivation and frustration.   Increases in the number of demonstrations (2800), arrests of activists and the discontent, looting and low level violence among the population (not directed at the state),  may not be sufficient to shift the dominance of the party/state.  State corruption could help shift electoral dominance in the direction of the state but may not be sufficient given the level of public despair and discontent in Venezuela. It is however highly likely that the dominance of the state and its ideological mechanisms will allow it to retain legislative power despite limited changes in the economic, social and political realms next year."], [5332, "2015-10-27T18:34:36Z", [1.0], "Election observers chased out... says enough for me"], [689, "2015-10-27T18:21:51Z", [0.8], "Comment deleted on May 10, 2016 06:44PM UTC"], [961, "2015-10-27T17:32:04Z", [0.44], "The potential for fixing the election to a majority is high through intimidation and arrest, but discontent against super-inflation and other elements and will cause a notification of a majority, but not fully sustainable. The result will be a minority majority scenario. "], [102, "2015-10-27T17:06:22Z", [0.65], "It's a dictatorship innit? [1] [1] http://www.washingtontimes.com/news/2015/oct/22/outside-observers-vital-fair-venezuela-vote-opposi/"]]}