{"question_id": 1028, "title": "Will President Trump and Colin Kaepernick meet face-to-face before Super Bowl LIII?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[530, "2019-02-02T18:30:29Z", [0.0], ""], [691, "2019-02-02T13:43:14Z", [0.0], ""], [691, "2019-02-01T16:49:28Z", [0.0], ""], [63401, "2019-01-31T17:46:20Z", [0.0], "Always possible, but I say its a no at this point. "], [172, "2019-01-31T02:56:02Z", [0.0], ""], [691, "2019-01-29T20:52:45Z", [0.0], ""], [17007, "2019-01-29T19:30:17Z", [0.0], ""], [67130, "2019-01-29T19:29:25Z", [0.0], ""], [67068, "2019-01-29T19:29:01Z", [0.0], ""], [38, "2019-01-29T05:56:08Z", [0.35], ""], [67075, "2019-01-28T19:27:50Z", [0.73], ""], [67070, "2019-01-28T19:23:54Z", [0.36], "Trump has invited him before and kanye west is trying to get them to meet. Kaepernick would know nothing good will come of it tho so probably he won't meet with trump."], [67078, "2019-01-28T19:23:51Z", [0.0], "I am making this forecast because Trump has no motive or desire to meet Kaepernick. If you look at how many negative/provoking things Trump has tweeted you will see that there a a significantly larger percentage of them then things he has actually said face-to-face with someone. This is because he does not like confronting others in person; he would rather hide behind a screen and talk 'smack'. "], [67077, "2019-01-28T19:19:43Z", [0.28], "I dont think it will happen but many people will want it to happen so it has a chance."], [67073, "2019-01-28T19:19:25Z", [0.0], "No like"], [67074, "2019-01-28T19:18:43Z", [0.0], "Trump doesn't agree with Kaepernick's protest "], [67072, "2019-01-28T19:16:47Z", [0.0], ""], [67076, "2019-01-28T19:16:02Z", [0.0], "I believe that trump has no intention on meeting kaepernick  anytime soon. "], [63401, "2019-01-27T19:08:25Z", [0.0], "No evidence to the contrary of a 0% forecast. "], [691, "2019-01-27T12:16:21Z", [0.0], ""], [64684, "2019-01-26T16:11:37Z", [0.0], "Neither has an interest or motivation to meet."], [66558, "2019-01-25T19:53:22Z", [0.0], ""], [63401, "2019-01-24T17:39:31Z", [0.01], ""], [530, "2019-01-24T00:57:10Z", [0.0], ""], [15265, "2019-01-24T00:06:07Z", [0.0], ""], [691, "2019-01-22T15:18:28Z", [0.0], ""], [66692, "2019-01-22T08:19:07Z", [0.0], "Whether or not it is objectively true, I expect that Trump believes that intentionally meeting Kaepernick would seriously erode support among his loyal base, and as such I think he would never choose to do this. I would assign this a negative probability if that were mathematically justifiable. :-)"], [172, "2019-01-22T01:29:24Z", [0.0], ""], [206, "2019-01-20T18:23:04Z", [0.0], ""], [691, "2019-01-20T13:05:31Z", [0.0], ""], [66882, "2019-01-20T02:41:44Z", [0.0], ""], [63876, "2019-01-20T00:20:02Z", [0.0], ""], [37236, "2019-01-17T19:53:42Z", [0.0], "He is not a big fan of fast food."], [31201, "2019-01-17T02:13:09Z", [0.0], ""], [43207, "2019-01-16T14:27:01Z", [0.0], "This would be a punch in the face to Trump's base, and he ain't about that life :-)"], [691, "2019-01-16T13:13:47Z", [0.0], ""], [691, "2019-01-14T13:03:26Z", [0.0], ""], [206, "2019-01-13T18:11:58Z", [0.0], ""], [691, "2019-01-12T16:50:33Z", [0.0], ""], [172, "2019-01-11T12:08:10Z", [0.0], "Zero per cent but would be a coup for Nike if they could somehow manage a chance encounter...even if just within eyesight of one another. "], [66440, "2019-01-09T21:27:21Z", [0.05], "Trump is a racist. He doesn't like hanging out with black people. "], [1479, "2019-01-09T13:59:07Z", [0.0], ""], [691, "2019-01-09T12:58:46Z", [0.0], ""], [29266, "2019-01-09T11:47:16Z", [0.0], ""], [691, "2019-01-08T13:09:33Z", [0.0], ""], [172, "2019-01-08T01:15:00Z", [0.0], "When cats and dogs live together"], [82, "2019-01-07T18:49:23Z", [0.0], ""], [65401, "2019-01-07T00:46:00Z", [0.01], ""], [9555, "2019-01-06T22:55:24Z", [0.05], "Why would a Patriot like  Colin kaepernick want to lower himself by meeting with his opposite."], [65787, "2019-01-06T22:03:52Z", [0.0], " Meeting with Kaepernick would upset Trump's base immensely, therefore he wouldn't agree to it. "], [45252, "2019-01-06T20:58:55Z", [0.05], ""], [39381, "2019-01-06T19:11:14Z", [0.0], ""], [64827, "2019-01-06T18:08:22Z", [0.0], ""], [64871, "2019-01-06T17:57:40Z", [0.1], ""], [64330, "2019-01-06T17:15:07Z", [0.0], ""], [64674, "2019-01-06T16:53:21Z", [0.0], "He's still tweet-talking to Kanye so why would Trump risk the optics"], [64159, "2019-01-06T16:27:49Z", [0.0], "Are you kidding?"], [64472, "2019-01-06T16:20:08Z", [0.05], "I don't think they will meet because Kaepernick will refuse to do so."], [691, "2019-01-05T21:13:42Z", [0.0], ""], [61514, "2019-01-05T15:24:00Z", [0.0], ""], [64009, "2019-01-04T20:37:51Z", [0.05], ""], [691, "2019-01-04T13:05:10Z", [0.0], ""], [63963, "2019-01-02T23:44:59Z", [0.0], ""], [63018, "2019-01-02T03:35:04Z", [0.01], ""], [27198, "2018-12-31T21:35:54Z", [0.0], "No. While such a meeting would command tremendous media attention, Trump's base would see  him inviting Kaepernick to meet as a sign of weakness in his/their views. Making the scenario a highly unlikely occurrence."], [691, "2018-12-31T12:45:02Z", [0.0], ""], [63401, "2018-12-30T23:22:02Z", [0.02], "There is little upside to such a meeting. As well, there are too many other issues that President Trump has to address (e.g. budget, Democratic majority in House, the wall), plus scheduling issues between know and then."], [20156, "2018-12-30T09:28:03Z", [0.0], ""], [691, "2018-12-28T12:56:30Z", [0.0], ""], [33035, "2018-12-26T15:09:22Z", [0.0], ""], [51327, "2018-12-26T00:42:19Z", [0.0], ""], [43003, "2018-12-25T03:05:25Z", [0.0], ""], [691, "2018-12-24T13:55:58Z", [0.0], "If Kanye West were the amoral dictator of an inimical nation, this would have happened by now.  Those are the only folks The Leader Of The Free World is taking instructions from just now (except for Tox News, of course)."], [691, "2018-12-20T13:15:52Z", [0.0], ""], [63630, "2018-12-19T22:25:10Z", [0.0], "Kaepernick and Trump are too far apart in their views. They both rallied support by going against one another. Emotions between both bases are still very high today and I don't see anything changing by Super Bowl LIII. I feel Kanye West lost a lot of credibility on one side of the spectrum after his white house visit and the fact that he's the one that brought up this idea makes me feel it will never materialize. https://www.nytimes.com/2018/10/31/us/politics/kanye-west-quitting-politics.html"], [25622, "2018-12-17T16:22:09Z", [0.0], ""], [63558, "2018-12-16T16:46:31Z", [0.03], "Trump really doesn't have anything to gain from a face-to-face meeting with Kaepernick.  While it may appear otherwise he is a master of maintaining an image of something his voters got behind and a meeting with Kaepernick would be contrary to that image. The only possible reason I can see him meeting with Kaepernick would be to help his approval rating. When it hits mid-terms if presidents want to improve their approval rating they pivot toward the middle. This would be a big media hit that would cost him little in terms of a political stance. It wouldn't mean anything outside of appearances. I don't think this is likely though. Through mounting criticism Trump has stayed the course. "], [36580, "2018-12-15T16:04:37Z", [0.05], "Kaepernick and Trump both have more to lose than to gain through meeting one another - potential to alienate their supporters."], [691, "2018-12-14T21:18:11Z", [0.0], ""], [63486, "2018-12-13T14:24:54Z", [0.02], ""], [60100, "2018-12-12T15:08:07Z", [0.5], ""], [14133, "2018-12-10T03:34:15Z", [0.0], ""], [691, "2018-12-09T18:28:27Z", [0.0], ""], [745, "2018-12-05T13:52:14Z", [0.0], ""], [24617, "2018-12-05T04:43:43Z", [0.0], "Why would they?  Kap is fading from the scene, no longer relevant.  Trump gains nothing by stirring that pot."], [28166, "2018-12-04T23:06:14Z", [0.0], ""], [33035, "2018-12-04T14:03:29Z", [0.01], ""], [61300, "2018-12-03T20:23:04Z", [0.0], ""], [60839, "2018-12-02T23:37:17Z", [0.01], ""], [63213, "2018-11-30T16:07:19Z", [0.0], ""], [691, "2018-11-28T13:22:23Z", [0.0], ""], [60726, "2018-11-27T21:14:40Z", [0.05], "There is a very low chance that the two will meet before the Super Bowl, or really ever, because of Donald Trump's base. Trump supporters do not support NFL players kneeling during the national anthem in protest of police brutality and racial inequality because they do not understand the concept of police brutality and majority of them \"back the blue.\" Trump supporters therefore instead see the protests as disrespectful to service men and women who have died protecting \"the flag.\" Since Colin Kaepernick began the kneeling protest, most Trump supporters see him as the representative of this disgraceful action. President Trump would likely not meet with Kaepernick because that would severely upset his base. https://www.usatoday.com/story/sports/nfl/2018/09/04/nike-colin-kaepernick-president-donald-trump-protest/1196111002/ "], [4218, "2018-11-27T20:14:48Z", [0.0], ""], [27480, "2018-11-27T04:52:58Z", [0.01], ""], [37488, "2018-11-26T03:41:56Z", [0.0], ""], [63054, "2018-11-25T23:07:30Z", [0.0], "Trump needs to dehumanize all his opponents. A media-saturated event showing the two together would counter Trump’s modus operandi of insult followed by more insult. Kaeparnick, in addition, would not gain from a meeting."], [12879, "2018-11-25T22:36:25Z", [0.01], ""], [63018, "2018-11-25T21:29:23Z", [0.03], "For President Trump to meet with Colin Kaepernick, he would have to believe that Colin Kaepernick's claims have validity. Most of Trump's supporters will look at the statistics of what Colin Kaepernick claims, and will not hold the same views - so a meeting with Kaepernick probably wouldn't please them too much. Perhaps if there's a severely egregious case of police brutality on blacks takes place between now and the superbowl, but otherwise I strongly tend to doubt it. "], [691, "2018-11-25T14:06:28Z", [0.0], ""], [2965, "2018-11-21T14:49:33Z", [0.0], ""], [691, "2018-11-20T16:14:01Z", [0.0], ""], [62747, "2018-11-16T14:47:45Z", [0.01], ""], [27752, "2018-11-16T13:53:29Z", [0.0], ""], [62731, "2018-11-16T04:10:09Z", [0.06], ""], [28103, "2018-11-16T03:29:27Z", [0.0], ""], [62737, "2018-11-16T02:28:24Z", [0.0], "1. Even Kanye isn't talking to Trump anymore. \n2. Many atheletes have refused to meet with Trump in the past.\n3. I see no current issues that would prompt Trump to use such a meeting to make him look good."], [919, "2018-11-15T19:55:43Z", [0.35], ""], [2965, "2018-11-15T00:10:05Z", [0.0], ""], [50981, "2018-11-14T14:36:06Z", [0.0], ""], [50981, "2018-11-14T14:35:31Z", [0.15], ""], [37115, "2018-11-13T19:00:19Z", [0.05], "Trump is too weak and cowardly, and Kaepernick has no need to subject himself to Trump's absurd abuse face-to-face."], [18869, "2018-11-13T15:35:35Z", [0.0], ""], [15649, "2018-11-13T04:20:03Z", [0.0], ""], [62598, "2018-11-12T21:18:48Z", [0.0], "B/c I KNOW Kaepernick would never betray his protesting fan-base by meeting with D. Trump."], [62514, "2018-11-12T19:34:17Z", [0.01], ""], [47812, "2018-11-12T13:50:20Z", [0.01], "Trump’s not man enough to do this face to face"], [47812, "2018-11-12T13:47:17Z", [0.01], ""], [62532, "2018-11-11T15:30:21Z", [0.15], ""], [35642, "2018-11-11T14:53:56Z", [0.0], ""], [35636, "2018-11-11T07:04:26Z", [0.0], "Double q, double answer. Seems other q got deleted. \nBet#1 81 (2) from 57 @0%\n"], [2965, "2018-11-11T04:58:47Z", [0.0], "The chances of a coup d'etat are higher at 1%"], [691, "2018-11-10T12:57:19Z", [0.0], ""], [62428, "2018-11-09T19:13:50Z", [0.01], ""], [49515, "2018-11-09T08:40:44Z", [0.0], "Trump does not appear to like confrontation and the conditions which gave rise to Colin's protest are not being addressed by Trump in a manner that would reduce those conditions."], [3316, "2018-11-08T22:08:09Z", [0.0], ""], [2965, "2018-11-08T17:16:52Z", [0.0], ""], [60796, "2018-11-07T20:29:37Z", [0.0], "There is a 0% chance that Trump and Kaepernick will meet face-to-face before the Super Bowl. Trump rarely/does not meet with critics. In fact, he prefers to silence them or ridicule them. We have seen this in many cases: journalists, ex-intelligence officials, government officials and so many more. In regard to Kaepernick, Trump has openly criticized him and Nike, saying their ads send \"terrible messages\" and has said the NFL should have suspended Kaepernick.  Lastly, if Trump were to meet with Kaepernick, it would anger his supporters, and he will most likely try to avoid this at all cost. That being said, Trump has invited Kaepernick to meet with him in the past. The meeting has however fallen through, showing that it is unlikely to happen again especially after the ad campaign with Nike. https://www.washingtonpost.com/news/politics/wp/2018/08/15/the-trump-enemies-list-the-critics-the-white-house-might-strip-of-security-clearance/?utm_term=.22a5dcecac54\nhttps://www.cnn.com/2018/07/24/politics/trump-security-clearances-strongman/index.html\nhttps://www.usatoday.com/story/sports/nfl/2018/09/04/nike-colin-kaepernick-president-donald-trump-protest/1196111002/\nhttps://www.cbssports.com/nfl/news/donald-trump-nfl-should-have-suspended-colin-kaepernick-for-kneeling/\nhttps://www.newsweek.com/colin-kaepernick-president-donald-trump-race-kanye-west-summit-911973"], [44887, "2018-11-06T17:50:38Z", [0.05], ""], [691, "2018-11-06T12:41:34Z", [0.0], ""], [40702, "2018-11-06T04:40:36Z", [0.0], ""], [8663, "2018-11-05T03:05:15Z", [0.0], ""], [60759, "2018-11-05T01:28:13Z", [0.0], ""], [61847, "2018-11-04T10:34:32Z", [0.01], "To my knowledge, the two have only spoken of each other in hostile terms. Trump is egotistical, and it seems very unlikely (<2%) that he would meet someone who has been so critical of him. I assume this is unlikely to be a popular move among many of Trump's followers. Trump is someone who doesn't appear to have firm beliefs or values and tends to do what will make him popular among his followers making such a meeting very unlikely (<2%). I am not too familiar with Kaepernick himself, but it appears to me he is hugely critical of Trump and would only meet if he believed he could change his mind on the issue of race relations in the US. I cannot find a supporting poll, but it seems obvious to say most Trump supporters disagree with Kaepernick's actions. Kaepernick would know this, and therefore knows Trump would lose a lot of votes if he concedes anything to Kaepernick. I therefore think he is very unlikely (<1%) to want to meet Trump. To my knowledge, Trump has only been extremely critical of Kaepernick's movement and has not considered the possibility of any validity of Kaepernick's actions. There therefore seems no basis for a productive discussion on the issue. Whilst Trump is certainly capable of making u-turns when it comes to his opinions. Making one with regards to this seems incredibly unlikely (<0.01%) given it would lose him a large amount of his support. The only basis for a meeting is therefore for each side to 'defeat' the other in the eyes of their supporters.  Finally, neither of them has expressed any desire for a meeting. Kanye West, who proposed the meeting, has now backed out of politics, and so there does not appear to be any motivation for either of them to meet."], [59023, "2018-11-04T00:29:17Z", [0.05], ""], [12089, "2018-11-03T06:18:36Z", [0.0], "Because none of this has made sense since day one."], [12591, "2018-11-02T03:49:33Z", [0.0], ""], [60555, "2018-11-02T02:53:33Z", [0.0], "Kanye West may have called for a meeting, but it is seriously unlikely to happen. Kaepernick would likely choose to not meet with Trump at all, even if Trump were willing to meet with him. Also, Kanye tweeted that he's now distancing himself from politics and feels that he's been used to spread messages he doesn't agree with (https://www.salon.com/2018/10/31/skeptical-of-kanye-west-disavows-blexit-and-politics-but-stops-short-of-denouncing-trump/). "], [42563, "2018-10-31T20:29:00Z", [0.0], ""], [60944, "2018-10-31T01:08:34Z", [0.01], ""], [691, "2018-10-30T15:00:16Z", [0.0], ""], [57738, "2018-10-30T03:42:22Z", [0.0], "He should, which is a sure sign he won’t.  If he does I would expect him to do nothing but berate Colin."], [37488, "2018-10-30T01:57:23Z", [0.01], ""], [27480, "2018-10-29T08:54:14Z", [0.02], ""], [691, "2018-10-28T12:00:45Z", [0.0], ""], [41952, "2018-10-28T01:00:22Z", [0.0], ""], [29054, "2018-10-28T00:03:19Z", [0.0], "\"Fake news\"!!!"], [19260, "2018-10-27T19:27:09Z", [0.0], ""], [55306, "2018-10-26T15:33:52Z", [0.0], ""], [23006, "2018-10-24T22:13:48Z", [0.09], ""], [11962, "2018-10-24T19:20:29Z", [0.05], "There is generally a small chance of something occurring."], [61581, "2018-10-24T19:07:01Z", [0.0], ""], [61260, "2018-10-24T17:46:54Z", [0.0], "This must be a joke question."], [37708, "2018-10-24T15:13:32Z", [0.05], ""], [36132, "2018-10-24T14:51:53Z", [0.0], ""], [691, "2018-10-24T12:32:05Z", [0.0], ""], [793, "2018-10-24T10:14:12Z", [0.0], ""], [61704, "2018-10-24T04:30:21Z", [0.05], "While not impossible, the amount of animosity between these two makes these seem very unlikely to me."], [5002, "2018-10-23T08:56:28Z", [0.05], ""], [61665, "2018-10-23T00:54:11Z", [0.2], ""], [34725, "2018-10-22T09:25:51Z", [0.0], ""], [37488, "2018-10-22T04:13:53Z", [0.0], ""], [34725, "2018-10-21T13:36:41Z", [0.0], ""], [37236, "2018-10-21T12:36:21Z", [0.0], ""], [8663, "2018-10-21T07:05:37Z", [0.0], ""], [691, "2018-10-20T21:50:46Z", [0.0], ""], [33035, "2018-10-20T13:22:51Z", [0.05], ""], [20156, "2018-10-20T12:08:58Z", [0.02], ""], [61581, "2018-10-19T17:47:34Z", [0.02], ""], [34725, "2018-10-18T06:55:26Z", [0.0], ""], [61581, "2018-10-18T02:25:25Z", [0.04], ""], [1506, "2018-10-16T23:53:31Z", [0.0], "There is nothing to gain for either party. Trump needs a scapegoat. Finding enemies and speaking about them at his never-ending rallies is preferable to sitting down and actually learning about another’s point of view. This meeting will never occur."], [46762, "2018-10-16T17:11:42Z", [0.0], ""], [61581, "2018-10-16T14:29:12Z", [0.05], "There is nothing to be gained from the encounter for President Trump, apart from a pre-election bump in the polls for those highly contested states/districts where Trump's endorsement has meaningful impact."], [691, "2018-10-16T12:22:24Z", [0.0], ""], [34353, "2018-10-16T11:47:22Z", [0.0], ""], [34725, "2018-10-16T08:52:17Z", [0.0], ""], [1333, "2018-10-15T14:31:56Z", [0.0], ""], [18846, "2018-10-15T13:55:23Z", [0.0], ""], [34725, "2018-10-15T08:30:34Z", [0.0], ""], [19801, "2018-10-15T01:44:25Z", [0.0], ""], [39017, "2018-10-14T23:57:07Z", [0.01], "Trump has no interest in the venture and presidents don't often meet sports icons unless they win the championship which is highly unlikely for the Sanfransisco 49ers."], [3316, "2018-10-14T20:08:41Z", [0.0], ""], [706, "2018-10-14T19:58:00Z", [0.55], "If the Republicans get rolled in the midterms, the two will meet before the Super Bowl.  Trump, as a lame duck, will look to secure some sort of legacy by doing, as he has so far so well, exactly what people don't think logical..  Kanye first, Kaep walking up to the plate, Jay-Z/Beyonce on deck, and in the hole Mr. Banksy who, in a case of mistaken identity by President Trump, stands slack jawed as the Commander in Chief refers to him as \"that Monopoly guy.  You know, that guy who invented free parking.\"  Why assume Banksy is a \"he?\" https://www.thesun.co.uk/news/3309415/banksy-identity-real-name-graffiti-street-artist-latest-work-zehra-dogan-girl-with-balloon/"], [3152, "2018-10-14T17:21:43Z", [0.1], "Low probability because a meeting does not benefit trump."], [61514, "2018-10-14T16:41:46Z", [0.0], "Kanye West for President (of the train station toilet lady association)!"], [61505, "2018-10-14T14:39:26Z", [0.03], "Comment deleted on Oct 14, 2018 02:39PM UTC"], [61505, "2018-10-14T14:38:39Z", [0.02], " Because if he was going to do this you should do it before election, that is, if you felt it was going to be beneficial. He hates  The NFL so he probably doesn’t even want to draw attention in anyway to it other than negative. A small chance I have allocated to it is that Trump would allow Kaepernick to attack the NFL, which Trump would enjoy, and would (falsely) portray Trump is being open minded."], [1479, "2018-10-14T06:19:04Z", [0.0], ""], [82, "2018-10-14T06:14:26Z", [0.01], ""], [705, "2018-10-14T00:42:16Z", [0.0], ""], [705, "2018-10-13T23:09:05Z", [0.01], ""], [43003, "2018-10-13T17:35:19Z", [0.02], ""], [43003, "2018-10-13T17:34:48Z", [0.03], ""], [745, "2018-10-13T15:10:19Z", [0.01], "Trump can not see any need to do this nor to elevate Kaepernick in anyone's eyes.  "], [691, "2018-10-13T12:08:40Z", [0.0], ""], [15196, "2018-10-13T05:51:23Z", [0.0], ""], [5018, "2018-10-12T23:20:31Z", [0.05], ""], [23006, "2018-10-12T22:47:06Z", [0.15], "Poor guy's been ostracized. Seems to be focused on activism"], [691, "2018-10-12T21:44:10Z", [0.0], "deja vu all over again, in the immortal words of the immortal Yogi Berra.  How many more times might we expect this same Q to appear?  "], [31450, "2018-10-12T20:15:13Z", [0.0], "This is a joke right?"], [691, "2018-10-12T19:52:03Z", [0.0], "He's already met Kanye West.  That meets his quota."]]}