{"question_id": 546, "title": "Will ACLED record a riot/protest event in the Cote d’Ivoire (Ivory Coast) for August 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.75, 0.25], "correct_answer": "Yes", "correct_forecast": 0.75, "preds": [[11442, "2017-09-01T01:54:52Z", [0.9], "raising my probability on the grounds of the August 4 mutineer attack. All previous mutineer activity has been coded as riot/protest. -10% in case I misunderstand the coding."], [37538, "2017-09-01T00:35:15Z", [0.05], " It seems unlikely, but I'm influenced by others who seem to think otherwise, so I'm giving it a 5%"], [36505, "2017-08-31T16:54:59Z", [0.98], ""], [37224, "2017-08-31T16:27:26Z", [0.01], "Some favorable news from Ivory Coast....doubt this will incite riot or protest \"Co-operation Ivory Coast-France: Emmanuel Macron, in Abidjan in '' November '':  The work of the Abidjan Metro will be launched \"as early as November\" 2017 in Abidjan. It will be on the occasion of the first visit of the French President Emmanuel Macron, in Ivory Coast.   This is the information given on Thursday 31 August 2017 by President Alassane Ouattara, after his meeting with his French counterpart.  \"Abidjan is a city of 5 million inhabitants. Environmental and transport issues need to be addressed. And we have great hope for the realization of this project so that things will come into operation before 2020, \"said the Ivorian Head of State.  Before him, the French President recognized the importance of such a project for all Ivorians. \"It is a project that is dear to both of us. For France, this project reached a record in terms of financing, which is fully justified by its importance. I am delighted as a result of the finalization of the contract, \"said Emmanuel Macron. \"It is a project that represents an unprecedented French offer combining all the technologies of our companies that will allow an urban development of the city of Abidjan\".   This is the second time that the Ivorian Head of State, Alassane Ouattara, is received by the French Head of State, Emmanuel Macron, at the Elysee Palace. At the time of their first interview, this question of the realization of the metro had been approached, it is necessary to remember.\" https://www.fratmat.info/index.php/politique/cooperation-cote-d-ivoire-france-emmanuel-macron-a-abidjan-des-novembre"], [36803, "2017-08-31T16:20:06Z", [0.01], ""], [36505, "2017-08-31T16:14:37Z", [0.95], ""], [36505, "2017-08-31T16:13:53Z", [0.9], ""], [23117, "2017-08-31T15:53:29Z", [1.0], ""], [23006, "2017-08-31T15:50:23Z", [1.0], ""], [37224, "2017-08-31T15:31:41Z", [0.01], "Citing @Rote   \"It is 4:30 AM in Cote d'Ivoire on 08//31/2017. It is improbable a demonstration will begin and am at 1%, a nod is as good as a wink to a blind horse at this moment\""], [23006, "2017-08-31T15:05:48Z", [1.0], ""], [23006, "2017-08-31T14:54:46Z", [0.0], "as of 2017\n- mutiny by soldiers over pay\n- no reparations for victims, or investigations for  those responsible for crimes committed during the 2002-2003 conflict or 2010-11 crisis.\n-  convictions for the 2002 assassination of Gen. Robert Gueï and his family\n- some ISiS-related terrorism inside country from regional forces outside. doesn't seem to be anything violent for August. Country appears to be doing better than ever before socially and economically"], [12879, "2017-08-31T14:53:11Z", [0.75], ""], [30364, "2017-08-31T13:32:45Z", [0.78], ""], [691, "2017-08-31T11:09:26Z", [0.64], ""], [37379, "2017-08-31T05:27:07Z", [0.95], "@Dsarin has noted that \"Looks like a few student protests including FESCI are recorded in the database for previous month.\" Since this question asks us, in part, to forecast how ACLED codes such events, raising probability."], [13377, "2017-08-31T05:19:46Z", [0.95], ""], [783, "2017-08-31T04:27:33Z", [0.0], "It is 4:30 AM in Cote d'Ivoire on 08//31/2017. It is improbable a demonstration will begin and am at 1%, a nod is as good as a wink to a blind horse at this moment. I will refer to the 08/28/2017 rationale, which is counter to predicting 0% and in doing so, is rather irresponsible since human nature dictates some level of random acts in the proper setting. Therefore it is not 100% improbable that a riot or demonstration will not flare, but as I was at 1%, a difference if 1% is a non-issue."], [36505, "2017-08-30T21:39:52Z", [0.75], ""], [783, "2017-08-30T19:56:41Z", [0.01], ""], [30364, "2017-08-30T19:40:29Z", [0.78], ""], [22689, "2017-08-30T17:56:22Z", [0.05], ""], [38655, "2017-08-30T15:24:32Z", [0.7], ""], [691, "2017-08-30T11:19:20Z", [0.64], ""], [783, "2017-08-30T06:36:48Z", [0.01], ""], [30364, "2017-08-30T04:33:26Z", [0.78], ""], [14777, "2017-08-30T03:58:27Z", [0.5], ""], [6600, "2017-08-30T03:46:58Z", [0.0], ""], [6600, "2017-08-30T03:43:42Z", [0.0], ""], [37224, "2017-08-29T18:55:42Z", [0.05], "Perhaps a small distraction for would-be protesters \"Ivory Coast rain, sun boost prospects for cocoa main crop:    ABIDJAN, Aug 28 (Reuters) - Abundant rain mixed with sunny spells last week in most of Ivory Coast's main cocoa-growing regions boosted prospects for the upcoming main crop in the world's top producer, farmers said on Monday.\nThe harvest for the October-to-March crop is expected to start early, in mid-September, and if good weather continues it will last until at least December, farmers said.   Data collected by Reuters shows there was more rain than average in the past 15 days in all cocoa-growing regions except the centre-western regions of Daloa and Bouafle, where there was slightly less.\" http://timesofindia.indiatimes.com/business/international-business/ivory-coast-rain-sun-boost-prospects-for-cocoa-main-crop/articleshow/60262706.cms\n"], [783, "2017-08-29T15:33:17Z", [0.02], "Probably not wise to lower based on my other answer, but the probability sides with number of days in month, but it is too close to 0,  and decided on best information available. "], [783, "2017-08-29T15:29:29Z", [0.02], ""], [691, "2017-08-29T11:11:09Z", [0.76], ""], [36505, "2017-08-29T10:45:27Z", [0.88], ""], [36505, "2017-08-29T09:56:32Z", [0.95], ""], [38633, "2017-08-29T07:34:33Z", [0.89], ""], [29145, "2017-08-29T02:24:37Z", [0.89], ""], [11442, "2017-08-29T02:20:09Z", [0.85], "Changing my forecast because of an attack by mutineers. The 15% uncertainty is because I'm not sure how it would be coded. However,  previous mutiny events were coded as protests/riots. http://sundiatapost.com/2017/08/04/army-say-20-gunmen-attack-cote-divoire-police-station-steal-weapons/ http://www.jeuneafrique.com/463715/politique/cote-divoire-nouvelle-attaque-de-commissariat-par-des-assaillants-armes-a-adzope/"], [11442, "2017-08-29T02:01:14Z", [0.05], ""], [30364, "2017-08-29T00:30:08Z", [0.78], ""], [783, "2017-08-28T23:47:24Z", [0.04], "This was my justification in the probability history which seems counter-intuitive as there are many ways that demonstrations could arise, but the events usually they simmer and have a strategy behind them.  There are many reasons for riots and protests which are not forecasted as these activities generally flare for unexpected reasons on many levels. Although there are areas of the world where protests are ongoing (1), and have become threads in the fabric of society, there are those which are possible but not necessarily expected due to one event within a construct of tension (2), or areas that have a library of complaints against others (3),  and use events to demonstrate or riot. A person could have been run over by someone from another religion or tribe which could lead to demonstrations, or a leader of a group who denounces others, or someone viewed as being taken in by police. \nThese demonstration may have ulterior motives which have nothing to do with an event, such as toppling a government or gaining religious, tribal, labor, monetary, or political leverage through popular dissent. These are some of the issues in Cote d' Ivory which could cause a demonstration. Youth unemployment. Although unemployment for youth has decreased from 14% in 2014 to 13.8% in 2016 for those in the job market (4), the drop has not been keeping up with funds that have been invested in the country by nations and NGO's for economic expansion. Their economy is based on agriculture which is not guaranteed. They export oil and its products, which is volatile in the market. Less then half the males are literate and less than 1/3 are literate, (5) with 60% of the population under 25 (ibid).\nThe North-South Division. The nation is divided between the Christian south and the Moslem north, along with economic inequality between them and the question of who has citizenship in the country, as many in the north lack citizenship papers as had the current president from the north, Alassane Ouattara.\nCoups. There were several coups in Ivory Coast, they are not usual, but not unusual in the country. The New Forces in the army have made a scism between soldiers and officers as well as wage inequality between the rank and file in the armed services. \nTerrorism. The south near the capital had a terrorist attack this year by members of an Islamist militant group. \nAny of these tensions or sub-conflicts or ulterior motives betweens groups could cause a demonstration or riot, and the reason given is not always the reasons behind the activity. \nThis is not exhaustive but is indicative of the political, cultural, and economic schism in the area. \nThe events are not likely in August, but may require further monitoring. Resources\n(1)\tLabor Protests Multiply in China as Economy Slows, Worrying Leaders. \nNew York Times; 03/15/20160\n https://www.nytimes.com/2016/03/15/world/asia/china-labor-strike-protest.html\n(2)\tFBI Agents Visit Fla. Pastor over Quran Burning\nCBS News; 09/09/2010\n https://www.cbsnews.com/news/fbi-agents-visit-fla-pastor-over-quran-burning\n(3)\tReligions Clashing in Ivory Coast\nNew York Times; 11/06/2000\n http://www.nytimes.com/2000/11/06/world/2-religions-clashing-in-ivory-coast.html\n(4)\tYouth Unemployment Rate for the Republic of Cote d'Ivoire\nFederal Reserve Bank of St. Louis 05/01/2017\n https://fred.stlouisfed.org/series/SLUEM1524ZSCIV\n(5)\tCIA Handbook, People and Society, Ivory Coast.\nCentral Intelligence Agency 08/01/2017\n https://www.cia.gov/library/publications/the-world-factbook/geos/iv.html"], [38098, "2017-08-28T21:47:41Z", [0.88], "Still week, in a huge geographic range, the central govt doesn't have the wherewithal to withstand any kind of opposition, unless through naked force, which will lead to..."], [1042, "2017-08-28T20:25:41Z", [0.01], "Time is short\n"], [783, "2017-08-28T20:12:29Z", [0.08], ""], [14777, "2017-08-28T18:59:23Z", [0.8], ""], [23006, "2017-08-28T16:04:28Z", [0.0], "based on https://www.gjopen.com/comments/comments/558723 @weakin"], [37224, "2017-08-28T12:33:13Z", [0.05], "A counterpoint to @hfletcherwood forecast of 95% Although this article speaks to the potential for youth violence in all urbanized environments.  The particular focus on Ivory Coast, and how this article reads to me, is the response from the Government.  It is noted in the article \"In order to deal with this scourge, measures to secure the populations are carried out by the authorities. In June 2017, the services of the national police launched an operation to secure the holidays. Named the \"Épervier\" operation which was in its second edition, it aimed to destroy smokehouses and dismantle gangs. Some municipalities in Abidjan had seen the passage of security agents. A checkup made of this operation showed many firearms and weapons seized. Several smokehouses were also destroyed and many arrests were made.\" I do agree that this article reinforces the reality that Ivory Coast is faced with significant challenges, I don't see these \"Microbes\" organizing a Riot or Protest in the next 4 days.   http://abidjantv.net/actualites/delinquance-a-abidjan-les-microbes-resurgissent-de-plus-belle-etdefient-letat-la-population-abandonnee-a-son-sort/"], [691, "2017-08-28T11:01:04Z", [0.61], ""], [30364, "2017-08-27T22:20:13Z", [0.78], ""], [755, "2017-08-27T22:16:22Z", [0.02], "Comments: This place is obviously tense (hence posting of this IFP), but my last 2 general media searches found nothing major recorded. Adjusting down."], [35398, "2017-08-27T16:00:23Z", [1.0], ""], [691, "2017-08-27T11:28:54Z", [0.75], ""], [4778, "2017-08-27T09:07:41Z", [0.6], ""], [783, "2017-08-26T15:14:57Z", [0.18], ""], [11057, "2017-08-26T15:02:37Z", [0.93], ""], [691, "2017-08-26T11:11:58Z", [0.76], ""], [37288, "2017-08-26T05:46:53Z", [0.95], ""], [37379, "2017-08-25T21:21:10Z", [0.75], ""], [13377, "2017-08-25T20:26:05Z", [0.75], ""], [36090, "2017-08-25T19:55:11Z", [0.55], ""], [26961, "2017-08-25T18:21:59Z", [0.75], ""], [691, "2017-08-25T16:53:03Z", [0.76], ""], [233, "2017-08-25T14:42:14Z", [0.0], ""], [11057, "2017-08-25T14:13:50Z", [1.0], "Youth delinquency appears to be a significant problem in many countries.  The lack of education and employment opportunities coupled with a youth population is a recipe for civil unrest."], [11057, "2017-08-25T13:59:52Z", [1.0], ""], [29145, "2017-08-25T12:19:26Z", [0.79], "This is no longer a prediction but rather a gamble. Sad :-( "], [14777, "2017-08-24T19:56:39Z", [0.85], ""], [30364, "2017-08-24T13:07:41Z", [0.78], ""], [38551, "2017-08-24T12:11:34Z", [0.88], ""], [691, "2017-08-24T11:15:47Z", [0.75], ""], [29401, "2017-08-24T07:36:31Z", [0.95], "Youth riots\n\"A Williamsville dans la commune d’Adjamé, ce jeudi 17 août, ces tristement célèbres enfants ou jeunes délinquants ont fait parler d’eux. Ils ont paradé en grand nombre tout l’après-midi. Maîtres des lieux pendant des heures durant, ils ont créé comme à leur habitude, la peur panique chez les habitants. \"\nhttp://abidjantv.net/actualites/delinquance-a-abidjan-les-microbes-resurgissent-de-plus-belle-etdefient-letat-la-population-abandonnee-a-son-sort/"], [37397, "2017-08-23T22:54:18Z", [1.0], ""], [876, "2017-08-23T22:14:33Z", [0.6], ""], [37489, "2017-08-23T21:53:23Z", [0.75], ""], [38527, "2017-08-23T16:28:21Z", [0.35], ""], [592, "2017-08-23T15:58:57Z", [0.15], ""], [15196, "2017-08-23T14:04:35Z", [0.2], ""], [691, "2017-08-23T11:19:31Z", [0.77], ""], [30364, "2017-08-23T04:17:56Z", [0.78], ""], [36907, "2017-08-23T04:11:51Z", [0.85], ""], [36907, "2017-08-23T04:10:18Z", [0.75], ""], [736, "2017-08-22T23:59:00Z", [0.85], ""], [12302, "2017-08-22T23:18:44Z", [0.75], "I adjusted my forecast after I read @dcm comment. To be honest, I would not have joined this forecast if I had known that ACLEDs staff took a holiday. ;-) Not saying it's not well earned, just that it's way harder to forecast without any updates. ;-) I'll refrain from gambling and sit this one out around the median."], [691, "2017-08-22T20:00:26Z", [0.77], ""], [30364, "2017-08-22T12:41:00Z", [0.78], ""], [15528, "2017-08-22T05:40:21Z", [0.8], ""], [33887, "2017-08-21T18:34:31Z", [1.0], ""], [13959, "2017-08-21T16:53:50Z", [0.63], "I'm raising my forecast because of the FESCI march last week, but I don't see it as a certainty that it will be included in ACLED."], [12879, "2017-08-21T16:20:01Z", [0.85], ""], [11057, "2017-08-21T14:43:59Z", [0.98], ""], [30364, "2017-08-21T14:42:32Z", [0.75], ""], [11057, "2017-08-21T13:45:40Z", [0.9], "Going back and forth on this one.  I'm uncertain which measure to watch to determine the likelihood of a riot/protest within the next two weeks, presuming that the Aug 16 event is not counted.  I believe FESCI is a good candidate for organizing a protest but much depends on whether their demands were resolved during the August 16 meeting.  I wonder if the student leaders gave the authorities a deadline.  There's no mention of one in the news article.  The march did involve an altercation with the police.  \nhttp://koaci.com/cote-divoire-marche-fesci-lieu-abidjan-daloa-aucun-incident-deplore-112167.html I jotted down some bullet points, pro and con. Pro:\n•\tDemographics, age structure (indeterminate)\n•\tNumber in army still large and hasn't been reduced (short to long-term)\n•\tUnmet financial obligations to military and to other institutions (short to long-term)\n•\tDispute with Burkina Faso (indeterminate)\n•\tRun up to 2020 elections\n•\tCocoa futures dropping (indeterminate) Con:\n•\tUN forces pulled out (mid to long-term)\n•\tForeign investment increasing (mid to long-term)\n•\tGDP up (indeterminate)\n•\tGradual decrease in government gross debt (mid to long-term)\n•\tRecent courthouse escape was not characterized as an attack on the judicial system (short  to mid-term)\n•\tSlow increase in US interest rates (mid-long-term) I haven't been able to factor in France's influence and that of the IMF.  And then, there's the issue of Gbagbo's continued detention.  See this for IMF assessment:  https://www.imf.org/en/Publications/CR/Issues/2017/06/22/Cote-d-Ivoire-First-Reviews-Under-Extended-Arrangement-Under-the-Extended-Fund-Facility-and-45000 Is that too much information to consider?  \n"], [691, "2017-08-21T11:20:01Z", [0.76], ""], [29145, "2017-08-21T06:22:39Z", [0.99], ""], [37622, "2017-08-21T05:54:23Z", [0.8], "ACLED records regular but relatively low numbers of riot protest in the Ivory coast.  I would have thought that it is a high probability that events will occur in August 2017"], [11057, "2017-08-21T05:25:46Z", [0.7], "Dropping back to forecast from one day ago."], [29145, "2017-08-21T03:20:45Z", [0.38], ""], [37488, "2017-08-20T23:28:55Z", [0.2], "Sorry for those of you seeing this twice.  I'm double-posting here (as well in a comment thread below) because I want to get wider feedback from anyone here.  This is why my vote is low when the average is so much higher.   There are protests reported in Ivory Coast that are NOT on the ACLED database that I would expect if they are aiming to record every single protest (and not every protest that becomes violent, that is unplanned and shows anger/frustration that could lead to violence, etc) then these should be included.  If they aren't, then it probably has something to do with the fact that the researching hosting the database are human and only have so much time, so they focus on major protests that make major news sources (protest is kind of an art and cultural right in Francophone cultures, after all), the idea being that only the really significant ones will be picked up outside of Ivory Coast.  Of course, since this one was picked up, it's possible it will be listed in ACLED's database for August.  But there are so many that aren't and seem at least if not much more serious (though the serious ones usually coincide with months where other more serious protests/riots occur). Do you think ACLED records only some?  If so, which ones?  I think the prediction of this question really hinges on what the researchers recording see/access (perhaps based on which sources they choose), and whether they are pre-sorting for protests that seem more connected to political instability/violence or are likely to lead to it (though several of the protests they recorded don't seem connected to much in context) Here are ones that I didn't see in the ACLED database - first for 2017 and then for 2015-2016 (hope the links aren't broken; feel free to verify my research): On 16 June 2017 opposition “militants” storm Cocody / Seat aof govt over appointments to govt positions \nhttp://koaci.com/cote-divoire-pdci-protestation-contre-nouvelles-nominations-accusation-contre-bedie-davoir-finance-rebellion-guikahue-sexplique-110296.html Trade unions in Bouaké strike/protest for 3 days starting on 14 June 2017.\nhttp://koaci.com/cote-divoire-bouake-jours-greve-collectif-syndicats-mairie-corps-bloques-morgue-110217.html A strike by teachers at the Université de Bouaké on 7 June 2017 to protest treatment by students (which was apparently successful since they [self]reported that campuses were empty).\nhttp://koaci.com/cote-divoire-universite-bouake-enseignants-decretent-jours-greve-pour-protester-contre-lagression-collegue-110141.html Strike announced by the National Teachers Union over salary (though I found no article follow up that it actually took place).\nhttp://koaci.com/cote-divoire-enseignants-personnels-prive-laic-annoncent-greve-illimitee-pour-juin-prochain-109721.html\nPossibly because the national minister of education announced a salary increase for new teachers?\nhttp://koaci.com/cote-divoire-solde-tardive-premier-salaire-enseignants-sortis-cafop-solution-serait-cours-selon-kandia-camara-109942.html Another strike, this time by taxi drivers that lasted 3 days, 31 May 2017 to 2 June 2017.\nhttp://koaci.com/cote-divoire-pedro-chauffeurs-taxis-greve-pour-protester-contre-mauvais-etat-voies-109808.html Tech & admin personnel went on strike at a university protested rights (salary, overtime, etc) on 8 May 2017. \nhttp://koaci.com/cote-divoire-greve-luniversite-nangui-abrogoua-pour-denoncer-mepris-abus-109115.html Student protest on 3 May 2017 in Yamoussoukro over the cost of enrollment and BTE exams (new biometric registration process?)\nhttp://koaci.com/cote-divoire-greve-initiee-cegept-paralyse-cours-dans-grandes-ecoles-yamoussoukro-108982.html Another student strike in Tiebissou on 2 May 2017 that is not connected to the 2 May clash between students and Police in Abidjan.\nhttp://koaci.com/cote-divoire-duperie-linfpa-etudiants-tiebissou-entrent-greve-apres-lannulation-dune-filiere-108920.html A political protest (riot?) in Akouré on 28 April 2017 \nhttp://www.connectionivoirienne.net/126069/cote-divoire-le-fpi-maintient-sa-manifestation-a-akoure-la-police-forcee-de-quitter-le-village Protests in Cocody (Abidjan) on 10 April 2017 by taxi drivers at the town hall near the UEMOA presidents’ meeting didn’t make it on the list\nhttp://koaci.com/cote-divoire-protestations-mairie-cocody-loin-sommet-presidents-luemoa-108249.html Student protests in Odienné on 10 April 2017 over a reduction in the Easter holiday from 15 days to 1 week.  Some students were arrested.\nhttp://koaci.com/cote-divoire-protestant-contre-reduction-conges-paques-eleves-perturbent-examens-blancs-odienne-certains-arrets-108245.html Protest on 15 March 2017 by truck drivers allegedly shuts down traffic in Upper Sassandra, Daloa http://koaci.com/cote-divoire-daloa-protestant-contre-decision-ministere-justice-groupuscule-transporteur-bloque-durant-plusieurs-heures-corridors-107354.html Angry students protested at Bouaké on 14 February 2017 against the government limiting holiday time off for Valentine’s Day because of a civil servant protest during holidays.  Apparently they carried rocks but didn’t use them?\nhttp://koaci.com/cote-divoire-pour-exiger-conges-saint-valentin-eleves-manifestent-bouake-enseignants-blesses-vehicules-saccages-106501.html Strike by oil workers on 13 Feb 2017 at Petroci in Abidjan over management.  \nhttp://koaci.com/cote-divoire-greve-chez-petroci-suspecte-davoir-percu-plus-milliard-tant-consultant-106441.html Student & School federation strike on 6 Feb 2017 that shut down public schools & universities for 2 days.\nhttp://koaci.com/cote-divoire-fesci-suspend-greve-apres-discussions-avec-autorites-106317.html Taxi drivers held a strike on 6 Feb 2017 in Abobo over competition and unions.\nhttp://koaci.com/cote-divoire-abobo-taxis-greve-contre-syndicats-106246.html On 3 Feb 2017 agribusiness employees protested over the cocoa crop & govt. tax and police responded with tear gas & arrests\nhttp://koaci.com/cote-divoire-victimes-comptes-agrobusiness-gazes-police-plateau-106187.html On 26 Jan 2017, employees at the Tongin gold mine went on strike for 7 days over poor conditions. \nhttp://koaci.com/cote-divoire-promesse-mille-travailleurs-greve-mine-tongon-106129.html Prior to 2017 (although articles before 2017 that are hard to find and before 2015 even harder).   Here is a political protest which was actually dispersed by the police from May 14th, 2016 which is not on the ACLED list (and seems unrelated to the public university student protest they have listed for the 13th of May the same year)\nhttp://www.connectionivoirienne.net/118175/cote-divoire-police-disperse-manifestation-dun-camp-parti-de-gbagbo-a-divo Another from 20 April 2016 that doesn’t match the one recorded in the ACLED list.  This one in San Pedro, 300 miles away from Oume.  The student one in the southwest included broken windows.  The one in Oume included arrests. \nhttp://www.connectionivoirienne.net/116698/cote-divoire-les-cours-perturbes-par-une-manifestation-deleves-a-san-pedro-sud-ouest This one from 22 Jan 2016 may be less of a protest, though it started with 15 days of protest from sugar producers and the article identifies it a “manifestation.” I’m really not sure what to make of this one since it led to death, which certainly seems to meet ACLED’s criteria.  However, it also does not appear to be on the ACLED list.\nhttp://www.connectionivoirienne.net/116029/cote-divoire-un-mort-et-trois-blesses-dans-une-manifestation-des-agents-du-complexe-sucrier-de-ferkessedougou Another one 13 Jan 2016, local protest over an escaped murder suspect.  A witness reported that rocks were thrown at police.   \nhttp://www.connectionivoirienne.net/115888/des-policiers-deployes-autour-dun-commissariat-au-sud-dabidjan-apres-une-manifestation This incident on 9 July 2015 involved ex-military protesting benefits/pay; they set up barricades, which the police removed.  Not violent. \nhttp://www.connectionivoirienne.net/111732/manifestation-dex-combattants-en-cote-divoire-pour-une-prime-dinstallation-de-160-000-fcfa-chacun"], [755, "2017-08-20T20:56:24Z", [0.05], "Comments: Maybe I'm missing something. Oh well, going low on this one. See probability rising in September; tied to upcoming event: Abidjan.net, August 20, 'Cote d'Ivoire: '' uni, the RHDP will be in power for 50 years '' (Amadou Soumahoro)': http://news.abidjan.net/h/620869.html\nPolitics always brings out the worse in people. "], [11057, "2017-08-20T20:43:04Z", [1.0], ""], [29, "2017-08-20T18:46:04Z", [0.9], "Seems like one has been reported. "], [37088, "2017-08-20T18:38:06Z", [0.75], ""], [427, "2017-08-20T17:41:00Z", [0.01], ""], [11057, "2017-08-20T17:30:52Z", [0.89], ""], [11057, "2017-08-20T17:27:10Z", [0.82], ""], [876, "2017-08-20T17:00:41Z", [0.9], ""], [37379, "2017-08-20T12:46:55Z", [0.55], "Down for passage of time."], [4778, "2017-08-20T09:40:55Z", [0.55], ""], [29145, "2017-08-20T09:09:23Z", [1.0], ""], [15548, "2017-08-20T07:59:51Z", [0.85], ""], [38454, "2017-08-20T02:40:23Z", [0.9], "Regional instability exacerbated by floods in Sierra Leone, Mujahadeen, etc. "], [12302, "2017-08-19T21:22:12Z", [0.95], ""], [12302, "2017-08-19T21:20:40Z", [0.99], ""], [11057, "2017-08-19T15:33:25Z", [0.7], ""], [30364, "2017-08-19T13:04:15Z", [0.75], ""], [29401, "2017-08-19T10:39:24Z", [0.95], "The student protest discussed here seems to me very likely to count as a protest under ACLED reporting guidelines https://www.gjopen.com/comments/comments/552718"], [36405, "2017-08-19T09:06:34Z", [0.95], ""], [22264, "2017-08-19T04:12:03Z", [1.0], ""], [11057, "2017-08-19T03:14:10Z", [0.77], ""], [691, "2017-08-18T19:09:06Z", [0.76], ""], [30364, "2017-08-18T19:09:01Z", [0.75], ""], [36907, "2017-08-18T16:34:47Z", [0.55], ""], [36907, "2017-08-18T16:23:20Z", [0.55], ""], [37224, "2017-08-18T15:41:13Z", [0.1], "With more the half the month passed, it seems that there may be some other pressing issues on the minds of the residents of Ivory Coast.   \"I Coast's battle of the beers turns bitter   (2017-08-13 13:55)   Abidjan - \"In our house, the beer is Bock!\" boasts the familiar slogan for the lager that is Ivory Coast's market leader, brewed by Solibra.\n\"Beer Ivoire, loved by Ivorians!\" says a competing advert for Ivoire lager, brewed by newcomers Brassivoire.\nOn posters and huge billboards around the west African country, the rival ads, often side by side, compete for attention.\nSince Brassivoire's arrival in the country's emerging beer market in April 2016, the two breweries have been battling it out in what some observers are calling \"the beer war\". Concerns have been raised, however, about the effect the marketing war could have on impressionable youngsters.\n\"When we say 'the beer war', we're talking about a real war, make no mistake about it,\" said Jean-Baptiste Koffi, president of the federal consumers' union (UFC), which represents 125 groups.  \"They don't pull any punches.\" http://www.news24.com/Africa/News/i-coasts-battle-of-the-beers-turns-bitter-20170813"], [29145, "2017-08-18T08:12:07Z", [0.39], ""], [4918, "2017-08-17T23:33:58Z", [0.75], ""], [1111, "2017-08-17T22:29:00Z", [0.7], ""], [530, "2017-08-17T20:49:39Z", [0.8], ""], [30364, "2017-08-17T20:11:33Z", [0.75], ""], [783, "2017-08-17T18:02:00Z", [0.21], ""], [1333, "2017-08-17T15:59:07Z", [0.95], ""], [15548, "2017-08-17T15:54:47Z", [0.82], ""], [14777, "2017-08-17T14:14:52Z", [0.9], ""], [4729, "2017-08-17T12:43:55Z", [1.0], ""], [4729, "2017-08-17T12:43:23Z", [0.03], ""], [691, "2017-08-17T12:33:20Z", [0.82], ""], [29145, "2017-08-17T11:26:03Z", [0.99], ""], [30364, "2017-08-17T04:25:19Z", [0.7], ""], [21884, "2017-08-17T04:20:11Z", [1.0], ""], [691, "2017-08-16T19:01:54Z", [0.82], ""], [16272, "2017-08-16T18:16:57Z", [0.65], ""], [15548, "2017-08-16T18:11:13Z", [0.95], ""], [15548, "2017-08-16T17:55:03Z", [1.0], ""], [12879, "2017-08-16T17:47:02Z", [0.95], ""], [28414, "2017-08-16T16:27:27Z", [1.0], ""], [15548, "2017-08-16T16:23:13Z", [0.95], "http://koaci.com/cote-divoire-aurait-affrontement-entre-etudiants-policiers-fesci-elle-maintenir-marche-jour--112146.html (Article in french)\nStudents got attacked by the police. Furthermore, the student have held a march today. http://apanews.net/index.php/fr/news/manifestation-des-etudiants-a-luniversite-de-cocody-pour-la-rehabilitation-des-cites-universitaires (Article in french) PS:ACLED data haven't been updated since the 5th of August."], [30364, "2017-08-16T14:28:14Z", [0.7], ""], [784, "2017-08-16T09:38:56Z", [0.25], ""], [11742, "2017-08-16T02:34:43Z", [0.75], ""], [11742, "2017-08-16T02:32:43Z", [0.35], ""], [11742, "2017-08-16T02:28:00Z", [0.25], ""], [1528, "2017-08-16T01:56:28Z", [0.65], "decreasing as time passes"], [38300, "2017-08-16T01:16:08Z", [0.01], ""], [11057, "2017-08-16T01:00:35Z", [0.78], ""], [30364, "2017-08-15T22:09:54Z", [0.75], ""], [12879, "2017-08-15T18:47:51Z", [0.8], ""], [23117, "2017-08-15T17:46:43Z", [0.85], ""], [691, "2017-08-15T15:40:26Z", [0.36], ""], [37920, "2017-08-15T15:36:25Z", [0.1], ""], [28414, "2017-08-15T15:09:38Z", [0.75], ""], [38300, "2017-08-15T14:45:39Z", [0.04], "The IC had 32 riots out of  84 events in the data set pulled.  There were 0 riots recorded in the IC during the month of August.  That said, the prior probability of a riot occurring in August was given 1% based on the data.  The probability of a riot happening out all events on any date within the IC borders is .38.  Trying to use bayes, states the probability of a riot occurring in August of 2017 on the Ivory Coast is 4%.  This prediction is also taking @dcm forecast's reasons in account. "], [37488, "2017-08-15T14:15:01Z", [0.2], "ACLED data shows that August is consistently the lowest month for protests, though there has been some volatility there.  The issues at the heart of that are being addressed at least in short term - back pay to several groups, particularly those in the military/mutiny, efforts to introduce some reforms to limit cost of living increases and protect farmers and other workers (since one of the common tension points seems to be economic success in many areas while poverty/poor wages/poor back pay for public servants and workers in other areas = frustration & resentment).  Based on comments in interviews & local news websites, there seems to be a lot of skepticism about how long that will last and how much good these placating measures will do, but no expectation of violence erupting.  There has also been ongoing/recent activity concerning the 2020 election calling on supporters to back candidates based on loyalties and connections to previous parties where there are very deep divides.   Strikes are not uncommon; it's not clear to me whether ACLED's definition of protests as \"spontaneous demonstrations\" includes these kinds of planned strikes over pay or conditions (e.g. the hospital strike over pay which was handled in a day), and it rather seems that is doesn't since news in 2016 included more strikes in Ivory Coast than ACLED recorded as \"protest/riot\".  Although most riots/protests in August in Ivory Coast happen in the latter half of the month and September is predictably one of the highest months of protest, this seems like it is more likely to be a relatively calm year and see more activity in Sept Oct or even Dec.  If I understand the govt. schedule, the legislative branches end their sessions in July and don't start up again until late September with only minor activity in August for the national celebration, and nothing in the news suggest that there are critical needs that haven't been addressed, unpopular laws or policies that were enacted, etc.  And there is enough evidence to suggest that the military protests have been taken care of, at least temporarily, and the violence that has recently erupted around it has no longer been tagged at \"protest/riot. Highest chance of protest/riot seems to come from issues surrounding cocoa production (e.g., military mutiny over bonuses not paid by govt because spring cocoa sales complicated by low demand & laws from 2016 that increased prices leading to buyers backing out of contracts and problems throughout spring of 2017 after an already slow oct-dec harvest in 2016, etc.).  It seems as if the govt is trying to smooth things out and everyone is waiting to see how the summer flooding/rains will affect the harvest, which is expected to be large again this year.  Although contracts are up and the govt tariffs seem to have been reduced from the change from fall 2016/early spring 2017, things may be hard this year as supply is still expected to be high.  However, last fall and this spring the govt was seen to be at fault and is now trying to manage the situation better, and the higher expectations for September post-harvest sales will probably keep tensions down until at least early/mid September\nhttps://www.adamtooze.com/2017/04/16/notes-global-condition-easter-2017-cocoa-crisis/\nhttp://www.bbc.com/news/business-39081453\nhttps://www.bloomberg.com/news/articles/2017-07-04/ivory-coast-said-to-sell-1-million-tons-of-next-main-cocoa-crop\nhttps://www.bloomberg.com/news/articles/2017-07-02/floods-stall-ivory-coast-cocoa-harvest-as-farmers-fret-over-rot\n"], [36976, "2017-08-15T05:03:09Z", [0.5], "ACLED data shows average of multiple riots per month in 2017"], [30364, "2017-08-15T04:12:42Z", [0.75], ""], [23234, "2017-08-15T03:45:00Z", [0.5], ""], [1528, "2017-08-15T03:40:34Z", [0.71], "decreasing as time passes"], [38193, "2017-08-15T01:37:00Z", [0.2], ""], [37573, "2017-08-14T23:17:58Z", [0.1], ""], [22689, "2017-08-14T22:06:11Z", [0.45], ""], [38012, "2017-08-14T21:19:58Z", [1.0], "There was a riot in early August"], [15548, "2017-08-14T19:11:43Z", [0.75], ""], [37224, "2017-08-14T18:44:13Z", [0.1], "No current news coming from Cote d'Ivoire....halfway through the month.  Probability shrinking.  "], [13959, "2017-08-14T18:19:03Z", [0.4], ""], [36803, "2017-08-14T17:55:16Z", [0.34], "Month is nearly half over."], [36803, "2017-08-14T16:42:04Z", [0.63], "Average of 5+ riots/protests per month since 2014.\nOnly 2 months without protests since 2014 (including August 2014).\n95% chance of protest/riot in any given month since 2014.\n67% chance of protests in August since 2014.\n40% chance of protest/riot in August since 1997 (probability is likely between 40% and 67%)\nAugust is the only month averaging less than one protest/riot since 1997.\nMonth is nearly half over. (I should have revised downward more, probably more like 32% Yes)"], [1042, "2017-08-14T16:42:02Z", [0.7], ""], [731, "2017-08-14T15:38:44Z", [0.75], "Common occurrence."], [37883, "2017-08-14T13:58:02Z", [0.88], ""], [36409, "2017-08-14T13:35:13Z", [0.4], ""], [37924, "2017-08-14T13:06:04Z", [1.0], ""], [691, "2017-08-14T11:58:38Z", [0.42], ""], [35398, "2017-08-14T04:46:13Z", [1.0], ""], [30364, "2017-08-14T02:16:02Z", [0.8], ""], [24825, "2017-08-14T02:13:26Z", [0.75], "There has been a recent increase in mutinous activity by military units against the police. This will lead to civilian instability."], [12879, "2017-08-14T01:48:56Z", [0.99], ""], [2899, "2017-08-14T01:26:35Z", [0.95], ""], [13377, "2017-08-13T23:06:27Z", [0.97], ""], [36580, "2017-08-13T22:35:18Z", [0.65], "Every month this year, there has been a riot in Ivory Coast; however, there hasn't been one so far this month."], [30364, "2017-08-13T20:22:28Z", [0.75], ""], [12879, "2017-08-13T16:21:09Z", [0.95], ""], [37647, "2017-08-13T16:04:51Z", [0.1], ""], [35, "2017-08-13T15:57:38Z", [0.67], "I believe people are overvaluing their Probability. If there is a near 100 percent chance for a riot to occur in any given month. the probability will decrease when there is already over 1/3 of the month without a riot. We are currently approaching the halfway point to the month so it is best practice to adjust accordingly. "], [37860, "2017-08-13T15:04:15Z", [0.99], "There has been one every month this year, so yeah, I'd say it's about 99% likely it will happen again this month."], [37679, "2017-08-13T13:55:03Z", [0.85], "There has been a riot/protest event every month this year. So it seems extremely likely that August will record such an event."], [30364, "2017-08-13T13:03:42Z", [0.65], ""], [691, "2017-08-13T11:15:14Z", [0.37], ""], [20156, "2017-08-13T08:04:50Z", [0.8], ""], [4778, "2017-08-13T07:30:19Z", [0.5], ""], [38203, "2017-08-13T07:18:14Z", [0.8], ""], [783, "2017-08-13T05:43:39Z", [0.35], ""], [30364, "2017-08-12T23:47:12Z", [0.65], ""], [38158, "2017-08-12T23:40:16Z", [1.0], "Since January 2017 not a month without a single riot/protest record."], [23234, "2017-08-12T20:52:07Z", [1.0], "from the faq, which still doesn't certainly tell me how this question resolution will be interpreted:\n9. Do events that occur before the question was released count towards the resolution of that question? No, only events that occur after the question’s launch date count towards the resolution of the question. The only exception is when a question asks for forecasts for a specific time period; i.e. \"What will be the total number of X sold during 2016?” that may have begun prior to the release of the question. These questions will clearly state the timeframe that the forecast needs to address and may indicate that the tallying of the number of items sold or events began before the beginning of the forecasting question."], [1080, "2017-08-12T20:22:15Z", [0.35], "Soldiers have been fomenting unrest of late in the Ivory Coast"], [38171, "2017-08-12T20:12:34Z", [0.65], ""], [1333, "2017-08-12T19:40:08Z", [1.0], ""], [37971, "2017-08-12T19:34:46Z", [0.5], ""], [4497, "2017-08-12T17:24:36Z", [0.95], "Unsure if the recent prison escapes & hospital strikes count for the category. If so, there have already have already happened. Really it's key to be able to read French for this one (which I do) - my best news sources are Le Monde & All Africa. The Ivory Coast papers like Fraternite Matin themselves aren't so helpful. I'll still be searching for words like emeute, manifester, greve, protestation etc. Here's the hospital story from LeMonde: http://www.lemonde.fr/afrique/article/2017/08/10/a-bouake-la-greve-des-petites-mains-de-l-hopital-excedees-par-les-salaires-impayes_5171108_3212.html"], [15548, "2017-08-12T17:06:26Z", [0.95], ""], [1528, "2017-08-12T17:04:49Z", [0.75], "Following hfletcherwood"], [1333, "2017-08-12T16:45:21Z", [0.55], ""], [21884, "2017-08-12T16:39:05Z", [0.05], ""], [24849, "2017-08-12T15:53:58Z", [0.79], "Because track record so far has at least 1 riot/event every month"], [3380, "2017-08-12T14:41:21Z", [0.55], "History of unrest in the country."], [27316, "2017-08-12T13:57:16Z", [0.85], ""], [29401, "2017-08-12T13:55:52Z", [0.81], ""], [28414, "2017-08-12T13:51:43Z", [0.97], ""], [28414, "2017-08-12T13:50:33Z", [0.87], ""], [38131, "2017-08-12T13:45:34Z", [1.0], ""], [29401, "2017-08-12T13:45:22Z", [0.79], "Raising my probability: Minor strike reported on Bouake among hospital workers (now ended).  Unclear whether this is significant enough to represent a 'protest'.\nhttp://www.africanmedias.com/cote-divoire-reprise-du-travail-a-lhopital-de-bouake/"], [691, "2017-08-12T12:23:52Z", [0.33], ""], [38050, "2017-08-11T22:24:09Z", [0.98], "Simple monte carlo model based on the count of events so far this year."], [37388, "2017-08-11T21:50:53Z", [0.2], ""], [37703, "2017-08-11T21:33:46Z", [0.65], ""], [38039, "2017-08-11T21:17:14Z", [0.2], ""], [29401, "2017-08-11T20:54:39Z", [0.76], "Approximately 80% of the riots/protests recorded in the ACLED database for this year relate to the military and pay: http://www.acleddata.com/data/realtime-data/   Beyond this there are occasional, one-off protests (school teachers, journalists, cocoa farmers).  It is not clear that the bonuses dispute has concluded satisfactorily for soldiers, although the chances of it bubbling up again in the next nineteen days are unclear.  Nonetheless between soldiers, ex-soldiers and occasional disputes, it seems unlikely to me that there will not be some kind of protest before the end of August, given the base rates other posters have mentioned."], [12879, "2017-08-11T19:55:30Z", [0.35], ""], [35, "2017-08-11T19:13:18Z", [0.67], ""], [691, "2017-08-11T18:58:53Z", [0.27], ""], [14777, "2017-08-11T18:38:22Z", [0.8], ""], [30364, "2017-08-11T18:24:38Z", [0.45], ""], [37728, "2017-08-11T17:25:53Z", [0.9], ""], [37958, "2017-08-11T17:13:37Z", [0.85], ""], [22689, "2017-08-11T17:03:23Z", [0.05], ""], [36090, "2017-08-11T15:14:55Z", [0.29], ""], [37010, "2017-08-11T15:10:20Z", [1.0], ""], [37353, "2017-08-11T14:07:39Z", [0.75], "1. Unrest among former civil war combatants is increasing due to poor integration into society and job prospects. \n2. Mutinities of military units indicate increasing unrest over pay. Although mutinities due not fall under the category riots and protests, they indicate a general sense of dissatisfaction. \n3. In July, a police academy was attacked and weapons were stolen.\n4. Regular reports of riots and protests during this year. "], [30364, "2017-08-11T13:17:35Z", [0.45], ""], [196, "2017-08-11T13:03:30Z", [0.05], ""], [1333, "2017-08-11T12:21:28Z", [0.0], ""], [37834, "2017-08-11T11:41:30Z", [0.5], "Reduced tension according to recent ACLED update, but definition of events sets quite low threshold for reporting"], [28414, "2017-08-11T06:16:38Z", [0.77], ""], [11057, "2017-08-11T04:56:12Z", [0.62], ""], [1022, "2017-08-11T04:43:39Z", [0.15], ""], [30921, "2017-08-11T01:41:28Z", [0.15], ""], [37348, "2017-08-11T00:39:56Z", [0.0], ""], [12029, "2017-08-11T00:35:08Z", [0.35], ""], [35569, "2017-08-11T00:16:19Z", [1.0], "According to the ACLED July 2017 Realtime Data spreadsheet, the most recent confirmed riot/protest event in Ivory Coast was July 9th of this year.  The ACLED definition of a riot/protest event is contained within the first link below.  In the following link below is an event that occurred yesterday that seems to meet the ACLED criteria of a riot/protest event.  In the US, the event would be called a prison riot.     https://www.acleddata.com/wp-content/uploads/2015/01/Definitions-of-Political-Violence_2015.pdf\nhttps://www.voanews.com/a/twenty-escape-police-custody-at-ivory-coast-courthouse/3978441.html"], [30364, "2017-08-10T22:45:42Z", [0.5], ""], [3429, "2017-08-10T22:19:59Z", [0.01], "Seeking additional information."], [36467, "2017-08-10T21:10:24Z", [0.02], ""], [16851, "2017-08-10T20:32:51Z", [0.6], ""], [37787, "2017-08-10T20:31:31Z", [0.95], "Based on whether and the number of times an event has occurred during each of the previous months this year as compared to the monthly experience in each of the previous three years."], [23737, "2017-08-10T20:16:03Z", [0.45], ""], [151, "2017-08-10T19:06:07Z", [0.37], ""], [37474, "2017-08-10T18:59:15Z", [0.02], ""], [12879, "2017-08-10T18:49:10Z", [0.45], ""], [11896, "2017-08-10T17:55:08Z", [0.25], "Ooops, mistake to think the police riot was in August. Much of the month has passed without a recorded event-thanks to D Sarin for the correction."], [6303, "2017-08-10T17:35:28Z", [0.8], "Based on general news and GJP consensus."], [11896, "2017-08-10T17:24:15Z", [0.9], "an event has been reported August 2017 http://apanews.net/en/news/ivory-coast-several-casualties-recorded-in-police-school-attack . It is not clear to me if this will be reported in the ACLED data set or if they exclude some types of riots/protests- nor is it clear how they record police actions. Thank you Dsarin. I updated my forcast. best wishes"], [31450, "2017-08-10T17:10:18Z", [0.75], "ACLED has recorded at least one riot/protest event in Ivory Coast every month this year. While the tempo has certainly slowed down since the mutiny earlier this year, I think the basic theme of at least one incident per month continues. Looking historically, there haven't been protests every year but there have been several in August of 2015 and 2016."], [36973, "2017-08-10T17:04:33Z", [0.27], ""], [37715, "2017-08-10T16:47:23Z", [0.38], ""], [36981, "2017-08-10T16:27:28Z", [0.85], "Most months this year have had riots/protests. July appears to be the exception to the rule."], [29145, "2017-08-10T16:25:19Z", [0.41], "Since 1997 there have been 8 years in which in the month of August there has been at least one riot or protest. 14 out of 19 riots or protests took place in the second half of the month. Over the last 10 years there have been 6 years in which there has been at least 1 protest or riot in month of August. August last year there have been 7! riots or protests in August all in the second half of the month. The way I see it there is >40% base rate chance a riot or protest will happen this year. Also should riot(s) or protest(s) occur this year there is > 70% chance it will happen after the Aug 15. We'll see :)"], [37606, "2017-08-10T16:18:26Z", [0.3], "There are tensions however, the time of the year is not conducive for riots. If protests erupt, it may be along existing event of another kind hence, not out of question but not likely."], [29145, "2017-08-10T15:59:37Z", [0.4], ""], [37379, "2017-08-10T15:58:05Z", [0.75], "Moving forecast lower on the basis of conditions specific to the month of August as reported by @patrickmeehan5 in  https://www.gjopen.com/comments/comments/548768"], [37379, "2017-08-10T15:47:51Z", [0.85], "Bravo, @weakin, excellent research. https://www.gjopen.com/comments/comments/549116 However, I'm making an adjustment to his/her forecast of 20% on the basis of base rate statistical analysis. Counting today, there are only 21 days left to the forecast horizon. If there were 31 days left, I would forecast ~90% because every month so far this year, there has been at least one protest/riot per month. In five of these months there have been at least two, and in three of the months there have been seven or more. So we see high volatility and a base rate of over one every three weeks. So considering the three-week horizon, and compensating for the overconfidence penalty of Brier scoring, I'm going with 85%."], [15548, "2017-08-10T15:29:01Z", [0.5], ""], [771, "2017-08-10T15:28:39Z", [0.25], ""], [34282, "2017-08-10T15:26:39Z", [0.39], ""], [1250, "2017-08-10T15:22:41Z", [0.65], "The situation is deterioring with growing instability in the armed forces."], [37224, "2017-08-10T15:19:39Z", [0.2], "As of August 11th, no reported \"riots / protests\" in the ACLED database.  For 2017, the trend for these events has been down from a high of 32 in January.  There is 1 \noutlier in May 2017, with a reported 16 \"riots / protests\" which align to the anti-mutiny events of that month.  1 recorded event in early-July 2017.   # Riots / Protests\nJanuary\t      32\nFebruary\t7\nMarch\t        2\nApril\t        1\nMay\t     16\nJune\t       3\nJuly\t               1 http://www.acleddata.com/data/realtime-data/"], [37738, "2017-08-10T15:14:32Z", [0.35], ""], [34281, "2017-08-10T14:45:40Z", [0.55], "The Ivory Coast has seen sporadic events related to wages in Abidjan. These events have spread to other cities as well.  "], [25681, "2017-08-10T14:27:05Z", [0.95], ""], [37667, "2017-08-10T12:09:24Z", [0.25], ""], [28414, "2017-08-10T12:03:08Z", [0.75], ""], [28414, "2017-08-10T11:59:27Z", [0.97], ""], [691, "2017-08-10T11:50:26Z", [0.14], ""], [864, "2017-08-10T10:28:36Z", [0.95], "There has been at least be riot/protest recorded every month this year (April being the lowest with 1).  "], [554, "2017-08-10T10:15:04Z", [0.35], ""], [784, "2017-08-10T08:30:13Z", [0.34], "There have been riots/protest in Ivory Coast every month this year, but the the last riot took place more 30 days ago. The amount of riots per month in 2017 has also had a broadly downward trend. For this reason I put the chance of a riot in August at 50%. Since the first third of august is over, I will modify this to (2/3)*50% = 34%"], [37650, "2017-08-10T07:08:50Z", [0.45], "The month has started. No protest yet. Last one was resolved relatively peacefully."], [37604, "2017-08-10T03:32:40Z", [0.2], "News doesn't discuss the population in general.  Might have sporadic attacks, but not expecting large demonstration in the next few weeks."], [36907, "2017-08-10T03:18:42Z", [0.82], ""], [1, "2017-08-10T02:55:56Z", [0.2], ""], [706, "2017-08-10T01:10:26Z", [0.45], "Farmers have a reason but not necessarily the ability to riot/protest in the middle of harvest. https://www.bloomberg.com/news/articles/2017-07-02/floods-stall-ivory-coast-cocoa-harvest-as-farmers-fret-over-rot "], [961, "2017-08-10T00:48:31Z", [0.09], ""], [1667, "2017-08-10T00:35:07Z", [0.15], "The mutiny was put down.Unrest may folllow,but not right away"], [37533, "2017-08-10T00:12:14Z", [0.25], "Have not heard much about this in the news."], [36925, "2017-08-09T23:18:15Z", [0.8], "I forsee bombings, most referably to cars. 2-3 within one week of each other. The 3rd is a 15% chance of happening, with a high prob. That it gets thorted."], [37435, "2017-08-09T22:28:33Z", [0.15], ""], [14777, "2017-08-09T22:08:06Z", [0.45], ""], [500, "2017-08-09T21:47:43Z", [0.07], ""], [4918, "2017-08-09T21:43:18Z", [0.65], ""], [37438, "2017-08-09T21:23:36Z", [0.05], ""], [37431, "2017-08-09T21:14:37Z", [0.5], ""], [37136, "2017-08-09T21:02:14Z", [0.15], "Based on increasing tensions due to falling cocoa prices, the country's main export. "], [37402, "2017-08-09T20:56:43Z", [0.8], "At least one riot/protest in Ivory Coast every month this year."], [13377, "2017-08-09T20:48:40Z", [0.03], ""], [37398, "2017-08-09T20:48:22Z", [0.25], ""], [28414, "2017-08-09T20:42:46Z", [0.03], ""], [1023, "2017-08-09T20:31:14Z", [0.19], "press resources are thin"], [244, "2017-08-09T20:00:27Z", [0.04], ""], [37382, "2017-08-09T19:59:32Z", [0.25], ""], [601, "2017-08-09T19:29:16Z", [0.85], ""], [12879, "2017-08-09T19:07:47Z", [0.05], ""], [37192, "2017-08-09T18:53:25Z", [0.15], "Hot spots related to military pay and presidential crimes seem to largely be resolved."], [488, "2017-08-09T18:39:21Z", [0.05], "Very small possibility. "], [36899, "2017-08-09T18:37:01Z", [0.66], ""], [327, "2017-08-09T18:30:08Z", [0.1], "Based on ACLED stat for July"], [619, "2017-08-09T18:20:32Z", [0.35], ""], [37075, "2017-08-09T18:19:32Z", [0.1], ""], [259, "2017-08-09T18:18:54Z", [0.5], ""], [37135, "2017-08-09T18:08:02Z", [0.15], ""], [37103, "2017-08-09T18:01:22Z", [1.0], "There is always a protest going on. Therefore the likelihood of one riot is very high. "], [36760, "2017-08-09T17:39:10Z", [0.01], ""], [691, "2017-08-09T17:32:48Z", [0.08], ""], [492, "2017-08-09T16:58:30Z", [0.15], ""]], "open_date": "2017-08-09T16:45:10Z", "close_date": "2017-08-31T06:59:02Z"}