{"question_id": 621, "title": "Between 1 October 2017 and 30 September 2018, will an armed group from Turkey engage in a campaign that systematically kills 1,000 or more civilians in Turkey?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.01, 0.99], "correct_answer": "No", "correct_forecast": 0.99, "preds": [[45234, "2018-01-01T06:39:28Z", [0.2], ""], [44460, "2017-12-31T19:08:05Z", [1.0], ""], [368, "2017-12-31T18:44:30Z", [0.0], ""], [44377, "2017-12-31T18:28:13Z", [0.33], ""], [2965, "2017-12-31T17:55:40Z", [0.0], ""], [1034, "2017-12-31T16:09:02Z", [0.0], ""], [691, "2017-12-31T12:40:33Z", [0.0], ""], [43645, "2017-12-31T07:17:46Z", [0.15], ""], [368, "2017-12-31T03:20:24Z", [0.0], ""], [691, "2017-12-30T20:48:07Z", [0.0], ""], [12879, "2017-12-30T20:19:14Z", [0.01], ""], [83, "2017-12-30T20:03:39Z", [0.0], ""], [1034, "2017-12-30T11:19:18Z", [0.0], ""], [11800, "2017-12-30T10:54:09Z", [0.0], "It is very clear that the current internal security issues will continue through 2018 and beyond. there is no one willing to talk to each other.   but if the prediction will be met, hope sincerely not. Beside hope i also judge it unlikely.  https://www.google.ch/amp/s/globalriskinsights.com/2017/12/turkey-2018-political-outlook/amp/"], [368, "2017-12-29T21:14:33Z", [0.0], ""], [368, "2017-12-29T20:49:16Z", [0.0], ""], [1034, "2017-12-29T09:01:04Z", [0.0], ""], [368, "2017-12-29T01:35:28Z", [0.0], ""], [1034, "2017-12-28T11:42:54Z", [0.0], ""], [43217, "2017-12-27T21:34:00Z", [0.02], ""], [368, "2017-12-27T21:00:08Z", [0.0], ""], [1034, "2017-12-27T07:52:38Z", [0.0], ""], [368, "2017-12-27T01:35:42Z", [0.0], ""], [41523, "2017-12-27T00:39:30Z", [0.0], ""], [691, "2017-12-26T15:05:42Z", [0.0], ""], [1034, "2017-12-26T05:59:13Z", [0.0], ""], [368, "2017-12-25T21:23:08Z", [0.0], ""], [1034, "2017-12-25T07:55:22Z", [0.0], ""], [368, "2017-12-25T00:19:16Z", [0.0], ""], [1034, "2017-12-24T06:10:14Z", [0.0], ""], [368, "2017-12-24T02:22:58Z", [0.0], ""], [42821, "2017-12-23T16:36:35Z", [0.25], ""], [42821, "2017-12-23T16:35:40Z", [0.4], ""], [1034, "2017-12-23T08:03:29Z", [0.0], ""], [691, "2017-12-22T21:03:52Z", [0.0], ""], [368, "2017-12-22T17:20:00Z", [0.0], ""], [1034, "2017-12-22T11:21:22Z", [0.0], ""], [368, "2017-12-21T23:38:03Z", [0.0], ""], [25141, "2017-12-21T18:01:39Z", [0.0], ""], [1034, "2017-12-21T15:31:25Z", [0.0], ""], [368, "2017-12-20T18:38:08Z", [0.0], ""], [1034, "2017-12-20T05:21:46Z", [0.0], ""], [368, "2017-12-20T02:35:02Z", [0.0], ""], [42543, "2017-12-19T22:58:26Z", [0.15], ""], [691, "2017-12-19T17:45:40Z", [0.0], ""], [1034, "2017-12-19T05:47:10Z", [0.0], ""], [368, "2017-12-19T05:35:58Z", [0.0], ""], [368, "2017-12-19T00:53:20Z", [0.0], ""], [1034, "2017-12-18T16:56:03Z", [0.0], ""], [37053, "2017-12-18T15:20:02Z", [0.01], ""], [1034, "2017-12-18T05:33:37Z", [0.0], ""], [368, "2017-12-18T02:32:25Z", [0.0], ""], [1034, "2017-12-17T07:02:26Z", [0.0], ""], [368, "2017-12-16T20:37:22Z", [0.0], ""], [1034, "2017-12-16T05:40:07Z", [0.0], ""], [42437, "2017-12-16T02:31:35Z", [0.04], ""], [368, "2017-12-15T23:53:53Z", [0.0], ""], [2965, "2017-12-15T03:27:10Z", [0.0], ""], [368, "2017-12-14T19:22:33Z", [0.0], ""], [691, "2017-12-14T17:38:28Z", [0.0], ""], [1034, "2017-12-14T05:44:52Z", [0.0], ""], [368, "2017-12-13T18:26:56Z", [0.0], ""], [1034, "2017-12-13T07:34:17Z", [0.0], ""], [1034, "2017-12-12T08:40:28Z", [0.0], ""], [368, "2017-12-12T00:30:15Z", [0.0], ""], [1034, "2017-12-11T05:35:10Z", [0.0], ""], [368, "2017-12-10T19:40:02Z", [0.0], ""], [1333, "2017-12-10T15:38:39Z", [0.05], "I was higher on this but it occurs to me that in Turkish/Kurd histories, Kurds are Citizen Soldiers and Turkish press aways reports them as combatant deaths."], [691, "2017-12-10T14:29:47Z", [0.0], ""], [1034, "2017-12-10T08:30:12Z", [0.0], ""], [42244, "2017-12-09T23:23:35Z", [0.0], ""], [1034, "2017-12-09T08:20:57Z", [0.0], ""], [368, "2017-12-08T21:22:38Z", [0.0], ""], [1034, "2017-12-08T08:08:44Z", [0.0], ""], [1034, "2017-12-08T03:50:31Z", [0.0], ""], [368, "2017-12-06T20:35:57Z", [0.0], ""], [1034, "2017-12-06T06:04:39Z", [0.0], ""], [368, "2017-12-05T18:59:20Z", [0.0], ""], [1034, "2017-12-05T07:56:29Z", [0.0], ""], [691, "2017-12-04T21:12:03Z", [0.0], ""], [368, "2017-12-04T18:56:46Z", [0.0], ""], [22132, "2017-12-04T02:28:54Z", [0.0], ""], [368, "2017-12-04T01:19:11Z", [0.0], ""], [1034, "2017-12-04T00:43:12Z", [0.0], ""], [37488, "2017-12-02T23:47:48Z", [0.0], ""], [368, "2017-12-02T18:50:32Z", [0.0], ""], [1034, "2017-12-02T06:05:22Z", [0.0], ""], [1034, "2017-12-01T07:26:41Z", [0.0], ""], [368, "2017-11-30T22:32:01Z", [0.0], ""], [691, "2017-11-30T17:02:50Z", [0.0], ""], [42026, "2017-11-30T16:17:04Z", [0.05], ""], [1034, "2017-11-30T06:05:43Z", [0.0], ""], [368, "2017-11-29T19:30:24Z", [0.0], ""], [368, "2017-11-28T21:40:48Z", [0.0], ""], [41958, "2017-11-28T21:15:41Z", [0.01], ""], [691, "2017-11-28T20:38:21Z", [0.0], ""], [41924, "2017-11-28T16:13:26Z", [0.0], ""], [1034, "2017-11-28T07:45:52Z", [0.0], ""], [368, "2017-11-28T01:15:58Z", [0.0], ""], [1333, "2017-11-27T21:25:51Z", [0.15], ""], [1034, "2017-11-27T06:58:58Z", [0.0], ""], [368, "2017-11-27T02:26:29Z", [0.0], ""], [41270, "2017-11-26T21:07:39Z", [0.01], ""], [1034, "2017-11-26T07:14:14Z", [0.0], ""], [368, "2017-11-26T01:42:28Z", [0.0], ""], [1034, "2017-11-25T07:54:51Z", [0.0], ""], [1034, "2017-11-24T20:14:30Z", [0.0], ""], [368, "2017-11-24T16:41:55Z", [0.0], ""], [691, "2017-11-24T16:20:31Z", [0.0], ""], [368, "2017-11-24T01:32:09Z", [0.0], ""], [41523, "2017-11-23T05:47:57Z", [0.05], ""], [368, "2017-11-23T00:14:38Z", [0.0], ""], [31201, "2017-11-22T22:24:48Z", [0.0], ""], [1034, "2017-11-22T06:42:44Z", [0.0], ""], [368, "2017-11-22T00:26:45Z", [0.0], ""], [691, "2017-11-21T21:47:17Z", [0.01], ""], [1034, "2017-11-21T06:39:02Z", [0.0], ""], [368, "2017-11-20T21:47:56Z", [0.0], ""], [15556, "2017-11-20T20:43:21Z", [0.15], "Preliminary Forecast:\nI am frankly bewildered by the 0% probability forecaster consensus on this question with almost no analysis. Perhaps I do not understand EWP's prerequisites for 1,000 civilian deaths to be considered part of a \"systematic campaign,\" or perhaps I have made some other error. However, the continued conflict in southeast Turkey seems to me to provide plenty of opportunity for the possibility of the systematic killing of more than 1,000 civilians in the next 9 months by the Turkish government and/or the PKK (not sure if EWP will consider deaths caused by PKK and government forces cumulative or as separate counts. Seems from the FAQ that they might)  Data from the work of the International Crisis Group on SE Turkey with emphasis on the PKK: -High civilian death tolls have been confirmed in the region in spikes of violence over the past 6 years\n----\"From June 2011 to March 2013, Crisis Group was able to confirm the deaths of 920 people [in SE Turkey].\" (https://www.crisisgroup.org/europe-central-asia/western-europemediterranean/turkey/turkey-s-pkk-conflict-death-toll)\n----\"Between 20 July 2015 and 19 July 2016, Crisis Group confirmed the deaths of at least [...] 307 civilians.\" (Ibid.). -The PKK is very much strong and active, although has withdrawn to rural areas in SE Turkey \n----\"Evaluated together with the urban vs. rural casualty information and the location of casualties, the data also indicates that the PKK is withdrawing its militants from urban centres and focusing its strikes in rural areas [...] 57 per cent of security force casualties occurred in rural areas in May 2016, as opposed to 33 per cent in April and 13 per cent in February [...] This clearly shows that the PKK is withdrawing from urban areas and shifting back to its traditional rural tactics.\" (ibid.)\n----\"In June 2016, the conflict moved back to its traditional rural arena. Since then, around 90 per cent of all deaths, as tracked by Crisis Group, occurred in rural south-eastern districts.\" (https://www.crisisgroup.org/europe-central-asia/western-europemediterranean/turkey/turkeys-pkk-conflict-kills-almost-3000-two-years) -Great piece of analysis from Birkay Mandiraci at Crisis Group (20 July 2017)\n----\"Ankara is alarmed by the boost of PKK’s self-confidence especially following the U.S. decision to arm the YPG, the PKK’s Syrian affiliate, for the Raqqa offensive. Once the Raqqa offensive ends, the likelihood of military confrontation may increase if U.S. engagement wanes or if Turkey decides to strike the YPG in north-west Syria. Moreover, the Kurdistan Freedom Falcons (TAK) – a PKK offshoot widely believed to maintain links to the organisation – threatened new attacks on Turkish cities and tourist sites in a statement issued 6 June. These dynamics could herald an increase in violence in the coming months.\" (https://www.crisisgroup.org/europe-central-asia/western-europemediterranean/turkey/turkeys-pkk-conflict-kills-almost-3000-two-years) What's more, Crisis Group gives 5 conclusions from the 2015-2017 data (all Ibid.):\n1.    PKK attacks on local ruling party officials have intensified Turkish nationalist feelings----(which help Erdogan and encourage reprisal operations)\n----\"Reports of slain security officials, political figures and civilians dominates the national media, justifying, in the eyes of many, harsh anti-PKK operations. Fuelling nationalist fervour over the past two years has allowed Ankara’s political leadership to consolidate support for its agenda [...] PKK attacks also allow Ankara to justify the prosecution of some opponents by labelling them “terrorists” or “collaborators”.\"\n2.     An escalatory cycle of increased IEDs against security forces and intense Turkish military operations----(greater use of IEDs)\n3.\tFewer PKK attacks prior to the April referendum----(and increased violence since) \n----\"In the run-up to the referendum both the PKK and the government used the threat of violence to rally their supporters. [...] A PKK leader warned on 9 April that if the “Yes” camp won, “the war” would intensify. AKP officials raised the spectre of PKK terrorism in their campaign for a “Yes” vote. President Erdoğan on 2 March equated voting “No” with supporting [the PKK].\"\n4.     Violence more dispersed in the south east----(relevant because probability of civilian deaths rise as the conflict widens geographically)\n5.    Kurdish village guard deaths have increased since April 2017----(relevant because increased probability of combat in populated urban areas)\n----\"The government recently revitalised its system of “neighbourhood guards” in urban areas, probably in response to the PKK's urban tactic last year. The government plans to place neighbourhood guards in urban stations around the country to assist police and the military in maintaining “public order”.\" Summary of PKK: While I believe PKK-government violence will continue at a moderate level with several significant and dramatic spikes in the coming year-two years, it seems unlikely that PKK action could produce more than 1,000 civilian deaths (at least without counting government deaths too) before 30 Sept. 2018. Data from the Office of the United Nations High Commissioner for Human Rights (OHCHR) with emphasis on Turkish government:\n(all from http://www.ohchr.org/Documents/Countries/TR/OHCHR_South-East_TurkeyReport_10March2017.pdf#sthash.c6fifoZ6.dpuf) -The OHCHR report substantiates data from International Crisis Group\n----\"Between July 2015 and December 2016, some 2,000 people were reportedly killed in the context of security operations in South-East Turkey. According to information received, this would include close to 800 members of the security forces, and approximately 1,200 local residents.\" -A government refusing international observation is never good for civilians\n----\"Since July 2015, OHCHR started receiving detailed and credible allegations of serious human rights violations taking place in South-East Turkey [...] In May 2016, the High Commissioner for Human Rights requested the Government of Turkey to grant a team of OHCHR human rights officers access to the concerned area in order to substantiate facts and ascertain reported human rights concerns. OHCHR repeatedly followed up on this request but, as of February 2017, it had not received any formal reply from the Turkish authorities.\"\n----\"OHCHR is seriously concerned about the adverse effects on the enjoyment of human rights by the measures undertaken following the declaration of the state of emergency [after the attempted coup]. In South-East Turkey, these measures appear to have largely targeted dissent in general and political parties of the opposition in particular, disproportionately affecting citizens of Kurdish origin.\" -Massive refugee crisis in southeast Turkey, opportunity for government operations against Kurds\n----\"The number of reported displaced persons (IDPs) in South-East Turkey is estimated between 355,000 to half a million people, mainly citizens of Kurdish origin. The displaced population is reported to have moved to neighbouring suburbs, towns and villages, or to other regions within Turkey.\"\n----\"The authorities reportedly initiated security operations in at least 30 urban and a number of rural locations throughout South-East Turkey, which eventually allegedly resulted in a number of persons being killed [...] In total some 2,000 people were reportedly killed between July 2015 and August 2016, including local residents, amongst whom women and children, as well as close to 800 members of the security forces.\" (verify Crisis Group numbers) -Strong evidence for possible government campaign against civilians\n----\"Apart from unlawful deaths and the excessive use of force (such as shelling densely populated areas with heavy artillery and tanks), OHCHR has also documented numerous cases of enforced disappearances; torture; destruction of housing and cultural heritage; incitement to hatred; prevention of access to emergency medical care, food, water and livelihoods; violence against women; and severe curtailment of the rights to freedom of opinion and expression as well as interference with the right to participate in public life.\"\n----\"OHCHR received accounts of other incidents across South-East Turkey [in addition to widely-reporte Cirene killings] that caused the death of local residents, although on a lesser scale, such as in Sur, Silvan and Lice (province of Diyarbakır), Nusaybin, Dargeçit (province of Mardin), Şırnak Centre, Silopi, Idil (province of Şırnak), and Yüksekova (province of Hakkâri). The killings were reportedly invariably followed by mass displacement of the survivors and the destruction of their homes and of local cultural monuments.\" Conclusion:\nAfter this brief investigation, I believe that low-to-moderate-level violence between the Turkish Government, the PKK, and the Kurdish population of SE Turkey will continue into the foreseeable future with high likelihood of intermittent escalations of intense violence. The question is, will this (complex) pattern of violence produce more than 1,000 civilian deaths before 30 September 2018?  Although drastic spikes in violence could occur, I find it unlikely that the investigated conflicts will produce more than 1,000 civilian deaths within a year. There is certainly plenty of violence in SE Turkey and plenty of violence still to come before the Turkey-Kurdish conflict is resolved, but even given fairly large fluctuations in bloodshed something drastic would have to occur for civilian deaths to exceed 1,000 in Turkey."], [1034, "2017-11-20T18:36:10Z", [0.0], ""], [691, "2017-11-20T18:02:47Z", [0.01], ""], [368, "2017-11-20T00:02:35Z", [0.0], ""], [373, "2017-11-19T20:38:13Z", [0.02], "Also erratic leadership"], [37250, "2017-11-19T15:15:13Z", [0.0], ""], [1034, "2017-11-19T07:17:37Z", [0.0], ""], [368, "2017-11-19T01:02:51Z", [0.0], ""], [368, "2017-11-19T00:48:39Z", [0.0], ""], [41482, "2017-11-18T23:29:10Z", [0.0], ""], [1034, "2017-11-18T21:27:48Z", [0.0], ""], [691, "2017-11-18T19:55:24Z", [0.01], ""], [39937, "2017-11-18T09:37:43Z", [0.0], ""], [368, "2017-11-17T21:49:30Z", [0.0], ""], [1333, "2017-11-17T17:01:17Z", [0.25], "My twittersphere is full of anecdotal reports of engagements."], [691, "2017-11-17T15:14:32Z", [0.01], ""], [368, "2017-11-16T20:03:36Z", [0.0], ""], [691, "2017-11-15T22:07:07Z", [0.01], "As long as there are Kurds to kill, you never want to zero out Turkey on this one."], [691, "2017-11-14T22:19:47Z", [0.01], ""], [8336, "2017-11-14T21:37:50Z", [0.05], ""], [368, "2017-11-14T19:32:04Z", [0.0], ""], [368, "2017-11-13T01:24:40Z", [0.0], ""], [691, "2017-11-12T21:47:16Z", [0.01], ""], [41362, "2017-11-12T18:58:51Z", [0.03], "Erdogen's position is secure and the military is weak, so another coup attempt is unlikely any time soon. Instability is bad for business, which is bad for Erdogen, his more west-oriented CHP opposition, and the Alevis. It looks like things are stable with the PKK (Kurds), but it is possible what is happening in Iraqi Kurdistan could lead to some uprising in Turkey, prompting a violent crackdown (but that's not likely). It is also possible that as ISIS loses it's territory they'll focus more on terrorism globally, which could affect Turkey and cause some type of crackdown if certain communities are blamed for fostering them. "], [37533, "2017-11-12T15:00:15Z", [0.0], ""], [1034, "2017-11-12T05:25:32Z", [0.0], ""], [368, "2017-11-11T20:04:28Z", [0.0], ""], [368, "2017-11-10T18:24:32Z", [0.0], ""], [1034, "2017-11-10T16:42:38Z", [0.0], ""], [368, "2017-11-10T01:45:40Z", [0.0], ""], [691, "2017-11-09T19:43:25Z", [0.01], ""], [2965, "2017-11-09T14:23:22Z", [0.0], ""], [41318, "2017-11-09T06:09:02Z", [0.07], ""], [368, "2017-11-08T20:01:34Z", [0.0], ""], [368, "2017-11-07T19:06:03Z", [0.0], ""], [368, "2017-11-06T18:56:42Z", [0.0], ""], [368, "2017-11-05T22:27:38Z", [0.0], ""], [1034, "2017-11-05T06:04:30Z", [0.0], ""], [368, "2017-11-04T22:02:02Z", [0.0], ""], [2965, "2017-11-04T09:58:01Z", [0.03], ""], [1034, "2017-11-04T06:15:20Z", [0.0], ""], [368, "2017-11-03T17:23:13Z", [0.0], ""], [691, "2017-11-03T15:24:44Z", [0.01], ""], [1034, "2017-11-03T06:19:53Z", [0.0], ""], [691, "2017-11-02T19:03:49Z", [0.01], ""], [368, "2017-11-02T17:24:59Z", [0.0], ""], [1034, "2017-11-02T05:19:35Z", [0.0], ""], [368, "2017-11-01T21:50:19Z", [0.0], ""], [691, "2017-11-01T18:38:51Z", [0.01], ""], [1034, "2017-11-01T05:52:25Z", [0.0], ""], [691, "2017-10-31T22:35:58Z", [0.01], ""], [368, "2017-10-31T18:36:57Z", [0.0], ""], [1034, "2017-10-31T06:28:40Z", [0.0], ""], [368, "2017-10-30T21:56:00Z", [0.0], ""], [1034, "2017-10-30T05:03:55Z", [0.0], ""], [6303, "2017-10-30T03:44:29Z", [0.01], "Based on general news and GJP consensus."], [368, "2017-10-29T17:30:32Z", [0.0], ""], [1333, "2017-10-29T16:38:57Z", [0.15], ""], [691, "2017-10-29T12:55:48Z", [0.01], ""], [1034, "2017-10-29T06:01:58Z", [0.0], ""], [368, "2017-10-29T01:32:47Z", [0.0], ""], [1034, "2017-10-28T05:12:43Z", [0.0], ""], [368, "2017-10-27T20:09:30Z", [0.0], ""], [1034, "2017-10-27T20:00:52Z", [0.0], ""], [691, "2017-10-27T18:29:50Z", [0.01], ""], [368, "2017-10-26T17:56:06Z", [0.0], ""], [1034, "2017-10-26T06:24:29Z", [0.0], ""], [368, "2017-10-25T23:35:02Z", [0.0], ""], [1034, "2017-10-25T18:04:41Z", [0.0], ""], [691, "2017-10-25T15:09:45Z", [0.01], ""], [691, "2017-10-24T20:27:38Z", [0.01], ""], [368, "2017-10-24T18:47:30Z", [0.0], ""], [368, "2017-10-23T20:06:22Z", [0.0], ""], [6303, "2017-10-23T02:47:35Z", [0.01], "Based on general news and GJP consensus."], [1034, "2017-10-22T23:29:40Z", [0.0], ""], [368, "2017-10-21T21:14:53Z", [0.0], ""], [1034, "2017-10-21T20:40:49Z", [0.0], ""], [691, "2017-10-21T19:33:28Z", [0.01], ""], [368, "2017-10-20T23:05:27Z", [0.0], ""], [691, "2017-10-20T19:40:37Z", [0.01], ""], [1034, "2017-10-20T05:45:53Z", [0.0], ""], [368, "2017-10-19T21:41:44Z", [0.0], ""], [691, "2017-10-19T14:13:15Z", [0.01], ""], [368, "2017-10-18T20:37:40Z", [0.0], ""], [691, "2017-10-18T19:15:50Z", [0.01], ""], [40258, "2017-10-18T10:06:46Z", [0.05], "the probability is not high because there is no election in this time. Before a parliamentary election I would say 80-90%"], [2965, "2017-10-17T21:56:45Z", [0.03], ""], [368, "2017-10-17T19:49:17Z", [0.0], ""], [691, "2017-10-16T21:44:52Z", [0.01], ""], [368, "2017-10-16T20:30:03Z", [0.0], ""], [6303, "2017-10-16T04:34:34Z", [0.01], "Based on general news and GJP consensus."], [691, "2017-10-15T23:31:16Z", [0.01], ""], [368, "2017-10-15T20:54:17Z", [0.0], ""], [1034, "2017-10-15T19:57:47Z", [0.0], ""], [368, "2017-10-14T17:05:03Z", [0.0], ""], [691, "2017-10-14T13:10:07Z", [0.01], ""], [368, "2017-10-13T23:39:44Z", [0.0], ""], [691, "2017-10-13T19:16:02Z", [0.01], ""], [38116, "2017-10-13T00:13:05Z", [0.01], ""], [368, "2017-10-12T19:05:09Z", [0.0], ""], [368, "2017-10-11T19:58:17Z", [0.0], ""], [368, "2017-10-10T18:34:50Z", [0.0], ""], [368, "2017-10-10T18:23:06Z", [0.0], ""], [368, "2017-10-09T20:17:59Z", [0.0], ""], [4729, "2017-10-09T19:43:55Z", [0.05], ""], [368, "2017-10-08T19:10:05Z", [0.0], ""], [40642, "2017-10-08T17:25:23Z", [0.0], ""], [691, "2017-10-08T13:19:56Z", [0.01], ""], [368, "2017-10-07T20:04:44Z", [0.0], ""], [368, "2017-10-06T19:43:26Z", [0.0], ""], [691, "2017-10-06T13:08:10Z", [0.01], ""], [368, "2017-10-05T18:21:20Z", [0.0], ""], [20284, "2017-10-05T17:08:04Z", [0.85], "With the Kurdish independence movement now established in Iraq the consequences will spill over to other Kurdish majority areas such as in Eastern Turkey.\nThe Turkish government will meet this movement with force and there will be significant killings.   \n"], [40054, "2017-10-05T09:53:14Z", [0.0], ""], [1034, "2017-10-05T08:53:13Z", [0.0], ""], [5018, "2017-10-05T04:55:43Z", [0.0], ""], [36147, "2017-10-04T11:55:25Z", [0.08], "\"other methods\" in this area"], [12302, "2017-10-03T23:29:54Z", [0.01], ""], [2965, "2017-10-03T22:17:23Z", [0.03], ""], [691, "2017-10-03T20:56:49Z", [0.01], ""], [368, "2017-10-03T18:49:59Z", [0.0], ""], [40504, "2017-10-03T13:28:46Z", [0.1], ""], [22264, "2017-10-03T13:16:16Z", [0.0], ""], [38561, "2017-10-03T06:28:25Z", [0.01], ""], [691, "2017-10-02T19:55:10Z", [0.01], ""], [368, "2017-10-02T19:13:34Z", [0.0], ""], [40272, "2017-10-02T18:30:14Z", [0.01], ""], [40490, "2017-10-02T17:42:41Z", [0.0], ""], [16272, "2017-10-02T17:33:39Z", [0.03], ""], [1034, "2017-10-02T06:34:40Z", [0.0], ""], [37474, "2017-10-01T23:19:14Z", [0.05], ""], [368, "2017-10-01T19:17:39Z", [0.0], ""], [34920, "2017-10-01T16:11:10Z", [0.0], ""], [14308, "2017-10-01T13:36:47Z", [0.0], ""], [1034, "2017-10-01T07:30:13Z", [0.0], ""], [1333, "2017-10-01T00:14:32Z", [0.25], ""], [368, "2017-09-30T20:05:58Z", [0.0], ""], [1034, "2017-09-30T19:06:38Z", [0.0], ""], [368, "2017-09-29T22:34:15Z", [0.0], ""], [2965, "2017-09-29T21:26:17Z", [0.03], "Erdogan too crafty to leave fingerprints \nCompare and contrast Aleppo"], [12879, "2017-09-29T20:58:25Z", [0.15], ""], [691, "2017-09-29T20:17:58Z", [0.02], "Not quite clear yet how willing Erdogan is to have his military murder a lot of Kurds.  I think he'd rather not.  Stay tuned."], [33887, "2017-09-29T19:36:07Z", [1.0], ""], [2965, "2017-09-29T17:29:09Z", [0.03], ""]], "open_date": "2017-09-29T17:00:04Z", "close_date": "2018-01-01T07:59:37Z"}