{"question_id": 364, "title": "Will Facebook add warning labels to news stories before July 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.73, 0.27], "correct_answer": "Yes", "correct_forecast": 0.73, "preds": [[34197, "2017-03-07T13:09:09Z", [0.0], ""], [24109, "2017-03-07T06:06:00Z", [0.95], ""], [19801, "2017-03-07T05:54:43Z", [1.0], "How do I mark a news story as fake? To mark a news story as fake:     Click next to the post you'd like to mark as fake\n    Click Report post\n    Click I think it shouldn't be on Facebook\n    Click It's a fake news story Note: This feature isn't available to everyone yet.\nhttps://www.facebook.com/help/572838089565953?helpref=faq_content"], [33634, "2017-03-07T02:59:53Z", [0.61], "It looks like this feature is already being rolled out to some.  I'm using widespread is somewhere between 50% and 75 of the ~2B users? I think there is a favorable probability. http://www.recode.net/2017/3/4/14816254/facebook-fake-news-disputed-trump-snopes-politifact-seattle-tribune"], [27461, "2017-03-06T21:38:50Z", [1.0], "Experience shows that GJO uses common sense when judging a question rather than parsing the wording of the definition."], [38, "2017-03-06T18:20:45Z", [1.0], ""], [4645, "2017-03-06T18:13:33Z", [0.95], ""], [4634, "2017-03-06T17:01:36Z", [1.0], ""], [498, "2017-03-06T16:25:02Z", [0.5], "Torn between @clinton (@0%) and @Raahul_Kumar and @Dsarin (@100%)!! Stray comments:\n1) The examples \"originate from sites that openly admit to posting fictitious stories.\" Where's the value of a flag in that? For example, \"The Seattle Tribune is a news and entertainment SATIRE web publication.\" What else would one expect from such a site? Is this unanticipated cultural meddling?\nhttp://theseattletribune.com/disclaimer/ 2) Despite the apparent commitment to transparency of methodology of the Poynter Institute (\"We explain the methodology we use to select, research, write, edit, publish and correct our fact checks\"), my request for any outline or synopsis or description of just what such methodology entails remains outstanding.\nhttp://www.poynter.org/fact-checkers-code-of-principles/ 3) As any good epistemologist will tell you, it is the *omitted* relevant premise (\"the whole truth\") that causes the most difficult problems. Lacking any information on the methodology, it is unclear how \"fact checking\" of positive claims, if this is indeed part of the methodology, addresses this aspect of deception.\n"], [73, "2017-03-06T14:41:26Z", [0.0], "https://m.facebook.com/help/733019746855448.  \"This feature isnt available to everyone yet\"."], [1333, "2017-03-06T14:35:05Z", [0.99], ""], [691, "2017-03-06T13:08:21Z", [0.76], ""], [19801, "2017-03-06T10:34:20Z", [1.0], "Facebook is flagging links to fake sites now, looks like:\nhttps://twitter.com/annamerlan/status/837804702255431680/photo/1 How is news marked as disputed on Facebook?\nhttps://www.facebook.com/help/733019746855448 Facebook Finally Rolls Out 'Disputed News' Tag Everyone Will Dispute\nhttps://gizmodo.com/facebook-finally-rolls-out-disputed-news-tag-everyone-w-1792959827 Facebook ‘Disputed News’ Tag Goes Live\nhttp://fortune.com/2017/03/05/facebook-disputed-news-tag/ Facebook Launches 'Disputed' Tag to Crack Down on Fake News  \nhttp://gadgets.ndtv.com/social-networking/news/facebook-launches-disputed-tag-to-crack-down-on-fake-news-1666499"], [28414, "2017-03-06T08:46:52Z", [1.0], ""], [21884, "2017-03-06T08:39:54Z", [1.0], ""], [20156, "2017-03-06T07:27:34Z", [1.0], "Facebook ‘Disputed News’ Tag Goes Live http://fortune.com/2017/03/05/facebook-disputed-news-tag/\n"], [16554, "2017-03-06T01:20:55Z", [0.95], ""], [33035, "2017-03-06T01:16:55Z", [0.75], ""], [34159, "2017-03-05T23:02:10Z", [0.15], ""], [32579, "2017-03-05T21:42:03Z", [0.95], ""], [29970, "2017-03-05T21:42:02Z", [0.4], ""], [22343, "2017-03-05T14:02:30Z", [0.92], ""], [33156, "2017-03-05T13:50:39Z", [0.8], "I think they will add some sort of labeling, so i'm saying likely to this outcome, but I'd qualify this by mentioning it probably won't be specifically \"fake news\" but something more like wikipedia's \"Needs Verification\" tag."], [32100, "2017-03-05T13:29:04Z", [1.0], ""], [32579, "2017-03-05T09:56:05Z", [0.8], ""], [5386, "2017-03-05T06:36:14Z", [1.0], ""], [5386, "2017-03-05T06:36:02Z", [0.9], ""], [34119, "2017-03-04T11:55:38Z", [0.65], ""], [691, "2017-03-04T11:45:06Z", [0.76], ""], [29502, "2017-03-04T11:24:26Z", [1.0], ""], [28414, "2017-03-03T23:18:00Z", [0.85], ""], [29054, "2017-03-03T21:26:25Z", [0.72], "Big drop based on time and intensity of the project. "], [1333, "2017-03-03T20:01:42Z", [0.75], ""], [27480, "2017-03-03T18:28:14Z", [0.9], ""], [498, "2017-03-03T14:25:12Z", [0.6], ""], [20062, "2017-03-03T09:00:32Z", [0.73], ""], [4634, "2017-03-03T06:02:34Z", [0.85], ""], [27461, "2017-03-03T02:16:01Z", [0.85], "(Down 15 ) Numerous uncertainties persist here: what exactly will happen, where, what will be counted etc. Timing is uncertain as well."], [33499, "2017-03-01T21:26:09Z", [0.78], ""], [15762, "2017-03-01T18:53:56Z", [0.25], ""], [15471, "2017-03-01T13:49:04Z", [0.7], ""], [498, "2017-03-01T12:41:51Z", [0.65], ""], [691, "2017-02-27T21:07:53Z", [0.76], ""], [31238, "2017-02-27T16:30:15Z", [0.8], ""], [29907, "2017-02-27T13:55:41Z", [0.7], "It seems that implementation will be in Germany first, which would classify as a \"widespread, default feature\", but since announcements have been rare and inconcrete, I become increasingly uncertain whether the feature will be implemented within the next four months. "], [32805, "2017-02-27T06:34:50Z", [0.72], ""], [33035, "2017-02-26T19:43:10Z", [0.65], ""], [33491, "2017-02-26T18:12:41Z", [0.07], ""], [691, "2017-02-26T13:25:56Z", [0.76], ""], [691, "2017-02-25T12:23:24Z", [0.77], ""], [15528, "2017-02-23T20:50:48Z", [0.22], ""], [33827, "2017-02-23T19:18:15Z", [0.15], ""], [691, "2017-02-23T12:12:28Z", [0.78], ""], [38, "2017-02-23T08:07:59Z", [0.64], "https://www.nytimes.com/2017/02/22/world/europe/russia-fake-news-media-foreign-ministry-.html?emc=edit_ee_20170223&nl=todaysheadlines-europe&nlid=77825025 The Russians are identifying \"fake\" news with ironic results.  \"It was hard for some critics to take the ministry’s fake news detector seriously, and some suggested that inclusion there was something of a badge of honor, an indication that the article had hit close to home.\" I'm assuming that Facebook is watching this unfold, and trying to learn from it."], [33887, "2017-02-23T01:33:31Z", [0.0], ""], [13377, "2017-02-23T00:19:19Z", [0.64], "Following @Anneinak because the resolution criteria are fuzzy so we are at the mercy of whoever scores this question, and of how soon the fact check feature roll-out hits this fuzzy threshhold. Meanwhile, Google is gradually rolling out its fact check feature: https://www.blog.google/topics/journalism-news/expanding-fact-checking-google/"], [33934, "2017-02-22T21:18:49Z", [0.88], ""], [33491, "2017-02-22T17:47:07Z", [0.1], ""], [691, "2017-02-22T15:59:33Z", [0.79], ""], [14493, "2017-02-22T11:32:36Z", [1.0], "The function appears to already exist\nhttps://newsroom.fb.com/news/2015/01/news-feed-fyi-showing-fewer-hoaxes/"], [14493, "2017-02-21T14:56:08Z", [0.9], "According to the BBC Facebook in Germany is already operating its system for allowing reporting of possible fake news and having independent fact checking organizations mark it as such. Zuckerberg also seems committed to identifying fake news. So unless some unforeseen problem arises I would expect most European countries to demand that Facebook  rolls out its anti-fake news system in their countries. If most European countries get the warning labels roll out, then that would make it widespread. Maybe the US government has a different attitude to what Fake News is (I believe that has to be decided personally by the US President at the moment, but maybe that will change), but even if Facebook does not introduce fake news labels in the US and China and Russia and North Korea, there are enough countries in Europe to count as widespread.   "], [691, "2017-02-21T13:05:48Z", [0.79], ""], [31130, "2017-02-21T10:12:19Z", [0.75], ""], [21884, "2017-02-21T07:30:16Z", [0.5], ""], [32539, "2017-02-21T03:18:04Z", [0.16], ""], [38, "2017-02-20T23:08:51Z", [0.64], ""], [29907, "2017-02-20T14:59:29Z", [0.85], ""], [29907, "2017-02-20T14:56:20Z", [0.8], ""], [691, "2017-02-20T13:48:47Z", [0.79], ""], [33641, "2017-02-20T09:14:13Z", [0.85], "Fb is looking into scraping the news feeds more often and double check those against trusted sources. not sure if they will implement that warning label, but it would be useful to be appearing while the system is checking the veracity of the article."], [27480, "2017-02-20T08:50:58Z", [0.95], ""], [31496, "2017-02-20T07:29:12Z", [0.85], ""], [29970, "2017-02-19T20:50:22Z", [0.6], ""], [33879, "2017-02-19T20:08:41Z", [0.55], ""], [33491, "2017-02-19T17:06:15Z", [0.15], ""], [12302, "2017-02-19T15:28:28Z", [0.95], ""], [5386, "2017-02-19T14:00:57Z", [0.9], "Upping the estimate following GJO's clarification that 1 country \"default\" implementation would be interpreted as \"widespread\"."], [691, "2017-02-19T13:18:45Z", [0.78], ""], [30456, "2017-02-18T23:45:19Z", [0.72], ""], [691, "2017-02-18T13:09:19Z", [0.86], ""], [31022, "2017-02-18T06:53:48Z", [0.7], "It looks like Facebook are fully intending to do it. Uncertainty over how long it will take, and if it will be on by default."], [14777, "2017-02-17T21:06:11Z", [0.9], ""], [23861, "2017-02-17T20:13:46Z", [0.05], ""], [16778, "2017-02-17T17:07:56Z", [0.97], "Much alarm has been raised about alleged Russian efforts to influence foreign elections via disinformation. Awareness of this possibility has grown throughout Europe with several upcoming elections. I anticipate that these \"fake news\" labels will most likely appear in Germany first, considering the strength of their central government and that \"hate speech\" laws already exist. German regulators are currently discussing proposals to fine FB for spreading fake news. The European Commission has also publicly declared that fake news is unacceptable and singled out FB. FB is currently planning to test some sort of labeling feature in Germany. http://money.cnn.com/2017/01/15/media/facebook-fake-news-warning-labels-germany/index.html\nhttps://www.ft.com/content/85683e08-e4a9-11e6-9645-c9357a75844a"], [12302, "2017-02-17T12:53:15Z", [0.99], ""], [19801, "2017-02-17T03:36:32Z", [1.0], "Facebook’s head of news partnerships in Europe, Nick Wrenn, said this week that he saw Facebook as primarily a tech company and that it wasn’t their “job” to say what stories are fake. But, the platform is employing fact-checkers to verify stories and write warning labels on those that appear false, with Wrenn saying the company wants to “eradicate” news that is “hugely fake” from its site.\nhttp://www.pressgazette.co.uk/channel-4-news-editor-condemns-tiny-revenue-from-videos-shared-2bn-times-on-facebook/ This has already happened."], [22833, "2017-02-16T20:33:38Z", [0.6], ""], [691, "2017-02-16T16:36:28Z", [0.58], ""], [32539, "2017-02-16T07:00:42Z", [0.04], ""], [27480, "2017-02-16T05:39:36Z", [0.9], ""], [33623, "2017-02-15T20:22:55Z", [1.0], ""], [32339, "2017-02-14T23:31:31Z", [1.0], ""], [33035, "2017-02-14T23:27:13Z", [0.67], ""], [33734, "2017-02-14T20:41:49Z", [0.25], "The concern over fake news was brought upon by the election, we are already witnessing its withdrawal from public commentary.  It is a fad topic in current social circles, within a few months time the concept of fake news will have died down and corporations such as Facebook will be under less pressure to actually implement any changes.  The vast majority of Facebook's users are simply unconcerned about the content that is being shown on their feed, they actually desire the news to be \"tailored\" to their specific bias.  It being \"fake\" or not is simply irrelevant."], [15528, "2017-02-14T19:19:09Z", [0.24], ""], [33689, "2017-02-14T14:01:59Z", [0.7], "Since Facebook is constantly updating their software and features, there is a high chance that this could happen because there is a demand for it as now that we have FaceBook Live people are exposed to visuals that are sometimes too disturbing or violent. Videos on Facebook start playing automatically when you scroll down your timeline, without any warning or you choosing to play it. Especially if kids are online viewing, it can have a negative impact. There has been conversation of people complaining that Facebook needs this, and Facebook is a company that responds well and fast to customer needs."], [33706, "2017-02-14T14:01:05Z", [0.7], "Since facebook is constantly updating their software this is something that can possibly be done since there is a need for some videos that are actually not appropriate for kids. Maybe not for every video, but for the ones that have inappropriate content or violent content it is important for people to ba aware of what they are watching since videos on facebook you just scroll down and they start playing automatically "], [33699, "2017-02-14T13:56:12Z", [0.8], "Because the law for television warnings and movie ratings are strict in the US and with the wild spread of social media the same laws and guiedlines will be applied soon. "], [1333, "2017-02-13T21:37:05Z", [0.85], ""], [33651, "2017-02-13T19:49:36Z", [0.9], ""], [32100, "2017-02-13T13:13:48Z", [0.99], ""], [13377, "2017-02-13T11:41:51Z", [1.0], "http://digiday.com/publishers/german-facebook-fake-news/"], [691, "2017-02-12T15:06:49Z", [0.68], ""], [33352, "2017-02-12T14:39:19Z", [0.1], ""], [4634, "2017-02-12T14:26:35Z", [0.92], ""], [13377, "2017-02-12T00:36:19Z", [1.0], "Clarification!"], [5863, "2017-02-11T15:26:50Z", [0.85], ""], [691, "2017-02-11T13:24:51Z", [0.71], ""], [691, "2017-02-10T19:00:48Z", [0.71], "Seems like they are trying very hard to everything they can that isn't this.  They will do some sham things and will meet the legal requirements of any place that has any, until they can get those laws fixed.  They are now a large enough corporation to have as their first priority deflecting any blame that might attach to them for anything.  Since they have enough loose cash on hand to hire every lawyer on the planet, this shouldn't be a problem for them.  Working my way down on this one."], [31854, "2017-02-10T18:27:37Z", [0.35], ""], [30389, "2017-02-10T09:14:48Z", [0.9], "It's very likely to do so in Germany "], [38, "2017-02-10T04:49:02Z", [0.96], ""], [691, "2017-02-10T03:05:55Z", [0.78], ""], [32766, "2017-02-09T21:45:22Z", [0.85], "Does it count if it's only in France?"], [23704, "2017-02-09T21:21:12Z", [0.05], "It will first run it in France/Germany, see results there, and only after that implement it in its largest market. That won't happen before July 2017."], [32814, "2017-02-09T19:50:54Z", [0.65], "Following redacted "], [33224, "2017-02-09T17:16:48Z", [0.1], ""], [32100, "2017-02-09T15:26:13Z", [0.95], ""], [33491, "2017-02-09T13:27:19Z", [0.2], ""], [498, "2017-02-09T11:55:08Z", [0.75], "\"clients will see a notice before they share it\"\nhttp://firstnewshawk.com/facebook-launches-fake-news-filter-in-france/ Hmm. \"Default\" may be problematic. If we take the above statement to be a complete description of the new feature, users would, by default, see no labels on their news stories. A notice (or label) would only be generated \"before they share it.\" (The obvious alternative would be \"before they read it.\") Now that may not be what the author meant to say, and it is recognized that sharing of so-called fake news is perceived to be a problem, so such a mistake (or sloppy writing) would be understandable. But if we take those words literally, and assume no more, there's no indication that a typical user would receive any warning for a story they simply read (and did not proceed to share)."], [5386, "2017-02-09T08:31:01Z", [0.75], "Correcting my previous entry as I re-read the question, which states that a 'wide-spread, default feature' is required."], [4005, "2017-02-09T07:59:03Z", [0.05], ""], [32309, "2017-02-09T03:02:13Z", [0.95], ""], [31317, "2017-02-09T02:41:11Z", [0.85], ""], [32906, "2017-02-09T00:53:54Z", [0.22], ""], [1333, "2017-02-08T20:45:32Z", [0.95], ""], [29680, "2017-02-08T20:12:48Z", [0.73], "With clarification that one country qualifies as 'widespread' (and why not? if it was only the U.S., it'd probably resolve as \"yes\" regardless of clarification, though it is a populous country), and with Germany placing moral and legal pressure to accomplish implementation in advance of German election, and since labels considered include \"disputed\", it's up to implementation timing resulting prior to July. https://phys.org/news/2017-01-facebook-fake-news-offensive-germany.html\nhttp://www.forbes.com/sites/federicoguerrini/2017/01/16/facebook-will-flag-and-filter-fake-news-in-germany/#48b687b060e3\nhttps://techcrunch.com/2017/01/16/facebook-takes-its-fake-news-fight-to-germany/\nhttps://www.buzzfeed.com/jimwaterson/british-mps-are-targeting-facebook-with-fake-news-inquiry https://techcrunch.com/2017/01/16/facebook-takes-its-fake-news-fight-to-germany/"], [26356, "2017-02-08T19:30:39Z", [0.65], "Facebook recognises that its user base increasingly relies on the platform for news stories. It needs to preserve its credibility as a news source in order to protect its user base. Given the current political situations around the world and the growing threat of hacking, fake news stories will be very much prevalent. Facebook will want to get on top of this situation to maintain/increase credibility. Adding warning labels to news stories is a good step forward, although the exact implementation date can be tricky to forecast."], [33486, "2017-02-08T19:04:18Z", [0.45], ""], [5018, "2017-02-08T15:29:21Z", [1.0], "Where is that clarification everyone talks about? Interpreting \"widespread\" to mean at least one country is absurd.  "], [32914, "2017-02-08T15:17:54Z", [0.15], "Such a logic is far to complex for such a dhort implementation time."], [32745, "2017-02-08T13:07:01Z", [0.8], ""], [32425, "2017-02-08T12:23:46Z", [0.6], ""], [32892, "2017-02-08T12:01:44Z", [0.86], "not sure if this is fake news: http://money.cnn.com/2016/12/15/media/facebook-fake-news-warning-labels/ :)"], [32245, "2017-02-08T08:52:24Z", [0.75], "Since one country is enough, this ups the chances for it somewhat."], [33174, "2017-02-08T07:15:39Z", [0.75], ""], [32957, "2017-02-08T03:24:49Z", [0.75], ""], [73, "2017-02-08T02:06:13Z", [0.0], "Holding out that vatican city or andorra dont get into disputes with FB.   forecast was on my view of widespread in terms of the 1.86bn monthly users experience i wrongly thought they were asking about.  Bath time on another post question clarification."], [33355, "2017-02-08T02:00:32Z", [0.15], "Comment deleted on Feb 12, 2017 01:28PM UTC"], [32545, "2017-02-08T01:16:17Z", [0.55], ""], [498, "2017-02-08T01:10:04Z", [0.75], ""], [33199, "2017-02-08T01:06:38Z", [0.15], ""], [32258, "2017-02-08T00:31:52Z", [0.05], "The tests are being done but the results are not in.  However, I've requested clarification of the words: widespread default feature. I understand that this only needs to occur in one country for a \"yes\" resolution however, I am not certain what \"default implementation\" means. I suspect it means once the pilots or tests are done and implementation is programmed. I predict that will take longer but will await clarification to update my answer."], [33266, "2017-02-07T22:08:01Z", [0.7], "He's trying to burnish his credentials before a run at political office"], [27461, "2017-02-07T21:26:17Z", [1.0], "So France alone would count? Back to 100%. "], [32163, "2017-02-07T21:24:53Z", [0.9], "Facebook seems to be very committed to provide some feature. How good it will be is anyone's guess. "], [33419, "2017-02-07T21:05:50Z", [0.99], ""], [24028, "2017-02-07T20:54:40Z", [0.8], ""], [33494, "2017-02-07T19:34:37Z", [0.1], "Historically, Facebook has been reluctant to admit fault (whether real or apparent) but nevertheless wants to be in control.  Therefore it's very unlikely that Facebook would implement a 'widespread, default feature'"], [498, "2017-02-07T19:20:28Z", [0.5], ""], [498, "2017-02-07T19:20:10Z", [0.05], "CrossCheck will be live on Monday, February 27.\nhttps://firstdraftnews.com/crosscheck-launches/ 1) The good news is that GJO has expressed their interpretation of the word \"widespread\" relatively early. The bad news is that such an interpretation differs from mine, and likely a large number of other GJO participants. Facebook has approximately 2 Billion active users worldwide, of which only approximately 16 million are in France. Personally, I would not consider such a small percentage to be \"widespread.\" In fact, to my mind, it would be quite \"limited.\" But again, the good news is that we now know how GJO intends to interpret the word, even if it is idiosyncratic.\nhttps://www.statista.com/statistics/264810/number-of-monthly-active-facebook-users-worldwide/\nhttps://www.statista.com/statistics/380586/number-of-mobile-facebook-users-in-france/ 2) Another critical word requiring interpretation is \"default.\" In general, (and of course to my mind, because as Berlo reminds us, meanings are in people) a default feature is something that is \"turned on\" without user intervention. I haven't seen any information on whether or not users might be required to \"opt-in\" (non-default) to enjoy the benefit of this new feature. So, while I dispute the interpretation of \"widespread,\" and would consider CrossCheck, as currently described, to be merely an experiment within the global Facebook network, I have no choice but to respond to the stipulated interpretation. (+45) I do expect that CrossCheck will be rolled out in France as described, but I also expect the initiative to fail for both legal and practical reasons, and that such a feature will not (really) be adopted on a *widespread* basis across the global Facebook platform."], [32761, "2017-02-07T19:07:07Z", [1.0], ""], [32100, "2017-02-07T17:47:57Z", [1.0], ""], [1639, "2017-02-07T17:45:36Z", [1.0], "Having reacted too late to the spread of fake news prior to the election of Donald Trump as US president, Google and Facebook are now planning a pre-emptive strategy ahead of the French elections.\nWhile Mark Zuckerberg previously said that it was “crazy” to think that sites like Facebook were powerful enough to potentially influence the outcome of a national election, but the attitude since then has been nothing short of remorseful.\nAhead of the French presidential elections due to take place next April, both Facebook and Google have revealed their intentions to be ahead of the game, to prevent any future spread of agenda-driven content. According to Google’s News Lab lead in Paris, the search giant is to partner with Facebook and First Draft to advise French media on how to guide the electorate on trustworthy sources. Called CrossCheck, the platform will partner with news organisations in France, including major names such as Agence France-Presse (APF), Le Monde, Les Echos and BuzzFeed’s French news team.\nhttps://www.siliconrepublic.com/companies/google-crosscheck-facebook-france\n_____________________________\nCOMMENTS:  FB is definitely working on it, however, I am concern on the wording of the question:\nFacebook must implement a widespread, default feature that adds warning labels to news stories that are possibly false or misleading in order for this question to resolve as \"yes\".\nI share @Starstruck concerns below."], [33414, "2017-02-07T17:33:24Z", [0.75], ""], [33327, "2017-02-07T17:32:23Z", [0.8], "If by a \"widespread, default feature\" you mean that somewhere on the site there are warnings that news stories are possibly false or misleading triggered in some neutral, technical, automatic and passive way, I would forecast a 80%+ likelihood that they will do so (if they haven't already). If, on the other hand, the question suggests that there are individual warning labels selectively attached to particular stories or particular sources, then I would suggest there is a less than 10% chance this would happen, since it would (a) be very difficult (and expensive) to implement and (b) it could expose Facebook to alternative legal liabilities under 47 USC 230, EC Directive 2003/31/EC, etc."], [33499, "2017-02-07T17:04:04Z", [0.72], ""], [32766, "2017-02-07T16:59:56Z", [0.8], ""], [16778, "2017-02-07T16:48:44Z", [0.9], "Upgrading due to clarification: adoption by 1 country = widespread. More likely to occur in Europe than US."], [33261, "2017-02-07T16:40:45Z", [0.89], "I think people are generally able to discern the fake from real, but with alternative facts being bantered around, there will be a demand like movie ratings - G, PG, R, MA, etc... We will see some sort of label applied shortly for the masses "], [33173, "2017-02-07T16:38:30Z", [0.78], "Guessing "], [31934, "2017-02-07T16:29:10Z", [0.65], "It is likely that the pressure generated by the present political climate and past election shenanigans will force this step, but just labeling something as \"possibly\" fake will almost certainly polarize a large segment of the audience, and the labels themselves run the risk of being applied simply because of political pressure...."], [4634, "2017-02-07T16:14:27Z", [1.0], ""], [14898, "2017-02-07T16:10:17Z", [0.99], "Seems to be the case in France now http://www.theverge.com/2017/2/6/14520172/facebook-fake-news-filter-france-election"], [32297, "2017-02-07T16:09:19Z", [0.35], ""], [33466, "2017-02-07T16:07:24Z", [0.75], ""], [32636, "2017-02-07T16:05:57Z", [0.85], ""], [22833, "2017-02-07T16:05:12Z", [1.0], ""], [28414, "2017-02-07T16:04:58Z", [1.0], "Post clarification adgustment "], [31756, "2017-02-07T16:04:34Z", [0.95], ""], [31756, "2017-02-07T16:04:13Z", [0.9], ""], [29512, "2017-02-07T15:56:30Z", [0.99], ""], [33456, "2017-02-07T15:56:10Z", [0.85], ""], [33489, "2017-02-07T13:29:43Z", [0.11], ""], [15621, "2017-02-06T22:51:46Z", [0.99], "Implementing in France and probably in Germany also. This surely counts as widespread? or does it need to involve USA before it can be called widespread?\nhttps://www.engadget.com/2017/02/06/facebook-and-google-tackle-fake-news-ahead-of-french-elections/\n"], [32805, "2017-02-06T22:12:18Z", [0.3], ""], [22833, "2017-02-06T21:30:38Z", [0.4], ""], [22833, "2017-02-06T21:30:21Z", [0.75], ""], [13377, "2017-02-06T21:20:02Z", [0.55], "Following @Dsarin, plus, seeing this breaking news:\nThe Int'l Spectator\n‏@spectatorindex\nFRANCE: Facebook has set up a 'fake news' filter for the country in the lead up to national elections\n"], [28414, "2017-02-06T21:14:11Z", [0.55], ""], [28414, "2017-02-06T21:14:03Z", [0.5], ""], [27461, "2017-02-06T21:00:02Z", [0.25], "(Up 15) I doubt the Facebook's French initiative alone would be sufficient to resolve the question as \"yes\". Moreover, seems like the tolerance toward fake news in France is really low compared to the apprehension against telling people what to read, which is high in the US. Still, if the French experiment proves successful, Facebook may try it in other countries. But timing may not work. "], [32843, "2017-02-06T20:11:22Z", [1.0], ""], [4634, "2017-02-06T17:22:40Z", [0.55], ""], [4634, "2017-02-06T17:19:24Z", [0.65], ""], [28414, "2017-02-06T16:13:47Z", [0.78], ""], [22833, "2017-02-06T15:43:23Z", [1.0], ""], [33035, "2017-02-06T15:36:11Z", [0.7], ""], [5386, "2017-02-06T15:32:21Z", [1.0], "https://www.engadget.com/2017/02/06/facebook-and-google-tackle-fake-news-ahead-of-french-elections/"], [30364, "2017-02-06T14:59:17Z", [0.9], ""], [28414, "2017-02-06T14:36:37Z", [0.5], ""], [651, "2017-02-06T14:21:36Z", [0.51], "Recent story on FB initiative before French election."], [691, "2017-02-06T13:11:43Z", [0.78], ""], [28414, "2017-02-06T12:57:46Z", [0.3], ""], [33453, "2017-02-06T12:50:14Z", [0.75], ""], [4634, "2017-02-06T12:22:19Z", [0.35], ""], [83, "2017-02-06T12:13:08Z", [0.3], "Effort in France intends to prevent publication of fake news stories.\nhttp://www.reuters.com/article/us-france-election-facebook-idUSKBN15L0QU?il=0"], [29680, "2017-02-06T09:33:59Z", [0.15], "Seeing labels for certified news, but not the opposite. Downgrading further by 5 points."], [31303, "2017-02-06T08:08:09Z", [0.77], ""], [31303, "2017-02-06T08:06:42Z", [0.67], "Comment deleted on Feb 06, 2017 08:08AM UTC"], [32889, "2017-02-06T07:59:22Z", [0.48], ""], [24109, "2017-02-06T04:41:15Z", [0.65], "Moving down since time is slipping, and I don't see definitive articles or information."], [32563, "2017-02-05T22:40:25Z", [0.72], ""], [29970, "2017-02-05T19:15:09Z", [0.8], ""], [26365, "2017-02-05T16:25:07Z", [1.0], ""], [691, "2017-02-05T14:24:59Z", [0.81], ""], [32579, "2017-02-05T10:15:27Z", [0.6], ""], [20156, "2017-02-05T08:32:43Z", [0.75], ""], [1479, "2017-02-05T05:38:39Z", [0.8], ""], [6303, "2017-02-05T03:56:46Z", [0.9], "According to the general news and GJP consensus."], [25997, "2017-02-04T23:23:21Z", [0.8], ""], [33367, "2017-02-04T19:42:20Z", [0.3], ""], [32880, "2017-02-04T19:10:28Z", [0.7], "I think that there has been pressure on Zuckerberg to deal with fake news. He even announced that Facebook has a \"greater responsibility than just building technology which information flows through,\" suggesting that he is taking steps towards managing this social problem. In addition, Facebook has skilled engineers that can come out with warning labels. On the other hand, Facebook is a platform for free voice and expression of opinion, and has said that it doesn't want to be the \"arbiter of truth.\" It must tread carefully to prevent censorship accusations.  https://www.nytimes.com/2016/12/15/technology/facebook-fake-news.html"], [691, "2017-02-04T14:24:08Z", [0.82], ""], [33333, "2017-02-04T02:37:46Z", [0.75], ""], [1333, "2017-02-03T18:33:19Z", [0.8], ""], [21427, "2017-02-03T17:01:34Z", [0.65], ""], [33291, "2017-02-03T16:19:41Z", [0.0], ""], [29907, "2017-02-03T15:45:32Z", [0.87], "July is getting closer"], [25461, "2017-02-03T09:52:02Z", [0.7], ""], [25461, "2017-02-03T09:51:48Z", [0.66], ""], [29502, "2017-02-03T09:22:04Z", [0.02], ""], [28414, "2017-02-03T08:51:05Z", [0.05], ""], [4634, "2017-02-03T06:28:23Z", [0.45], ""], [32836, "2017-02-03T03:25:15Z", [0.25], "Rather than branding stories as \"fake\", Facebook is probably much more likely to improve their algorithm to bypass these stories altogether. If they were to add labels, you would think it would have already been done, what with Trump's constant rants against \"fake news\" and Spicer's/Conway's \"alternative facts\". The bulk of this issue (in the public's eye) is behind them, so labels at this point are unlikely."], [29680, "2017-02-03T02:17:55Z", [0.2], "Reverting to previous justifications. Downgrading by 20 points. Not seeing warning labels, don't expect them."], [498, "2017-02-02T22:57:49Z", [0.05], ""], [27461, "2017-02-02T22:11:07Z", [0.1], "Looks like Facebook is going in the direction of identifying authentic (i.e., not fake) stories and giving them higher priority. This would allow them to claim they have responded to the fake news epidemic without actually labeling news as fake, which has proven controversial. I suppose they would give the new system a few months' try (at least 3, probably up to 6) and then evaluating the results before making another step. So they can't make the deadline.  "], [33206, "2017-02-02T17:41:52Z", [0.0], ""], [31666, "2017-02-02T13:50:00Z", [0.65], ""], [691, "2017-02-02T12:46:11Z", [0.82], ""], [31509, "2017-02-02T02:20:16Z", [0.25], "Thank you @henrikakselsen I think this is the update to deal with \"fake news\", and it does not qualify as a warning label for false news stories. I can still see a possibility that Facebook would team up with fact checkers to add some sort of label."], [15528, "2017-02-02T02:09:22Z", [0.25], "Seconding the link from henrikakselsen - http://newsroom.fb.com/news/2017/01/news-feed-fyi-new-signals-to-show-you-more-authentic-and-timely-stories/. Labelling a story as \"authentic\" is very much in keeping with their philosophy of encouraging positivity (e.g. no \"dislike\" button). "], [32245, "2017-02-01T22:59:44Z", [0.65], "Facebooks new \"signals\" does not seem to qualify to be called \"labels to news stories\". Downgrading again. http://newsroom.fb.com/news/2017/01/news-feed-fyi-new-signals-to-show-you-more-authentic-and-timely-stories/"], [32245, "2017-02-01T21:23:02Z", [0.75], "Scaling back a bit. The backlash at the \"fake news\"-branding has been so severe that this could prove to risky for Facebook. If they haven't done it already it seems more and more unlikely to happen at this point."], [28414, "2017-02-01T20:52:38Z", [0.5], ""], [29680, "2017-02-01T20:43:03Z", [0.4], "I don't think actual warning labels are going to happen, as opposed to \"trusted source\" tags,  but I also don't have enough confidence that this question will be resolved cleanly. Downgrading accordingly, by 50 points."], [15516, "2017-02-01T20:29:02Z", [0.82], ""], [31756, "2017-02-01T20:21:32Z", [0.65], ""], [5018, "2017-02-01T15:18:47Z", [0.65], ""], [32892, "2017-02-01T14:54:04Z", [0.62], "Facebook is adapting its algorithms to a \"Fake News will show less often\" type. I think the labels will still be a thing, but the probability of them not being deployed is not to forget."], [30517, "2017-02-01T02:04:01Z", [0.85], ""], [31238, "2017-02-01T01:15:33Z", [0.85], "Scaling back my forecast as I thought this had already happened. As it hasn't I won't put it at 100%."], [31756, "2017-01-31T22:31:53Z", [0.6], ""], [691, "2017-01-31T22:09:43Z", [0.86], ""], [28414, "2017-01-31T20:54:24Z", [0.6], ""], [83, "2017-01-31T20:44:59Z", [0.3], "FT p.13 quotes EU Commissioner, Andrus Ansip: \"Fake news is bad but the ministry of truth is even worse\"."], [32892, "2017-01-31T14:33:17Z", [0.91], ""], [27480, "2017-01-31T09:06:55Z", [0.96], ""], [28912, "2017-01-31T04:47:17Z", [0.55], ""], [30364, "2017-01-31T03:28:29Z", [0.95], ""], [32245, "2017-01-30T21:27:16Z", [0.92], "A much touted feature which it is very likely they will try to happen, although it might cause so much controversy that they'll probably scale it back later."], [460, "2017-01-30T20:50:45Z", [0.75], ""], [12302, "2017-01-30T20:18:13Z", [0.88], ""], [14432, "2017-01-30T20:16:53Z", [0.0], "By omission only.  Will not add labels indicating that stories are possibly false.  May add ratings indicating whether story is from a reliable source."], [24212, "2017-01-30T19:47:51Z", [1.0], ""], [28414, "2017-01-30T10:07:07Z", [0.9], ""], [14898, "2017-01-30T09:30:26Z", [0.9], "No progress since announcement"], [31496, "2017-01-30T07:28:39Z", [0.8], ""], [6303, "2017-01-30T03:38:17Z", [0.94], "According to the general news and GJP consensus."], [30110, "2017-01-29T23:08:49Z", [0.9], ""], [1019, "2017-01-29T22:07:09Z", [0.15], ""], [21258, "2017-01-29T21:07:22Z", [0.95], ""], [12937, "2017-01-29T20:01:52Z", [0.7], "- Media channel has partnered with Facebook to combat fake news"], [33098, "2017-01-29T19:35:40Z", [0.9], "There are other ways, but this one is the most transparent way."], [31756, "2017-01-29T19:23:33Z", [0.55], ""], [29970, "2017-01-29T18:28:33Z", [0.8], ""], [33095, "2017-01-29T17:33:18Z", [0.11], ""], [30851, "2017-01-29T15:52:19Z", [0.6], ""], [10449, "2017-01-29T15:45:21Z", [1.0], ""], [691, "2017-01-29T14:01:14Z", [0.89], ""], [31027, "2017-01-29T13:49:58Z", [0.15], ""], [31666, "2017-01-29T13:48:30Z", [0.55], ""], [15528, "2017-01-29T07:37:51Z", [0.95], ""], [13053, "2017-01-28T22:23:11Z", [0.05], ""], [33063, "2017-01-28T21:31:26Z", [0.1], ""], [20694, "2017-01-28T21:11:40Z", [0.62], "Interested technologist"], [32814, "2017-01-28T18:44:36Z", [0.5], "Especially given the new administration, it is in the interest of companies to avoid appearing biased. These warning labels would be seen by many as censorship light, and there are plenty of less controversial methods FB could employ."], [22833, "2017-01-28T17:38:54Z", [0.5], ""], [691, "2017-01-28T16:42:06Z", [0.89], ""], [16778, "2017-01-28T16:35:02Z", [0.6], "Zuckerberg has said publicly that he believes FB is a neutral site and should not be responsible for censoring users' posts. (WSJ, 11/10/16) The question asks if FB will add some sort of warning to bogus articles. FB announced that as of Feb 1, only \"trending\" topics from reputable news sources will be listed. Unverifiable sources will not show up on trends but can still be liked or shared by users on their personal feeds. Trending topics will not be shaped by users' preferences, thus serving more like a traditional \"broadcast\" rather than \"nichecast.\" FB has now acted to officially prevent spreading fake news but allow users to freely share stories. As memories of the fake news controversy fades, I believe the pressure on Zuckerberg to do more vetting may ease. Though I don't believe this is enough, I am downgrading my prediction. http://www.wsj.com/articles/zuckerberg-defends-facebook-against-charges-it-harmed-political-discourse-1478833876\nhttp://www.wsj.com/articles/facebook-moves-to-curtail-fake-news-on-trending-feature-1485367200"], [33043, "2017-01-28T07:20:51Z", [0.1], ""], [30456, "2017-01-28T01:18:54Z", [0.85], ""], [31795, "2017-01-28T00:51:26Z", [0.99], ""], [3316, "2017-01-27T23:19:12Z", [0.99], ""], [22343, "2017-01-27T22:32:55Z", [0.77], ""], [31031, "2017-01-27T21:46:41Z", [0.05], ""], [32296, "2017-01-27T21:35:20Z", [0.23], "Facebook ist machthungrig"], [7370, "2017-01-27T21:02:28Z", [0.4], "They appear not to care very deeply about this issue"], [31485, "2017-01-27T18:52:20Z", [0.85], ""], [4645, "2017-01-26T19:56:26Z", [0.95], "It looks as though Facebook's described feature (http://newsroom.fb.com/news/2016/12/news-feed-fyi-addressing-hoaxes-and-fake-news/) will meet the criteria of this question, provided they stick with that plan and roll it out before the deadline."], [24563, "2017-01-26T19:44:12Z", [0.0], ""], [83, "2017-01-26T19:41:51Z", [0.3], "It is now official: real news is fake and fake news is real.\nhttp://www.reuters.com/article/us-usa-trump-resist-idUSKBN15A0DI?il=0 Perhaps after DT places a tag on his spokesman:\nhttps://mediamatters.org/research/2017/01/24/renowned-liar-sean-spicer-lied-about-lying-press/215111"], [691, "2017-01-26T15:35:51Z", [0.89], ""], [32161, "2017-01-26T15:10:29Z", [0.89], "Facebook intends to roll out testing of the new tags in Canada in the very near future."], [32892, "2017-01-26T14:36:37Z", [0.9], "adapting to new information, that facebook is going \"offensive\" against fake news"], [32994, "2017-01-26T13:55:52Z", [0.7], ""], [32990, "2017-01-26T08:27:07Z", [0.95], "It gives publicity and might even help a little. It does not solve the underlying problem of the echo-chamber like news-feed, but the general public will consider it as good so it helps the image of Facebook."], [19801, "2017-01-26T07:58:15Z", [1.0], "Facebook's trending section is getting an update that may help stop fake news from proliferating on the site. Facebook also recently partnered with fact-checking organizations to flag false information. Articles deemed fake are labeled as such on the site. The language reads: \"Disputed by 3rd Party Fact-Checkers.\" \nhttp://money.cnn.com/2017/01/25/technology/facebook-trending-topics-fake-news-update/"], [422, "2017-01-25T20:58:35Z", [0.2], ""], [22833, "2017-01-25T18:42:16Z", [0.99], ""], [691, "2017-01-25T16:36:44Z", [0.88], ""], [31714, "2017-01-25T05:42:02Z", [0.75], ""], [29587, "2017-01-24T21:28:44Z", [0.85], ""], [32917, "2017-01-24T21:19:27Z", [0.9], ""], [691, "2017-01-24T15:47:18Z", [0.88], ""], [29512, "2017-01-24T14:51:59Z", [0.99], ""], [32892, "2017-01-24T14:44:49Z", [0.86], ""], [27544, "2017-01-24T11:02:20Z", [0.99], ""], [5386, "2017-01-24T09:51:46Z", [0.9], ""], [29097, "2017-01-24T09:25:41Z", [0.75], "The censorship in social medias has been a growing topic within the past few years with both google and other social services openly stating that they will start unrolling censorship within this year. Founder of Facebook, Mark Zuckerberg, has also been seen as a believer in censorship regarding animal cruelty, blood & gore and things regarded as “inappropriate” posts. The feature called “report” has been a part of facebook for years where users can report posts in which they consider inappropiate which in turn will be analyzed by staff on facebook, and if considered inappropiate, the post is to be removed. Because of this already existing feature, it is highly likely that we will see the added features of warning labels before July 2017. "], [29100, "2017-01-24T08:21:03Z", [0.97], ""], [29098, "2017-01-24T08:16:29Z", [0.77], ""], [32600, "2017-01-24T08:08:33Z", [0.18], "Mark Zuckerberg isn't taking Facebook seriously."], [4634, "2017-01-24T05:24:53Z", [0.72], ""], [32579, "2017-01-24T04:40:13Z", [0.7], ""], [20, "2017-01-24T01:49:51Z", [0.55], ""], [23234, "2017-01-24T00:57:12Z", [0.3], "clinton makes good points: https://www.gjopen.com/comments/comments/425060 Censorship seems like a business with no short-term upside under U.S. law and given that traffic pays. When you are a platform as fundamental as facebook, there could be long-term benefits but I would be surprised if fb could pull off something it deems satisfactory in timeframe of this question."], [1333, "2017-01-23T19:37:01Z", [0.84], ""], [691, "2017-01-23T18:25:06Z", [0.88], ""], [23861, "2017-01-23T16:16:31Z", [0.15], ""], [22833, "2017-01-23T14:55:07Z", [0.85], ""], [32570, "2017-01-23T14:35:56Z", [0.2], ""], [32235, "2017-01-23T12:51:39Z", [0.65], "I'm actually not very sure about this yet. Adding the features mentioned in the news should not be too hard technically. It's just  that they want to do it this way. You can expect the fake news will grow more sophisticated for people to differentiate and report right away as these basic features are added. So Facebook may need more time to think. "], [32892, "2017-01-23T12:31:35Z", [0.85], ""], [32245, "2017-01-23T12:17:19Z", [0.9], ""], [32868, "2017-01-23T04:23:06Z", [0.2], ""], [6303, "2017-01-23T02:23:58Z", [0.94], "According to the general news and GJP consensus."], [31115, "2017-01-22T22:12:53Z", [0.95], ""], [29970, "2017-01-22T21:21:04Z", [0.8], ""], [14700, "2017-01-22T21:12:38Z", [0.0], ""], [691, "2017-01-22T20:41:25Z", [0.88], ""], [32862, "2017-01-22T19:31:15Z", [0.7], ""], [1551, "2017-01-22T18:53:32Z", [0.01], ""], [31606, "2017-01-22T17:38:12Z", [0.67], ""], [4634, "2017-01-22T07:37:33Z", [0.8], "According to an article in Dutch newspaper \"de Volkskrant\" ( no link sorry), France will be next."], [12089, "2017-01-21T18:18:02Z", [0.95], ""], [691, "2017-01-21T16:38:04Z", [0.88], ""], [32827, "2017-01-21T13:10:01Z", [0.28], ""], [5001, "2017-01-21T08:13:25Z", [0.68], "Raising on Germany's tests but still skeptical"], [12937, "2017-01-20T17:06:05Z", [0.6], ""], [691, "2017-01-20T12:46:49Z", [0.88], ""], [31756, "2017-01-20T10:38:00Z", [0.5], ""], [32778, "2017-01-20T00:20:46Z", [0.65], ""], [32758, "2017-01-19T21:01:32Z", [0.9], ""], [32761, "2017-01-19T20:35:16Z", [0.7], ""], [32735, "2017-01-19T04:19:55Z", [0.77], ""], [691, "2017-01-19T02:42:36Z", [0.88], ""], [12137, "2017-01-18T22:29:20Z", [0.93], "It is almost certain that Facebook is working toward creating labels. There is uncertainty on whether this will happen in time. That is, can the fact-checking sites/organisations support the roll-out in that time? The most likely organisation to be used for Germany, 'Correctiv', has ~20 employees according to it's website. Not a large support staff to support the news. Between now and July they will need to do testing and be supported, a lot of work. This may not matter as the roll out could occur but just not be very successful. Another big driver will be the upcoming German election. It appears that Facebook is working to have this up and running prior to the election to be held 24 Sep 17. German campaigns, similar to Westminster systems, are very short, typically about 6 weeks [1]. This means that it will start at the end of July or early August. Facebook will be pressured to ensure that it can target news that is unpalatable for this election. I am inclined to believe that Facebook is being shaped more by the German election than the practical constraints (testing and support). As others have said, Facebook could be criminally liable for some things shared on it's platform so will need to be ready for the deluge of articles that will be spread in the lead up to the election. [1] http://www.theatlantic.com/international/archive/2013/09/why-germany-s-politics-are-much-saner-cheaper-and-nicer-than-ours/280081/"], [32720, "2017-01-18T13:36:42Z", [0.75], ""], [691, "2017-01-17T23:18:42Z", [0.92], "@clinton and I are taking turns making each other nervous.  Coming down a bit on his counsel.  Depends more on GJedi interpretations than on whatever reality consists of these days...."], [30716, "2017-01-17T17:41:31Z", [0.78], ""], [30400, "2017-01-17T16:25:30Z", [0.95], ""], [28414, "2017-01-17T16:03:07Z", [0.95], ""], [1639, "2017-01-17T15:56:28Z", [1.0], "On May 31, 2016, Facebook, Google, Microsoft, and Twitter, jointly agreed to a European Union code of conduct obligating them to review \"[the] majority of valid notifications for removal of illegal hate speech\" posted on their services within 24 hours.\nhttp://europa.eu/rapid/press-release_IP-16-1937_en.htm\n“Facebook has a certain responsibility to uphold the laws,” said Heiko Maas, the German justice minister. In October, Mr. Maas suggested the company could be held criminally liable for users’ illegal hate speech postings if it does not swiftly remove them.\nhttps://www.nytimes.com/2016/11/28/technology/facebook-germany-hate-speech-fake-news.html?pagewanted=all&_r=0\n______________________\nCOMMENT: Zuckerberg rightfully so denies that US election could be affected by the fake news, but whether or not, the story is out there now, I believe that FB needs to act seriously, in Germany and all EU first as the European Convention on Human Rights (ECHR) (formally the Convention for the Protection of Human Rights and Fundamental Freedoms) is an international treaty to protect human rights and fundamental freedoms in Europe, will side with Germany. \nIn Germany, Volksverhetzung (\"incitement of popular hatred\") is a punishable offense under Section 130 of the Strafgesetzbuch (Germany's criminal code) and can lead to up to five years imprisonment. Section 130 makes it a crime to publicly incite hatred against parts of the population or to call for violent or arbitrary measures against them or to insult, maliciously slur or defame them in a manner violating their (constitutionally protected) human dignity. Thus for instance it is illegal to publicly call certain ethnic groups \"maggots\" or \"freeloaders\". Volksverhetzung is punishable in Germany even if committed abroad and even if committed by non-German citizens, if only the incitement of hatred takes effect within German territory, e.g., the seditious sentiment was expressed in German writing or speech and made accessible in Germany (German criminal code's Principle of Ubiquity, Section 9 §1 Alt. 3 and 4 of the Strafgesetzbuch)."], [5386, "2017-01-17T14:57:21Z", [0.99], "I think that this question will be decided in Europe, where legislation against hate speech and lies ('fake news' in newspeak) makes Facebook (and other platforms) responsible for allowing such content. Fines of up to 500k per case are possible and German authorities have opened an investigation against Mark Zuckerberg personally for aiding & abetting hate speech.*\nAlso, hate speech i.e. 'Volksverhetzung' is very unpopular in Europe. By allowing such content, Facebook & Co. would risk damaging their brands. * http://www.spiegel.de/netzwelt/web/facebook-staatsanwaltschaft-ermittelt-gegen-mark-zuckerberg-a-1119746.html\nhttps://www.nytimes.com/2016/11/28/technology/facebook-germany-hate-speech-fake-news.html?pagewanted=all\nhttps://www.theguardian.com/technology/2016/dec/17/german-officials-say-facebook-is-doing-too-little-to-stop-hate-speech"], [14493, "2017-01-17T10:31:11Z", [0.9], "It seems as if the function will certainly exit. So the only questions are what will count as \"widespread\" and \"default\". If it is limited to some languages and/or countries it could be considered not to fully meet the criteria of the question, but now the function exists it is difficult to see why most countries would not want it (places like North Korea might not) but as long as it covers North America and Europe I would assume that would count as a \"yes\". There is the question of the volume of fake news, which might mean that the fact checkers have difficulty keeping up at first."], [28414, "2017-01-17T09:40:35Z", [0.87], ""], [32589, "2017-01-17T07:09:32Z", [0.87], ""], [31508, "2017-01-17T01:59:21Z", [0.95], "According to msn, they are already testing this feature and Mark Zuckerberg discussed this type of label to address bad news stories."], [32661, "2017-01-16T23:25:53Z", [0.85], ""], [28414, "2017-01-16T17:24:54Z", [0.75], ""], [28414, "2017-01-16T15:43:18Z", [0.9], ""], [73, "2017-01-16T15:29:33Z", [0.0], "Remain at 0.  This is limited to Germany and not widespread across the fb platform (http://www.reuters.com/article/us-germany-facebook-idUSKBN14Z0OH).  Its not a default on fb, only seemingly fb germany.   My sense is this is very complicated and costly, and will only come if there is extensive political pressure , as there was in Germany with the elections upcoming (or pressure from within the fb community which doesnt seem too bothered by it all as too busy looking at kittens and sharing meal photos).   fb will likely say they are using germany as the testbed before rolling out to see how whatever they intend on doing works. If it works in germany and to determine that will need some time and fb will want to delay this and so include the need to go beyond the german election, which is no sooner than late August, in order to validate whatever they did or show that its simply not possible for then as a social platform to determine what is fake news at a reasonable cost given how easy it is to evolve in the web space etc..   Not thinking the same pressure as was applied by germany will come from US which will be the main driver for fb to make this a true default widespread requirement by July 2017.  "], [31238, "2017-01-16T13:33:22Z", [1.0], "They have begun testing and it's already gotten to Germany. http://money.cnn.com/2017/01/15/media/facebook-fake-news-warning-labels-germany/"], [28414, "2017-01-16T12:56:55Z", [1.0], ""], [15621, "2017-01-16T12:11:54Z", [1.0], "See @cdob63"], [691, "2017-01-16T11:55:34Z", [1.0], "http://www.bbc.com/news/business-38631847\nOne always has to be cautious about how the GJedi intended a question, or will interpret the situation in resolving it.  This Q looks about to be a Yes, based on this story  about what will happen in Germany, which I suppose qualifies as \"widespread\" since it involves an entire largish country.   It appears to be \"default\" in that users seem not to be able to opt out of seeing or posting the warnings.  It \"adds warning labels,\" which Facebook looks like it will take responsibility for, after its third-party fact-checker confirms the falsity.  So it seems to me that as soon as this is actually up and running, which is reportedly imminent, the Q will be resolved as Yes.  Stay tuned, though."], [30389, "2017-01-16T10:46:53Z", [0.8], ""], [30389, "2017-01-16T10:46:17Z", [0.63], "Comment deleted on Jan 16, 2017 10:46AM UTC"], [29502, "2017-01-16T09:24:54Z", [1.0], ""], [31747, "2017-01-16T09:02:55Z", [1.0], ""], [554, "2017-01-16T07:46:42Z", [0.75], ""], [1639, "2017-01-16T07:31:55Z", [1.0], "Responding to growing fears of Russian manipulation of German politics, Facebook said it would add filters to help users there spot disinformation. They will be able to report fake news; if a third-party fact-checker agrees, the story will be flagged as “disputed”, with a warning to those who share it. The social-media giant has already introduced similar changes in America"], [23234, "2017-01-16T04:49:45Z", [0.4], ""], [30051, "2017-01-16T01:59:41Z", [0.97], "http://www.digitaltrends.com/social-media/facebook-fake-news-germany/"], [6303, "2017-01-16T01:25:49Z", [0.92], "According to the general news and GJP consensus."], [32579, "2017-01-16T00:05:56Z", [0.77], ""], [691, "2017-01-15T21:51:24Z", [0.87], ""], [691, "2017-01-15T21:51:13Z", [0.88], ""], [3328, "2017-01-15T21:41:45Z", [0.85], ""], [29970, "2017-01-15T21:03:38Z", [0.75], ""], [83, "2017-01-15T21:03:02Z", [0.5], ""], [83, "2017-01-15T20:47:06Z", [0.8], ""], [32161, "2017-01-15T20:22:34Z", [0.87], "Facebook is to begin testing in Germany"], [28414, "2017-01-15T20:07:58Z", [0.95], ""], [28414, "2017-01-15T19:49:55Z", [0.2], ""], [28414, "2017-01-15T18:30:29Z", [0.76], ""], [23234, "2017-01-15T18:22:47Z", [0.28], ""], [4634, "2017-01-15T15:52:51Z", [0.75], "In Germany, yes: http://www.reuters.com/article/us-germany-facebook-idUSKBN14Z0OH"], [68, "2017-01-15T10:19:25Z", [0.95], ""], [32590, "2017-01-15T09:04:31Z", [0.15], ""], [32581, "2017-01-15T07:14:20Z", [0.75], ""], [31747, "2017-01-14T22:36:06Z", [0.2], ""], [31747, "2017-01-14T22:34:49Z", [0.1], "Comment deleted on Jan 16, 2017 09:03AM UTC"], [31275, "2017-01-14T15:20:28Z", [0.62], "FB has hired a person to deal with news issues. Not sure what the plan is. More likely to happen though rather than outright censorship"], [691, "2017-01-14T13:56:19Z", [0.89], ""], [562, "2017-01-14T03:37:56Z", [0.7], ""], [532, "2017-01-13T23:27:10Z", [0.75], ""], [691, "2017-01-13T20:48:59Z", [0.88], ""], [1333, "2017-01-13T20:38:58Z", [0.85], ""], [32521, "2017-01-13T15:49:02Z", [0.91], "Facebook will not want to take the reputational damage of becoming known as a cesspool for fake news."], [73, "2017-01-13T13:56:29Z", [0.0], ""], [28414, "2017-01-13T13:50:12Z", [0.1], "\"Full Fact welcomes Facebook's experimental pilot project to tackle fake news, announced today [15th Dec].\n... ... \nThe pilot will first be taking place in the US. 85% of Facebook’s users are outside the US and Canada. It is encouraging to see Facebook experimenting with solutions, but we would like to see open evaluation of those, as we set out in our report, the State of Automated Factchecking.\"\nhttps://fullfact.org/blog/2016/dec/facebook-announces-plan-fight-fake-news-factcheckers/"], [18846, "2017-01-13T12:06:22Z", [1.0], ""], [18846, "2017-01-13T12:01:29Z", [0.0], ""], [32084, "2017-01-12T23:59:12Z", [0.85], ""], [32497, "2017-01-12T23:22:57Z", [1.0], ""], [691, "2017-01-12T18:21:15Z", [0.88], ""], [32480, "2017-01-12T17:53:31Z", [0.95], ""], [28414, "2017-01-12T13:17:46Z", [0.5], ""], [25461, "2017-01-12T09:02:07Z", [0.9], ""], [30364, "2017-01-12T04:40:22Z", [0.95], ""], [14777, "2017-01-11T23:47:14Z", [0.8], ""], [32447, "2017-01-11T23:26:46Z", [0.9], ""], [31683, "2017-01-11T22:17:32Z", [0.95], "Drawing attention to this development:\nhttps://www.washingtonpost.com/news/the-switch/wp/2017/01/11/facebook-is-starting-its-own-journalism-project/?utm_term=.bbdbf482cfcb\n\"But continued questions about Facebook and other tech firms' responsibility to vet news or curtail misinformation eventually led to Facebook announcing it would begin submitting stories reported as false to third-party fact-checking sites, and labeling stories that were found to be “disputed” for all its users.\""], [691, "2017-01-11T22:12:19Z", [0.9], ""], [5386, "2017-01-11T19:51:02Z", [0.99], ""], [83, "2017-01-11T19:24:07Z", [0.1], "Facebook may have other options:\nFrom: http://www.reuters.com/article/us-facebook-journalismproject-idUSKBN14V1WE?il=0\n\"Facebook said it would test a feature using Instant Articles to allow readers to see multiple stories at a time, as a package, from their preferred news organizations. \"The company said it would work with third-party organizations to promote \"news literacy\" and help users decide which sources are trustworthy and would also continue to work on curbing hoaxes. \"Facebook faced criticism in the last couple of months that it did not do enough to tackle the problem of fake news stories on its platform during the U.S. presidential campaign.\""], [4634, "2017-01-11T19:03:25Z", [0.75], ""], [83, "2017-01-11T18:09:35Z", [0.6], "How will Facebook respond: Donald Trump accuses US intell agencies of creating \"fake news\".  \nThe trade off becomes Facebook's credibility vs who's view point Facebook will defend.\nhttp://www.reuters.com/article/us-usa-trump-idUSKBN14V18L?il=0 Will Facebook label stories based on US intell, \"fake news\"? or will Facebook label Trump news conferences as \"fake news\"? or will Facebook decide they can not be referees in political wars?"], [28414, "2017-01-11T16:54:04Z", [0.75], ""], [38, "2017-01-11T16:48:50Z", [0.86], "Facebook seems to be moving more slowly on this than I anticipated."], [32415, "2017-01-11T14:25:22Z", [0.95], "As this is already in the working and they just hired a news editor etc. etc. "], [32414, "2017-01-11T14:14:31Z", [0.75], "Unlike simple aggregators, blogs etc, Facebook targets content to users putting them in different waters to those protected by run-of-the-mill Safe Harbour providers. EU countries will especially add pressure for more responsible dissemination of links and content."], [28414, "2017-01-11T13:20:49Z", [0.8], ""], [691, "2017-01-10T21:53:25Z", [0.9], ""], [5766, "2017-01-10T20:51:25Z", [0.15], ""], [31132, "2017-01-10T17:28:28Z", [0.99], ""], [5386, "2017-01-10T08:28:37Z", [0.9], ""], [31013, "2017-01-10T03:20:55Z", [0.85], ""], [32309, "2017-01-10T02:23:53Z", [0.85], ""], [32300, "2017-01-10T01:28:00Z", [0.7], ""], [32306, "2017-01-10T01:21:05Z", [0.75], ""], [1556, "2017-01-09T19:52:18Z", [0.9], ""], [1556, "2017-01-09T19:52:06Z", [0.76], ""], [20156, "2017-01-09T17:20:37Z", [0.95], ""], [1972, "2017-01-09T17:15:21Z", [0.95], ""], [32100, "2017-01-09T15:01:28Z", [0.9], ""], [18790, "2017-01-09T14:26:50Z", [0.01], "Huge legal issues in labelling news 'fake' - could be sued by many. Then there is the volume issue, there is no way you can have a team going through every site to say what is fake or not, so then you start looking at crowdsourcing e.g. 'vote if you think this is fake'. But that leads to issues of false voting. Also, many very right wing sites are now claiming CNN and NYT etc. are doing 'fake news' in an act of political Judo. Facebook will most likely change their algorithms so that sites that are not rated find it very hard to gain traction and share-ability online. That will be tricky to figure out though. Other measures also likely, but the above would be too difficult IMO."], [28414, "2017-01-09T14:00:11Z", [0.9], ""], [29907, "2017-01-09T13:49:41Z", [0.93], "Went a bit too quick after Facebook made public announcement since (low) chances are the feature will not be \"widespread and default\" by 1st of July. "], [691, "2017-01-09T12:31:20Z", [0.92], ""], [23278, "2017-01-09T11:55:35Z", [0.99], ""], [32273, "2017-01-09T11:08:06Z", [0.2], ""], [32270, "2017-01-09T09:52:05Z", [0.85], ""], [4634, "2017-01-09T06:56:09Z", [0.8], ""], [20008, "2017-01-09T04:22:54Z", [0.1], ""], [6303, "2017-01-09T03:17:13Z", [0.91], "According to the general news and GJP consensus."], [9518, "2017-01-09T02:24:51Z", [0.52], ""], [83, "2017-01-08T21:04:19Z", [0.6], "Moving closer to median Fcst."], [31813, "2017-01-08T20:43:34Z", [0.15], ""], [83, "2017-01-08T17:01:38Z", [0.1], "Wholesale \"fake news\":\nhttp://www.reuters.com/article/us-israel-netanyahu-idUSKBN14S0EX?il=0\n\"Channel Two television said the right-wing leader had offered to limit the circulation of Israel Hayom, a free, pro-Netanyahu daily owned and published by U.S. billionaire and Republican party donor Sheldon Adelson, if Mozes' Yedioth Ahronoth gave the prime minister more favorable coverage.\" What good are warning labels when governments are heavily involved in managing their messaging.  Any \"approved\" version of the news, still seems to enable an easier manipulation of the news.  "], [30391, "2017-01-08T14:50:24Z", [1.0], ""], [32229, "2017-01-08T14:15:13Z", [0.15], ""], [28448, "2017-01-08T13:14:28Z", [0.55], ""], [32084, "2017-01-08T05:50:13Z", [0.75], ""], [32084, "2017-01-08T05:48:42Z", [0.7], ""], [24824, "2017-01-08T01:52:33Z", [0.9], ""], [16778, "2017-01-08T00:00:48Z", [0.8], "Tech companies typically move very fast. With the recent US intelligence report regarding Russian disinformation, I imagine the easiest solution would be allow users to flag potentially fake news stories and if enough people do, some sort of warning/disclaimer may be placed. Search engines and other reputable websites already disclaim when a link is a paid ad."], [32226, "2017-01-07T22:12:18Z", [0.1], ""], [16662, "2017-01-07T21:48:09Z", [0.8], "Of course it's another question whether the labels will be worth having, but I do think some sort of labeling is on the way."], [1333, "2017-01-07T20:29:05Z", [0.95], ""], [32219, "2017-01-07T18:04:39Z", [0.83], ""], [373, "2017-01-07T17:24:33Z", [0.25], "Betting on power of inertia. Plus, Facebook is only the most obvious of pseudo-media, so the only reason to do that is to pressure others to do same. "], [15471, "2017-01-07T16:34:02Z", [0.9], ""], [3316, "2017-01-07T07:35:39Z", [0.99], ""], [24073, "2017-01-07T05:49:54Z", [0.55], ""], [31963, "2017-01-07T05:06:04Z", [0.85], ""], [30364, "2017-01-07T00:24:44Z", [0.95], ""], [23658, "2017-01-06T22:51:42Z", [0.33], ""], [203, "2017-01-06T21:39:03Z", [0.65], "Given their sensitivity to snowflake pressure, they just may."], [29970, "2017-01-06T21:26:12Z", [0.4], ""], [17036, "2017-01-06T21:08:02Z", [1.0], ""], [32198, "2017-01-06T20:52:24Z", [0.9], ""], [30838, "2017-01-06T20:45:41Z", [0.85], ""], [25653, "2017-01-06T20:30:52Z", [0.8], ""], [31854, "2017-01-06T20:29:35Z", [0.47], ""], [1416, "2017-01-06T20:13:17Z", [0.55], "Tough to tell if immediate implementation will happen or if something comes out next year.  I also see a blow back from things like this becoming a censorship issue online and Facebook might tread carefully. "], [1696, "2017-01-06T19:16:37Z", [0.66], ""], [18762, "2017-01-06T18:02:34Z", [0.6], ""], [14493, "2017-01-06T14:57:04Z", [0.75], "I decided to find out more about the specifics of what Facebook plans to do and get a better idea of what is involved technically, so I asked a technical expert. This is what he reported back.\n\"People can share many types of media in facebook. If I wanted to share something interesting with you I could: 1 share a link to a web page which could point to a page or an image or a video\n2 share some copy and pasted text\n3 share an uploaded image\n4 share an uploaded video\n5 share a facebook post that orignated from someone else on facebook If fact checkers conclude that material is untrustworthy then #1 and #5 can easily have a warning added to all instances across facebook, because it is easy for facebook's software to find all identical copies, but it is not so easy for #2, #3 or #4 because the same thing could look different.\"\nThe software sounds simple to write. The issue will probably be how many copies of the what are essentially the same story is being flagged. \n(I wonder if anyone has thought about the problem of fake news the same way as I do, I treat all news as a rumor unless I see it in a source that I trust. So why not just mark grade the news sources as to how reliable they are. The 3rd party fact checkers could just investigate stories in trusted sources. The public could flag what they think may be untrue to prompt the fact checkers to look into them. Any news source that wanted to be accredited as \"trusted\" would need to provide data on the stories they had carried over the previous year so that could be checked. So then the news source could have a badge \"a trusted news source\". If a \"trusted news source\" got too many stories flagged as \"probably fake\" it would lose its accreditation.)   "], [32180, "2017-01-06T08:19:24Z", [0.3], ""], [30364, "2017-01-06T05:47:45Z", [0.95], ""], [31883, "2017-01-06T04:28:25Z", [0.95], "Facebook has already outlined a plan for flagging news stories deemed fake by third-party fact checkers.  Doesn't seem like a tough thing to implement in 6 months.  Might be delayed or canceled if they think that a significant number of users would cancel their accounts.  "], [32173, "2017-01-06T01:32:19Z", [0.2], ""], [28414, "2017-01-05T20:34:02Z", [1.0], ""], [28414, "2017-01-05T20:24:14Z", [0.95], ""], [32161, "2017-01-05T19:46:07Z", [0.75], "The highlighting of fake news as an issue unique to social media and the polling showing that social media is a primary source of news will likely put significant pressure of Facebook to act. Given that they communicated a coherent plan on how they would address such issues as fact checking and flagging, it is possible that we'll see it implimented in the next 7 months."], [14493, "2017-01-05T18:40:37Z", [0.98], "I had a moment of doubt, re-checked the news reports of what Facebook says it is doing (hoping I have not been reading fake news), checked what #cdob63 and others have been forecasting and have convinced myself that it will be \"widespread, default feature\". If Facebook tried to water their current ideas down too much they would likely run into political flak. Some countries may be more tolerant of fake news than others, but now that Facebook has come up with something that sounds like a workable compromise, they will not be able to go backward. \nIt would be difficult (and probably unworkable) if Facebook did little or nothing about fake news in some countries, but took the action that it will need to take to avoid big fines in others. (I am sure the EU would be willing to pass the laws to send a multi-billion dollar bill to Facebook if they don't take appropriate action, and with the EU Parliament, the EU Commission, France, Germany and Italy all on the bandwagon, and with the need to have a cause that the whole EU can agree on, Facebook will need to deliver).   NB. Governments will decide who is responsible for fake news as they decide who is responsible for lots of other things that are deemed harmful. \nI fully agree that marking the news items as probably untrue will not put a lot of people of reading them, but I think it is smart thinking for Facebook to get other organizations to do the fact checking to avoid the claim that Facebook is censoring what its users can read.  I think the fake news debate will run and run and will merge into the libel laws. They will need to learn from the newspapers how to keep to the literal truth, while appearing to be suggestion something else. (I once read a true story in the Daily Express and another in the Daily Mail, I was amazed.) \nhttps://www.ft.com/content/e7280576-cddc-11e6-864f-20dcb35cede2\nhttp://www.dw.com/en/german-eu-politicians-talk-tough-punishments-for-fake-news/a-36816135\nwww.politico.eu/article/juncker-calls-for-action-on-fake-news/\nwww.globalresearch.ca/obama-quietly-signs-propaganda...fake-news-eu.../5565373"], [31747, "2017-01-05T17:59:47Z", [0.9], ""], [15477, "2017-01-05T16:59:37Z", [0.95], ""], [691, "2017-01-05T16:22:36Z", [0.94], ""], [83, "2017-01-05T16:14:29Z", [0.1], ""], [28414, "2017-01-05T14:40:53Z", [0.75], ""], [1506, "2017-01-05T14:38:46Z", [0.0], "It is not Facebook's responsibility to assess the veracity of every news report. While the company should delete threats of violence and blatant racist remarks, it will not act as a filter."], [3225, "2017-01-05T10:03:00Z", [0.8], ""], [3225, "2017-01-05T10:02:45Z", [0.5], ""], [28414, "2017-01-05T09:12:22Z", [0.6], ""], [14493, "2017-01-05T09:02:44Z", [0.6], "I failed to read the small print in the question. "], [29240, "2017-01-05T04:17:03Z", [0.55], "FB would not want to lose ad revenues and find some way that these bullshits stories can still be circulated. Followers of those tabloid sites will ignore the warning labels. Conspiracy theory followers will just go nannas saying there is a FB conspiracy making even more fake news to spread around. FB my decided that warning labels will actually increase circulation thus gaining more ad revenues"], [23234, "2017-01-05T02:55:53Z", [0.35], ""], [2845, "2017-01-05T01:46:08Z", [0.55], "They already did, but it's not on by default yet."], [5386, "2017-01-04T20:23:38Z", [0.99], ""], [5386, "2017-01-04T20:23:30Z", [0.0], ""], [4645, "2017-01-04T19:18:37Z", [0.99], ""], [32022, "2017-01-04T18:39:59Z", [0.67], "Profit motive (ads) is opposed, but desire for universality of the platform supports. Tough call. I think they will put something in place that meets the burden of the question, and the fake news folks will work around it. "], [651, "2017-01-04T18:38:54Z", [0.1], "Short attention span theater on FB and other social media.  Desn't monetize any transactions.  Besides, fake news has already and nobody cares. Not clear how the resolution would be verified."], [32100, "2017-01-04T16:01:08Z", [0.72], ""], [32092, "2017-01-04T11:49:35Z", [0.75], ""], [30773, "2017-01-04T06:08:52Z", [0.15], ""], [23234, "2017-01-04T04:53:23Z", [0.12], ""], [30517, "2017-01-03T21:33:10Z", [0.8], ""], [1333, "2017-01-03T20:32:58Z", [0.85], ""], [32066, "2017-01-03T18:07:20Z", [0.9], "They have made a pretty clear public commitment, so they are unlikely to back down. The implementation is bound to be weak, but the illusion will be there."], [23552, "2017-01-03T17:29:21Z", [0.95], ""], [30356, "2017-01-03T15:38:31Z", [0.67], "They'll have \"warnings\" in place, though reliability will be questionable."], [32052, "2017-01-03T14:36:00Z", [1.0], ""], [30042, "2017-01-03T13:27:19Z", [0.85], "Labelling them is easy but question remains. How accurate is the algorithm?\nhttp://www.businessinsider.sg/facebook-will-fact-check-label-fake-news-in-news-feed-2016-12/?r=US&IR=T#tke8G9c2LJR6vMSg.97"], [691, "2017-01-03T13:17:21Z", [0.94], "Once upon a time, Tipper Gore (Al's wife)  persuaded music companies to put warning labels on  CDs whose lyrics were in her opinion offensive or otherwise dangerous for young people to hear.  The notion was that parents wouldn't buy these albums and would confiscate them if they showed up in the house.  Young people do not go CD-shopping with their parents, and have millenia of practice at hiding things from them.  CDs with warning labels flew off the shelves. Facebook will figure out some sort of warning labels to put on questionable news items.  This will increase the popularity of those items by orders of magnitude.  Facebook will figure out how to monetize this.  Everybody will be happy.  "], [30773, "2017-01-03T02:28:37Z", [0.18], ""], [32029, "2017-01-03T01:16:25Z", [0.56], ""], [31238, "2017-01-02T23:37:21Z", [0.95], "A bunch of news stories came out around Dec 16th that say Facebook said they will produce something to flag 'Fake News.'"], [29240, "2017-01-02T23:31:11Z", [0.55], "FB would not want to lose ad revenues and find some way that these bullshits stories can still be circulated. Followers of those tabloid sites will ignore the warning labels.   Conspiracy theory followers will just go nannas saying there is a FB conspiracy making even more fake news to spread around.  FB my decided that warning labels will actually increase circulation thus gaining more ad revenues"], [32025, "2017-01-02T23:17:33Z", [0.88], ""], [25038, "2017-01-02T20:03:32Z", [0.95], ""], [32003, "2017-01-02T18:48:11Z", [1.0], ""], [691, "2017-01-02T13:49:33Z", [0.94], ""], [31972, "2017-01-02T12:51:52Z", [0.05], "Facebook is a profit oriented organisation, as long as fake stories produce clicks, they will not stop it voluntary, "], [31934, "2017-01-01T23:45:16Z", [0.9], "I think they must - fake news could ruin them otherwise...."], [636, "2017-01-01T22:55:40Z", [0.95], ""], [31925, "2017-01-01T19:03:32Z", [0.95], ""], [480, "2017-01-01T13:56:48Z", [0.65], ""], [691, "2017-01-01T13:48:51Z", [0.94], ""], [23089, "2017-01-01T09:13:09Z", [0.95], ""], [6303, "2017-01-01T02:48:37Z", [0.99], "According to the general news and GJP consensus."], [24999, "2016-12-31T21:31:55Z", [0.75], ""], [9709, "2016-12-31T18:05:31Z", [0.75], ""], [691, "2016-12-31T14:43:10Z", [0.94], ""], [691, "2016-12-30T21:24:29Z", [0.94], ""], [31756, "2016-12-30T20:33:59Z", [0.2], ""], [31844, "2016-12-30T18:39:38Z", [0.55], ""], [31838, "2016-12-30T17:23:37Z", [1.0], ""], [1502, "2016-12-30T00:07:02Z", [0.9], ""], [691, "2016-12-29T23:47:53Z", [0.94], ""], [804, "2016-12-29T17:46:01Z", [0.95], ""], [30364, "2016-12-29T16:53:11Z", [0.95], ""], [30051, "2016-12-29T12:53:07Z", [0.95], "Have to keep up with the silicon valley image of moving quickly...."], [31795, "2016-12-29T12:09:25Z", [0.85], ""], [23006, "2016-12-29T03:51:21Z", [0.6], ""], [11872, "2016-12-29T02:14:48Z", [0.8], ""], [22833, "2016-12-28T18:13:15Z", [0.95], ""], [1333, "2016-12-28T18:07:03Z", [0.75], "This does not mean blacklisting websites because they dare cover alternative perspectives, or witch-hunting those who retweet a questionable story. It means going after those who actively and knowingly are engaged in the spread of disinformation directly harmful to national interests, as well as those other horsemen of the infocalypse: intelligence agents, those facilitating the covert spread of Russian economic penetration, etc.\nhttps://inmoscowsshadows.wordpress.com/2016/12/28/one-and-a-half-cheers-for-new-czech-centre-to-resist-political-warfare/"], [24505, "2016-12-28T07:11:24Z", [0.55], ""], [31767, "2016-12-28T04:13:22Z", [0.35], ""], [12143, "2016-12-28T04:00:09Z", [0.45], "Yes, but it will be legal garbage to limit any liability or responsibility"], [4139, "2016-12-28T03:39:51Z", [0.9], "And block some, Zuckerberg News to follow."], [31580, "2016-12-27T22:33:04Z", [0.35], ""], [31757, "2016-12-27T19:59:04Z", [0.4], ""], [691, "2016-12-27T14:39:30Z", [0.95], ""], [31301, "2016-12-27T11:29:30Z", [1.0], ""], [31747, "2016-12-27T10:49:10Z", [0.95], ""], [31738, "2016-12-27T01:04:17Z", [0.82], ""], [14777, "2016-12-26T22:44:39Z", [0.93], ""], [31729, "2016-12-26T17:02:50Z", [0.45], "Report abuse more likely"], [691, "2016-12-26T16:58:09Z", [0.95], ""], [31688, "2016-12-26T12:26:24Z", [0.45], ""], [31723, "2016-12-26T11:58:44Z", [0.88], ""], [6303, "2016-12-26T02:24:09Z", [0.99], "According to the general news and GJP consensus."], [24146, "2016-12-26T02:21:28Z", [0.85], ""], [12302, "2016-12-25T18:47:47Z", [0.99], ""], [31082, "2016-12-25T14:17:21Z", [0.65], "I lower my forecast due to following considerations:\n1) pressure for FBI to do so was at its peak after US elections, but no commitment was taken \n2) fb earns from traffic and news, whether true or fake, create traffic, hence money to db\n3) distinguishing true from fake cannot reasonably be done by algorithm, and adding a warning label to both fake and true news does not help distinguishing true from fake"], [1593, "2016-12-25T13:17:09Z", [0.6], ""], [691, "2016-12-25T12:17:13Z", [0.95], ""], [31606, "2016-12-24T20:10:54Z", [0.65], ""], [691, "2016-12-24T16:37:08Z", [0.97], ""], [391, "2016-12-24T15:05:21Z", [0.93], ""], [31683, "2016-12-24T08:16:15Z", [0.8], "Fake news labels are already planned to be introduced."], [14777, "2016-12-24T01:38:54Z", [0.99], ""], [14777, "2016-12-24T01:38:49Z", [0.97], ""], [17051, "2016-12-23T20:21:37Z", [0.9], ""], [11430, "2016-12-23T16:36:45Z", [0.9], ""], [691, "2016-12-23T13:43:43Z", [0.97], ""], [572, "2016-12-23T05:38:14Z", [0.66], ""], [699, "2016-12-22T23:35:22Z", [0.95], "Facebook just admitted that it is actually a media company, so they will have to continue to focus their news on the dictate of the financial military complex"], [31658, "2016-12-22T22:23:18Z", [0.65], ""], [31658, "2016-12-22T22:22:48Z", [0.5], ""], [25461, "2016-12-22T21:17:57Z", [0.95], ""], [23234, "2016-12-22T20:12:19Z", [0.2], ""], [1639, "2016-12-22T17:58:11Z", [1.0], "The social-media giant has defied even optimists’ projections of how big the 12-year-old firm could become. Today the company’s flagship social network claims 1.8bn active monthly users. Facebook has attracted these hordes by engineering features that are highly addictive and relevant to their lives, so people keep coming back for more hits. Throw in the other apps it owns, such as WhatsApp, Instagram and Facebook Messenger, and Facebook accounts for 30% of Americans’ mobile browsing time, compared with 11% for Google and YouTube combined. Collecting data on users has helped Facebook become the world’s second-largest advertising company on mobile devices. But Mark Zuckerberg wants to turn it into an even bigger part of the mobile ecosystem—hence the plans to develop Messenger and other messaging services into portals through which people can order taxis, communicate with businesses and so on. Being as useful as it is addictive could win Facebook even more friends\nSource: The Economist Espresso\n__________________________________\nCOMMENTS: If Mark Zuckerberg wants to keep his addictive FB platform still relevant and move it forward to new heights he needs to do something about it. The fake news issue is a serious one that FB should/would not fight alone. Or else the all News/media establishment will fail. Surely the way we read the news have changed significantly, but that doesn't mean that we should receive a bunch of nonsense with our morning coffees."], [22305, "2016-12-22T17:07:31Z", [0.93], ""], [22305, "2016-12-22T17:06:31Z", [0.99], "Comment deleted on Dec 22, 2016 05:06PM UTC"], [22305, "2016-12-22T17:03:30Z", [0.99], "Comment deleted on Dec 22, 2016 05:06PM UTC"], [31450, "2016-12-22T16:39:07Z", [0.92], "I think Facebook will, without question, implement a system with warning labels in 2017. However, the question for me is first or second half of the year. I will reveal my liberal bias here, I suspect that having a president with a tenuous connection to facts will encourage Facebook to move in the first half of 2017. The wrinkle (that the question does not address) is will the new system be permanent? I can easily see Facebook implementing a system of warning labels and then withdrawing it in the subsequent blow back. Not sure if that still resolves the question as \"yes\"."], [419, "2016-12-22T15:23:30Z", [0.95], ""], [4645, "2016-12-22T14:54:25Z", [0.99], ""], [691, "2016-12-22T13:49:16Z", [0.97], ""], [29981, "2016-12-22T13:03:47Z", [0.36], ""], [20497, "2016-12-22T11:44:25Z", [1.0], ""], [30402, "2016-12-22T09:49:31Z", [0.85], ""], [4634, "2016-12-22T09:32:09Z", [0.92], ""], [23471, "2016-12-22T04:47:39Z", [0.85], ""], [227, "2016-12-22T01:33:48Z", [0.95], "Yes, but efficacy is another issue."], [5001, "2016-12-22T00:45:48Z", [0.6], "The ever relevant Daily Mail on the guardians of truthiness:  http://www.dailymail.co.uk/news/article-4042194/Facebook-fact-checker-arbitrate-fake-news-accused-defrauding-website-pay-prostitutes-staff-includes-escort-porn-star-Vice-Vixen-domme.html\n"], [28387, "2016-12-22T00:32:10Z", [0.85], ""], [31633, "2016-12-21T21:52:38Z", [1.0], ""], [10720, "2016-12-21T21:04:11Z", [0.99], ""], [15097, "2016-12-21T20:37:38Z", [0.98], ""], [1333, "2016-12-21T17:52:12Z", [0.65], ""], [12500, "2016-12-21T16:42:44Z", [0.85], ""], [691, "2016-12-21T15:47:08Z", [0.99], ""], [31616, "2016-12-21T15:22:04Z", [1.0], ""], [30389, "2016-12-21T15:08:43Z", [0.2], ""], [31612, "2016-12-21T11:18:56Z", [0.7], ""], [12899, "2016-12-21T09:58:44Z", [1.0], ""], [21884, "2016-12-21T09:17:25Z", [0.7], ""], [1669, "2016-12-21T03:42:42Z", [0.96], ""], [691, "2016-12-20T21:11:49Z", [0.99], ""], [22833, "2016-12-20T19:53:38Z", [0.9], ""], [27461, "2016-12-20T19:48:41Z", [1.0], "Isn't this so already?"], [31602, "2016-12-20T19:20:25Z", [0.35], ""], [31602, "2016-12-20T19:20:19Z", [0.75], ""], [31599, "2016-12-20T18:10:13Z", [0.75], "It might get a warning.  It might be an algorithm to delete the story."], [31191, "2016-12-20T16:00:26Z", [0.97], ""], [27322, "2016-12-20T15:48:03Z", [0.15], ""], [30225, "2016-12-20T14:47:52Z", [0.25], ""], [346, "2016-12-20T14:23:39Z", [0.92], ""], [23900, "2016-12-20T10:33:46Z", [0.65], ""], [3316, "2016-12-20T10:05:42Z", [0.95], ""], [13897, "2016-12-20T09:15:29Z", [0.95], ""], [18679, "2016-12-20T08:30:25Z", [1.0], ""], [488, "2016-12-20T07:14:24Z", [0.95], ""], [1078, "2016-12-20T07:04:01Z", [1.0], ""], [24565, "2016-12-20T05:26:14Z", [0.99], ""], [27480, "2016-12-20T04:53:59Z", [0.98], ""], [18987, "2016-12-20T04:39:21Z", [0.98], "Facebook will want to avoid legal complications in european countries with elections in 2017"], [519, "2016-12-20T04:30:09Z", [0.75], "It seems we might see this rolled out once the Trump administration has been in office for a little bit. "], [424, "2016-12-20T03:47:05Z", [0.65], ""], [31201, "2016-12-20T03:41:54Z", [0.95], ""], [579, "2016-12-20T02:59:37Z", [0.99], ""], [408, "2016-12-20T02:56:53Z", [1.0], ""], [15053, "2016-12-20T02:47:57Z", [0.99], ""], [31351, "2016-12-20T01:48:41Z", [0.0], ""], [9755, "2016-12-20T01:40:22Z", [1.0], ""], [28893, "2016-12-20T01:35:45Z", [1.0], ""], [10229, "2016-12-20T00:30:57Z", [1.0], ""], [27798, "2016-12-20T00:08:46Z", [0.9], "Cuz they've now said they will. So the question is when."], [460, "2016-12-20T00:03:19Z", [0.35], "Probably do something. "], [31581, "2016-12-19T23:12:28Z", [0.62], ""], [25021, "2016-12-19T22:59:22Z", [0.08], "Easier said than done. Honestly, if you rely on Facebook for your news, you're probably getting what you deserve."], [26664, "2016-12-19T22:37:07Z", [0.95], "They will have to the public will demand it or move on to another site. "], [1551, "2016-12-19T22:35:22Z", [0.01], ""], [31148, "2016-12-19T22:34:35Z", [0.15], ""], [26030, "2016-12-19T22:30:30Z", [1.0], "What is a \"warning\" label may end up being the question.  Some kind of comment or observation may be applied but what will be the effect?  What happened to the \"dislike\" button?"], [31570, "2016-12-19T22:27:48Z", [0.8], "FB is primarily concerned with revenue and profits, which are largely composed of ad revenue. I would posit that people are more likely to click on an ad when they're engaging with the site. To me, the primary question is- will adding warning labels to articles have a significantly negative impact on user engagement? If the answer is \"no\", then I think it's likely that FB will add warning labels to stories. I imagine they would function similarly to the tags that mods on the politics subreddit can add. I can't find any data on when the politics subreddit adopted tags for articles, but stories tagged as having misleading titles still regularly make it to the front page of reddit, suggesting having the tag alone does not detract from user engagement. In fact, it might actually increase user engagement. Other factors that affected my initial estimate- Currently, they have a feature that allows users to report fake news; while it's hard to find, it demonstrates that the company is open to the idea of treating fake news differently. The CEO also seems committed to making this a priority, especially with the negative press surrounding the potential impact of FB and fake news on the US election. I could envision this not happening if the CEO emphasizes his philosophy that the company should not be an arbiter of the truth, which he has done in the past. I could also see this not happening if advertisers are particularly opposed to the change, it has a significantly negative impact on the way users engage with the site, or it offers little improvement to the current FB environment."], [26965, "2016-12-19T22:27:36Z", [0.55], ""], [31037, "2016-12-19T22:25:50Z", [0.35], ""], [1905, "2016-12-19T22:20:53Z", [0.25], ""], [26642, "2016-12-19T22:08:28Z", [0.45], "There is significant pressure, but creating the algorithm against a reliable and trustworthy source will stymie the effort.  Facebook might hand crunch for a very short period, but a mistake will be found and shouts of bias will put a hold on the effort"], [497, "2016-12-19T22:03:46Z", [0.35], ""], [11857, "2016-12-19T22:00:09Z", [0.85], "Recent news stories have been suggesting that facebook will warn people of \"fake news\". Facebook has a habit of rolling out changes quickly without much thought for whether users want them or not."], [1728, "2016-12-19T21:59:42Z", [0.85], ""], [12252, "2016-12-19T21:50:04Z", [0.95], ""], [15528, "2016-12-19T19:40:45Z", [0.98], ""], [14166, "2016-12-19T18:44:16Z", [0.99], ""], [4645, "2016-12-19T15:40:39Z", [0.99], ""], [30406, "2016-12-19T12:39:02Z", [1.0], ""], [530, "2016-12-19T12:04:15Z", [0.95], ""], [20497, "2016-12-19T09:40:53Z", [0.99], ""], [19801, "2016-12-19T09:00:04Z", [1.0], "Germany threatens to fine Facebook €500,000 for each fake news post\nhttp://qz.com/865964/facebook-fb-could-face-e500000-fines-for-each-fake-news-post-in-germany/"], [22157, "2016-12-19T07:20:48Z", [0.35], ""], [25015, "2016-12-19T04:47:32Z", [0.1], ""], [6303, "2016-12-19T03:09:52Z", [0.99], "According to the general news and GJP consensus. "], [31082, "2016-12-18T22:50:37Z", [0.85], ""], [28414, "2016-12-18T22:31:42Z", [1.0], "I want to get a resolution for this question as soon as possible & to register a deserved Brier score of 2.0 so I decided to block a story in my feed to see the dreaded label. I followed the standard procedure provided by FB:   Report post\nI think this shouldn’t be on Facebook\nIt’s a fake news story\nMessage \"Телеканал Дождь\" Then I got a suggested message:\n“Hi Телеканал Дождь, I feel that this post contains misleading information. I don't think that it should be on Facebook. Could you please take it down?”\nWhich I amended to \n“Hi Телеканал Дождь, Facebook just launched a ridicules feature to label fake news. Your story is obviously true, however I am curious how will this feature work. Sorry!” Got two automatic replies: First one was very standard and in Russian\n“Thank you for contacting us, we will reply as soon as possible”\nThe second one in English:\n“What time and date you would like to reserve a table?”\nMy reply: “Yesterday at noon”\nTV Rain: “What is your party size?”\nMy reply “17”\nTV Rain: “Done!\nOur reservation team will contact you as soon as possible.\nWould you like to check out our Main Menu?”\nAnd a button ‘Show main menu’\nAfter pressing the button I got\nTV rain: “No action associated with the button” I did not expect that..."], [15528, "2016-12-18T21:58:04Z", [0.97], "http://www.foxbusiness.com/features/2016/12/18/german-courts-could-go-after-fake-news-on-facebook.html Forecast increase based on potential legal fines."], [29860, "2016-12-18T19:24:48Z", [0.99], ""], [30396, "2016-12-18T18:16:27Z", [1.0], ""], [30396, "2016-12-18T18:16:13Z", [0.95], ""], [12879, "2016-12-18T18:00:30Z", [0.93], "It appears that the gjopen participants are in the concencious that it is an \"Almost Certain\" for Facebook will be adding warning labels to news stories."], [30567, "2016-12-18T17:41:08Z", [0.95], ""], [26753, "2016-12-18T16:42:29Z", [0.95], "Because I'm very angry with FB and I'm not alone."], [691, "2016-12-18T14:34:30Z", [0.99], ""], [23148, "2016-12-18T14:22:54Z", [0.99], "Fake news have been used to influence voters in the US and fake news are a new method of undercover war. \nThus facebook needs to urgently ensure that news are checked, classified and marked.\n"], [904, "2016-12-18T14:08:03Z", [0.96], ""], [30830, "2016-12-18T13:24:51Z", [0.85], ""], [31072, "2016-12-18T13:21:32Z", [0.9], ""], [29568, "2016-12-18T13:17:20Z", [0.9], ""], [31537, "2016-12-18T13:13:09Z", [0.98], ""], [30731, "2016-12-18T12:34:39Z", [0.75], ""], [31521, "2016-12-18T09:03:34Z", [0.75], ""], [15471, "2016-12-18T07:22:57Z", [0.95], ""], [31534, "2016-12-18T04:50:37Z", [1.0], ""], [24109, "2016-12-18T02:06:54Z", [0.95], ""], [25944, "2016-12-18T01:07:51Z", [0.99], "Not quite sure what constitutes a \"widespread, default feature\" but it looks like FB plans will fit the bill. http://money.cnn.com/2016/12/15/media/facebook-fake-news-warning-labels/index.html"], [31527, "2016-12-17T22:59:59Z", [0.8], ""], [83, "2016-12-17T21:34:42Z", [0.7], "+10.\nThe warning tags are an useful method of shutting down opposing news stories.  In the same manner that \"fake news\" was multiplied across sources during the Presidential campaign, \"Warning\" or \"Disputed\" labels will be (weaponized??) to shut down opposing views.  The game is becoming more sophisticated, but the objectives will remain the same: an audiance driven toward a specific viewpoint.  \"Warnings\" seem like they may become very useful tools.\nhttp://www.strategic-culture.org/news/2016/12/02/official-washington-info-wars.html"], [20156, "2016-12-17T18:22:01Z", [1.0], ""], [12879, "2016-12-17T17:49:45Z", [0.75], "Upping my prediction to a SuperForecasting option of \"Probable\" of happening. 🙀"], [30364, "2016-12-17T16:16:05Z", [0.99], ""], [30166, "2016-12-17T14:41:17Z", [0.96], "FB announced that they will definitely add a label: http://www.dailyherald.com/article/20161217/business/161219129/. Very high chance that it will be done in the next 7+ months"], [445, "2016-12-17T14:14:01Z", [0.95], "Yes, most are not aware that they need to fact check and pass it on as fact. Facebook feels the need to protect it's \"children\" from fake posts, which many of us already do with sites like snopes. So we will have to get our fake news from the usual places like the mainstream media."], [691, "2016-12-17T13:16:15Z", [0.99], ""], [19801, "2016-12-17T12:35:21Z", [1.0], "Facebook says it will start applying warning labels to some \"fake news\" stories that users share on the social network. Articles that are known to be false -- seemingly published with the intent to trick people -- will be marked with what Facebook is calling a \"flag.\" Below the headline there will be a red label that says \"disputed by 3rd Party Fact-Checkers.\" Users will be able to click on a \"learn why this is disputed\" link to get more information. \nhttp://money.cnn.com/2016/12/15/media/facebook-fake-news-warning-labels/"], [436, "2016-12-17T03:24:15Z", [0.92], ""], [30456, "2016-12-17T00:36:33Z", [0.95], "Following GJP consensus and recent news."], [31505, "2016-12-16T21:03:00Z", [0.4], ""], [15528, "2016-12-16T19:17:46Z", [0.95], "http://newsroom.fb.com/news/2016/12/news-feed-fyi-addressing-hoaxes-and-fake-news/ Facebook has stated they intend to flag some stories as \"disputed\", which is equivalent to a warning label. The remaining question is whether they complete it before July 2017. Based on their culture of moving fast and breaking things, I assume they could complete it relatively quickly. That is, unless they deliberately drag their feet with the hope of the issue being forgotten about, in which case they could quietly drop the project."], [30364, "2016-12-16T18:47:44Z", [0.99], ""], [691, "2016-12-16T18:25:28Z", [0.99], ""], [12879, "2016-12-16T18:11:03Z", [0.5], "While I do not agree with the current gjopen consensus, I'm raising my prediction to an SuperForecasting chance of \"Even\" happening. Previous Facebook policy has been to allow individual opinions to be presented by their participants. "], [83, "2016-12-16T18:07:37Z", [0.6], "Fake news warnings may be used to lend credibility to someone else's \"fake news\".\nOTOH: This will make existing propaganda more effective by funneling readers to legitimate \"fake news\" stories.. FP covers legalization of government propaganda in the US: \nhttp://foreignpolicy.com/2013/07/14/u-s-repeals-propaganda-ban-spreads-government-made-news-to-americans/ Recent News: US paid UK firm $540m for fake Iraq news:\nhttp://www.salon.com/2016/10/03/u-s-paid-p-r-firm-540-million-to-make-fake-al-qaida-videos-in-iraq-propaganda-program/"], [29680, "2016-12-16T17:32:32Z", [0.9], "Not seeing warning labels; only verified organizations. Changes my forecast dramatically."], [29680, "2016-12-16T17:30:22Z", [0.76], "Comment deleted on Dec 16, 2016 05:30PM UTC"], [28091, "2016-12-16T16:38:01Z", [0.9], "Recent PEW survey that has a majority saying that fake news is a problem will increase the pressure on Facebook. "], [14493, "2016-12-16T15:18:13Z", [1.0], "As others have said Facebook has said it will take action, and it would now be bad for its image not to do so. I know that there are techies (outside of Facebook) working on add-ons to solve this  (quite different to what Facebook has proposed) and outlines of proposed solutions look very feasible to me. So I see no good reason why this will not take place before July."], [12302, "2016-12-16T15:14:09Z", [1.0], ""], [24, "2016-12-16T14:04:58Z", [1.0], ""], [19801, "2016-12-16T13:32:55Z", [0.95], " Social media giant introduces 'disputed' flag for stories and makes it easier to report hoaxes Facebook has shared more details of how it plans to tackle fake news on its social media platform, after it was accused of allowing a proliferation of false news that may have swayed the outcome of the recent US presidential election. In a post, Facebook VP Adam Mosseri said that Facebook will introduce easier ways of reporting hoaxes, and has started collaborating with a number of third-party fact-checking organisations. Mosseri wrote: \"We're testing several ways to make it easier to report a hoax if you see one on Facebook, which you can do by clicking the upper right-hand corner of a post. We've relied heavily on our community for help on this issue, and this can help us detect more fake news.\" The company has also started a program in collaboration with fact checking parties that abide by Poynter's International Fact Checking Code of Principles, which include ABC News, Full Fact and other organisations worldwide. These organisations will fact check content on the platform and report stories that they found to be unreliable. The social media giant will then flag them as 'disputed' and provide a link to an article explaining why this is the case. 'Disputed' stories should also appear lower down in the News Feed. Although Facebook users will still be able to share stories flagged as 'disputed', they will receive a notification before they share them saying \"Disputed by 3rd Parties - Before you share this story, you might want to know that independent fact-checkers disputed its accuracy\".\nhttp://www.itpro.co.uk/networking/27554/facebook-reveals-plan-to-tackle-fake-news"], [16518, "2016-12-16T13:28:22Z", [0.7], "Moving my forecast up three points after reading this article: http://www.nytimes.com/2016/12/15/technology/facebook-fake-news.html This is a statement from Facebook as a company, rather than just Zuckerberg posting on his own wall about some things they are testing. This indicates that the company is testing fake news labels with a plan to roll them out if it works.  The news likely would have made me move my prediction up five to eight points, but the test was already incorporated into my previous forecast based on Zuckerberg's posts (https://www.facebook.com/zuck/posts/10103269806149061). Therefore, the only new information here is that the company adopted the statement and seems to want to roll it out if they can make it work.  Some of the arguments I read here are persuasive: that people will forget about it soon and Facebook will drop it, or that they will just post labels for trustworthy sources. However, there have now been multiple statements indicating tests for fake news, and now, even an explanation of how the process will work. Given all that, I think the fake news label is the direction they are currently going and they seem to be close to acheiving it. That said, there is still a decent chance (my answer suggests 30%) that the tests don't work, that it won't work at scale, or something else. It's still far from a sure thing."], [29907, "2016-12-16T12:37:08Z", [1.0], ""], [3225, "2016-12-16T11:34:33Z", [1.0], ""], [25461, "2016-12-16T09:57:02Z", [1.0], "The question seems to be worded way too vaguely. What exactly counts as \"widespread\" ? Adopted by FB in US, and/or Europe, and/or India is enough? Or some fraction of US users is enough? This will very strongly affect the duration of the question, and thus the brier scores.  Question should have been worded more explicitly - that feature must be enabled by default on a % of global FB users. Furthermore, how prevalent should the labels be? FB could warn only about the worst of worst of worst - ie. in practice only very, very, very few could then be labelled. Would that qualify as \"adds warning labels to news \"? Is the bar, that FB labels *any* news at all the bar?"], [25461, "2016-12-16T09:43:46Z", [1.0], ""], [25461, "2016-12-16T09:42:36Z", [0.9], ""], [31499, "2016-12-16T09:15:36Z", [0.67], ""], [30305, "2016-12-16T09:13:00Z", [0.25], ""], [20497, "2016-12-16T08:26:40Z", [0.9], ""], [28414, "2016-12-16T08:03:55Z", [1.0], ""], [28414, "2016-12-16T08:03:30Z", [0.65], ""], [38, "2016-12-16T06:19:10Z", [1.0], ""], [68, "2016-12-16T03:24:17Z", [1.0], "Facebook has made an announcement."], [30517, "2016-12-16T02:07:03Z", [0.75], ""], [29680, "2016-12-16T00:12:48Z", [0.76], "Recent news regarding teaming up with fact-checking organizations. However, scope still questionable. "], [5001, "2016-12-15T23:27:46Z", [0.6], "I am increasing on todays's news (and optimizing for an early close) but still advise a caution: \nhttps://www.poynter.org/2016/facebook-rolls-out-plan-to-fight-fake-news/442987/ *\"Facebook's plan is a pilot program and will only be rolled out to a fraction of users in the United States\"* - So, clearly, not a \"widespread, default feature\". \nSo as it stands, it is not a guarantee that the pilot will end before July or that backlash against it won't result in its discontinuation. So, who are the judges of the truthiness? \"Beginning today, fact-checkers at ABC News, FactCheck.org, the Associated Press, Snopes and Politifact will be given access to a tool created by Facebook to evaluate stories that may be inaccurate. Only stories that have previously been flagged as fake by users will be submitted for consideration by fact-checkers.\"  Politfact's Truth-O-Meter is anything but truth. Politfact is an outlet that was set up as a cover for leftist propaganda: http://www.usnews.com/opinion/blogs/peter-roff/2013/05/28/study-finds-fact-checkers-biased-against-republicans - and it has gone full retard during 2016 election (Hillary's unquestionably false claim of \"17 intelligence agencies, civilian and military who have all concluded that these espionage attacks, these cyber attacks, come from the highest levels of the Kremlin\" was rated by Politfact as \"True\". Really? Treasury's Office of Terrorism and Financial Intelligence concluded that? DOE's Office of Intelligence and Counterintelligence did? )"], [532, "2016-12-15T22:23:56Z", [1.0], ""], [14898, "2016-12-15T22:21:32Z", [0.99], "as per http://newsroom.fb.com/news/2016/12/news-feed-fyi-addressing-hoaxes-and-fake-news/"], [1333, "2016-12-15T22:07:32Z", [0.55], "There will be a warning of some-kind but i think the form will more likely be - Warning - this news provider is not a FB CERTIFIED journalist - AND A SERIES OF THESE TYPE OF WARNINGS WILL SPREAD TO OTHER CITES ULTIMATELY RESULTING IN A national \"journalistic standards\" CERTIFICATION.\nhttps://www.washingtonpost.com/news/the-intersect/wp/2016/12/15/what-facebook-hasnt-said-about-its-plan-to-fight-fake-news/?tid=sm_tw&utm_term=.14f14e02a850\nFacebook said it will launch a pilot program aimed to make it easier for users to flag potential hoaxes, which will then be evaluated by third-party groups from Poynter’s International Fact Checking Network. Obviously false stories will then see a little note when viewing or sharing a debunked story alerting them about it.\nIt will still be possible to share these stories, but you will see a warning that the story has been disputed as you share. Once a story is flagged, it can’t be made into an ad and promoted, either."], [31478, "2016-12-15T21:58:00Z", [0.6], ""], [30593, "2016-12-15T21:52:48Z", [0.92], ""], [28414, "2016-12-15T21:52:24Z", [1.0], ""], [29054, "2016-12-15T21:49:42Z", [1.0], "100 yes they will, so say the Zuck of Cal\nthe label would say \"disputed by...\""], [1639, "2016-12-15T20:27:45Z", [1.0], ""], [11695, "2016-12-15T20:25:01Z", [0.99], ""], [691, "2016-12-15T20:01:31Z", [0.72], ""], [4634, "2016-12-15T19:48:44Z", [1.0], "https://backchannel.com/facebook-is-outsourcing-its-fake-news-problem-9999f01bdfd6#.zedvok8us"], [31480, "2016-12-15T18:38:28Z", [0.99], ""], [18846, "2016-12-15T18:31:12Z", [1.0], ""], [4634, "2016-12-15T11:56:06Z", [0.4], ""], [28380, "2016-12-15T08:22:38Z", [0.25], "For any automated solution there would be a real problem to distinguish news from opinion pieces."], [31468, "2016-12-15T08:08:29Z", [0.35], ""], [30364, "2016-12-15T06:26:17Z", [0.9], ""], [2845, "2016-12-15T04:14:05Z", [0.35], "Outside view: how often facebook adds features. (very hard to track...)\nHow likely it is that facebook will do anything about fake news: seems likely given the amount of negative publicity (90%)\nWhat facebook has publicly said about this: http://www.usatoday.com/story/tech/2016/11/19/how-facebook-plans-crack-down-fake-news/94123842/\nI think they will experiment with this feature and roll it out in A/B tests (at 80%). However the question asks about a default widespread feature. I think buzz about fake news will die down and they ultimately won't. Labeling news as fake has a chance of offending people and that's just not what fb wants."], [25461, "2016-12-14T21:27:49Z", [0.25], ""], [31448, "2016-12-14T16:07:42Z", [0.1], ""], [30364, "2016-12-14T15:52:19Z", [0.9], ""], [20497, "2016-12-14T14:46:40Z", [0.65], ""], [14898, "2016-12-14T13:08:12Z", [0.33], "Seems like an inelegant solution, a label for stories from a vetted source seems more likely. Somewhat like what is already being done for verified profiles."], [25461, "2016-12-14T09:51:23Z", [0.3], ""], [31436, "2016-12-14T06:27:16Z", [0.5], "To stop fake news stories via FB, hence making FB worth more on the stockmarket."], [29849, "2016-12-14T00:03:57Z", [0.55], "Current media climate and Zuckerberg's political alignment points to yes."], [31256, "2016-12-13T23:09:40Z", [0.85], ""], [30364, "2016-12-13T20:51:40Z", [0.9], ""], [29680, "2016-12-13T19:22:37Z", [0.4], "The question doesn't specify if all stories will be evaluated; it seems that as long as a handful are labeled for all users, the question would resolve as a yes. Upgrading substantially for now."], [30166, "2016-12-13T16:51:05Z", [0.68], "FB has been attempting to find out Fake news links even in the past, and demote them in their news feed ranking. They haven't, as yet, labeled them as possibly fake but Zuckerberg did outline that as an option they are 'exploring' in his post here: https://www.facebook.com/zuck/posts/10103269806149061 Technically, a label shouldn't be hard to add once they have found a post that their algorithm considers fake with greater than x% confidence. The algorithm already exists. I think since FB wants to preserve the ability to share and not be the arbiter of truth, but also address fake news issues, a warning label might be the happy balance. "], [691, "2016-12-13T13:14:20Z", [0.08], ""], [15471, "2016-12-13T11:02:55Z", [0.6], ""], [28771, "2016-12-13T08:08:35Z", [0.75], ""], [30364, "2016-12-13T06:51:20Z", [0.9], ""], [4729, "2016-12-13T04:51:40Z", [0.7], ""], [29054, "2016-12-13T00:58:11Z", [0.28], "Comment deleted on Dec 31, 2016 11:45PM UTC"], [30364, "2016-12-13T00:29:52Z", [0.9], ""], [500, "2016-12-12T21:20:43Z", [1.0], ""], [740, "2016-12-12T20:25:13Z", [0.71], ""], [29680, "2016-12-12T20:02:15Z", [0.1], "Bumping up on Tereick's observation that 1% may be too low, some movement toward consensus, and the possibility that Facebook will create a risky or controversial solution that fits the requirements to this resolution. The \"not certified\" label might fit the definition of a warning label and could be adequate. I would like clarification on how \"widespread, default feature\" will be measured. For example, how do we know if Facebook is evaluating all news stories or only some? Should we expect every news story to have a label (\"certified\", \"not certified\", \"false\", \"reported\", \"misleading\") for a \"yes\" resolution, or if we only see it used sparingly, (e.g., 1% of stories are labeled, but we don't know which were evaluated) does this also resolve as yes? Increasing uncertainty for those reasons."], [19408, "2016-12-12T19:49:26Z", [0.0], ""], [31122, "2016-12-12T19:11:02Z", [0.38], ""], [16272, "2016-12-12T18:24:53Z", [0.25], ""], [1639, "2016-12-12T15:35:28Z", [0.45], "Although Mark Zuckerberg has some points in defending FB, he misses some too, and I think he will be forced to do something about it eventually. The fake news problems is not confined to the US elections; it is also in Europe. And from his talk, it's clear that he's thinking about how to wield this power. One of the things that has shifted, he says, is that now news is a more important part of Facebook content. \"We're still working through what that means.\"\n___________________\nCONCLUSIONS:  July 2017 may be an ambitious deadline, FB is a work in progress and changes will be implemented. It will be in his interest to do so."], [18846, "2016-12-12T14:54:27Z", [0.0], ""], [30392, "2016-12-12T14:50:38Z", [0.77], ""], [22833, "2016-12-12T13:59:39Z", [0.15], ""], [22264, "2016-12-12T13:51:19Z", [1.0], ""], [16518, "2016-12-12T13:03:25Z", [0.67], "I started at 50% since without more information this is a toss up.  I want to lay out a couple of assumptions before going further:  - An affirmative answer to this question means all users will see warning labels, not just a few test users (since warning labels are already being tested: https://techcrunch.com/2016/12/01/facebook-fake-news-flags-reliable-news-source/)\n- An affirmative answer means that Facebook posts generally will have a label, not that the label must relate solely to news stories; for example, it would be possible for all posts related to a particular site could be labeled.  The following moved my prediction from its starting point: 1. Zuckerburg posted, acknowledging the fake news problem but saying Facebook needs to be very careful not to be the \"arbiter of truth.\" This statement only raised my prediction by 2 points, since it was a very qualified and Facebook tends to prefer algorithmic changes to cluttering the news feed further. (https://www.facebook.com/zuck/posts/10103253901916271)  2. Zuckerburg posted that warning labels are something they are exploring. This statement raised my prediction 5%. It would have been more, but again, the statement was much more qualified than many of the other options he said Facebook is pursuing. (https://www.facebook.com/zuck/posts/10103269806149061) 3. Techcrunch reported that some users see warning labels now. This article raised my prediction by 5%. Assuming (as I said above) that this is just a test and does not mean the question's premise is met, this is a strong indication that warning labels may be in Facebook's future; however, Facebook runs hundreds of tests and few make it to the general public. (https://techcrunch.com/2016/12/01/facebook-fake-news-flags-reliable-news-source/)"], [26753, "2016-12-12T12:42:35Z", [0.6], "Spammers are not going to stop and there is a groundswell of complaints."], [14432, "2016-12-12T05:19:14Z", [0.0], ""], [27798, "2016-12-12T05:02:19Z", [0.3], "I think a safer option would be a generic warning label whenever you share *any* links: \"fake news have been around; here's an article on how to verify if something is true: [link]. [checkbox] do not show this message again\". Then they wouldn't have to single out anyone in particular yet still get the warning out there. But I tend to agree with the posters who suggested there's no revenue to be gained from it so it's more likely it'll be forgotten."], [6303, "2016-12-12T02:30:58Z", [0.1], "According to the general news and GJP consensus.\nA slippery slope of defining what is false or misleading. \"No spin zone?\""], [7690, "2016-12-12T01:53:05Z", [0.55], ""], [5001, "2016-12-12T01:02:43Z", [0.1], "\"Truthiness\"-based control is bound to be a clusterfnck ripe with too many unpleasant consequences for Facebook. For now. And I think Zuckerberg is smart enough to realize that and will prefer to not overreact. "], [28091, "2016-12-12T00:36:10Z", [0.75], "As more facts about what happened with Russian hacking and fake news come to light Facebook will be under greater pressure to take action. "], [31262, "2016-12-11T23:14:45Z", [0.9], "Facebook has a major interest in becoming a 'trusted' source (hence it demands the use of real names). It's capacity to move away from a mere entertainment platform to a business platform will depend on being reliable and free from being manipulated by certain actors. "], [1901, "2016-12-11T23:05:52Z", [0.6], ""], [30719, "2016-12-11T22:59:50Z", [0.55], ""], [29907, "2016-12-11T21:59:34Z", [0.05], "Public pressure on FB is very high, but I was convinced by rpmiller4's argument that it is much more likely that FB will label certified sites. 1% seemed intuitively too low, however. "], [1390, "2016-12-11T21:20:29Z", [0.62], "Recent discussion on Twitter Insiders, of which I am part, explores the potential for a reporting button being added to Facebook postings. Obviously, there is some potential for abuse, or mob censorship, in such a move. Twitter developers are considering similar modifications to the Twitter platform. There is some cross-talk and collaboration between Facebook and Twitter development teams, though any implemented solutions may become unique to each platform. Neither company seems keen on employing more people to have human editors, so the potential development appears to be more of a push towards an algorithm. Facebook has tested this a bit, with some notable failures, though I would expect more efforts in that direction in the future."], [30516, "2016-12-11T20:11:06Z", [0.75], ""], [30546, "2016-12-11T20:00:56Z", [0.99], "i could feel it"], [30760, "2016-12-11T19:57:54Z", [0.95], ""], [16501, "2016-12-11T19:33:26Z", [0.9], ""], [4634, "2016-12-11T19:13:55Z", [0.55], ""], [12879, "2016-12-11T18:48:07Z", [0.15], ""], [7658, "2016-12-11T18:40:23Z", [0.15], ""], [29970, "2016-12-11T17:13:04Z", [0.3], "Silicon Valley is questioning the role of its platforms in light of CIA reports of Russian tampering with the US election."], [30976, "2016-12-11T16:43:43Z", [0.0], ""], [30305, "2016-12-11T16:35:20Z", [0.0], ""], [1019, "2016-12-11T15:55:46Z", [0.1], "User-generated warning flags are likely not the solution "], [1333, "2016-12-11T15:24:41Z", [0.4], "While I put a 3/5 cha once of some kinda of label I can't see past 2/5 chance of the label warning about content "], [30456, "2016-12-11T15:16:00Z", [0.6], "I believe that warning label based on user voting is a plausible solution which does not force FB taking responsibility. Also, there are news that this is being tested https://techcrunch.com/2016/12/01/facebook-fake-news-flags-reliable-news-source/"], [1593, "2016-12-11T14:58:24Z", [0.15], ""], [31142, "2016-12-11T14:49:03Z", [0.05], ""], [26359, "2016-12-11T14:16:33Z", [0.05], ""], [691, "2016-12-11T14:04:32Z", [0.08], ""], [31179, "2016-12-11T13:48:06Z", [0.8], ""], [30164, "2016-12-11T13:18:13Z", [0.35], ""], [12937, "2016-12-11T07:14:32Z", [0.22], ""], [12937, "2016-12-11T07:14:18Z", [0.28], "Seems like a small chance that they will. Facebook will move slowly on this front due to the PR nightmare. "], [3225, "2016-12-10T23:29:20Z", [0.2], ""], [29054, "2016-12-10T22:46:02Z", [0.11], "Comment deleted on Dec 31, 2016 11:45PM UTC"], [31314, "2016-12-10T19:14:25Z", [0.24], ""], [30364, "2016-12-10T17:21:37Z", [0.8], ""], [25944, "2016-12-10T16:47:43Z", [0.1], "Whatever they do along these lines is bound to be controversial.  Don't see what's in it for facebook, especially since they aren't the only social media platform that has this issue.  Why would they go first in implementing a \"fix\"?"], [6552, "2016-12-10T15:31:43Z", [0.75], ""], [167, "2016-12-10T15:15:50Z", [0.01], ""], [691, "2016-12-10T13:31:50Z", [0.08], ""], [19801, "2016-12-10T08:45:14Z", [0.5], "How trustworthy and accurate would Facebook's algorithm be in the first place?"], [4634, "2016-12-10T07:23:27Z", [0.22], ""], [68, "2016-12-10T05:03:34Z", [0.65], "Gmail sometimes says \" this mail may be spam\" without sending it directly to the spam folder. Wikipedia often notes that some content requires additional references. I can see Facebook doing something like that  under public pressure, but I'm fairly sure they won't identity specific news as false. I'm assuming that any kind of caution notice would constitute a yes."], [29980, "2016-12-10T03:20:30Z", [1.0], ""], [5863, "2016-12-10T01:39:17Z", [0.85], ""], [706, "2016-12-10T00:24:35Z", [0.5], "No, but it will likely have a button that people can click if they think that what they are reading is fake, and then FB will investigate that story if a critical mass of 'flags' are raised."], [31034, "2016-12-09T23:00:40Z", [0.4], ""], [1333, "2016-12-09T20:50:29Z", [0.75], ""], [745, "2016-12-09T20:00:20Z", [0.35], "They are under pressure so I think they might do this.   I think the warning label will be innocuous and attached to all news stories, minimizing blowback from one side or the other.  Or they could add it to the EULA, which no one reads anyway."], [4634, "2016-12-09T19:46:03Z", [0.08], ""], [28414, "2016-12-09T19:41:33Z", [0.01], ""], [29680, "2016-12-09T19:38:33Z", [0.01], "No way this will be a default opt-out feature. It's easy to label questionable sites by placing them on a list, but what if that site begins promoting credible news? 1. The easy effortless win, a blacklist, will not be adequate.\n2. Textual analysis that is not site dependent via statistics or uses supervised learning; a la websense, will very often have false positives. This would incur a huge backlash.\n3. Unsupervised machine learning not feasible, due to training necessary. Stories could appear to be propaganda, inaccurate, or just misleading, but worse, just partisan. Is a partisan site to the left that promotes a 78% accurate story going to be labeled as inaccurate? What about a story that is equally accurate on the right? What about stories that are controversial without intergroup consensus? How do you handle breaking news that have not been confirmed because only one source is reporting? Who takes the blame in instances where the intelligence community was wrong, such as with WMDs in Iraq, which was a widely accepted working theory? What about opinion pieces - can they even be assigned a value? More likely Facebook will add a stamp of approval for credible news stories. Which is the opposite of a warning label, and incurs slightly less backlash from the Breitbarts, Drudge Reports and Daily Kozes. It also places the burden on the news outlet to get certified, which relieves facebook of major engineering work that will not cover edge cases. EDIT: Alternative theory, facebook proposes an incomplete solution despite the risks.\nEDIT2: The warning label is community sourced, and says \"not certified\" until it meets a threshold. Considering this option more seriously would bump up my forecast quite a bit."], [691, "2016-12-09T18:55:41Z", [0.08], "They will not wish to take up this level of responsibility on their own.  They will be (rightly) afraid that if they start evaluating people's posts for quality, they will have to devote lots of expensive resources to the task and will still drive away users who don't agree with their assessments.   It's not out of the question that they will invite some outside organization(s) to append their own labels, but selecting those organization(s) would be only slightly less tricky than evaluating the items directly.  That might qualify as a Yes for the purpose of this Q, though. What they might more likely do is say you can't post anything puporting to be a news item unless you identify the source you got it from.  That probably shouldn'r make this Q a Yes, but one never knows around here. "], [4634, "2016-12-09T18:54:27Z", [0.18], ""], [4634, "2016-12-09T18:54:16Z", [0.2], ""], [28414, "2016-12-09T18:21:59Z", [0.1], ""], [12879, "2016-12-09T18:17:16Z", [0.25], "Very doubtful that they will implement such a policy any time in the near future based on their past performance."]], "open_date": "2016-12-09T18:00:08Z", "close_date": "2017-03-04T18:00:45Z"}