{"question_id": 1005, "title": "In Madison v. Alabama, will the Supreme Court rule that the State of Alabama may not execute Vernon Madison?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.315, 0.685], "correct_answer": "Yes", "correct_forecast": 0.315, "preds": [[28166, "2019-02-27T02:27:12Z", [0.88], ""], [691, "2019-02-26T18:05:21Z", [0.09], ""], [34920, "2019-02-25T07:12:40Z", [0.0], ""], [1333, "2019-02-24T13:16:33Z", [0.35], ""], [66626, "2019-02-21T20:46:02Z", [0.6], "Correction down due to lack of confidence"], [1333, "2019-02-21T20:21:59Z", [0.45], ""], [13824, "2019-02-20T20:19:22Z", [0.3], ""], [67501, "2019-02-19T02:09:44Z", [0.7], ""], [57738, "2019-02-16T20:27:05Z", [0.5], ""], [57738, "2019-02-16T18:08:28Z", [0.0], "Comment deleted on Feb 16, 2019 08:27PM UTC"], [1333, "2019-02-14T19:10:05Z", [0.35], ""], [32300, "2019-02-13T14:28:35Z", [0.35], ""], [62808, "2019-02-13T02:39:25Z", [0.52], ""], [1333, "2019-02-12T21:57:54Z", [0.49], ""], [691, "2019-02-05T13:17:42Z", [0.09], ""], [1333, "2019-02-04T19:43:06Z", [0.5], ""], [66626, "2019-02-03T21:46:12Z", [0.65], "Robert voted against Panetti however in South Dakota v. Wayfair the Chief Justice said: \"Departing from . . . stare decisis is an exceptional action demanding special justification.\" The past decision Panetti vs Quarterman is: you must decide it according to the meaning of the Ford vs Wainwright decision. The State of Alabama didn't ask for Ford or Panetti to be reversed and didn't say it couldn't apply to dementia (Roberts clarified this at the start of The State's oral arguments). They just said the lower court did consider it correctly but the lower court started their decision with \"... it must be noted that Madison has failed to implicate Ford or Panetti in this proceeding. Both the court-appointed expert and the defense-retained expert agree that Madison does not suffer from psychosis or delusions.\" Roberts has only voted with the Majority to overrule a previous decision once (Janus v. AFSCME) and has only swung the decision to the majority on the liberal side a number of times countable on one hand (National Federation of Independent Business v. Sebelius, Yates v. United States, Williams-Yulee v. The Florida Bar, Dart Cherokee Basin Operating Company v. Owens, Michigan v. Bay Mills Indian Community) but this might take him on to a second hand."], [62808, "2019-02-03T12:58:40Z", [0.51], ""], [66626, "2019-01-30T21:05:03Z", [0.57], "Alito, Thomas and Gorsuch seem likely to vote against Madison on the basis that they didn't want to take the case and have tended to be hostile to \"evolving standards of decency\". It feels like Ginsberg and Breyer are now crypto-abolitionist in an era of greater than 10 years of appeals. Sotomayor doesn't seem to think that Madison is rational. The issue for Kagan and Roberts is not actually :\"Is Madison competent to be executed\" it is now \"Was the issue resolved appropriately at the lower court?\". Without reading the lower court judgement  it is hard to tell if they considered dementia but they did start with: \"Initially, it must be noted that Madison has failed to implicate Ford or Panetti in this proceeding. Both the court-appointed expert and the defense-retained expert agree that Madison does not suffer from psychosis or delusions.\" which doesn't imply that the impact of dementia has been considered. Roberts voted in favour of the states being allowed to execute intellectually disabled murders but there was stare decisis to base the new law on unlike Ford."], [206, "2019-01-27T21:38:31Z", [0.25], ""], [16932, "2019-01-27T21:07:56Z", [0.0], ""], [67083, "2019-01-26T02:34:25Z", [0.1], "Why would they. He’s been proven guilty and his current condition should not protect him. "], [56863, "2019-01-24T20:13:50Z", [0.28], ""], [1333, "2019-01-24T18:07:32Z", [0.51], ""], [15265, "2019-01-24T00:04:59Z", [0.4], ""], [691, "2019-01-20T13:12:29Z", [0.08], ""], [691, "2019-01-16T13:20:49Z", [0.08], ""], [25421, "2019-01-15T05:30:57Z", [0.76], ""], [1333, "2019-01-14T09:23:53Z", [0.52], ""], [58851, "2019-01-13T18:23:25Z", [0.15], ""], [64651, "2019-01-12T22:23:46Z", [0.55], ""], [10746, "2019-01-12T14:56:14Z", [0.8], "The four liberal judges are certain to remand the case for further proceedings and there is a strong  possibility that Roberts and/or Kavanaugh will also vote to vacate and remand.\nhttps://www.washingtonpost.com/politics/courts_law/kavanaugh-joins-liberals-in-tough-questions-on-execution-plans-for-man-with-rare-condition/2018/11/06/45ae40f6-e1e5-11e8-b759-3d88a5ce9e19_story.html?utm_term=.05d1e80f5863 Precedent: 1986, in a case called Ford v. Wainwright, the justices ruled that the Eighth Amendment bars the execution of inmates who are mentally incompetent; 2007’s Panetti v. Quarterman, the court added that an individual may not be killed if he does not understand the reason for his execution and held that inmates have a right to litigate their competency.\nThe question remains: Does vascular dementia make one incompetent?"], [19912, "2019-01-12T03:30:38Z", [0.25], ""], [43191, "2019-01-11T17:01:50Z", [0.51], ""], [9737, "2019-01-11T16:02:17Z", [0.2], ""], [66458, "2019-01-10T04:25:10Z", [0.85], "Likely to vacate and remand"], [691, "2019-01-09T13:12:08Z", [0.08], "To  be spared by the current Court, Madison would need to have committed a different crime in a different state in a different decade, and of course to be of a different colour.  Executing him will teach him a valuable lesson.  "], [64808, "2019-01-07T01:28:14Z", [0.2], "I believe that the conservative majority would opine that to overturn a lower court decision in this case would be the greater harm."], [65324, "2019-01-07T00:09:52Z", [0.25], ""], [65324, "2019-01-07T00:06:44Z", [0.25], ""], [65401, "2019-01-06T23:01:05Z", [0.25], "Current Court is reluctant to place \"cruel and unusual\" restrictions on death penalty. May previous forecast underestimated this tendency."], [65424, "2019-01-06T22:20:21Z", [0.15], "The Supreme Court has ruled that capital punishment is constitutional.\nThose who support capital punishment do this on a number of grounds\nand most of those beliefs are independent of the ability of the accused\nto recall the details of their crime."], [65401, "2019-01-06T21:44:44Z", [0.55], ""], [65388, "2019-01-06T19:56:21Z", [0.6], ""], [65343, "2019-01-06T19:49:39Z", [0.55], "Strong possibility they just won't touch this one and let him die of old age"], [43890, "2019-01-06T19:41:38Z", [0.15], ""], [65052, "2019-01-06T19:14:56Z", [0.8], ""], [64871, "2019-01-06T17:59:37Z", [0.05], ""], [64714, "2019-01-06T17:01:12Z", [0.85], ""], [63914, "2019-01-06T10:59:01Z", [0.55], "Difficult one. No-one is saying he was not competent at the time of the crime, and is therefore fully guilty. The subsequent dementia may affect his ability to plead his case in court: whether or not he can remember the crime should not. \"I know nothing' is not a defence for either sane or demented criminals. \nDoes the State execute incompetent criminals? If the State executes anyone, it is for a serious crime, but because this is a judgement of no return, every criminal is given every opportunity to plead the case for remission.  If they are incapable of pleading, the State is on thin ice if it executes them: there has not been a full review of the case. Even appointing a court 'guardian' is not sufficient in a capital case as none can direct the case to save their life as  well as the person due to lose it. For this reason, even a socially conservative judge might be minded not to execute. "], [1333, "2019-01-04T19:17:34Z", [0.53], ""], [691, "2019-01-04T13:24:24Z", [0.12], ""], [35831, "2019-01-04T04:40:57Z", [1.0], "@Anneinak @JMR2017 @Censusguyz @lsgold7 @Dima Farewell, Happy New Year and May all your predictions come true! I will not make any further prediction.  Linh Tran"], [63963, "2019-01-02T23:43:55Z", [0.05], ""], [63795, "2018-12-30T22:29:45Z", [0.7], ""], [51327, "2018-12-26T00:46:08Z", [0.1], ""], [43003, "2018-12-25T02:55:41Z", [0.15], ""], [691, "2018-12-24T14:01:43Z", [0.19], ""], [691, "2018-12-20T13:20:10Z", [0.07], ""], [54140, "2018-12-19T10:15:24Z", [0.75], ""], [38564, "2018-12-19T05:16:27Z", [0.03], "I don't think this has the momentum of public discussion to get a ruling in favor of Madison.  Not because I think that the profile of the case per se is too small, but because the sort of evidence that would inform the court is not abundant.  It also, on the surface, strikes me as legislating from the bench.  Inducing head trauma on yourself in the face of a losing court case becomes a legit strategy."], [5018, "2018-12-19T02:53:58Z", [0.8], ""], [5053, "2018-12-17T18:35:50Z", [0.8], "With Justice Kavanaugh not participating, only 8 Justices will decide Madison's fate. Thomas, Alito and Gorsuch already weighed in when they indicated they would have denied the cert petition and allowed Alabama to proceed with the execution. If Chief Justice Roberts were to agree with them, it would be 4-4 and the lower court decisions would stand and Madison would be executed. A 4-4 split does not seem like a very appetizing way for the Court to decide the life or death of a human being, irrespective of the underlying crime. Roberts allowed a 4-4 split in a 2016 executions, but so far as I can tell that was on a cert petition challenging the method of execution (the drugs used) as opposed to whether the person was competent. In addition, the Madison case is now before the court on the merits. While possible, a 4-4 split allowing an execution to go forward seems unlikely unless he believes strongly that Madison is competent to the executed. Roberts tries to seek consensus where he can and avoids ties if possible. As the tie breaker, then, he will need to decide whether there was sufficient evidence established by the lower court to determine whether Madison is competent to be executed. Roberts established in the oral arguments that this was the gist of the case for him--he is not as focused on whether Madison can remember his crime; rather he is focused on whether Madison can now understand what is about to happen to him. That debate at oral argument turned on whether dementia was sufficient to meet the incompetence standard. Thus, Roberts has 4 choices: (1) dementia doesn't count as incompetence and Madison can be executed--seems unlikely given the gist of questioning and recognition that dementia is an emerging area/issue for aging inmates, (2) dementia counts, depending on the degree/facts of the dementia to understand the circumstances of one's execution, and under the facts of the case Madison's dementia meets the definition for incompetence, (3) dementia counts, depending on the degree/facts of the dementia to understand the circumstances of one's execution, and under the facts of the case Madison's dementia doesn't meet the definition incompetence (5%), or (4) dementia counts, depending on the degree/facts of the dementia to understand the circumstances of one's execution, and the lower court's decision doesn't clearly establish the facts enough to decide that on appeal and that the case needs to be remanded for further assessment by the district court. This last choice may be the best for Roberts, because as a practical matter, it stops the execution while remanding the case for further proceedings in light of guidance around dementia as a test for incompetence (something the Court does need to address as the population of death row inmates continues to age). It also avoids having the perception that the court is making the determination about his competence based on dementia without first hearing specifically about this from the lower court one way or the other. See, for example, the analysis at http://www.scotusblog.com/2018/10/argument-analysis-a-narrow-victory-possible-for-death-row-inmate-with-dementia. It didn't seem as if Roberts pushed the issue about whether Madison was competent/incompetent because of dementia, probably, I think, because it wasn't clear to him from the record whether the lower courts provided sufficient findings to determine that. Unless he can point to specific, concrete findings in the record that gives him comfort that a 4-4- tie is ok, it seems more likely that he could comfortably remand the case for further proceedings. Thus Roberts, will likely want the case remanded, but with some guidance/clarification on dementia and its interplay around the assessment of incompetence. Allowing for some wiggle room because I haven't reviewed the underlying court's findings of fact, I'll give it an 80% probability of a remand or other ruling favorable to Madison."], [39781, "2018-12-16T13:41:09Z", [0.0], ""], [1333, "2018-12-16T08:14:35Z", [0.54], ""], [63311, "2018-12-15T01:40:48Z", [0.4], ""], [63213, "2018-12-14T15:09:00Z", [0.1], ""], [30194, "2018-12-13T19:02:02Z", [0.15], ""], [4718, "2018-12-13T18:33:50Z", [0.33], "Likeliest vote is 5/4 NOT to block. At least two are probably solid in that position. If one of the remaining three sees a reason to go the other way, Alabama is blocked from proceeding."], [6079, "2018-12-13T18:17:22Z", [0.05], "conservative court likes to death penalty"], [63378, "2018-12-13T03:58:43Z", [0.22], "Two strong pieces of evidence were that Roberts was deemed the main deciding factor in the article and he usually leans right. Also, there is an option to simply send it back to the lower courts to consider the dementia more thoroughly. A counter piece of evidence was that I found the defense argument more convincing but this was outweighed by the counter-evidence."], [55743, "2018-12-10T14:04:59Z", [0.3], ""], [691, "2018-12-09T18:30:39Z", [0.1], ""], [63429, "2018-12-08T10:44:14Z", [0.85], ""], [15196, "2018-12-08T02:27:43Z", [0.2], ""], [62421, "2018-12-05T12:38:28Z", [0.08], ""], [1333, "2018-12-05T09:01:52Z", [0.55], ""], [34353, "2018-12-04T19:59:44Z", [0.1], ""], [63300, "2018-12-04T19:30:38Z", [0.8], ""], [60839, "2018-12-03T03:08:07Z", [0.1], ""], [62965, "2018-12-02T16:15:07Z", [0.05], ""], [39928, "2018-11-30T20:11:09Z", [0.05], ""], [63213, "2018-11-30T16:20:47Z", [0.0], ""], [691, "2018-11-28T13:24:24Z", [0.1], ""], [60033, "2018-11-27T02:37:13Z", [0.1], ""], [1333, "2018-11-25T19:48:06Z", [0.65], ""], [691, "2018-11-25T14:08:42Z", [0.1], ""], [691, "2018-11-20T16:16:28Z", [0.1], ""], [61391, "2018-11-20T03:12:21Z", [0.35], ""], [36132, "2018-11-19T19:16:49Z", [0.0], ""], [19227, "2018-11-18T02:56:40Z", [0.7], ""], [373, "2018-11-17T23:23:12Z", [0.4], ""], [37516, "2018-11-17T10:11:24Z", [1.0], ""], [28166, "2018-11-17T03:54:29Z", [0.87], ""], [60735, "2018-11-16T20:38:11Z", [0.15], "I believe that most likely, the supreme court with side with the state (i.e. the Supreme Court will rule that the State of Alabama may execute Vernon Madison).  From looking at the Brief of respondent State of Alabama filed in July 2018, an argument proposed by the lower courts point in the direction of holding Madison responsible for his crime. This argument states that although Madison may not have memory (due to the series of strokes) of the crime he committed, he still has a rational understanding of the crime and its consequences. Thus they state that \"a murderer's inability to remember his crime does not render him incompetent to be executed\" (21) (https://www.supremecourt.gov/DocketPDF/17/17-7505/56028/20180731143532610_Brief%20of%20Respondent.pdf).  Moreover, Madison committed the crime with full mental capacity and knowledge (he knew what he was doing was wrong). In essence, due to rulings of lower courts, precedent for other cases (i.e. Bedford v Bobby https://www.leagle.com/decision/infco20110518135), and the fact that the supreme court leans conservative (https://www.nytimes.com/interactive/2018/06/28/us/politics/supreme-court-2017-term-moved-right.html)(and thus will rule in favor of the death penalty), the SC is will most likely side with the state. "], [62731, "2018-11-16T04:09:35Z", [0.37], ""], [28103, "2018-11-16T03:39:29Z", [0.1], ""], [52267, "2018-11-15T21:32:43Z", [0.55], ""], [1333, "2018-11-15T19:14:48Z", [0.7], ""], [33887, "2018-11-15T03:23:00Z", [1.0], ""], [671, "2018-11-15T00:35:01Z", [0.66], ""], [11962, "2018-11-14T01:02:21Z", [0.0], "Subsequent medical events likely have nothing to do with mental competence at the time of the crime.\n"], [48224, "2018-11-13T21:40:13Z", [0.0], ""], [37115, "2018-11-13T18:52:19Z", [0.25], "They should stop the execution, but these conservative judges are unlikely to do that."], [37029, "2018-11-13T16:59:29Z", [0.25], "It's possible if the facts of the case are clear. However, this (relatively) conservative Court is more likely to confirm the death penalty in most cases."], [29054, "2018-11-13T16:19:04Z", [0.0], ""], [54675, "2018-11-13T13:36:53Z", [0.05], ""], [29464, "2018-11-13T04:29:48Z", [0.27], ""], [62598, "2018-11-12T21:22:49Z", [0.2], ""], [62514, "2018-11-12T19:38:09Z", [0.15], ""], [7370, "2018-11-12T18:50:50Z", [0.65], ""], [35642, "2018-11-11T15:02:06Z", [0.12], ""], [691, "2018-11-10T13:33:06Z", [0.12], ""], [62290, "2018-11-08T20:05:56Z", [0.25], ""], [62063, "2018-11-08T12:42:09Z", [0.09], ""], [45217, "2018-11-07T18:39:41Z", [0.1], ""], [62218, "2018-11-07T17:55:48Z", [0.5], ""], [62181, "2018-11-07T15:38:43Z", [0.0], ""], [46339, "2018-11-06T18:19:36Z", [0.5], ""], [62104, "2018-11-06T13:27:14Z", [0.1], ""], [691, "2018-11-06T12:46:46Z", [0.12], ""], [29464, "2018-11-04T05:00:51Z", [0.45], ""], [61391, "2018-11-01T19:00:45Z", [0.65], ""], [37488, "2018-10-31T01:15:54Z", [0.15], ""], [1333, "2018-10-30T21:11:00Z", [0.74], ""], [691, "2018-10-30T15:02:06Z", [0.12], ""], [61779, "2018-10-29T02:29:57Z", [0.01], "Given the possibility that Madison's memories may return over time it is unlikely that the execution will be stayed.  If the opinion return in favor of Madison it would raise the question if anyone scheduled for execution could receive chemically induced amnesia or perhaps a surgery to destroy memories.  That in turn leading to the possibility of life sentences to be negated by memory loss. "], [691, "2018-10-28T12:04:01Z", [0.12], ""], [28166, "2018-10-28T02:44:01Z", [0.86], ""], [29054, "2018-10-27T23:54:39Z", [0.0], "Becuase the sentencing and events took place prior to the time of discapacity, it is my view that the SCOTUS will side with the State."], [1333, "2018-10-27T19:17:33Z", [0.75], ""], [7370, "2018-10-24T16:24:02Z", [0.5], ""], [43515, "2018-10-24T15:44:14Z", [0.15], ""], [691, "2018-10-24T13:35:46Z", [0.12], ""], [15265, "2018-10-23T20:33:49Z", [0.5], ""], [15265, "2018-10-23T20:07:22Z", [0.5], ""], [34725, "2018-10-23T09:47:54Z", [0.65], ""], [48709, "2018-10-22T15:55:14Z", [0.95], "Comment deleted on Oct 22, 2018 03:56PM UTC"], [12453, "2018-10-22T01:42:00Z", [0.15], ""], [691, "2018-10-20T21:52:06Z", [0.1], ""], [61601, "2018-10-17T18:09:09Z", [0.49], "Test 8, wild-assed guess. I have read about the case."], [691, "2018-10-16T12:28:38Z", [0.1], ""], [34353, "2018-10-16T11:32:41Z", [0.65], ""], [1333, "2018-10-16T10:59:59Z", [0.76], ""], [34725, "2018-10-15T08:32:47Z", [0.85], ""], [47305, "2018-10-14T20:37:21Z", [0.55], ""], [3152, "2018-10-14T17:29:47Z", [0.65], ""], [61494, "2018-10-14T13:17:53Z", [0.01], "Caso juzgado"], [691, "2018-10-12T21:50:24Z", [0.1], ""], [43003, "2018-10-12T20:27:35Z", [0.46], "note to self: WAF-last3f"], [23006, "2018-10-12T02:23:08Z", [0.45], "texas has executed mentally challenged people including young people so No"], [60346, "2018-10-11T05:40:29Z", [0.6], ""], [60868, "2018-10-11T01:25:18Z", [0.0], ""], [34725, "2018-10-10T06:55:10Z", [0.85], ""], [706, "2018-10-10T00:14:08Z", [0.75], "Good timing!  Justice Kavanaugh will probably have to recuse himself from this one!  If so, a 4-4 deadlock means kick it back down or remand it.  Either way, no resolution = yes."], [53049, "2018-10-09T23:50:36Z", [0.0], ""], [15265, "2018-10-09T22:57:13Z", [0.2], ""], [43311, "2018-10-09T20:20:33Z", [1.0], ""], [1333, "2018-10-09T14:37:56Z", [0.77], ""], [60640, "2018-10-08T17:32:37Z", [1.0], ""], [1333, "2018-10-08T13:18:47Z", [0.78], ""], [39409, "2018-10-08T09:01:44Z", [0.0], "They already executed a 83 year old this year, why should they care?"], [61391, "2018-10-08T02:34:26Z", [0.73], ""], [50172, "2018-10-08T00:16:32Z", [0.28], ""], [21441, "2018-10-07T23:34:31Z", [0.05], ""], [60595, "2018-10-07T23:19:39Z", [0.08], ""], [27092, "2018-10-07T22:35:34Z", [0.2], ""], [61388, "2018-10-07T01:37:09Z", [0.1], ""], [60033, "2018-10-06T23:06:27Z", [0.6], "as The Economist says, Roberts is \"no abolitionist.\" He may have softened since the last death penalty ruling was handed down though."], [1333, "2018-10-06T17:15:37Z", [0.79], ""], [28166, "2018-10-06T11:45:33Z", [0.85], ""], [28166, "2018-10-06T11:32:58Z", [0.8], ""], [60700, "2018-10-04T22:09:07Z", [0.55], ""], [61355, "2018-10-03T20:02:47Z", [0.55], "Seven of eight votes are set with >95%, so this reduces to \"how will Roberts vote\"?  Priors say it's fairly unlikely he'd vote R, but in oral argument he appeared to lean R.  Calling this a weak R."], [53555, "2018-10-03T15:55:55Z", [0.87], ""], [35831, "2018-10-03T14:12:26Z", [1.0], "The Petitioner side is allowed to make a speech without any interruption at rebuttal is unusual and shows that the case is overwhelmingly in Mr. Madison's favor."], [691, "2018-10-03T13:14:25Z", [0.1], ""], [34725, "2018-10-03T10:34:49Z", [0.77], ""], [15196, "2018-10-02T06:24:49Z", [0.8], ""], [4066, "2018-10-02T02:23:05Z", [0.05], ""], [691, "2018-10-01T11:41:16Z", [0.1], ""], [61281, "2018-09-30T15:08:35Z", [0.65], ""], [28166, "2018-09-30T12:24:42Z", [0.75], ""], [1333, "2018-09-29T14:31:50Z", [0.8], ""], [27155, "2018-09-28T23:36:35Z", [0.2], ""], [27155, "2018-09-28T23:27:03Z", [0.3], ""], [61242, "2018-09-28T22:17:41Z", [0.85], ""], [12573, "2018-09-28T15:19:28Z", [0.06], "I think they will say that he was convicted when he had memory of the crime, and that the issue of at time of execution would be meaningless."], [15196, "2018-09-28T04:05:25Z", [0.6], ""], [59981, "2018-09-27T22:19:35Z", [0.12], ""], [1333, "2018-09-27T17:38:15Z", [0.81], ""], [1333, "2018-09-27T17:30:56Z", [0.82], ""], [19022, "2018-09-26T07:29:50Z", [0.0], "Fry the yard "], [34725, "2018-09-26T05:57:08Z", [0.67], ""], [43588, "2018-09-25T16:49:25Z", [0.75], "Executing the disabled remains taboo.....for how much longer, who knows? But as for now, it remains taboo"], [691, "2018-09-25T12:54:26Z", [0.1], ""], [36147, "2018-09-25T11:19:55Z", [0.31], ""], [34725, "2018-09-25T09:21:52Z", [0.61], "Even with growing conservatism on the bench, precedents back to the '80s relate to not executing the disabled. I expect this trend to apply, although not with high confidence.:\n1. See Madison v. Comm’r, Ala. Dep’t Of Corr., 851F.3d 1173, 1190 (11th Cir. 2017) (\"We therefore conclude that Mr. Madison is incompetent to be executed.\"); id. (Jordan, J., dissenting) (\"I believe that Vernon Madison is currently incompetent. I therefore do not think that Alabama can, consistent with the Constitution, execute him . . . .\")."], [1333, "2018-09-24T20:32:15Z", [0.83], ""], [53555, "2018-09-24T18:13:04Z", [0.15], ""], [53555, "2018-09-24T18:10:05Z", [0.25], ""], [57998, "2018-09-24T16:23:54Z", [0.25], ""], [691, "2018-09-24T12:01:50Z", [0.1], ""], [32300, "2018-09-24T10:58:13Z", [0.4], ""], [691, "2018-09-23T12:02:15Z", [0.1], ""], [39381, "2018-09-23T07:14:28Z", [0.89], ""], [61066, "2018-09-22T20:57:10Z", [0.8], "The only constitutional rationale for them to intervene would be if they consider a person having lost their memory to be a different person than the one who committed the crime.  Otherwise these questions are left to the state, execution has been determined to not be cruel and unusual punishment."], [5018, "2018-09-22T16:21:49Z", [0.75], ""], [1333, "2018-09-22T16:09:04Z", [0.84], ""], [1333, "2018-09-22T15:44:27Z", [0.85], ""], [691, "2018-09-22T12:06:26Z", [0.1], ""], [54186, "2018-09-21T19:14:13Z", [0.35], ""], [61052, "2018-09-21T18:25:55Z", [0.25], "Comment deleted on Sep 21, 2018 06:26PM UTC"]], "open_date": "2018-09-21T17:00:49Z", "close_date": "2019-02-27T18:00:47Z"}