{"question_id": 138, "title": "Will the United States remove Iran from the list of countries identified as state sponsors of terrorism before 18 October 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[1034, "2016-10-18T05:14:32Z", [0.0], ""], [61, "2016-10-18T00:44:56Z", [0.0], ""], [29623, "2016-10-17T23:58:55Z", [0.0], ""], [755, "2016-10-17T21:11:17Z", [0.01], "Affirming forecast for the passage of time."], [28563, "2016-10-17T21:09:01Z", [0.0], ""], [368, "2016-10-17T20:52:33Z", [0.0], ""], [22243, "2016-10-17T12:06:32Z", [0.0], ""], [691, "2016-10-17T11:13:57Z", [0.0], ""], [28228, "2016-10-17T08:56:38Z", [0.01], ""], [1034, "2016-10-17T05:03:08Z", [0.0], ""], [180, "2016-10-16T20:06:23Z", [0.0], ""], [368, "2016-10-16T19:48:48Z", [0.0], ""], [691, "2016-10-16T11:16:44Z", [0.0], ""], [1034, "2016-10-16T06:09:55Z", [0.0], ""], [14432, "2016-10-15T22:54:19Z", [0.0], ""], [14166, "2016-10-15T21:23:40Z", [0.0], ""], [368, "2016-10-15T19:58:19Z", [0.0], ""], [180, "2016-10-15T19:07:21Z", [0.07], ""], [691, "2016-10-15T11:56:51Z", [0.0], ""], [20156, "2016-10-15T10:59:28Z", [0.0], ""], [1034, "2016-10-15T06:03:38Z", [0.0], ""], [691, "2016-10-14T20:37:07Z", [0.0], ""], [368, "2016-10-14T20:09:41Z", [0.0], ""], [15844, "2016-10-14T19:43:13Z", [0.0], ""], [180, "2016-10-14T19:03:45Z", [0.15], ""], [1034, "2016-10-14T06:20:49Z", [0.0], "McLeary (2016) states that: Iran says it has dispatched two warships to the Gulf of Aden to ply the same waters as several U.S. Navy vessels are already operating there, one of which launched several Tomahawk missiles at Tehran-backed Houthi radar installations early Thursday morning.\nAccording to the Iranian Tasnim news site, which has links to the Iranian Revolutionary Guards Corps, the frigate Alvand and logistics ship Bushehr are heading to the Yemeni coast “to protect the country’s trade vessels against piracy.” But the site also notes that “the presence of the Iranian fleet in the Gulf of Aden coincides with the US decision to directly get involved in a Saudi-led war against Yemen.” Piracy has all but disappeared in the area, and the Iranian ships are scheduled to then sail south down Africa’s east \nThe Iranian warship heading to the Gulf of Aden — the 45 year-old Alvand, which carries anti-ship missiles, a Mark 8 gun as well as various machine guns — already has a checkered history with the U.S. Navy. In July 2015, the ship trained its guns on a U.S. Navy helicopter and an allied supply ship operating with the USS Farragut in the waterway, but the incident was contained before any violence broke out.\nThe news of the deployment comes hours after the USS Nitze launched several Tomahawk missiles at three radar sites in a Houthi rebel-controlled part of Yemen, sites the U.S. believes took part in the three separate missile attacks on U.S. Navy ships operating off the Yemeni coast this week.\nYemen’s Saba news agency, which acts as a mouthpiece for the Houthi-led government, charged Thursday that “U.S. allegations” of its ships being targeted were made to create “false justifications to pave the way for Saudi-led coalition to escalate their aggression” against Yemen “and to cover for crimes continually committed” by the coalition fighting to oust the Houthis from power (para. 1-5). McLeary, P. (2016). Iran Sends Ships to Yemeni Coast in Wake of U.S. Strikes. Foreign Policy. Retrieved from\nhttp://foreignpolicy.com/2016/10/13/iran-sends-ships-to-yemeni-coast-in-wake-of-u-s-strikes/\n"], [61, "2016-10-14T02:22:28Z", [0.0], ""], [98, "2016-10-14T02:15:11Z", [0.0], ""], [755, "2016-10-13T22:16:08Z", [0.01], "Affirming forecast for the passage of time."], [368, "2016-10-13T20:08:14Z", [0.0], ""], [180, "2016-10-13T20:05:47Z", [0.22], ""], [691, "2016-10-13T18:42:41Z", [0.0], ""], [180, "2016-10-13T18:24:04Z", [0.23], ""], [180, "2016-10-13T17:56:10Z", [0.0], ""], [1034, "2016-10-13T05:28:27Z", [0.0], "Lockie (2016) states that: After being targeted by two missile launches off the coast of Yemen, the USS Mason, a guided missile destroyer, fired two missiles in defense.\nThe USS Mason fired missiles defending itself and the USS Ponce, an amphibious dock ship, after it detected inbound cruise missiles presumably fired from Houthi militants on shore in Yemen. This follows an October 1 incident where a former US Navy ship, the United Arab Emirates' HSV Swift, sustained severe damages from a guided missile fired from Yemen. In the case of the HSV Swift, the Houthis claimed responsibility. The Mason launched two Standard Missile-2s (SM-2s) and a Enhanced Sea Sparrow Missile (ESSM) to intercept the two inbound missiles, also deploying a Nulka-class anti-ship decoy, at around 7 pm local time, sources told USNI News. After being targeted by two missile launches off the coast of Yemen, the USS Mason, a guided missile destroyer, fired two missiles in defense.\nThe USS Mason fired missiles defending itself and the USS Ponce, an amphibious dock ship, after it detected inbound cruise missiles presumably fired from Houthi militants on shore in Yemen. This follows an October 1 incident where a former US Navy ship, the United Arab Emirates' HSV Swift, sustained severe damages from a guided missile fired from Yemen. In the case of the HSV Swift, the Houthis claimed responsibility.\nThe Mason launched two Standard Missile-2s (SM-2s) and a Enhanced Sea Sparrow Missile (ESSM) to intercept the two inbound missiles, also deploying a Nulka-class anti-ship decoy, at around 7 pm local time, sources told USNI News. While the Mason did fire defensive missiles and the incoming missiles didn't hit their target, it's not clear if the SM-2s did their job, or if the incoming missile, likely a 1990s vintage Chinese-made cruise missile supplied to Houthi militants by Iran, simply sputtered out and hit the water of its own accord (para. 1-8). Lockie, A. (2016).'This is obviously a huge deal': US Navy ship fires 3 missiles in defense after being targeted near Yemen. Business Insider. Retrieved from\nhttps://www.yahoo.com/finance/news/obliviously-huge-deal-us-navy-201336151.html"], [368, "2016-10-12T21:45:37Z", [0.0], ""], [691, "2016-10-12T19:03:49Z", [0.0], ""], [268, "2016-10-12T18:44:39Z", [0.0], ""], [22243, "2016-10-12T16:54:24Z", [0.0], ""], [1708, "2016-10-12T11:05:09Z", [0.0], ""], [1034, "2016-10-12T06:24:58Z", [0.0], ""], [368, "2016-10-11T17:21:49Z", [0.0], ""], [1034, "2016-10-11T06:46:07Z", [0.0], ""], [1547, "2016-10-10T22:40:19Z", [0.02], ""], [691, "2016-10-10T17:47:21Z", [0.0], ""], [1034, "2016-10-10T05:43:42Z", [0.0], ""], [25894, "2016-10-10T04:37:01Z", [0.0], ""], [6303, "2016-10-10T03:28:47Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-10-09T19:09:15Z", [0.0], ""], [29322, "2016-10-09T18:55:56Z", [0.01], ""], [12595, "2016-10-09T12:28:36Z", [0.0], ""], [691, "2016-10-09T12:19:41Z", [0.0], ""], [1034, "2016-10-09T06:16:08Z", [0.0], ""], [368, "2016-10-08T18:30:49Z", [0.0], ""], [691, "2016-10-08T13:04:39Z", [0.0], ""], [1034, "2016-10-08T05:52:31Z", [0.0], ""], [14307, "2016-10-08T04:05:35Z", [0.0], "More bandwagoning"], [19260, "2016-10-08T00:18:49Z", [0.0], ""], [368, "2016-10-07T20:23:18Z", [0.0], ""], [691, "2016-10-07T16:23:09Z", [0.0], ""], [15097, "2016-10-07T16:08:30Z", [0.0], ""], [1034, "2016-10-07T06:13:51Z", [0.0], ""], [28563, "2016-10-06T21:12:06Z", [0.0], ""], [61, "2016-10-06T19:57:07Z", [0.0], ""], [368, "2016-10-06T17:41:44Z", [0.0], ""], [691, "2016-10-06T10:49:02Z", [0.0], ""], [1034, "2016-10-06T05:39:03Z", [0.0], ""], [368, "2016-10-05T19:08:53Z", [0.0], ""], [691, "2016-10-05T12:29:29Z", [0.0], ""], [1034, "2016-10-05T04:44:13Z", [0.0], ""], [28893, "2016-10-05T03:07:36Z", [0.0], ""], [29266, "2016-10-05T00:58:52Z", [0.0], ""], [30, "2016-10-04T22:07:57Z", [0.0], ""], [368, "2016-10-04T21:22:02Z", [0.0], ""], [1056, "2016-10-04T17:37:05Z", [0.0], ""], [691, "2016-10-04T12:32:45Z", [0.0], ""], [1034, "2016-10-04T05:42:53Z", [0.0], ""], [755, "2016-10-03T21:51:58Z", [0.01], "US State Department\nChapter 2. Country Reports: Middle East and North Africa Overview - 2015: http://www.state.gov/j/ct/rls/crt/2015/257517.htm\n- In 2015, Iran’s state sponsorship of terrorism worldwide remained undiminished through the Islamic Revolutionary Guard Corps-Qods Force (IRGC-QF), its Ministry of Intelligence and Security, and Tehran’s ally Hizballah, which remained a significant threat to the stability of Lebanon and the broader region. \n\nChapter 3: State Sponsors of Terrorism Overview: http://www.state.gov/j/ct/rls/crt/2015/257520.htm\n- IRAN\nDesignated as a State Sponsor of Terrorism in 1984, Iran continued its terrorist-related activity in 2015, including support for Hizballah, Palestinian terrorist groups in Gaza, and various groups in Iraq and throughout the Middle East. In 2015, Iran increased its assistance to Iraqi Shia terrorist groups, including Kata’ib Hizballah (KH), which is a U.S. designated Foreign Terrorist Organization, as part of an effort to fight the Islamic State of Iraq and the Levant (ISIL) in Iraq and bolster the Asad regime in Syria. Iran used the Islamic Revolutionary Guard Corps-Qods Force (IRGC-QF) to implement foreign policy goals, provide cover for intelligence operations, and create instability in the Middle East. The IRGC-QF is Iran’s primary mechanism for cultivating and supporting terrorists abroad. Iran views the Asad regime in Syria as a crucial ally, a pillar in its “resistance” front together with sub-national groups aligned with Iran, and a key link to Hizballah, Iran’s primary beneficiary and terrorist partner. In addition to its ongoing support for Hizballah in Syria, Iran continued to provide arms, financing, training, and the facilitation of primarily Iraqi, Afghan, and Pakistani Shia fighters to support the Asad regime’s brutal crackdown that has resulted in the deaths of more than 250,000 people in Syria. Iran more openly acknowledged the deaths of Iranian personnel in Syria in 2015, including several senior commanders, and increased Iranian troop levels, while continuing to claim publicly that Iranian forces had only deployed in an advisory role. In Iraq, Iranian combat forces employed rockets, artillery, and drones against ISIL. Iran also increased its arming and funding of Iraqi Shia terrorist groups in an effort to reverse ISIL gains in Iraq. Many of these groups, such as KH, have exacerbated sectarian tensions in Iraq and have committed serious human rights abuses against primarily Sunni civilians. The IRGC-QF, in concert with Hizballah, provided training outside of Iraq, as well as advisors inside Iraq for Shia militants in the construction and use of advanced weaponry. Similar to Hizballah fighters, many of these trained Shia militants have used these skills to fight for the Asad regime in Syria or against ISIL in Iraq. Iran has also provided weapons, funding, and training to Shia militants in Bahrain. In 2015, the Government of Bahrain raided, interdicted, and rounded up numerous Iran-sponsored weapons caches, arms transfers, and militants. This includes the Bahraini government’s discovery of a bomb-making facility with 1.5 tons of high-grade explosives in September. Iran has historically provided weapons, training, and funding to Hamas and other Palestinian terrorist groups, including Palestine Islamic Jihad and the Popular Front for the Liberation of Palestine-General Command. These Palestinian terrorist groups have been behind a number of deaths from attacks originating in Gaza and the West Bank. Although Hamas’s ties to Tehran have been strained due to the Syrian civil war, both sides took steps in 2015 to repair relations. Iran continued to declare its vocal support for Palestinian terrorist groups and its hostility to Israel in 2015. Supreme National Security Council Secretary Admiral Ali Shamkhani sought to frame a series of individual Palestinian attacks on Israeli security forces in the West Bank as a new “Intifada” in a speech on November 25. Since the end of the 2006 Israeli-Hizballah conflict in 2006, Iran has also assisted in rearming Hizballah, in direct violation of UNSCR 1701. Iran has provided hundreds of millions of dollars in support of Hizballah in Lebanon and has trained thousands of its fighters at camps in Iran. These trained fighters have used these skills in direct support of the Asad regime in Syria and, to a lesser extent, in support of operations against ISIL in Iraq. They have also carried out isolated attacks along the Lebanese border with Israel. Iran remained unwilling to bring to justice senior al-Qa’ida (AQ) members it continued to detain and refused to publicly identify the members in its custody. Iran previously allowed AQ facilitators to operate a core facilitation pipeline through Iran since at least 2009, enabling AQ to move funds and fighters to South Asia and Syria. Comments: Considerable IR footprint in both IQ and SY; assumes upward movement on # of terror events by groups sponsored by IRGC/Quds Force. Affirming forecast for the passage of time."], [268, "2016-10-03T19:12:36Z", [0.0], ""], [368, "2016-10-03T17:07:45Z", [0.0], ""], [691, "2016-10-03T12:41:57Z", [0.0], ""], [1034, "2016-10-03T05:22:57Z", [0.0], ""], [6303, "2016-10-03T03:24:25Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-10-02T22:26:41Z", [0.0], ""], [1639, "2016-10-02T16:53:39Z", [0.0], "Lowering for passing of time"], [691, "2016-10-02T12:16:04Z", [0.0], ""], [498, "2016-10-02T09:19:45Z", [0.0], "Reduction from 1% to 0% for the remainder of period."], [1034, "2016-10-02T07:22:56Z", [0.0], ""], [368, "2016-10-01T19:44:06Z", [0.0], ""], [691, "2016-10-01T12:08:41Z", [0.0], ""], [1034, "2016-10-01T06:16:54Z", [0.0], ""], [368, "2016-09-30T19:12:58Z", [0.0], ""], [691, "2016-09-30T12:34:27Z", [0.0], ""], [405, "2016-09-30T10:37:58Z", [0.0], ""], [1034, "2016-09-30T04:06:43Z", [0.0], ""], [368, "2016-09-29T19:51:27Z", [0.0], ""], [368, "2016-09-29T19:23:41Z", [0.0], ""], [691, "2016-09-29T16:14:58Z", [0.0], ""], [1034, "2016-09-29T08:46:21Z", [0.0], ""], [368, "2016-09-28T21:22:43Z", [0.0], ""], [691, "2016-09-28T19:44:54Z", [0.0], ""], [1034, "2016-09-28T05:26:53Z", [0.0], ""], [268, "2016-09-27T21:55:37Z", [0.0], ""], [368, "2016-09-27T17:45:33Z", [0.0], ""], [1034, "2016-09-27T05:57:39Z", [0.0], ""], [368, "2016-09-26T20:53:49Z", [0.0], ""], [691, "2016-09-26T17:35:49Z", [0.0], ""], [1034, "2016-09-26T05:20:24Z", [0.0], ""], [368, "2016-09-25T22:34:25Z", [0.0], ""], [6303, "2016-09-25T18:53:26Z", [0.0], "According to the general news and GJP consensus."], [691, "2016-09-25T13:29:40Z", [0.0], ""], [1034, "2016-09-25T05:14:58Z", [0.0], ""], [29241, "2016-09-24T22:24:31Z", [0.0], ""], [1450, "2016-09-24T17:16:01Z", [0.0], "decrease for time elapsed for the radioactivity of the Iranian question in US domestic politics right now"], [691, "2016-09-24T14:08:58Z", [0.0], ""], [1034, "2016-09-24T05:15:59Z", [0.0], "Author Fandos (2016) states that: WASHINGTON — The $12 million compound, once a playground for the Iranian ambassador and guests like Elizabeth Taylor, Andy Warhol and Richard M. Nixon, now sits empty on Washington’s Embassy Row.\nThe five-story Upper East Side townhouse that served as a consulate was long ago repurposed as the headquarters of a dealer of old master paintings.\nAnd the seven-bedroom Bethesda, Md., ranch house for Iranian diplomats is now the home of a family of five.\nThe properties, and seven others across the United States assessed altogether at more than $50 million, still belong to the Islamic Republic ofIran. But for nearly 40 years, the task of maintaining and putting the properties out for rent has fallen to an unlikely management company — the State Department.\nThe arrangement is one of the stranger consequences of the diplomatic freeze between United States and Iran, two former allies that cut official ties after Iranian revolutionaries took 52 Americans hostage in the American Embassy in Tehran in 1979. Although much has changed since the nuclear deal last year, when Iran agreed to limit its nuclear program in exchange for sanctions relief, experts say Iran and the United States are still years away from re-establishing diplomatic relations (para. 1-5). Fandos, N. (2016). $12 Million Iranian Embassy Is Empty, but the U.S. Cuts the Grass. The New York Times. Politics. Retrieved from\nhttp://www.nytimes.com/2016/09/24/us/politics/iran-embassy-state-department.html\n"], [368, "2016-09-23T21:45:07Z", [0.0], ""], [691, "2016-09-23T11:27:05Z", [0.0], ""], [1034, "2016-09-23T05:38:15Z", [0.0], ""], [12879, "2016-09-23T03:12:18Z", [0.0], ""], [368, "2016-09-22T21:41:02Z", [0.0], ""], [10916, "2016-09-22T17:52:04Z", [0.0], ""], [691, "2016-09-22T13:22:05Z", [0.0], ""], [458, "2016-09-22T10:27:18Z", [0.0], "It is unlikely that this will happen before or in October but with trade normalisation on the way, it is still a possibility. However, geopolitical developments in the Middle East and Iran's involvement in Syria mean that the US will not make any quick decision on a removal."], [1034, "2016-09-22T05:01:57Z", [0.0], ""], [368, "2016-09-21T21:39:07Z", [0.0], ""], [691, "2016-09-21T17:04:47Z", [0.0], ""], [1034, "2016-09-21T05:15:01Z", [0.0], ""], [15408, "2016-09-20T23:12:07Z", [0.0], "The Republican party use Iran as a political punchingbag"], [368, "2016-09-20T19:45:58Z", [0.0], ""], [691, "2016-09-20T16:59:55Z", [0.0], ""], [1034, "2016-09-20T15:03:49Z", [0.0], ""], [368, "2016-09-19T21:27:30Z", [0.0], ""], [691, "2016-09-19T14:55:01Z", [0.0], ""], [1034, "2016-09-19T07:14:38Z", [0.0], "Author Fleitz, (2016) states that: On Monday, International Atomic Energy Agency (IAEA) director general Yukiya Amano explained what had up to this point been a mystery: namely, why its recent reports on Iran’s nuclear program have been so vague and contain such little data. As it turns out, under the Iran nuclear deal or Joint Comprehensive Plan of Action (JCPOA), there are now limitations on what the IAEA is allowed to report. According to Amano, due to new U.N. Security Council and IAEA resolutions, the agency will only monitor and verify Iran’s compliance with its JCPOA commitments and will no longer provide broad reporting on its nuclear program. A December 15, 2015, IAEA Board of Governors resolution directed the organization to cease reporting on Iran’s compliance with its Nuclear Nonproliferation Treaty obligations and past Security Council resolutions because the Board of Governors is no longer seized of this matter (para 1). Fleitz, F. (2016). In Yet Another Secret Side Deal, Iran’s Nuclear Violations Won’t Be Publicly Disclosed. National Review. Retrieved from\nhttp://www.nationalreview.com/article/432516/iran-nuclear-deal-iaea-reports-violations-disclosure\n"], [6303, "2016-09-18T21:59:52Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-09-18T21:56:09Z", [0.0], ""], [29048, "2016-09-18T21:13:35Z", [0.0], ""], [691, "2016-09-18T13:14:26Z", [0.0], ""], [1034, "2016-09-18T07:44:54Z", [0.0], ""], [755, "2016-09-17T21:26:57Z", [0.01], "CNS News, September 16, 'Analyst: Iran Could Spend More Than $1 Billion of $1.7 Billion Windfall on Terror': http://www.cnsnews.com/news/article/patrick-goodenough/analyst-iran-could-spend-more-1-billion-17-billion-windfall-terror\nClip from article:\n“It remains unclear how the military will spend it – potentially to prop up the Syrian regime, Hezbollah, Shi’ite militias in Iraq, or Houthi rebels in Yemen, or to buy heavy weaponry from Russia in contravention of the U.N. arms embargo.” Comments: Nope. Affirming forecast for the passage of time."], [368, "2016-09-17T19:34:13Z", [0.0], ""], [691, "2016-09-17T18:11:52Z", [0.0], ""], [28972, "2016-09-17T06:22:36Z", [0.0], ""], [1034, "2016-09-17T04:46:47Z", [0.0], ""], [1262, "2016-09-16T19:29:16Z", [0.0], ""], [368, "2016-09-16T17:37:53Z", [0.0], ""], [691, "2016-09-16T12:19:56Z", [0.0], ""], [1034, "2016-09-16T04:35:34Z", [0.0], ""], [368, "2016-09-15T18:18:47Z", [0.0], ""], [691, "2016-09-15T15:27:45Z", [0.0], ""], [3895, "2016-09-15T14:29:03Z", [0.0], ""], [2965, "2016-09-15T14:17:57Z", [0.0], ""], [2965, "2016-09-15T13:59:10Z", [0.0], ""], [1034, "2016-09-15T05:07:16Z", [0.0], ""], [28893, "2016-09-15T04:26:41Z", [0.0], "There is a 45 day notification period, which makes it impossible for Iran to be removed by October 18. If Obama asked for removal on September 16, he would at the earliest be able to remove Iran after October 30, 2016. "], [368, "2016-09-15T02:25:14Z", [0.0], ""], [28966, "2016-09-14T21:15:09Z", [0.0], ""], [691, "2016-09-14T19:49:21Z", [0.0], ""], [16421, "2016-09-14T16:53:04Z", [0.0], ""], [1034, "2016-09-14T06:54:46Z", [0.0], "Author Landay (2016) stets that: WASHINGTON The United States and its negotiating partners agreed \"in secret\" to allow Iran to evade some restrictions in last year's landmark nuclear agreement in order to meet the deadline for it to start getting relief from economic sanctions, according to a think tank report published on Thursday.\nThe report, which was released by the Washington-based Institute for Science and International Security, is based on information provided by several officials of governments involved in the negotiations. The group's president David Albright, a former U.N. weapons inspector and co-author of the report, declined to identify the officials, and Reuters could not independently verify the report's assertions (¶ 1-2).  Landay, J. (2016). U.S., others agreed 'secret' exemptions for Iran after nuclear deal: think tank. Reuters. World. Retrieved from\nhttp://www.reuters.com/article/us-iran-nuclear-exemptions-exclusive-idUSKCN1173LA\n"], [368, "2016-09-13T23:57:17Z", [0.0], ""], [22988, "2016-09-13T21:11:21Z", [0.02], "iran is friend of syria which is enemy of usa, because of helping israel, weakining russia and perhaps eu - if clinton wins there is new \"cold\" war against iran and russia."], [1034, "2016-09-13T16:25:33Z", [0.0], "Starr (2016) states that: The EP-3 and P-8 planes were in international airspace but \"near Iranian airspace.\"\nThe Iranians made three radio calls to the two planes warning them not to enter Iranian airspace and risk being shot down with surface-to-air missiles, the official said. \n\"All three calls used threatening language,\" the US defense official said.\nThe US Navy crews knew they were flying \"outside the known range of Iranian air defenses\" and proceeded with their flight plans (¶ 1-4). Starr, B. (2016). US official: Navy aircraft threatened with shoot down by Iran. CNN. Retrieved from\nhttp://www.local10.com/news/politics/us-official-navy-aircraft-threatened-with-shoot-down-by-iran\n"], [691, "2016-09-13T14:31:20Z", [0.0], ""], [368, "2016-09-12T20:52:55Z", [0.0], ""], [691, "2016-09-12T15:43:41Z", [0.0], ""], [1034, "2016-09-12T04:30:28Z", [0.0], ""], [6303, "2016-09-12T01:24:01Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-09-11T18:18:57Z", [0.0], ""], [1034, "2016-09-11T06:19:19Z", [0.0], ""], [691, "2016-09-10T11:40:07Z", [0.0], ""], [1034, "2016-09-10T06:00:45Z", [0.0], ""], [28874, "2016-09-09T21:27:34Z", [0.0], ""], [368, "2016-09-09T20:10:24Z", [0.0], ""], [691, "2016-09-09T18:24:33Z", [0.0], ""], [1034, "2016-09-09T05:53:31Z", [0.0], ""], [691, "2016-09-08T19:06:36Z", [0.0], ""], [368, "2016-09-08T17:56:08Z", [0.0], ""], [2965, "2016-09-08T11:30:15Z", [0.0], ""], [1034, "2016-09-08T05:29:36Z", [0.0], ""], [38, "2016-09-07T21:32:39Z", [0.0], "http://www.worldpoliticsreview.com/articles/19827/nuclear-deal-does-little-to-change-iran-s-engagement-with-the-world \". . . .there’s little sign that Tehran wants to take a new tack in its relations with the West or with its neighbors, and political forces in the U.S. also appear uninterested in prospects for normalization with Iran. \"Ayatollah Ali Khamenei, seems bent on ensuring that the nuclear agreement signed in July 2015 does not lead to a dramatic restructuring of Iran’s relations with the outside world.\n. . .\n\"In the United States, there’s also no sign of any positive momentum building on the nuclear agreement. The State Department’s Iran coordinator might be working diligently to resolve the many technical issues that regularly come up in the deal’s arduous implementation process, but his writ never included any wider goal of engaging Iran on other issues. In late August, the State Department also toughened its travel advisory for Americans who may wish to visit Iran, warning about Iran’s human rights record, its treatment of dual-nationality Iranian-Americans, and the risks to civil aviation crossing Iran’s airspace due to the conflicts in Syria and Iraq.  \"In this election year, the public discussion in the U.S. about Iran is also colored more than usual by politics. Those who were skeptical about the merits of the nuclear agreement continue to provide fodder for criticism of the Obama administration’s policy toward Tehran, and have spent the summer ensuring that there is little political space for any new initiatives to build on the nuclear agreement. \n. . . \n\"When the presidential candidates hold their debates later this month, Iran is sure to be discussed, and neither Democratic nominee Hillary Clinton nor her Republican counterpart, Donald Trump, will want to sound soft. Both will likely speak harshly and threaten new sanctions in response to Iran’s regional conduct, including Tehran’s occasional maritime provocations, its support for militias that are a source of instability in Syria and Iraq, and its virulently anti-Israel rhetoric. The candidates may avoid spelling out specific steps to revise or reverse the nuclear agreement, but neither will express any encouraging words about eventual rapprochement with Iran.\n~~~~~~~\nCOMMENT:  Given Iran's recent behavior and words, I can't imagine the Obama administration doing something so controversial so close to the election, or even afterwards.  What would there be to gain from it for Obama/the US?  Nothing, that I can see."], [368, "2016-09-07T18:22:21Z", [0.0], ""], [691, "2016-09-07T17:43:11Z", [0.0], ""], [1034, "2016-09-07T04:46:51Z", [0.0], "Author Martinez (2016) states that:\nIranian fast boats have once again harassed an American ship in the Persian Gulf, forcing a U.S. Navy patrol boat to take evasive maneuvers to avoid a collision with one of the Iranian boats. \nAmerican officials have labeled the Iranian actions in Sunday's encounter involving the USS Firebolt as \"unsafe and unprofessional.\" It is the latest in a string of such incidents over the past two weeks in which small craft from the Islamic Revolutionary Guard Corps Navy (IRGCN) have harassed U.S. Navy ships in the Gulf. \n\"The USS Firebolt, a patrol craft, was operating in international waters in the central Arabian Gulf, was approached by seven fast-attack craft from Iran,\" Capt. Jeff Davis, a Pentagon spokesman, told reporters today. (¶ 1-3). Martinez, L. (2016). 7 Iranian Boats Harass Navy Ship in Gulf. Good Morning America. Retrieved from\nhttps://www.yahoo.com/gma/7-iranian-boats-harass-navy-ship-gulf-183806915--abc-news-topstories.html"], [368, "2016-09-06T17:39:06Z", [0.0], ""], [1034, "2016-09-06T12:56:55Z", [0.0], ""], [691, "2016-09-06T12:40:58Z", [0.0], ""], [6303, "2016-09-06T02:56:13Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-09-06T00:53:36Z", [0.0], ""], [1034, "2016-09-05T19:41:02Z", [0.0], ""], [691, "2016-09-05T12:18:38Z", [0.0], ""], [368, "2016-09-04T19:21:50Z", [0.0], ""], [1034, "2016-09-04T07:56:27Z", [0.0], "Stuster (2016) States that:\nhe State Department released its annual report on terrorism yesterday. As in previous years, Iran was identified as the leading state sponsor of terrorism on account of its support for designated terrorist groups and proxy militias in Lebanon, Syria, and Iraq; the report also notes that Iran has been implicated in investigations of armed Shia political dissidents in Bahrain. Syria and Sudan were also listed as state sponsors of terrorism. The report states that the Islamic State is a larger threat than al-Qaeda, but that its recruitment and territory in Iraq and Syria have been significantly diminished since 2014. Despite these setbacks, the report notes that the group has expanded its number of affiliates and gained territory in Libya last year (¶ 1). Stuster, D. (2016). Iran Still Leading State Sponsor of Terrorism, U.S. State Department Reports. Foreign Policy. Retrieved from \nhttp://foreignpolicy.com/2016/06/03/iran-still-leading-state-sponsor-of-terrorism-u-s-state-department-reports/ Browner (2016) states that: State Department report finds Iran is top state sponsor of terror:\nOn Iran, the report said that country \"remained the foremost state sponsor of terrorism in 2015, providing a range of support, including financial, training, and equipment, to groups around the world.\" (¶ 4). Browner, R. (2016). State Department report finds Iran is top state sponsor of terror. CNN. Retrieved from’\nhttp://www.cnn.com/2016/06/02/politics/state-department-report-terrorism/"], [1034, "2016-09-04T07:40:41Z", [0.0], "Not considering Iran's' state sponsorship of several acknowledged groups involved in current conflict/actions"], [368, "2016-09-03T21:59:47Z", [0.0], ""], [28735, "2016-09-03T00:39:09Z", [0.0], ""], [368, "2016-09-02T18:27:13Z", [0.0], ""], [691, "2016-09-02T12:22:26Z", [0.0], ""], [368, "2016-09-01T18:42:23Z", [0.0], ""], [691, "2016-09-01T14:44:21Z", [0.0], ""], [28318, "2016-09-01T11:45:08Z", [0.01], ""], [691, "2016-08-31T18:13:35Z", [0.0], ""], [368, "2016-08-31T15:48:10Z", [0.0], ""], [22245, "2016-08-31T15:45:00Z", [0.0], "If Iran would allow Obama to open a consulate or allow him to visit Tehran the U.S. would drop them from the list.  Apparently, being on the list does not stop us from giving them billions and opening their markets to businesses around the world, so why have the list in the first place."], [2965, "2016-08-31T14:53:04Z", [0.0], ""], [691, "2016-08-30T17:58:24Z", [0.0], ""], [28414, "2016-08-30T08:48:13Z", [0.0], "US is too busy with election cycle, Obama is a lame duck"], [3442, "2016-08-30T07:47:38Z", [0.01], ""], [368, "2016-08-29T21:18:22Z", [0.0], ""], [691, "2016-08-29T18:59:33Z", [0.0], ""], [28648, "2016-08-29T07:56:02Z", [0.0], ""], [28115, "2016-08-29T01:22:28Z", [0.01], ""], [6303, "2016-08-29T00:09:59Z", [0.0], "According to the general news and GJP consensus."], [4218, "2016-08-28T19:34:29Z", [0.0], ""], [368, "2016-08-28T18:20:08Z", [0.0], ""], [25791, "2016-08-28T14:05:27Z", [0.0], ""], [1023, "2016-08-28T13:30:22Z", [0.15], "might."], [691, "2016-08-28T13:09:48Z", [0.0], ""], [51, "2016-08-28T02:52:52Z", [0.0], ""], [691, "2016-08-27T18:44:21Z", [0.0], ""], [368, "2016-08-26T17:38:58Z", [0.0], ""], [691, "2016-08-26T12:26:50Z", [0.0], ""], [755, "2016-08-25T22:36:55Z", [0.01], "LWJ, August 24, 'IRGC commander discusses Afghan militia, ‘Shia liberation army,’ and Syria': http://www.longwarjournal.org/archives/2016/08/irgc-commander-discusses-afghan-militia-shia-liberation-army-and-syria.php The Soufan Group, August 24, 'Iran’s Expanding Strategic Reach': http://soufangroup.com/tsg-intelbrief-irans-expanding-strategic-reach/\nClips from Soufan article\n\"What is particularly noteworthy about Iran’s advances is that the gains have come primarily from within country. Iran’s missile programs began in the 1980s, largely with technology and skills provided by Russia, China, and North Korea. Missile assistance to Iran has been precluded by international sanctions since 2006, although there continue to be reports of Iran-North Korea missile cooperation in violation of these restrictions. Conventional arms sales and military training for Iran were banned in 2010, and remain so until 2020 under U.N. Resolution 2231, which implemented the Iran nuclear deal.  While Iran-Russia military cooperation in Syria has deepened and the countries have discussed new arms sales to Iran, Russia has not shown any inclination to violate the resolution outright. The resolution does not prohibit joint military activities such as Russia’s use of Iran’s airbases for bomber strikes or Russia-Iran ground cooperation in Syria.  The Pentagon report also addresses a key question that has clouded the nuclear deal since its inception—how Iran’s regional strategy and activities might change as a consequence of the deal. The report assesses that ‘Iran’s covert activities also are continuing unabated. The Islamic Revolutionary Guard Corps–Qods Force (IRGC-QF) remains a key tool of Iran’s foreign policy and power projection, particularly in Iraq, Syria, Lebanon, Bahrain, and Yemen.’ This assessment contradicts more hopeful assessments that the nuclear deal would moderate Iran’s behavior and suggests that Iran is harnessing its expanding weapons arsenal in efforts to increase its regional influence. Iran’s weapons supplies to its regional allies and proxies have helped keep Syrian President Bashar al-Assad in power; empowered Zaydi Shi’a Houthi rebels in Yemen against a Saudi-led coalition; supported 80,000 Shi’a militia fighters in Iraq; and enabled radical underground Shi’a factions in Bahrain to conduct successful improvised explosive device attacks on security forces. All of these activities have put military and political pressure on Iran’s foremost regional rival, Saudi Arabia, which is undertaking activities opposed to those of Iran in virtually all of these theaters. Iran has been known to provide advanced weaponry to its key proxy, Lebanese Hizballah, in the past. The transfer of even modest amounts of its most sophisticated missiles to Hizballah will likely ensure that any new Israel-Hizballah war could escalate into a regional, and potentially even global, conflagration.\" LWJ, August 21, 'Analysis: IRGC implicated in arming Yemeni Houthis with missiles': http://www.longwarjournal.org/archives/2016/08/analysis-irgc-implicated-in-arming-yemeni-houthis-with-missiles.php Comments: IR hardliners in the ascendency. Also much less likely in a Presidential/Congressional (Senate) election year. Dropping 1 basis point."], [691, "2016-08-25T19:30:20Z", [0.0], ""], [368, "2016-08-25T17:50:26Z", [0.0], ""], [28414, "2016-08-25T13:05:49Z", [0.0], ""], [28564, "2016-08-25T12:58:26Z", [0.0], ""], [948, "2016-08-25T12:54:02Z", [0.0], "No way that's happening in 2016"], [691, "2016-08-24T20:23:42Z", [0.0], ""], [1526, "2016-08-24T19:02:15Z", [0.0], "There doesn't seem to be any reason to do this. The U.S. will hold onto this poker chip until there is something they want to negotiate with Iran. ATM I don't see anything the U.S. is pressing for."], [368, "2016-08-24T17:07:57Z", [0.0], ""], [691, "2016-08-23T17:44:03Z", [0.0], ""], [28501, "2016-08-23T17:20:08Z", [0.0], ""], [368, "2016-08-23T16:25:02Z", [0.0], ""], [2965, "2016-08-23T14:19:59Z", [0.0], ""], [19801, "2016-08-23T13:48:42Z", [0.0], "Justin Siberell Acting Coordinator for Counterterrorism  The United States continues to work to disrupt Iran’s support for terrorism. Iran remains the leading state sponsor of terrorism globally. As explained in the report, Iran continues to provide support to Hizballah, Palestinian terrorist groups in Gaza, and various groups in Iraq and throughout the Middle East. Confronting Iran’s destabilizing activities and its support for terrorism was a key element of our expanded dialogue with the countries of the Gulf Cooperation Council, following the leaders summit at Camp David in May of last year. We’ve also expanded our cooperation with partners in Europe, South America, and West Africa to develop and implement strategies to counter the activities of Iranian-allied and sponsored groups, such as Hizballah.\nhttps://www.state.gov/r/pa/prs/ps/2016/06/258013.htm Given the above determination, neither of the two pathways for a nation to be removed from the list are possible. \"State Sponsor of Terrorism designations can be rescinded pursuant to two alternative paths. One path requires that the President submit a report to Congress before the proposed rescission would take effect certifying that:\n--There has been a fundamental change in the leadership and policies of the government of the country concerned,\n--The government is not supporting acts of international terrorism, and\n--The government has provided assurances that it will not support acts of international terrorism in the future. The other path requires that the President submit a report to Congress, at least 45 days before the proposed rescission would take effect, justifying the rescission and certifying that: --The government concerned has not provided any support for international terrorism during the preceding six-month period, and\n--The government concerned has provided assurances that that it will not support acts of international terrorism in the future.\"\nhttps://www.state.gov/j/ct/rls/crt/2014/239410.htm\n"], [458, "2016-08-23T12:30:20Z", [0.0], ""], [368, "2016-08-22T22:19:02Z", [0.0], ""], [241, "2016-08-22T20:39:38Z", [0.0], ""], [691, "2016-08-22T12:25:14Z", [0.0], ""], [6303, "2016-08-21T22:40:51Z", [0.0], "According to the general news and GJP consensus."], [691, "2016-08-21T18:26:06Z", [0.0], ""], [368, "2016-08-20T18:39:20Z", [0.0], ""], [691, "2016-08-20T12:44:13Z", [0.0], ""], [691, "2016-08-19T18:33:23Z", [0.0], ""], [368, "2016-08-19T17:47:34Z", [0.0], ""], [368, "2016-08-18T20:06:13Z", [0.0], ""], [691, "2016-08-18T12:32:09Z", [0.0], ""], [368, "2016-08-17T21:57:00Z", [0.0], ""], [691, "2016-08-17T21:55:11Z", [0.0], ""], [25661, "2016-08-17T13:23:59Z", [0.0], ""], [368, "2016-08-16T18:48:24Z", [0.0], ""], [28336, "2016-08-16T18:27:04Z", [0.01], ""], [691, "2016-08-16T13:29:58Z", [0.0], ""], [368, "2016-08-15T22:05:55Z", [0.0], ""], [691, "2016-08-15T17:04:09Z", [0.0], ""], [28212, "2016-08-15T15:32:49Z", [0.0], ""], [28091, "2016-08-15T15:03:21Z", [0.01], "Not in an election year. "], [28203, "2016-08-15T14:43:17Z", [0.02], ""], [6303, "2016-08-15T00:31:32Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-08-14T17:47:28Z", [0.0], ""], [24212, "2016-08-14T17:33:20Z", [0.0], ""], [691, "2016-08-14T14:36:01Z", [0.0], ""], [368, "2016-08-13T20:56:39Z", [0.0], ""], [691, "2016-08-13T12:01:51Z", [0.0], ""], [368, "2016-08-12T19:22:53Z", [0.0], ""], [691, "2016-08-12T18:13:28Z", [0.0], ""], [19630, "2016-08-12T04:37:45Z", [0.01], ""], [691, "2016-08-11T19:50:53Z", [0.0], ""], [22245, "2016-08-11T18:24:29Z", [0.1], "I originally thought Obama would lift the designation in order to pay Iran.  My take on the payments are they are probably illegal because Iran is listed as a terror state, but apparently all you have to do is send a plane with unmarked bills and you bypass this law."], [368, "2016-08-11T16:48:18Z", [0.0], ""], [22243, "2016-08-11T12:36:50Z", [0.0], ""], [368, "2016-08-10T17:35:08Z", [0.0], ""], [691, "2016-08-10T15:54:13Z", [0.0], ""], [691, "2016-08-09T20:22:20Z", [0.0], ""], [368, "2016-08-09T17:08:32Z", [0.0], ""], [6303, "2016-08-09T03:34:18Z", [0.0], "According to the general news and GJP consensus."], [755, "2016-08-09T02:33:00Z", [0.02], "The World Tribune, August 8, 'Report calls Iran top Mideast threat to U.S. interests ‘by far’': http://www.worldtribune.com/report-calls-iran-top-mideast-threat-to-u-s-interests-by-far/\nClips from article:\n\"The report continued: “Iran has adopted a political warfare strategy that emphasizes irregular warfare, asymmetric tactics, and the extensive use of proxy forces. The Islamic Revolutionary Guard Corps (IRGC) has trained, armed, supported, and collaborated with a wide variety of radical Shia and Sunni militant groups, as well as Arab, Palestinian, Kurdish, and Afghan groups that do not share its radical Islamist ideology. The IRGC’s elite Quds (Jerusalem) Force has cultivated, trained, armed, and supported numerous proxies, particularly the Lebanon-based Hizbullah; Iraqi Shia militant groups; Palestinian groups such as Hamas and Palestine Islamic Jihad; and groups that have fought against the governments of Afghanistan, Bahrain, Egypt, Israel, Iraq, Jordan, Kuwait, Saudi Arabia, Turkey, and Yemen. “Iran is the world’s foremost sponsor of terrorism and has made extensive efforts to export its radical Shia brand of Islamist revolution. It has found success in establishing a network of powerful Shia revolutionary groups in Lebanon and Iraq; has cultivated links with Afghan Shia and Taliban militants; and has stirred Shia unrest in Bahrain, Iraq, Libya, Saudi Arabia, and Yemen. In 2013, Iranian arms shipments were intercepted by naval forces off the coasts of Bahrain and Yemen, and Israel intercepted a shipment of arms, including long-range rockets, bound for Palestinian militants in Gaza.” The Heritage Foundation\nThe Heritage Foundation is an American conservative think tank based in Washington, D.C. The foundation took a leading role in the conservative movement during the presidency of Ronald Reagan, whose policies were taken from Heritage's policy study Mandate for Leadership. Heritage has since continued to have a significant influence in U.S. public policy making, and is considered to be one of the most influential conservative research organizations in the United States.\nhttps://en.wikipedia.org/wiki/The_Heritage_Foundation\nSource: Wikipedia\nWebsite: http://www.heritage.org/\n"], [691, "2016-08-08T19:18:24Z", [0.0], ""], [368, "2016-08-08T17:50:47Z", [0.0], ""], [755, "2016-08-08T03:10:36Z", [0.02], "Affirming forecast for the passage of time."], [22099, "2016-08-07T21:18:53Z", [0.0], ""], [1274, "2016-08-07T20:51:38Z", [0.0], ""], [691, "2016-08-07T16:55:21Z", [0.0], ""], [3363, "2016-08-07T09:41:41Z", [0.0], ""], [368, "2016-08-06T19:05:10Z", [0.0], ""], [10898, "2016-08-06T09:00:15Z", [0.0], ""], [368, "2016-08-05T18:00:12Z", [0.0], ""], [691, "2016-08-05T17:14:58Z", [0.0], ""], [368, "2016-08-04T19:50:53Z", [0.0], ""], [368, "2016-08-04T19:20:28Z", [0.0], ""], [691, "2016-08-04T13:47:10Z", [0.0], ""], [28052, "2016-08-04T06:44:31Z", [0.0], "Improbable prior to Election Day in the U.S. and given Iran's alliances."], [25397, "2016-08-04T03:28:33Z", [0.05], "Unlikely, as the Hezbollah remains a terrorist organization, supported by the Iranian state"], [14613, "2016-08-03T20:06:04Z", [0.0], ""], [691, "2016-08-03T18:47:48Z", [0.0], ""], [368, "2016-08-03T18:35:06Z", [0.0], ""], [15352, "2016-08-02T19:57:32Z", [0.0], ""], [10898, "2016-08-02T18:50:10Z", [0.0], ""], [368, "2016-08-02T17:51:58Z", [0.0], ""], [691, "2016-08-02T14:17:16Z", [0.0], ""], [1056, "2016-08-02T03:05:58Z", [0.0], ""], [368, "2016-08-01T17:31:40Z", [0.0], ""], [23350, "2016-08-01T14:41:35Z", [0.0], ""], [691, "2016-08-01T12:16:22Z", [0.0], ""], [6303, "2016-08-01T04:19:47Z", [0.0], "According to the general news and GJP consensus."], [691, "2016-07-31T13:02:08Z", [0.0], ""], [368, "2016-07-30T18:52:16Z", [0.0], ""], [691, "2016-07-30T11:52:41Z", [0.0], ""], [368, "2016-07-29T18:11:35Z", [0.0], ""], [691, "2016-07-29T17:18:32Z", [0.0], ""], [368, "2016-07-28T19:13:58Z", [0.0], ""], [691, "2016-07-28T15:01:09Z", [0.0], ""], [368, "2016-07-27T20:36:01Z", [0.0], ""], [493, "2016-07-27T14:38:04Z", [0.0], "Affirming prior."], [691, "2016-07-27T11:29:00Z", [0.0], ""], [593, "2016-07-27T02:25:04Z", [0.0], ""], [691, "2016-07-26T20:03:47Z", [0.0], ""], [368, "2016-07-26T17:54:09Z", [0.0], ""], [368, "2016-07-24T20:53:07Z", [0.0], ""], [27725, "2016-07-24T11:25:06Z", [0.05], ""], [368, "2016-07-23T19:44:45Z", [0.0], ""], [27612, "2016-07-23T13:17:10Z", [0.3], "Obamawishing to have a \"legacy\" takes a gamble on his belief and support of Iran and that Hillary will continue this failed policy"], [691, "2016-07-23T13:03:11Z", [0.0], ""], [11868, "2016-07-22T14:48:43Z", [0.0], ""], [27666, "2016-07-22T10:37:23Z", [0.0], ""], [368, "2016-07-21T16:31:09Z", [0.0], ""], [755, "2016-07-20T23:53:08Z", [0.02], "The Jerusalem Post, July 20, 'Iran left with no choice but to confront the US, official warns': http://www.jpost.com/Middle-East/Iran-News/Iran-left-with-no-choice-but-to-confront-the-US-official-warns-460953\nAffirming forecast for the passage of time. Last night, I watched a pretty cool documentary on the history of USN SEALs (NSW) and their relationship with the CIA since WWII. \nA primer on the Special Activities Division. CIA site: https://www.cia.gov/index.html\nThe Special Activities Division (SAD) is a division in the United States Central Intelligence Agency responsible for covert operations known as \"special activities\". Within SAD there are two separate groups, SAD/SOG for tactical paramilitary operations and SAD/PAG for covert political action. \nhttps://en.wikipedia.org/wiki/Special_Activities_Division\nSource Wikipedia"], [368, "2016-07-20T21:39:57Z", [0.0], ""], [691, "2016-07-20T16:13:13Z", [0.0], ""], [783, "2016-07-20T02:52:16Z", [0.0], ""], [368, "2016-07-19T20:07:16Z", [0.0], ""], [73, "2016-07-19T08:23:50Z", [0.0], ""], [368, "2016-07-18T21:42:16Z", [0.0], ""], [691, "2016-07-18T11:39:22Z", [0.0], ""], [6303, "2016-07-18T01:07:45Z", [0.0], "I am forecasting based on the general news reports and GJP consensus. "], [368, "2016-07-17T19:14:10Z", [0.0], ""], [691, "2016-07-17T17:22:53Z", [0.0], ""], [27409, "2016-07-17T14:08:01Z", [0.0], ""], [26597, "2016-07-17T04:34:21Z", [0.0], ""], [368, "2016-07-16T20:34:35Z", [0.0], ""], [691, "2016-07-16T11:46:34Z", [0.0], ""], [27356, "2016-07-15T20:55:32Z", [0.2], ""], [691, "2016-07-15T19:49:55Z", [0.0], ""], [368, "2016-07-15T18:44:19Z", [0.0], ""], [51, "2016-07-14T23:46:14Z", [0.0], ""], [14432, "2016-07-14T22:23:58Z", [0.0], ""], [691, "2016-07-14T19:26:55Z", [0.0], ""], [368, "2016-07-14T17:34:36Z", [0.0], ""], [4634, "2016-07-14T11:57:47Z", [0.0], ""], [10759, "2016-07-14T11:56:45Z", [0.0], ""], [368, "2016-07-13T21:43:34Z", [0.0], ""], [691, "2016-07-13T14:04:24Z", [0.0], ""], [368, "2016-07-12T18:30:42Z", [0.0], ""], [691, "2016-07-12T12:16:59Z", [0.0], ""], [14182, "2016-07-12T08:28:21Z", [0.0], "RE-iterating forecast. Update, passage of time.\nDate: 12. Juli 2016 um 10:00:46 MESZ Subject: One year on, US obstacles blunt hopes from Iran deal | The Times of Israel COMMENT:\nHypothesis: Iranian Hardliners are gaining momentum, and will fundamentally impede any progress Rouhani is looking to make w/ the West. Whether it be through the recent saber rattling Iranian Revolutionary Guard comments on having 100'000 rockets pointed towards Israel or, U.S. Congressional intervention on the multi-billion $ recent Boeing/Iran aircraft transaction, the U.S. & Iran remain at serious odds.  Best exemplified on the one hand, by the recent State Department message to Iran that it was \"unjustly detaining\" a U.S. citizen on a long standing legal dispute. Or, on the other hand, Hardliners \"foot stomping\" on the U.S. in affect manipulating the so called \"US/Iran\" deal to add one road block after another.  With U.S. Presidential elections about to heat up, previously stated positions on Isreal & Iran by HRC & DT, offer Iranian Hardliners indirect support to their hidden objective of returning to power more directly rather than, behind the political scene as is the case today.  A cautious approach to dealing w/ Iran is justified  http://www.timesofisrael.com/one-year-on-us-obstacles-blunt-hopes-from-iran-deal/\nhttp://www.al-monitor.com/pulse/originals/2016/07/iran-irgc-intelligence-organization-rouhani-vet-appointees.html\n\"...\n“There is a very intense fight for power happening,” said the European diplomat. “The hardliners are doing everything they can to impede Rouhani’s efforts to improve relations with the world. They see it as leading to more foreigners coming to Iran and ‘spoiling’ the country from within.”"], [25021, "2016-07-11T22:59:13Z", [0.0], "Reaffirming forecast. http://www.independent.co.uk/news/world/middle-east/iran-isis-terrorism-main-state-sponsor-of-terror-us-state-report-finds-a7063181.html"], [691, "2016-07-11T12:13:06Z", [0.0], ""], [6303, "2016-07-11T01:57:55Z", [0.0], "I am forecasting based on the general news reports and GJP consensus. "], [368, "2016-07-10T18:14:06Z", [0.0], ""], [691, "2016-07-10T13:36:09Z", [0.0], ""], [691, "2016-07-09T11:23:52Z", [0.0], ""], [755, "2016-07-08T21:30:35Z", [0.02], "IRGC general to head IR armed forces:\nStratfor, July 8, 'A New Military Chief Rises in Iran': https://www.stratfor.com/analysis/new-military-chief-rises-iran\nClips from the Stratfor article:\n'Bogged down in regional conflicts and faced with renewed militancy at home, Iran is looking to shore up its military strength. To that end, Supreme Leader Ayatollah Ali Khamenei has placed an Islamic Revolutionary Guard Corps (IRGC) commander at the head of the country's complex military establishment. Maj. Gen. Mohammad Hossein Bagheri took office as the new chief of the Armed Forces General Staff on July 5, marking the first time that the IRGC's leader has filled the position. Because the IRGC is widely perceived to be the best-equipped and best-trained branch of the Iranian military, the country's leaders may be hoping to bring the rest of the defense forces up to speed by having them follow the IRGC's example.\nBut another motive could be behind the promotion. Iran's economy is opening up as a result of the country's recent nuclear deal with the West, and some of Iran's most powerful stakeholders — the IRGC included — could see their strength erode because of it. Granting the military organization control over other politicized institutions, such as the armed forces, may be Khamenei's way of ensuring the IRGC's continued influence and, in doing so, protecting his control over one of Iran's most formidable groups.'\nSee also my earlier postings of [IRGC] Quds force Qasem Soleimani running ground ops in IQ.\nDropping 1 basis point. "], [368, "2016-07-08T20:15:54Z", [0.0], ""], [26419, "2016-07-08T16:13:32Z", [0.0], ""], [691, "2016-07-08T14:22:00Z", [0.0], ""], [13859, "2016-07-08T13:13:46Z", [0.0], ""], [26949, "2016-07-08T02:36:47Z", [0.1], ""], [368, "2016-07-07T17:12:42Z", [0.0], ""], [691, "2016-07-07T13:50:28Z", [0.0], ""], [51, "2016-07-07T11:55:18Z", [0.0], ""], [368, "2016-07-06T16:56:14Z", [0.0], ""], [14933, "2016-07-06T14:50:42Z", [0.0], ""], [691, "2016-07-06T13:45:05Z", [0.0], ""], [25713, "2016-07-06T11:52:18Z", [0.0], "Per state dept [1], Iran is on this list given their \"support for Hizballah, Palestinian terrorist groups in Gaza, and various groups in Iraq and throughout the Middle East.\"  Furthermore, \"Iran increased its assistance to Iraqi Shia terrorist groups, including Kata’ib Hizballah (KH), which is a U.S. designated Foreign Terrorist Organization\" in 2015.   Looks like Iran hasn't backed off supporting those groups and actions.  Even if they did, it would take congress (not president) to remove them from this list... which is very [very very] unlikely given current political climate. [1] http://www.state.gov/j/ct/rls/crt/2015/257520.htm\n"], [691, "2016-07-05T20:13:56Z", [0.0], ""], [368, "2016-07-05T19:12:06Z", [0.0], ""], [19926, "2016-07-05T17:05:42Z", [0.1], ""], [601, "2016-07-05T16:57:04Z", [0.0], ""], [10898, "2016-07-05T04:47:21Z", [0.0], "Affirming"], [691, "2016-07-04T20:14:23Z", [0.0], ""], [38, "2016-07-03T23:46:54Z", [0.0], ""], [15371, "2016-07-03T23:20:57Z", [0.01], "One must leave open possibly anything. Could happened "], [231, "2016-07-03T22:01:42Z", [0.0], ""], [25771, "2016-07-03T20:50:50Z", [0.01], ""], [368, "2016-07-03T19:53:17Z", [0.0], ""], [26762, "2016-07-03T13:29:58Z", [0.0], ""], [691, "2016-07-02T19:36:43Z", [0.0], ""], [368, "2016-07-02T19:07:17Z", [0.0], ""], [1693, "2016-07-02T00:37:19Z", [0.0], ""], [368, "2016-07-01T21:06:57Z", [0.0], ""], [691, "2016-07-01T19:28:22Z", [0.0], ""], [1056, "2016-06-30T21:18:13Z", [0.01], "Affirming forecast."], [368, "2016-06-30T19:21:46Z", [0.0], ""], [691, "2016-06-30T18:06:31Z", [0.0], ""], [202, "2016-06-30T08:03:00Z", [0.0], "No chance of this given continued Iranian involvement in Syria etc & lack of progress on US Iranian relations post nuclear deal. Recent State dept annual report on terrorism put Iran top of the list\nhttp://www.independent.co.uk/news/world/middle-east/iran-isis-terrorism-main-state-sponsor-of-terror-us-state-report-finds-a7063181.html"], [368, "2016-06-29T19:31:25Z", [0.0], ""], [10759, "2016-06-29T18:57:20Z", [0.02], ""], [4634, "2016-06-29T18:57:13Z", [0.02], ""], [691, "2016-06-29T13:16:18Z", [0.0], ""], [26680, "2016-06-29T02:26:41Z", [0.0], "Hezbollah recently announced that whilst Iran has money -it will have money. No reason to doubt Hezbollah's claims. Only the very brave (or very stupid) would consider removing them from the list  http://www.state.gov/j/ct/rls/crt/2015/257520.htm"], [368, "2016-06-28T21:39:24Z", [0.0], ""], [691, "2016-06-28T21:11:17Z", [0.0], ""], [476, "2016-06-27T20:14:11Z", [0.0], ""], [691, "2016-06-27T18:55:17Z", [0.0], ""], [368, "2016-06-27T17:49:55Z", [0.0], ""], [705, "2016-06-27T00:48:11Z", [0.0], ""], [368, "2016-06-26T18:59:44Z", [0.0], ""], [26553, "2016-06-26T13:21:04Z", [0.0], ""], [691, "2016-06-26T12:41:54Z", [0.0], ""], [23752, "2016-06-25T14:07:01Z", [0.0], ""], [691, "2016-06-25T13:14:04Z", [0.0], ""], [26516, "2016-06-25T13:12:42Z", [1.0], ""], [368, "2016-06-24T19:28:50Z", [0.0], ""], [691, "2016-06-24T15:56:02Z", [0.0], ""], [26370, "2016-06-23T23:19:21Z", [0.01], ""], [6552, "2016-06-23T18:36:54Z", [0.01], ""], [368, "2016-06-23T17:43:33Z", [0.0], ""], [691, "2016-06-23T16:09:11Z", [0.0], ""], [26435, "2016-06-23T12:20:37Z", [0.04], ""], [26435, "2016-06-23T12:20:11Z", [0.1], ""], [25944, "2016-06-23T02:17:20Z", [0.0], "Too close to US election."], [1078, "2016-06-22T23:31:15Z", [0.0], ""], [26405, "2016-06-22T22:06:03Z", [0.0], ""], [368, "2016-06-22T20:53:08Z", [0.0], ""], [691, "2016-06-22T16:22:45Z", [0.0], ""], [368, "2016-06-21T17:16:23Z", [0.0], ""], [691, "2016-06-21T11:30:39Z", [0.0], ""], [26327, "2016-06-21T11:10:19Z", [0.03], "If Iran cuts off publicly support for Hizbolah there might be taken out of the list.\n+ anniversary of nuclear deal\n+ biggest terrorist strikes now coming from sunnis(Al qaida,Isis)\n+ Irans need for cash and certain products may lead them to condemn Hezbollah -> not so likely in this time frame\n- US Election ->trouble for clinton, if Iran removed from the list\n- Chinas support for Iran meaning more to iranians -> Iran less likely to cut ties to hizbollah. China dont keep hizbolah as a terrorist group.\n- Iran no.1 country that list\n- Short time frame till 18th of October\n- tradition.Iran has been that list so long and still at least verbally rattling sabres against USA and Israel\n- Iran is not willing publicly go against Hezbolah, not so big need, because they no can sale oil freely. Not so big benefits at sight.\n- No Iranian public cut off from Hezbollah, no removal from States list."], [755, "2016-06-21T04:44:03Z", [0.03], "Affirming forecast for the passage of time."], [368, "2016-06-20T21:44:56Z", [0.0], ""], [691, "2016-06-20T20:40:51Z", [0.0], ""], [6303, "2016-06-20T02:27:57Z", [0.0], "According to the general news and GJP consensus."], [691, "2016-06-19T15:12:59Z", [0.0], ""], [20911, "2016-06-19T04:08:41Z", [0.01], ""], [368, "2016-06-18T18:57:09Z", [0.0], ""], [691, "2016-06-18T12:56:42Z", [0.0], ""], [23006, "2016-06-17T16:43:37Z", [0.0], ""], [26217, "2016-06-17T14:58:56Z", [0.01], "US recently declared Iran as number 1 global state sponsor of terror. "], [2965, "2016-06-17T14:56:14Z", [0.0], ""], [691, "2016-06-17T12:23:05Z", [0.0], ""], [21758, "2016-06-16T20:03:24Z", [0.0], ""], [368, "2016-06-16T18:42:07Z", [0.0], ""], [691, "2016-06-16T13:03:11Z", [0.0], ""], [14182, "2016-06-16T09:03:07Z", [0.0], "COMMENT:\n Another \"rant\" in a long list of why Iran is farther along the road towards Hardline politics than the West would hope. These messages are NOT moderate political behavior. NB: attached IRANIAN POLITICAL STRUCTURE description which makes this comment v/ clear. Date: 16. Juni 2016 um 10:42:51 \nA. Subject: Iran vows to 'set fire' to nuclear deal if West violates deal  http://www.israelhayom.com/site/newsletter_article.php?id=34339 \"...Iran's Supreme Leader Ayatollah Ali Khamenei threatened on Tuesday to \"set fire\" to the nuclear deal with world powers if U.S. presidential candidates renege on the agreement. Iran's Khamenei threw cold water on U.S. President Barak Obama's effort to woo Iran saying \"...Some think that we can get along with the Americans and solve our problems. This is an incorrect idea and a delusion...\" B. Islamic Republic Government Structure\nCOMMENT:\nAnd, it is clear the LEADER is: Leader of the Islamic Revolution Ayatollah Seyyed Ali Khamenei \nhttp://www.presstv.ir/Detail/2016/06/15/470539/Structure-regime-government-Islamic-republic-Iran \"...The system of the Islamic Republic in Iran is a presidential democracy, wherein three separate powers, of the Executive, the Legislature and the Judiciary, function independently.  This much is quite similar to many other regimes of governance; BUT  the Iranian system, has a DIFFERENCE, as this trio of independent state powers, all look up to a single individual: The LEADER, who based on the constitution, is vested with the duty to enjoy supreme supervision over all aspects of the state structure and to make sure Islamic principles and the people’s expedience is duly observed in all decisions made or taken by the totality of the governance system...\""], [368, "2016-06-15T21:46:33Z", [0.0], ""], [23006, "2016-06-15T18:39:44Z", [0.0], ""], [14182, "2016-06-15T18:36:16Z", [0.0], "No change to forecast.  Further justification as follows:\nCOMMENT: Another clear Western view  of Iran's fundamental political state of power & control vs what it poses for the world as moderates procedurally ... to view as a changing reforming regime.  Rhetorical question: For all those who participated in the original GJ Open Q on whether Moderates or Hardliners maintain a majority in the follow up February Iranian election,   DOESN'T the subsequent realization of where Iran in fact stands,  Psssss one off ...that took the position Hardliners in sum & substance are \"still in control\" of the important political levers but nonetheless  lost BRIER score wise  the on procedural niceties posed by the GJ Question that Moderates ( definitional??!)  took a majority position ?!  Participants in this QUESTION are therefore be put on notice Iran's history of  smoke & mirrors. The \"news\" might change. The substance of power is in fact growing more conservative & hardline by the day. http://thehill.com/blogs/congress-blog/foreign-policy/283421-doubling-down-on-irans-deep-state \"...This ominous development suggests that where it counts the most, the nature of the Iranian regime remains unchanged in the aftermath of the nuclear deal.  In fact, regime stalwarts are doubling down, racing to protect Tehran’s unelected organs—the real power behind the throne of state....\""], [691, "2016-06-15T14:26:49Z", [0.0], ""], [22243, "2016-06-15T12:49:18Z", [0.0], ""], [368, "2016-06-14T18:26:11Z", [0.0], ""], [691, "2016-06-14T11:26:21Z", [0.0], ""], [11442, "2016-06-13T22:15:50Z", [0.0], "Lowering due to recent State Department terrorism report"], [368, "2016-06-13T21:52:12Z", [0.0], ""], [691, "2016-06-13T20:12:18Z", [0.0], ""], [5863, "2016-06-12T22:29:33Z", [0.0], "Not before the election."], [368, "2016-06-12T19:03:40Z", [0.0], ""], [691, "2016-06-12T13:29:29Z", [0.0], ""], [11026, "2016-06-12T08:46:10Z", [0.0], ""], [6303, "2016-06-12T00:23:26Z", [0.0], "According to the general news and GJP consensus."], [368, "2016-06-11T18:11:03Z", [0.0], ""], [691, "2016-06-11T12:41:36Z", [0.0], ""], [691, "2016-06-10T19:14:53Z", [0.0], ""], [368, "2016-06-10T18:03:42Z", [0.0], ""], [368, "2016-06-09T19:02:00Z", [0.0], ""], [691, "2016-06-09T18:12:59Z", [0.0], ""], [14182, "2016-06-09T18:06:55Z", [0.0], "Date: 9. Juni 2016 um 09:45:34 MESZ COMMENT:  \nAnother example of why the US will not remove Iran from the sponsors of terror list b/f 18/10/16. Building the case on the one hand, the US clearly has Iran as a sponsor of terror. On the other hand, Iran considers a request from US Congressmen a \"publicity stunt\" &, will be treated accordingly. FARTHER apart, two nations cannot be. Or, has it all been a case of \"smoke & mirrors\"? Subject: Iran to three Congressmen: Your visa request is publicity stunt - Tehran Times 1)http://www.tehrantimes.com/news/403232/Iran-to-three-Congressmen-Your-visa-request-is-publicity-stunt\nAN OFFICIAL COMMENT: \n\"...In sum, we consider your visa request to have been a publicity stunt and not an appropriate request to visit a sovereign country; and it has, and will continue to be, treated in that spirit.\nOffice of the Minister for Foreign Affairs of The Islamic Republic of Iran...\" 2) The \"smoke\" to the world of Iran moderating through the recent elections raises the issue of whether it's all a game of Iranian \" mirrors\" as substantively hardliners continue to effect daily political influence. http://www.gatestoneinstitute.org/8205/iranian-moderates\n\"...Ever since Hassan Rouhani became president of the Islamic Republic of Iran, Americans have been told that a fundamental change had occurred, that the latest Iranian election had been a once-in-a-lifetime event, and that Iran's formerly adversarial regime had been transformed into a moderate one.\nIn Iran, however, what has changed is precisely nothing. The Islamic Revolutionary Guard Corps (IRGC) is as powerful and dangerous as ever. Iranian support for terrorists has increased. And Iran's genocidal rhetoric regarding Israel (\"the malignant Zionist tumor\") and America (the great Satan) has not softened....\""], [755, "2016-06-09T15:58:47Z", [0.03], "Hell, no....!\nThe Long War Journal, June 7, 'Qods Force commander an official advisor to government, Iraq’s foreign minister says': http://www.longwarjournal.org/archives/2016/06/qods-force-commander-an-official-advisor-to-government-iraqs-foreign-minister-says.php\nAdjusting down."], [691, "2016-06-08T18:42:51Z", [0.0], ""], [691, "2016-06-07T20:15:09Z", [0.0], ""], [368, "2016-06-07T19:08:35Z", [0.0], ""], [51, "2016-06-07T18:21:39Z", [0.0], ""], [368, "2016-06-06T22:14:53Z", [0.0], ""], [691, "2016-06-06T19:07:31Z", [0.0], ""], [6303, "2016-06-06T03:28:06Z", [0.0], "According to the general news and GJP consensus."], [20047, "2016-06-06T01:33:57Z", [0.02], ""], [24850, "2016-06-05T20:10:12Z", [0.03], ""], [368, "2016-06-05T19:26:07Z", [0.0], ""], [25770, "2016-06-05T15:32:02Z", [0.0], ""], [691, "2016-06-05T13:01:10Z", [0.0], "http://www.reuters.com/article/us-usa-security-iran-idUSKCN0YR0EA?il=0\nprobably safe to go to zero on this now"], [25661, "2016-06-05T04:25:14Z", [0.01], ""], [691, "2016-06-04T22:48:28Z", [0.01], ""], [73, "2016-06-04T19:23:02Z", [0.0], ""], [368, "2016-06-04T18:43:47Z", [0.0], ""], [14182, "2016-06-04T06:02:45Z", [0.0], "\nDate: 4. Juni 2016 um 10:48:53 MESZ Subject:  State Department Finds Iran Top State Sponsor of Terror http://m.state.gov/md257513.htm The IS of Iraq & the Levant ( ISIL) remained the greatest threat globally.\n"], [231, "2016-06-04T01:27:51Z", [0.0], ""], [368, "2016-06-03T19:49:11Z", [0.0], ""], [241, "2016-06-03T14:58:10Z", [0.0], ""], [691, "2016-06-03T14:00:47Z", [0.01], ""], [6303, "2016-06-03T01:49:20Z", [0.0], "According to general news and GJP consensus."], [9755, "2016-06-02T19:51:46Z", [0.0], ""], [691, "2016-06-02T18:46:52Z", [0.01], ""], [14182, "2016-06-02T09:54:14Z", [0.0], "Reiterating forecast for passage of time & participation purposes."], [691, "2016-06-01T22:18:01Z", [0.01], ""], [368, "2016-06-01T18:38:06Z", [0.0], ""], [23006, "2016-06-01T17:32:53Z", [0.0], ""], [25500, "2016-06-01T17:15:12Z", [0.0], "Very unlikely: \n- the deal with Iran (finalized last  year) is among conservatives highly criticized, it would be likely that such an action could negatively effect the presidential candidate of the democrats \n- would be eventually taken back if Trump wins the election (and could help that he wins)\n- among Jewish voters (which are a important target group for the Democrats) this would be highly criticized and could lead too less support\n- there is no incentive for doing so (the relationship between USA and Iran wasn't better since decades, Muslim voters won't support Democrats more - since Trump is quite hostile towards them they will support the Democrats anyway)\n- could lead to problems with allies in Middle East (Arabic States, especially Saudi Arabia, compete with Iran; the US relationship with Israel would get even more tense; it might trigger problems with some of the countries directly / indirectly involved in the Syria conflict)"], [1262, "2016-06-01T17:04:35Z", [0.01], "confirming previous forecast"], [368, "2016-05-31T16:33:55Z", [0.0], ""], [15471, "2016-05-31T12:39:10Z", [0.0], ""], [691, "2016-05-31T11:35:27Z", [0.01], ""], [6303, "2016-05-31T03:58:14Z", [0.0], "According to general news and GJP consensus."], [1693, "2016-05-31T00:45:56Z", [0.0], ""], [691, "2016-05-30T15:18:13Z", [0.01], ""], [4634, "2016-05-30T14:06:18Z", [0.05], ""], [10759, "2016-05-30T14:05:50Z", [0.05], ""], [24546, "2016-05-30T12:34:05Z", [0.0], ""], [368, "2016-05-29T21:26:58Z", [0.0], ""], [2965, "2016-05-29T15:07:27Z", [0.0], ""], [2965, "2016-05-29T15:04:15Z", [0.0], ""], [691, "2016-05-29T12:10:37Z", [0.01], ""], [368, "2016-05-28T21:00:11Z", [0.0], ""], [691, "2016-05-28T12:06:46Z", [0.01], ""], [4782, "2016-05-28T03:20:41Z", [0.0], ""], [691, "2016-05-27T21:30:50Z", [0.01], ""], [368, "2016-05-27T20:15:28Z", [0.0], ""], [368, "2016-05-26T20:23:11Z", [0.0], ""], [25045, "2016-05-26T19:06:20Z", [0.0], ""], [691, "2016-05-26T14:04:53Z", [0.01], ""], [14182, "2016-05-26T05:17:36Z", [0.0], "No change. Updating for participation & passage of time."], [368, "2016-05-25T21:50:18Z", [0.0], ""], [691, "2016-05-25T17:43:03Z", [0.01], ""], [102, "2016-05-25T03:31:12Z", [0.02], "https://larswericson.wordpress.com/2016/05/25/gitrep-24mar16pm/"], [368, "2016-05-24T20:04:05Z", [0.0], ""], [691, "2016-05-24T11:34:50Z", [0.01], ""], [25021, "2016-05-24T10:29:35Z", [0.0], "Highly unlikely in the run-up to a close election - and because Iran has ties to Hezbollah - but the list is something of a farce anyway, so who knows? As this year-old Huff piece argues, the SST List rarely has anything to do with actual terrorism: http://www.huffingtonpost.com/dennis-jett/state-sponsors-of-terrorism-list_b_7658880.html"], [6303, "2016-05-24T03:47:08Z", [0.0], "According to general news and GJP consensus."], [368, "2016-05-23T20:58:40Z", [0.0], ""], [102, "2016-05-23T16:02:42Z", [0.03], ""], [691, "2016-05-23T14:45:09Z", [0.01], ""], [368, "2016-05-22T21:17:07Z", [0.0], ""], [691, "2016-05-22T16:24:25Z", [0.01], ""], [38, "2016-05-21T18:51:05Z", [0.11], "I'm re-thinking my 0% forecast.  Politics are unpredictable.   With the election of what might be a much more \"friendly\" legislature in Iran, who knows what Obama et. al. may want to do to further extend the \"olive branch\"?"], [691, "2016-05-21T14:34:05Z", [0.01], ""], [691, "2016-05-20T20:28:28Z", [0.01], ""], [368, "2016-05-20T18:35:15Z", [0.0], ""], [13551, "2016-05-20T09:01:07Z", [0.0], ""], [368, "2016-05-19T18:03:51Z", [0.0], ""], [691, "2016-05-19T13:40:54Z", [0.01], ""], [23350, "2016-05-19T10:09:00Z", [0.01], ""], [691, "2016-05-19T02:24:13Z", [0.01], ""], [368, "2016-05-18T21:29:19Z", [0.0], ""], [532, "2016-05-18T14:32:55Z", [0.0], ""], [14642, "2016-05-18T04:41:15Z", [0.05], "Today's State Department counter-terrorism bureau budget testimony to Congress (to be followed by their annual terrorism summary report) suggested otherwise: \"As will be described in the forthcoming 'Country Reports on Terrorism', Iran continues to support terrorism through the Islamic Revolutionary Guard Corps-Qods Force and Lebanese Hizballah. Iran continues to be deeply involved in the conflicts in Iraq and Syria, including through the support of terrorist groups.\" Of course, by 18 October 2016, there is always that slim possibility, despite the potential impact such a change might have on the current US presidential election, for a dramatic change in US government policy. That said, the Iranian government -- still controlled by hard liners at the very top -- would resist any softening of their position towards the US, reducing any chance for the US administration to justify such a major change in US policy. In fact, the hard liners may continue to affect provocative actions (e.g., ballistic missile tests) to demonstrate their ultimate control of the Iranian government, and thus scuttle the soften of the US position."], [102, "2016-05-18T02:57:23Z", [0.0], "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [17875, "2016-05-17T19:48:05Z", [0.0], ": )"], [14182, "2016-05-17T18:51:07Z", [0.0], "No adjustment. Passage of time. Reiterate forecast."], [368, "2016-05-17T18:28:10Z", [0.0], ""], [21611, "2016-05-17T13:14:41Z", [0.02], ""], [368, "2016-05-16T21:36:57Z", [0.0], ""], [691, "2016-05-16T12:20:26Z", [0.01], ""], [6303, "2016-05-16T04:15:04Z", [0.0], "According to general news and GJP consensus."], [24300, "2016-05-15T22:28:32Z", [0.05], ""], [17875, "2016-05-15T21:32:41Z", [0.0], ""], [691, "2016-05-15T12:58:38Z", [0.01], ""], [368, "2016-05-14T17:37:40Z", [0.0], ""], [691, "2016-05-14T13:16:15Z", [0.01], ""], [102, "2016-05-14T03:34:49Z", [0.05], "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [877, "2016-05-13T20:04:45Z", [0.75], ""], [368, "2016-05-13T17:23:12Z", [0.0], ""], [691, "2016-05-13T14:11:57Z", [0.01], ""], [12105, "2016-05-13T05:40:06Z", [0.01], ""], [24073, "2016-05-12T21:05:54Z", [0.0], ""], [368, "2016-05-12T19:32:24Z", [0.0], ""], [691, "2016-05-12T14:42:47Z", [0.01], ""], [368, "2016-05-11T21:46:20Z", [0.0], ""], [94, "2016-05-11T03:43:58Z", [0.0], ""], [368, "2016-05-10T19:07:49Z", [0.0], ""], [24886, "2016-05-10T12:01:28Z", [0.05], ""], [3363, "2016-05-10T10:57:33Z", [0.02], ""], [691, "2016-05-10T10:13:57Z", [0.01], ""], [24882, "2016-05-10T09:23:38Z", [0.58], ""], [24878, "2016-05-10T05:37:44Z", [0.01], ""], [14208, "2016-05-10T03:02:05Z", [0.0], "Comment deleted on Oct 22, 2016 06:55PM UTC"], [24146, "2016-05-10T02:47:27Z", [0.0], "Nothing like that before the US Presidential elections"], [6303, "2016-05-10T02:26:08Z", [0.0], "According to general news and GJP consensus."], [17875, "2016-05-10T00:12:02Z", [0.0], ": )"], [24850, "2016-05-09T21:41:01Z", [0.03], ""], [368, "2016-05-09T20:12:05Z", [0.0], ""], [691, "2016-05-09T11:34:09Z", [0.01], ""], [24633, "2016-05-09T08:08:40Z", [0.0], ""], [10898, "2016-05-09T01:45:14Z", [0.0], ""], [755, "2016-05-09T00:31:48Z", [0.1], "The Washington Times, April 15, 'Iranian Quds force general back in Moscow for consultations': http://www.washingtontimes.com/news/2016/apr/15/iranian-quds-general-back-moscow-consultations/\nPress TV, May 5, 'Hezbollah source of pride in Muslim world: Leader’s aide': http://www.presstv.ir/Detail/2016/05/05/464117/Iran-Velayati-Lebanon-Nasrallah-Hezbollah/\nComments: Quds Force and Hezbollah. Hate Israel. Operating in Syria. You gotta be kidding me......."], [8024, "2016-05-08T20:48:57Z", [0.0], ""], [368, "2016-05-08T18:29:31Z", [0.0], ""], [691, "2016-05-08T12:05:14Z", [0.01], ""], [368, "2016-05-07T19:02:59Z", [0.0], ""], [24784, "2016-05-07T17:26:45Z", [0.05], ""], [691, "2016-05-07T13:37:42Z", [0.01], ""], [24775, "2016-05-07T10:34:37Z", [0.01], ""], [368, "2016-05-06T18:42:11Z", [0.0], ""], [691, "2016-05-06T12:23:26Z", [0.01], ""], [24546, "2016-05-05T21:04:12Z", [0.03], ""], [691, "2016-05-05T19:35:52Z", [0.01], ""], [368, "2016-05-05T18:39:37Z", [0.0], ""], [368, "2016-05-04T17:41:35Z", [0.0], ""], [691, "2016-05-04T17:10:50Z", [0.01], ""], [24686, "2016-05-04T14:44:08Z", [0.01], "Iran is still a state sponsor of terror and a serious geopolitical foe. None of that will change by October."], [12943, "2016-05-04T05:58:00Z", [0.08], ""], [368, "2016-05-03T18:37:20Z", [0.0], ""], [1468, "2016-05-03T16:34:01Z", [0.01], ""], [691, "2016-05-03T14:52:02Z", [0.01], ""], [11023, "2016-05-03T13:46:18Z", [0.0], ""], [14208, "2016-05-03T03:07:33Z", [0.33], "Comment deleted on Oct 22, 2016 06:47PM UTC"], [102, "2016-05-03T00:56:02Z", [0.03], "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [15318, "2016-05-02T21:06:23Z", [0.01], ""], [368, "2016-05-02T18:43:55Z", [0.0], ""], [493, "2016-05-02T16:06:45Z", [0.0], "Affirming prior."], [691, "2016-05-02T15:54:32Z", [0.01], ""], [24496, "2016-05-02T08:21:35Z", [0.65], ""], [24159, "2016-05-02T04:45:32Z", [0.0], ""], [6303, "2016-05-02T01:36:15Z", [0.01], "According to general news and GJP consensus."], [691, "2016-05-01T15:23:56Z", [0.01], ""], [24548, "2016-05-01T14:36:33Z", [0.0], ""], [368, "2016-04-30T19:44:56Z", [0.0], ""], [23159, "2016-04-30T18:28:14Z", [0.02], "improbable before the elections"], [691, "2016-04-30T14:39:17Z", [0.01], ""], [1056, "2016-04-30T06:25:32Z", [0.01], "Affirming forecast."], [24282, "2016-04-29T18:37:35Z", [0.0], ""], [368, "2016-04-29T17:50:53Z", [0.0], ""], [691, "2016-04-29T14:54:18Z", [0.01], "In Havana in around 2001 (legally, since you asked, on a educational-programme ticket from OFAC),  wandered into the Plaza de San Francisco de Asis.   There was a Benetton shop there.  The hotel business was locked up by Canadians and Italians, and other global firms had offices or shops around town and throughout the country.  This was a result of the dazzingly successful five-decade run of the US trade blockade: Everybody else could do business there--although between the US attitude and the Cuban one, it wasn't easy--and in the meantime it gave the regime an excellent excuse for things not getting better. Presumably we have learned our lesson from this, which is apparently that if you keep doing something that doesn't work for fifty years, there will be a brighter tomorrow of some sort. Resistance may not be futile, but futility is. "], [24176, "2016-04-29T06:47:00Z", [1.0], "This is connected with opening of American embassy in Tehran. Will go hand in hand.\nObama's press conference:\n\"In the spirit of Spreading peace. Increase trust among nations, leading to mutual benefits. We trust Iran, but we will keep an eagle's eye on them. I believe we can work and fight terrorism together. This will forge better relations.\""], [691, "2016-04-28T15:33:07Z", [0.01], ""], [24243, "2016-04-27T23:13:30Z", [0.22], ""], [368, "2016-04-27T20:34:32Z", [0.0], ""], [691, "2016-04-27T12:40:38Z", [0.01], ""], [24410, "2016-04-27T10:03:30Z", [0.1], "Very little upside to giving the other side more ammo to accuse the current administration of being \"soft on terror\"."], [3363, "2016-04-27T02:42:46Z", [0.05], ""], [368, "2016-04-26T19:07:37Z", [0.0], ""], [12828, "2016-04-26T18:16:37Z", [0.0], ""], [1601, "2016-04-26T18:03:30Z", [0.01], "Iran clearly is a sponsor of terrorism, as are, really, most countries involved in the Mideast, including the US if we are honest.  Only a gaff would result in removing Iran from the list."], [691, "2016-04-26T17:10:38Z", [0.01], ""], [24372, "2016-04-26T13:25:45Z", [0.01], ""], [4042, "2016-04-26T11:23:08Z", [0.0], ""], [368, "2016-04-25T22:20:47Z", [0.0], ""], [24073, "2016-04-25T21:50:11Z", [0.04], ""], [691, "2016-04-25T12:01:09Z", [0.01], ""], [12874, "2016-04-25T10:25:11Z", [0.01], ""], [24146, "2016-04-25T02:32:53Z", [0.05], "Before the Presidential elections in the USA, and the latest statements by Obama visiting the Middle East makes it highly unlikely."], [6303, "2016-04-25T02:24:23Z", [0.01], "According to general news and GJP consensus."], [373, "2016-04-25T00:08:31Z", [0.0], " Not a chance. The US is not totally naive about Iranian activities. Also, making such a decision in advance of the elections would be a Democratic vote killer."], [24301, "2016-04-24T23:33:57Z", [0.2], "O wanna fix things before he leaves."], [691, "2016-04-24T14:12:20Z", [0.01], ""], [368, "2016-04-23T21:08:48Z", [0.0], ""], [691, "2016-04-23T13:01:19Z", [0.01], ""], [24226, "2016-04-22T21:09:25Z", [0.01], ""], [4217, "2016-04-22T20:07:59Z", [0.0], ""], [368, "2016-04-22T19:28:55Z", [0.0], ""], [19170, "2016-04-22T15:52:19Z", [0.0], ""], [24202, "2016-04-22T13:52:03Z", [0.05], ""], [691, "2016-04-22T12:16:46Z", [0.01], ""], [102, "2016-04-22T03:25:45Z", [0.02], "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [24168, "2016-04-21T20:11:20Z", [0.02], ""], [691, "2016-04-21T19:00:23Z", [0.01], ""], [24147, "2016-04-21T06:15:48Z", [0.05], ""], [102, "2016-04-21T03:49:57Z", [0.0], "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [691, "2016-04-20T21:42:38Z", [0.01], ""], [368, "2016-04-20T21:39:17Z", [0.0], ""], [24122, "2016-04-20T17:43:01Z", [0.0], ""], [691, "2016-04-19T22:50:45Z", [0.01], ""], [368, "2016-04-19T19:21:28Z", [0.0], ""], [2331, "2016-04-19T18:50:34Z", [0.05], ""], [16451, "2016-04-19T18:01:13Z", [0.5], "iran may be removed from a list AS WELL AS new sanctions applied, decorative type sanctions, to make it seem like we are punishing iran, but in reality its containment of f ucking russia by nations who also dislike each other, like saudi, iran and turks as main players; iraq is on sidelines iran may not mind 'sponsor of terrorist' label, it remains to be the strongest power in the region and needs to make gains in syria; main oil sanctions are lifted, who cares about titles :)"], [15352, "2016-04-19T01:00:22Z", [0.0], ""], [368, "2016-04-18T22:06:01Z", [0.0], ""], [691, "2016-04-18T18:26:05Z", [0.01], ""], [17875, "2016-04-18T17:14:07Z", [0.0], ""], [6303, "2016-04-18T01:11:31Z", [0.01], "According to general news and GJP consensus."], [691, "2016-04-17T19:34:11Z", [0.01], ""], [2965, "2016-04-17T16:52:15Z", [0.0], ""], [691, "2016-04-16T18:00:51Z", [0.01], ""], [1624, "2016-04-16T08:11:15Z", [0.0], ""], [1624, "2016-04-16T08:02:25Z", [0.0], ""], [231, "2016-04-16T01:58:51Z", [0.0], ""], [691, "2016-04-15T19:58:58Z", [0.01], ""], [368, "2016-04-15T19:45:19Z", [0.0], ""], [3225, "2016-04-15T17:23:39Z", [0.0], "OIC stated today that Iran remains a state sponsor of terror, so no reason to believe that the US will track differently. "], [23880, "2016-04-15T16:40:09Z", [0.05], "Given Iranian continued support of Shia militias throughout the Middle East, something drastic would have to change for Iran to be removed from the list, and I don't see that happening."], [23913, "2016-04-15T05:43:48Z", [0.0], "iran is a convenient enemy, we live in a era of fear mongering politics and north korea cant be taken seriously enough"], [368, "2016-04-14T21:30:19Z", [0.0], ""], [23900, "2016-04-14T17:58:23Z", [0.05], ""], [691, "2016-04-14T17:20:41Z", [0.01], ""], [6303, "2016-04-14T03:12:50Z", [0.01], "According to general news and GJP consensus."], [691, "2016-04-14T01:17:38Z", [0.01], ""], [368, "2016-04-13T22:51:25Z", [0.0], ""], [17017, "2016-04-13T17:24:27Z", [0.05], ""], [12783, "2016-04-13T14:36:22Z", [0.15], ""], [19106, "2016-04-13T10:15:50Z", [0.0], ""], [368, "2016-04-12T20:28:10Z", [0.0], ""], [22973, "2016-04-12T18:51:50Z", [0.1], ""], [1633, "2016-04-12T18:40:40Z", [0.02], ""], [1262, "2016-04-12T17:53:01Z", [0.01], "Confirming previous forecast.    \nhttp://www.thedailybeast.com/articles/2016/01/11/russia-is-arming-hezbollah-say-two-of-the-group-s-field-commanders.html"], [691, "2016-04-12T17:16:50Z", [0.01], ""], [484, "2016-04-12T15:58:23Z", [0.0], "(no change) US national news outlets (sorry no link) have been talking about the economic impact of not regularizing banking, et al relationships with Iran. Could be part of a planned effort to make something happen after the election."], [368, "2016-04-11T22:22:54Z", [0.0], ""], [8057, "2016-04-11T20:45:19Z", [0.05], ""], [23293, "2016-04-11T20:03:59Z", [0.3], ""], [1760, "2016-04-11T18:47:15Z", [0.02], ""], [691, "2016-04-11T18:05:09Z", [0.01], ""], [10192, "2016-04-11T17:55:44Z", [0.0], ""], [83, "2016-04-11T17:44:06Z", [0.0], "http://www.reuters.com/article/us-russia-iran-arms-idUSKCN0X80MM\nIran starts delivery of first S-300 system to Iran. \nIf anyone is interested in overturning the appearently inaccurate scoring decision earlier in the year, please contact the judges."], [23234, "2016-04-11T13:04:14Z", [0.0], ""], [20572, "2016-04-11T08:08:14Z", [0.0], ""], [23062, "2016-04-10T23:31:20Z", [0.1], ""], [6303, "2016-04-10T22:47:09Z", [0.01], "According to general news and GJP consensus."], [23062, "2016-04-10T22:33:52Z", [0.02], ""], [8590, "2016-04-10T22:25:34Z", [0.02], ""], [484, "2016-04-10T22:19:47Z", [0.0], "(no change) Interesting background: https://www.washingtonpost.com/politics/congress/analysis-nuclear-deal-puts-us-between-iran-and-a-hard-place/2016/04/10/6a44ecca-ff17-11e5-8bb1-f124a43f84dc_story.html"], [23757, "2016-04-10T20:41:43Z", [0.05], ""], [368, "2016-04-10T19:54:36Z", [0.0], ""], [23752, "2016-04-10T18:00:57Z", [0.05], "Unlikely before the election. "], [691, "2016-04-10T16:45:31Z", [0.01], "As long as Iran is on this roster, financing for inbound investment is being discouraged at least to some extent by nervousness about being caught in a US Bad People list related to money laundering and terror funding and so on.  Presumably there has been and will be pressure from various domestic and international quarters to relieve this particular headache now that there is profit to be had from doing business in Iran.   There is, however, no reason for the current US administration to do so until at least after the election and no reason for the next one to do it after January.  In the US, people tend not to pay attention to news unless it is about a catastrophe or a celebrity any time between Thanksgiving and roughly Epiphany.  If it doesn't happen in that interval, it's on indefinite hold. "], [9608, "2016-04-10T02:30:16Z", [0.15], "Very unlikely if Iran doesn't change direction drastically, which it shows no signs of doing.  If anything, it will be able to contribute even more to terrorism and instability in the Middle East."], [691, "2016-04-09T18:07:43Z", [0.01], ""], [368, "2016-04-09T17:14:10Z", [0.0], ""], [804, "2016-04-09T15:44:20Z", [0.01], ""], [15352, "2016-04-08T22:03:39Z", [0.0], "Nope"], [16926, "2016-04-08T22:00:41Z", [0.0], ""], [368, "2016-04-08T19:52:30Z", [0.0], ""], [691, "2016-04-08T15:07:27Z", [0.01], ""], [12874, "2016-04-08T14:57:12Z", [0.02], ""], [14201, "2016-04-08T14:41:32Z", [0.01], ""], [21164, "2016-04-08T02:24:36Z", [0.02], ""], [2965, "2016-04-08T00:07:41Z", [0.0], ""], [2965, "2016-04-07T23:45:05Z", [0.01], ""], [23653, "2016-04-07T22:14:53Z", [0.05], ""], [657, "2016-04-07T19:03:35Z", [0.0], ""], [368, "2016-04-07T17:52:45Z", [0.0], ""], [691, "2016-04-07T15:00:40Z", [0.01], ""], [22245, "2016-04-07T13:38:02Z", [0.1], ""], [13360, "2016-04-07T08:19:18Z", [0.0], ""], [691, "2016-04-06T20:19:38Z", [0.01], ""], [368, "2016-04-06T19:52:26Z", [0.0], ""], [9417, "2016-04-06T18:14:35Z", [0.0], "The U.S. can be very vindictive when its comes to removing names of former foes from lists!"], [21758, "2016-04-06T14:41:25Z", [0.01], ""], [12874, "2016-04-06T12:50:22Z", [0.01], ""], [12874, "2016-04-06T12:49:34Z", [0.0], ""], [23569, "2016-04-06T03:26:10Z", [0.0], "Absolutely not "], [21046, "2016-04-06T03:16:53Z", [0.0], ""], [23350, "2016-04-05T21:39:43Z", [0.09], ""], [691, "2016-04-05T19:57:55Z", [0.01], ""], [368, "2016-04-05T19:35:52Z", [0.0], ""], [23536, "2016-04-05T11:01:31Z", [0.03], ""], [21526, "2016-04-04T20:46:26Z", [0.15], ""], [22833, "2016-04-04T20:32:52Z", [0.0], ""], [691, "2016-04-04T20:14:52Z", [0.01], ""], [23411, "2016-04-04T19:50:58Z", [0.09], ""], [14182, "2016-04-04T19:40:21Z", [0.0], ""], [368, "2016-04-04T17:55:09Z", [0.0], ""], [10759, "2016-04-04T17:00:17Z", [0.01], ""], [4634, "2016-04-04T17:00:02Z", [0.01], ""], [15352, "2016-04-03T23:26:28Z", [0.0], ""], [15352, "2016-04-03T23:20:58Z", [0.01], "Nope"], [21865, "2016-04-03T23:07:10Z", [0.0], "The U.S. would want something for that besides insults. Maybe under the next administration."], [1023, "2016-04-03T22:10:44Z", [0.75], "Why not? The admin has clustered everything else. And europeans want to sell Airbus, while Boeing, etc."], [1593, "2016-04-03T21:02:07Z", [0.02], ""], [12240, "2016-04-03T20:24:27Z", [0.03], ""], [368, "2016-04-03T19:46:37Z", [0.0], ""], [691, "2016-04-03T18:02:21Z", [0.01], ""], [15750, "2016-04-03T14:19:02Z", [0.1], ""], [19311, "2016-04-03T11:41:53Z", [0.01], ""], [15792, "2016-04-03T02:05:59Z", [0.0], ""], [23414, "2016-04-02T23:50:21Z", [0.01], ""], [3922, "2016-04-02T23:25:49Z", [0.0], ""], [368, "2016-04-02T18:06:45Z", [0.0], ""], [14166, "2016-04-02T15:04:27Z", [0.02], ""], [691, "2016-04-02T13:16:18Z", [0.01], ""], [16022, "2016-04-02T10:16:20Z", [0.0], ""], [21094, "2016-04-02T02:19:12Z", [0.0], ""], [11430, "2016-04-01T21:00:41Z", [0.4], ""], [368, "2016-04-01T20:53:32Z", [0.0], ""], [1111, "2016-04-01T20:39:25Z", [0.0], "There is no good justification or gain for the US to remove IRan from the list of state sponsors of terrorism, in particular since the government of Iran has been extremely hostile to the west and the US in particular since the 1979 revolution. "], [8605, "2016-04-01T19:22:34Z", [0.1], ""], [3648, "2016-04-01T18:28:39Z", [0.0], "Iran is still not friendly with Israel and Obama doesn't need more problems with Israel"], [22300, "2016-04-01T16:07:51Z", [0.05], ""], [691, "2016-04-01T13:38:54Z", [0.01], ""], [241, "2016-04-01T10:24:33Z", [0.0], ""], [12591, "2016-04-01T03:25:09Z", [0.0], ""], [368, "2016-03-31T19:58:04Z", [0.0], ""], [14182, "2016-03-31T19:17:26Z", [0.02], ""], [691, "2016-03-31T17:52:54Z", [0.01], ""], [23226, "2016-03-31T16:09:41Z", [0.0], ""], [83, "2016-03-30T21:57:10Z", [0.0], "Election year politics and continued missile launches."], [21283, "2016-03-30T18:10:32Z", [0.18], ""], [368, "2016-03-30T17:29:00Z", [0.0], ""], [1639, "2016-03-30T14:53:19Z", [0.05], "Lowering for lack of news and passing of time"], [57, "2016-03-30T14:31:29Z", [0.0], ""], [1760, "2016-03-30T13:38:22Z", [0.02], "No new information since my last update, so reiterating the same forecast."], [691, "2016-03-30T12:29:58Z", [0.01], ""], [23254, "2016-03-30T09:45:51Z", [0.01], "Iran is on the list of state spatial of terrorism because of its funding of palestinian and iraqi groups (amongst others). Given the ongoing political turmoil in the region and Irans incentives to continue funding these groups it is unlikely that the state department will recommend removing this designation. "], [691, "2016-03-29T21:03:23Z", [0.01], ""], [15471, "2016-03-29T20:07:38Z", [0.01], ""], [23224, "2016-03-29T18:47:22Z", [0.05], ""], [23222, "2016-03-29T18:42:56Z", [0.01], ""], [368, "2016-03-29T18:03:50Z", [0.0], ""], [12837, "2016-03-29T14:50:53Z", [0.0], ""], [691, "2016-03-28T20:57:06Z", [0.01], ""], [13320, "2016-03-28T20:08:45Z", [0.05], ""], [14933, "2016-03-28T19:26:54Z", [0.02], ""], [11442, "2016-03-28T17:25:52Z", [0.01], ""], [22243, "2016-03-28T14:49:55Z", [0.0], ""], [21277, "2016-03-28T13:48:19Z", [0.0], ""], [23142, "2016-03-28T13:46:06Z", [0.03], ""], [2965, "2016-03-28T12:15:43Z", [0.0], ""], [19801, "2016-03-28T11:56:57Z", [0.0], "Given current presidential candidate's stances, it seems relations with Iran will go critical after elections."], [13135, "2016-03-28T11:33:13Z", [0.0], ""], [368, "2016-03-27T20:07:22Z", [0.01], ""], [691, "2016-03-27T13:24:35Z", [0.01], ""], [18329, "2016-03-27T09:45:52Z", [0.15], "Highly unlikely. Previous US Government practice has kept nations and individuals on such lists for many years after political means of recognition - for instance Nelson Mandela was only removed from a terrorist watch list in the 2000s. Combined with ongoing conflict in the region and historical religious and cultural differences and conflicts in Iran, removal will not happen anytime soon."], [23062, "2016-03-27T01:57:30Z", [0.0], ""], [20572, "2016-03-26T17:41:53Z", [0.01], ""], [1056, "2016-03-26T17:27:58Z", [0.01], "Going with the consensus."], [691, "2016-03-26T15:57:56Z", [0.01], ""], [368, "2016-03-25T21:53:49Z", [0.01], ""], [10898, "2016-03-25T19:34:47Z", [0.0], "Affirming: Hizbulla + election year = madness to remove Iran from the list. \nOTOH does GJO know something we don't? "], [691, "2016-03-25T19:01:09Z", [0.01], ""], [22978, "2016-03-25T16:28:54Z", [0.01], ""], [3363, "2016-03-25T12:20:48Z", [0.08], ""], [10898, "2016-03-25T07:59:53Z", [0.0], "Affirming"], [14480, "2016-03-25T00:13:54Z", [0.01], ""], [691, "2016-03-24T20:07:14Z", [0.01], ""], [1074, "2016-03-24T14:59:09Z", [0.01], ""], [484, "2016-03-24T04:03:19Z", [0.0], "(no change) I believe this question only applies to what President Obama might be able to do through the Dept of State. That said, all the points about the political downside apply."], [22811, "2016-03-24T03:07:22Z", [0.12], "The Republican Party has a fairly large say in the situation, due to them being the majority party in congress. They do not support the Iran Nuclear deal, and the public opinion on the deal has also started to soil as of late. In addition, Iran has sponsored and apparently still sponsors Islamic extremist groups such as Hamas and Hezbollah. Lastly, Obama would not like to put a negative light on the Democratic Party by doing this. "], [22748, "2016-03-23T23:43:39Z", [0.1], "Republican leadership heavily opposes the Nuclear Deal and will unlikely support President Obama in a potential deal which would remove Iran from the list. Also, Obama will unlikely initiate the removal because it will reflect negatively on democrats.\n"], [22703, "2016-03-23T22:06:08Z", [0.03], "The Republican leadership in Congress will never allow this to happen; their stated views on Israel and Iran recently confirm this. Even President Obama is unlikely to initiate this process due to very low public opinion of the nuclear deal and Iran and intense criticism of the regime by Hillary Clinton. "], [22665, "2016-03-23T21:23:52Z", [0.0], ""], [22806, "2016-03-23T21:19:46Z", [0.15], "My prediction: 15%\nObama doesn’t want to hurt the democrats by removing Iran, and Trump certainly doesn’t like Iran, so the public and thus the GOP are against removing Iran from this list. Also, Iran is still considered to sponsor terrorist activities today, which certainly doesn’t aid their cause in getting off US’s list of terrorist sponsors. "], [22829, "2016-03-23T21:19:18Z", [0.01], "Diplomatic relations have been opened between Iran and the United States.  The United States recently took Cuba off of this list due to the new formed relation between the two nations.  The republican congress did not block Cuba so the Congress is opened to the ability of them taking Iran off the list.  The new Iran nuclear deal outlines the idea of removing Iran from the list.  However, the Republicans are really opposed to the Iran nuclear deal, the public opinion is generally negative of the Iran nuclear deal, and President Obama will not hurt the democrats in this election.  Republicans are not in favor of this because unlike Cuba, Iran who has been known to back terrorist groups against the west, now has nuclear weapons which Cuba never had.  Due to the election, the negative Republican and public opinion, I give this a very small chance of this happening.  \n"], [22814, "2016-03-23T21:02:12Z", [0.1], ""], [22611, "2016-03-23T20:56:54Z", [0.02], ""], [691, "2016-03-23T20:49:56Z", [0.02], ""], [22802, "2016-03-23T18:52:52Z", [0.09], ""], [493, "2016-03-23T17:45:10Z", [0.0], "Affirming prior."], [4634, "2016-03-23T17:19:23Z", [0.02], ""], [10759, "2016-03-23T17:18:18Z", [0.02], ""], [19923, "2016-03-23T11:14:27Z", [0.0], "Iran still finances Hezbollah, and its growing military presence in the region is growing, in part, through the use of other proxies in places like Yemen and Syria. So, no, I don't there's any chance the US removes Iran from its list of state sponsors of terrorism. Also, Israel will pitch a fit if the US does, and no one wants that..."], [20785, "2016-03-23T05:37:06Z", [0.05], ""], [22747, "2016-03-22T20:54:46Z", [0.0], ""], [368, "2016-03-22T20:18:53Z", [0.01], ""], [4688, "2016-03-22T18:30:14Z", [0.01], ""], [22742, "2016-03-22T18:13:27Z", [0.0], ""], [1262, "2016-03-22T16:58:22Z", [0.01], "Updating forecast.  While \"moderates\" theoretically have more control after the recent election there is no real evidence of change, which if it occurs will be limited and slow."], [21611, "2016-03-22T14:43:59Z", [0.06], ""], [691, "2016-03-22T13:33:33Z", [0.02], ""], [22715, "2016-03-22T11:37:09Z", [0.6], ""], [17875, "2016-03-22T09:37:37Z", [0.0], ": )"], [15344, "2016-03-22T03:23:33Z", [0.02], ""], [705, "2016-03-22T02:11:44Z", [0.01], ""], [368, "2016-03-21T21:57:06Z", [0.01], ""], [22670, "2016-03-21T15:56:39Z", [0.1], ""], [14421, "2016-03-21T13:24:32Z", [0.06], ""], [691, "2016-03-21T12:59:15Z", [0.02], ""], [19778, "2016-03-21T10:07:26Z", [0.05], "the president has to give the republicans something"], [22216, "2016-03-21T05:42:20Z", [0.24], ""], [1529, "2016-03-21T04:07:42Z", [0.0], ""], [8305, "2016-03-20T21:56:20Z", [0.0], ""], [10746, "2016-03-20T20:14:28Z", [0.01], ""], [19464, "2016-03-20T17:45:56Z", [0.0], ""], [22621, "2016-03-20T17:26:04Z", [0.0], ""], [691, "2016-03-20T14:44:24Z", [0.02], ""], [10746, "2016-03-20T13:07:59Z", [0.02], "This is nearly implausible, Iran has been on the list since 1984 and will most probably not be coming off the list this year or anytime soon. There is a recent historical example of what can happen when a country is taken off the list prematurely. N. Korea was taken off the list in 2008 as part of a bargaining chip in a nuclear agreement and once they were delisted proceeded to back out of their agreements, for instance, they began to limit IAEA inspections. However, the most likely reason it will not be taken off the list is this is an election year and making such a bold move, even if it were warranted, would be political suicide especially in an environment as contentious as the current one. "], [368, "2016-03-19T22:23:44Z", [0.01], ""], [8159, "2016-03-19T21:27:14Z", [0.05], ""], [22562, "2016-03-19T18:23:04Z", [0.35], ""], [691, "2016-03-19T16:18:47Z", [0.02], ""], [16451, "2016-03-19T01:15:22Z", [0.3], ""], [368, "2016-03-18T21:34:57Z", [0.01], ""], [691, "2016-03-18T18:45:54Z", [0.03], ""], [476, "2016-03-18T17:56:54Z", [0.0], "Ramping up sanctions is a vote getter and fund raiser for presidential candidates and even the one who doesn't need the money. "], [13360, "2016-03-18T15:43:11Z", [0.02], ""], [22478, "2016-03-18T11:22:09Z", [0.18], ""], [2965, "2016-03-18T10:24:09Z", [0.0], ""], [734, "2016-03-18T00:07:39Z", [0.0], "Not in this domestic political environment..."], [22437, "2016-03-17T16:20:06Z", [0.0], ""], [691, "2016-03-17T12:30:10Z", [0.03], ""], [22097, "2016-03-17T05:44:19Z", [0.05], ""], [21884, "2016-03-17T02:56:34Z", [0.0], ""], [22397, "2016-03-16T23:52:15Z", [0.0], ""], [368, "2016-03-16T21:54:17Z", [0.01], ""], [17875, "2016-03-16T20:49:43Z", [0.0], ": )"], [19352, "2016-03-16T20:04:56Z", [0.0], ""], [691, "2016-03-16T14:50:40Z", [0.04], ""], [18762, "2016-03-16T13:42:14Z", [0.01], "after the latest ballistic missile test it appears i was wrong. "], [22243, "2016-03-16T13:18:40Z", [0.01], ""], [12943, "2016-03-16T05:06:05Z", [0.2], ""], [35, "2016-03-16T01:36:13Z", [0.0], ""], [22344, "2016-03-16T00:12:21Z", [0.05], "The US is happy to trade with Iran, but would be naive to pretend that Iran isn't a hotbed for state sponsored terrorism. "], [20649, "2016-03-15T22:50:19Z", [0.0], "Difficult to see happening.  It does not appear to be a requirement under the nuclear framework deal, and it seems like an awfully controversial thing for Obama to do in the last year of his presidency. Plus there is a 45 day notification period (announcement by beginning of September), during which Congress could fight it.  And I suspect they would.  And that is assuming the State Department and White House want to do it."], [1395, "2016-03-15T21:00:22Z", [0.0], ""], [22187, "2016-03-15T19:41:05Z", [0.01], ""], [691, "2016-03-15T16:55:17Z", [0.05], ""], [22304, "2016-03-15T15:15:34Z", [0.0], ""], [22293, "2016-03-15T11:51:42Z", [0.11], ""], [22262, "2016-03-14T21:27:45Z", [0.0], ""], [691, "2016-03-14T19:26:08Z", [0.05], ""], [21758, "2016-03-14T18:45:07Z", [0.04], ""], [22245, "2016-03-14T17:13:21Z", [0.25], "If President Obama visits Tehran, one of the conditions of Iran will be to take them off the list of state sponsored terror.  "], [21459, "2016-03-14T03:12:23Z", [0.0], ""], [20273, "2016-03-14T01:22:24Z", [0.01], ""], [368, "2016-03-13T19:28:11Z", [0.01], ""], [15506, "2016-03-13T18:38:16Z", [0.0], ""], [15506, "2016-03-13T18:37:36Z", [0.03], ""], [1639, "2016-03-13T17:18:58Z", [0.25], "Yet, despite all of that, North Korea remains off the terrorism list. A similar outcome is very much to be expected with Iran, as part of the effort to persuade it to fulfill its obligations under the “historic” Joint Comprehensive Plan of Action, even though last year’s State Department report made clear that Iran remains a major state sponsor of terrorism, including facilitating the movement of al Qaeda (AQ) fighters and facilitators to South Asia and Syria. Moreover, as a practical political matter, it seems almost certain that the US will remove Iran from the terrorism list as soon as the Iranians insist on that as a condition for moving forward to implement their obligations under the agreement. The history of US dealings with North Korea under the previous administration is instructive in that regard, although not encouraging.\nhttps://www.aei.org/publication/is-the-us-now-committed-to-removing-iran-from-the-terrorism-list/\n* * * \nThe above para comes from Mr. Wolfowitz himself. He seems quite convinced that it is the next move by the President. I only have a few doubt about how unbiased his opinions are."], [22175, "2016-03-13T14:01:32Z", [0.01], ""], [691, "2016-03-13T13:56:15Z", [0.05], ""], [4634, "2016-03-13T13:32:15Z", [0.01], ""], [10759, "2016-03-13T13:32:13Z", [0.01], ""], [1078, "2016-03-13T06:00:08Z", [0.01], ""], [22132, "2016-03-12T19:23:55Z", [0.45], ""], [691, "2016-03-12T17:56:16Z", [0.05], ""], [22109, "2016-03-12T13:28:46Z", [0.1], ""], [22107, "2016-03-12T12:35:36Z", [0.0], ""], [368, "2016-03-11T22:15:50Z", [0.01], ""], [837, "2016-03-11T21:19:12Z", [0.0], ""], [13657, "2016-03-11T21:12:49Z", [0.0], "I was very surprised that Obama bucked the Israel lobby and pushed for the Iran nuclear deal.  Yet even while the Obama Administration did this, it has still maintained the story that Iran is a bad actor that sponsors terrorism.  I do not believe that Iran has ever tried to develop nuclear weapons, and the most recent IAEA report stated there has never been evidence of this.  Also be aware that in some regions the U.S. is supporting Hezbollah, but the U.S. supports both sides to a conflict in many areas.  Overall the U.S. is essentially a puppet of Saudi Arabia and Israel in this region of the world, and as a result I see the narrative continuing that Iran is a bad actor.  Whoever our next president is will have more of a push for war than Obama, and I don't see the Obama administration trying to change the narrative at this point."], [22070, "2016-03-11T20:31:56Z", [0.0], ""], [691, "2016-03-11T19:20:41Z", [0.05], ""], [22035, "2016-03-11T16:18:51Z", [0.13], ""], [20740, "2016-03-11T16:16:50Z", [0.1], ""], [102, "2016-03-11T05:15:22Z", [0.07], "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [21875, "2016-03-11T03:26:13Z", [0.0], ""], [21998, "2016-03-10T21:54:23Z", [0.0], ""], [21995, "2016-03-10T21:14:26Z", [0.15], ""], [17875, "2016-03-10T20:59:25Z", [0.0], ": )"], [368, "2016-03-10T19:27:52Z", [0.01], ""], [691, "2016-03-10T14:38:19Z", [0.06], "Weird thought for today:  The US trades delisting for knocking it off with the missile tests.  Being on the list has economic repercussions for Iran, and the missile tests introduce political complications for the US, and both countries could do without that just now.  Can't happen at the same time, of course, as that would be too blatant, so somebody would have to go first, and that's the hangup.  Still quite a long shot, obviously."], [21884, "2016-03-10T09:33:31Z", [0.02], ""], [506, "2016-03-10T03:32:00Z", [0.0], ""], [20031, "2016-03-10T03:09:27Z", [0.0], "I am lowering from 1 to 0. There was a very slim possibility that this could have happened before the recent ballistic missile tests. Ballistic missiles have nothing to do with terrorism. Except it does with public opinion. The U.S. Secretary of State can add or remove countries identified as state sponsors of terrorism. http://www.state.gov/j/ct/list/c14151.htm The GOP has been unhappy with the Iran nuclear deal (the deal far has been working). Iran's two recent ballistic missile tests will aggravate the GOP position. Former Secretary of State (and presidential candidate) Clinton is calling for sanctions against Iran due to recent testing. http://www.reuters.com/article/us-iran-missiles-idUSKCN0WB0I9 If even the Dems are antagonistic towards Iran, I can't see a situation where John Kerry/Obama/Dem party would remove Iran from the list, and risk alienating so many voters with elections just weeks after the deadline for this contest. Without a new development, this is a 0."], [1760, "2016-03-09T21:59:42Z", [0.02], "No new information, so reiterating prediction odds."], [691, "2016-03-09T20:33:53Z", [0.06], ""], [17875, "2016-03-09T19:39:22Z", [0.0], ": )"], [14933, "2016-03-09T16:43:04Z", [0.03], ""], [1337, "2016-03-08T23:49:05Z", [0.1], "Bisecting to consensus. I still don't see why Americans insist with this charade. It's not like the Iranians spend more on terrorism than Saudis. Moreover, sanctions act like a badge of respectability for the ayatollahs in the eyes of the 99% who need not buy a condo in Florida."], [21403, "2016-03-08T23:41:57Z", [0.1], "Not before the elections."], [21496, "2016-03-08T23:17:51Z", [0.01], ""], [691, "2016-03-08T21:25:19Z", [0.02], "Keeping them on the list is about the only thing the US has available by way of chastisement for the missile launch, since new sanctions are probably off the table.   "], [21312, "2016-03-08T21:04:22Z", [0.05], "Iran continues to launch missiles which eliminates any latitude andy western government has to have a more  moderate position towards Iran. The nuclear deal has to be seen as a stand alone deal not connected to other deals or issues."], [368, "2016-03-08T19:08:47Z", [0.05], ""], [20497, "2016-03-08T15:51:17Z", [0.01], ""], [21638, "2016-03-08T14:54:13Z", [0.03], ""], [13942, "2016-03-08T07:03:52Z", [0.0], ""], [21791, "2016-03-08T02:02:22Z", [0.0], ""], [21788, "2016-03-08T01:28:31Z", [0.55], ""], [21785, "2016-03-08T00:32:46Z", [0.85], ""], [3922, "2016-03-07T22:35:27Z", [0.0], ""], [21758, "2016-03-07T20:47:44Z", [0.02], ""], [21746, "2016-03-07T19:25:10Z", [0.05], ""], [691, "2016-03-07T18:32:35Z", [0.09], ""], [18846, "2016-03-07T17:57:54Z", [0.0], ""], [21369, "2016-03-07T16:43:36Z", [0.0], "Election year.  Iranian deal already unpopular, would be hard for Dem. candidate on campaign trail."], [21630, "2016-03-07T16:08:44Z", [0.15], ""], [1693, "2016-03-07T15:55:58Z", [0.0], ""], [21658, "2016-03-07T15:39:23Z", [0.0], "This seems like a policy initiative that the current administration would support, but not before the general election at risk of hurting the Democratic nominee."], [21637, "2016-03-07T15:04:13Z", [0.05], ""], [21631, "2016-03-07T14:36:57Z", [0.0], ""], [12875, "2016-03-07T07:44:03Z", [0.05], ""], [21323, "2016-03-07T03:47:21Z", [0.15], "This would hurt his legacy so Obama won't do it. He doesn't really care anyway.\n"], [13955, "2016-03-06T23:39:15Z", [0.45], ""], [21348, "2016-03-06T20:31:06Z", [0.0], ""], [3649, "2016-03-06T20:13:15Z", [0.1], ""], [368, "2016-03-06T18:44:12Z", [0.05], ""], [691, "2016-03-06T17:42:02Z", [0.09], ""], [21200, "2016-03-06T15:33:03Z", [0.55], "Obama will get this done. Rationalization for the disastrous Iran nuke deal  "], [17875, "2016-03-06T07:59:37Z", [0.0], ""], [102, "2016-03-06T04:03:53Z", [0.08], "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [20901, "2016-03-06T02:51:42Z", [0.0], ""], [368, "2016-03-05T23:35:30Z", [0.01], ""], [21133, "2016-03-05T19:39:39Z", [0.0], ""], [691, "2016-03-05T15:14:15Z", [0.09], ""], [21112, "2016-03-05T14:44:25Z", [0.15], "no change prior to US Election and evolution of politics in Iran and Iraq"], [3363, "2016-03-05T01:25:39Z", [0.12], ""], [691, "2016-03-04T22:29:32Z", [0.11], ""], [368, "2016-03-04T22:08:35Z", [0.01], ""], [21069, "2016-03-04T20:17:17Z", [0.0], "Iran is still deeply embroiled in the mid-east, and the US congress would never allow it. "], [20566, "2016-03-04T17:10:30Z", [0.01], ""], [11702, "2016-03-04T16:38:40Z", [0.4], ""], [20572, "2016-03-04T15:46:20Z", [0.05], ""], [3181, "2016-03-04T15:21:19Z", [0.65], ""], [21029, "2016-03-04T11:48:44Z", [0.01], ""], [699, "2016-03-04T11:37:24Z", [0.05], "No, this privilege has only the empire and those are called oposition fighters."], [1468, "2016-03-04T10:11:57Z", [0.01], ""], [13377, "2016-03-04T08:52:34Z", [0.0], "https://larswericson.wordpress.com/"], [102, "2016-03-04T05:30:43Z", [0.0], ""], [17875, "2016-03-04T01:18:08Z", [0.0], ": )"], [11430, "2016-03-03T21:55:25Z", [0.4], "Times like this make for odd 'bed fellows.'"], [21032, "2016-03-03T21:52:45Z", [0.02], ""], [20329, "2016-03-03T21:47:07Z", [0.3], ""], [21030, "2016-03-03T21:43:27Z", [0.01], ""], [691, "2016-03-03T21:22:27Z", [0.15], ""], [1760, "2016-03-03T20:49:55Z", [0.02], "The process of removing a country from the list is cumbersome and there is no evidence or indication that Iran would end its support of internationally recognized terrorist organizations in the foreseeable future. In fact, listening to Secretary of State John Kerry and other US administrative officials, negotiations around the nuclear deal are not focused on Iran ending its support of terrorist organizations in the region. In fact, this is a vocal sore point for detractors of the nuclear deal and government officials are basically saying that we have to take this one step at a time and we are focused on the nuclear program at this time. According to the State department (http://www.state.gov/j/ct/rls/crt/2014/239410.htm), there are two ways to remove a country from the list: 1.  President submit a report to Congress before the proposed rescission would take effect certifying that:\n--There has been a fundamental change in the leadership and policies of the government of the country concerned (afoyfs: parliamentarian elections may weaken conservatives' position but there's been no major change in the leadership and policy of Iran's government in its support of regional influences in the Middle East),\n--The government is not supporting acts of international terrorism (afoyfs: evidence to the contrary in the State Department's report for 2014), and\n--The government has provided assurances that it will not support acts of international terrorism in the future (afoyfs: no dice). 2. President submit a report to Congress, at least 45 days before the proposed rescission would take effect, justifying the rescission and certifying that:\n--The government concerned has not provided any support for international terrorism during the preceding six-month period (afoyfs: evidence of Iran's support for terrorist organizations in 2014), and\n--The government concerned has provided assurances that that it will not support acts of international terrorism in the future (afoyfs: no dice). Here is the litany of charges for which Iran is on this list:\n-- Iran continued its terrorist-related activity in 2014, including support for Palestinian terrorist groups in Gaza, Lebanese Hizballah, and various groups in Iraq and throughout the Middle East.\n-- This year, Iran increased its assistance to Iraqi Shia militias, one of which is a designated Foreign Terrorist Organization (FTO), in response to the Islamic State in Iraq and the Levant (ISIL) incursion into Iraq, and has continued to support other militia groups in the region.\n-- Iran also attempted to smuggle weapons to Palestinian terrorist groups in Gaza. \n-- Iran and its proxies also continued subtle efforts at growing influence elsewhere including in Africa, Asia, and, to a lesser extent, Latin America. Iran used the Islamic Revolutionary Guard Corps-Qods Force (IRGC-QF) to implement foreign policy goals, provide cover for intelligence operations, and create instability in the Middle East. The IRGC-QF is the regime’s primary mechanism for cultivating and supporting terrorists abroad. The charges go on and on..."], [21030, "2016-03-03T20:07:12Z", [0.1], ""], [3225, "2016-03-03T16:32:16Z", [0.01], ""], [4992, "2016-03-03T16:24:16Z", [0.0], "I had this at 1% and was going back through & reviewing my live forecasts.  I can't even justify 1% here - there is literally zero chance this will happen.  @lindsey gave a great answer on the official path for removal.  So many reasons why there is no progress on those fronts and won't be even if the timeline on this qn were extended meaningfully."], [20994, "2016-03-03T08:03:13Z", [0.01], ""], [436, "2016-03-03T03:21:40Z", [0.0], ""], [1693, "2016-03-03T00:55:54Z", [0.03], ""], [19597, "2016-03-02T23:35:21Z", [0.01], "With ongoing hostilities in Syria, and the recent designation of Hezbollah  as a terrorist organization by the GCC, it is very unlikely the US will lift the designation for Iran. http://www.wsj.com/articles/gulf-cooperation-council-labels-hezbollah-a-terrorist-group-1456926654"], [368, "2016-03-02T21:22:58Z", [0.01], ""], [16775, "2016-03-02T20:49:14Z", [0.65], ""], [11800, "2016-03-02T20:44:14Z", [0.0], ""], [11800, "2016-03-02T20:24:30Z", [0.0], ""], [691, "2016-03-02T19:31:09Z", [0.17], ""], [20892, "2016-03-02T19:29:58Z", [0.05], ""], [20053, "2016-03-02T19:09:49Z", [0.01], ""], [20954, "2016-03-02T17:05:58Z", [0.0], ""], [20954, "2016-03-02T17:05:40Z", [0.05], ""], [20438, "2016-03-02T13:13:28Z", [0.0], ""], [20928, "2016-03-02T06:34:02Z", [0.01], ""], [20904, "2016-03-02T05:16:16Z", [0.0], ""], [20911, "2016-03-02T03:50:29Z", [0.05], ""], [691, "2016-03-02T03:19:46Z", [0.18], ""], [368, "2016-03-01T22:33:44Z", [0.01], ""], [12828, "2016-03-01T20:40:36Z", [0.01], ""], [18136, "2016-03-01T19:53:46Z", [0.01], "Continued holding of US prisoners, including recent incarcerations, does not bode well, especially in a contentious election year"], [20873, "2016-03-01T19:21:40Z", [0.01], ""], [484, "2016-03-01T16:28:44Z", [0.0], "Down 5% on passage of time. Perhaps after US election."], [20834, "2016-03-01T05:55:28Z", [0.01], "This proposal will never pass this Republican majority in congress."], [20832, "2016-03-01T05:20:56Z", [0.01], ""], [15378, "2016-03-01T05:01:18Z", [0.05], "Other Perspectives Should Inform your Forecasts.  While the United States Administration may not see Iran as a sponsor of terrorism a year after Adoption Day of the Iran Nuclear agreement, the agreement has been too controversial in the United States amongst politicians and citizens for the United States Administration to make such a statement by removing Iran from the list of countries identified as state sponsors of terrorism. "], [11303, "2016-03-01T02:37:39Z", [0.05], ""], [20818, "2016-02-29T23:44:50Z", [0.01], ""], [11289, "2016-02-29T22:29:57Z", [0.05], ""], [15277, "2016-02-29T17:40:53Z", [0.01], ""], [493, "2016-02-29T15:09:50Z", [0.0], "Affirming prior."], [20776, "2016-02-29T14:47:40Z", [0.65], ""], [17875, "2016-02-29T14:09:48Z", [0.0], ": )"], [691, "2016-02-29T13:36:13Z", [0.21], "Staying relatively high on this until we see how the election results play out.  "], [3316, "2016-02-29T08:37:19Z", [0.0], ""], [2469, "2016-02-28T23:29:18Z", [0.05], ""], [15750, "2016-02-28T23:16:21Z", [0.1], "There is already too much criticism of the last deal. The administration may want to see for a while how Iran develops before they take them off the list. "], [5863, "2016-02-28T23:08:26Z", [0.01], ""], [5863, "2016-02-28T23:08:07Z", [0.05], ""], [17856, "2016-02-28T22:41:39Z", [0.18], ""], [1506, "2016-02-28T22:28:48Z", [0.0], "The Admin is in a wait and see mode. In addition, the November election colors international decisions now. The Obama Admin does not want to give the R's another reason to do their opposition dance. Their dance card is already filled with opposing Supreme Court nominees."], [1077, "2016-02-28T22:09:48Z", [0.0], ""], [9685, "2016-02-28T21:50:44Z", [0.5], "I hope not, but the US seems to want \"friends\" so much they will accommodate too much.  The real question is about timing.  The US might wait until after the elections but before the change in President to do this."], [368, "2016-02-28T21:39:54Z", [0.01], ""], [94, "2016-02-28T21:20:50Z", [0.01], ""], [6628, "2016-02-28T21:15:37Z", [0.02], "As long as we know they are funding terrorism, we should keep them on there."], [3911, "2016-02-28T20:51:44Z", [0.0], ""], [14933, "2016-02-28T20:36:11Z", [0.07], ""], [469, "2016-02-28T20:08:05Z", [0.35], ""], [14873, "2016-02-28T19:30:02Z", [0.35], ""], [837, "2016-02-28T15:34:58Z", [0.1], ""], [691, "2016-02-28T13:44:50Z", [0.19], ""], [12595, "2016-02-28T13:36:26Z", [0.05], ""], [484, "2016-02-27T17:22:39Z", [0.05], "I'm moving up 5% thanks to @cdob63 argument that the political risk might have an upside. OTOH it seems like there are two components that I don't immediately remember details of. There is the State list which this question asks about. \"Easy\" to do, but then there are Congressional things that have been passed over the last 35 years or so. I'm not sure there really are business opportunities (Boeing excepted) with such a move. I've read supposedly smart business types saying that while any sanctions exist there are too many downsides from Treasury or Justice action and the optics."], [691, "2016-02-27T15:21:26Z", [0.18], "http://www.reuters.com/article/us-iran-election-vote-idUSKCN0VZ0E7 The moderates and almost-moderates look to do better than anticipated in the election, although I still don't think they'll grab a majority.  If they put on a strong showing, there will be increasing pressure from the US business community to delist Iran--Big Bucks are to be made there in the view of many, and Big Bucks almost always outweigh Big Principles.   One recalls that a great deal of the interest in getting Cuba back into the fold came from US businesses, who were aware that the island was crammed with firms from other countries and US firms were missing out.  Because of perceived uncertainty about the US presidential elections, US companies will try very hard to get Iran all the way open soon. Delisting by Obama will also give Clinton something to disagree with, violently if she likes, but without the need to do anything about it once she takes office. It is always well to distance yourself from a sitting president of your party, especially if you can do it to no effect. \n"], [20683, "2016-02-27T08:57:26Z", [0.0], ""], [20676, "2016-02-27T05:48:39Z", [0.0], ""], [20655, "2016-02-26T20:31:56Z", [0.01], ""], [271, "2016-02-26T16:46:57Z", [0.0], ""], [691, "2016-02-26T15:33:13Z", [0.08], ""], [20638, "2016-02-26T10:42:40Z", [0.01], "nope"], [13377, "2016-02-26T03:11:15Z", [0.01], ""], [20589, "2016-02-25T23:41:18Z", [0.01], ""], [20613, "2016-02-25T23:05:40Z", [0.05], "Obama's Muslim background may drive him to do so."], [13361, "2016-02-25T21:47:04Z", [0.0], "I would be VERY surprised if it would happen in a Presidential election year so focused on terrorism & with the Republican Party so opposed to the Iran nuclear deal. "], [20600, "2016-02-25T20:08:16Z", [0.0], "No ..Iran actually is a very loving country... And soon enough American government will see. "], [20599, "2016-02-25T19:33:58Z", [0.01], ""], [11686, "2016-02-25T19:25:58Z", [0.0], ""], [368, "2016-02-25T18:49:47Z", [0.01], ""], [16742, "2016-02-25T18:02:01Z", [0.0], ""], [691, "2016-02-25T17:28:12Z", [0.08], ""], [20572, "2016-02-25T13:02:51Z", [0.35], ""], [20497, "2016-02-25T11:27:50Z", [0.05], ""], [248, "2016-02-25T10:22:15Z", [0.01], ""], [691, "2016-02-25T02:47:00Z", [0.09], ""], [6518, "2016-02-25T02:01:23Z", [0.02], ""], [15196, "2016-02-25T01:33:23Z", [0.0], ""], [16077, "2016-02-25T00:30:37Z", [0.0], ""], [20521, "2016-02-24T23:25:22Z", [0.05], ""], [493, "2016-02-24T20:22:05Z", [0.0], "Affirming prior."], [4217, "2016-02-24T19:17:47Z", [0.05], "Very small possibility and Sunni allies would strongly disagree. "], [15471, "2016-02-24T16:14:47Z", [0.02], ""], [19670, "2016-02-24T15:57:31Z", [0.05], ""], [20321, "2016-02-24T04:47:17Z", [0.0], "No way does Obama put the Democratic nominee in that position. "], [691, "2016-02-23T22:36:14Z", [0.12], ""], [11442, "2016-02-23T18:30:36Z", [0.05], "Given that Iran is currently sponsoring militias in Iraq and Syria, which could be considered terrorist groups, this seems unlikely. A delisting would also be vehemently opposed by Saudi Arabia and other Sunni allies.    "], [950, "2016-02-23T18:12:41Z", [0.0], ""], [3577, "2016-02-23T16:51:12Z", [0.0], ""], [18762, "2016-02-23T14:07:05Z", [0.51], "after removal of Cuba from the list, Obama clearly wants to position himself as ending the Cold War hostility. We all know his egoism, narcissism personality (objectively). so what would he want to do as his \"last hurrah?\" Even North Korea has been removed from the list.  With the nuclear deal, it is a chance for Obama to leave what he thinks is his mark on foreign policy. And given Iran's putative economic boon from the deal, there may be momentum. he may view the entire list itself as an anachronism. Obama is the ONLY democrat president to remove a country from the list. Now, of course, there are many good arguments to the contrary, and most forecasts are less than 10%, but there is another side to the story. "], [20063, "2016-02-23T13:55:13Z", [0.0], ""], [689, "2016-02-23T09:21:03Z", [0.0], ""], [20410, "2016-02-23T02:56:45Z", [0.0], "Election year and too busy with Supreme Court nomination. Iran still has ties to groups US considers terrorist groups."], [20053, "2016-02-23T02:51:24Z", [0.02], ""], [16886, "2016-02-22T23:50:06Z", [0.0], ""], [877, "2016-02-22T20:21:59Z", [0.75], ""], [691, "2016-02-22T19:50:11Z", [0.18], ""], [20377, "2016-02-22T18:46:51Z", [0.03], ""], [14027, "2016-02-22T17:33:38Z", [0.0], "No way in an election year."], [13360, "2016-02-22T16:00:00Z", [0.05], "No upside in doing this. Why bother using any remaining political capital in final year."], [19490, "2016-02-22T15:43:36Z", [0.0], ""], [19490, "2016-02-22T15:43:31Z", [0.04], ""], [6566, "2016-02-22T14:55:06Z", [0.35], "Obama is a disaster in foreign affairs, but not that stupid (I hope)."], [502, "2016-02-22T14:52:10Z", [0.01], ""], [1150, "2016-02-22T14:41:46Z", [0.0], "That continue to sponsor Hezbollah and Hamas and would love nothing more than to see another terrorist strike on the US or one of our allies."], [7124, "2016-02-22T06:43:08Z", [0.05], "Iran, still violently anti-American, is pushing for regional influence directly against U.S. allies and U.S. policy. Support for Hamas and Hezbollah are counter to our interests. The nuclear deal has driven a wedge between the U.S. and friendly Sunni regimes as well as Israel. Taking Iran off terrorist list would widen their suspicions. "], [4139, "2016-02-22T01:09:28Z", [0.9], "Obama and Kerry are deluded when it comes to Iran."], [20047, "2016-02-21T23:29:37Z", [0.05], ""], [20020, "2016-02-21T22:58:42Z", [0.0], ""], [1078, "2016-02-21T21:39:24Z", [0.03], ""], [919, "2016-02-21T20:52:05Z", [0.75], ""], [19926, "2016-02-21T17:54:56Z", [0.18], "If Obama is going to do this, I think it would be after the election. It would make it too easy for the populist republican candidates to excoriate him and it would be hard for the democrats to push back as hard given that they supported the nuclear deal. There was so much blowback over the elimination of the nuclear related sanctions that I would find it unlikely that Obama would burn more of his already limited political capital in Congress on this issue, and almost certainly not if he is still fighting to get a Supreme Court justice confirmed. Furthermore, the Iranians have still been fairly hostile (eg capturing the Navy sailors) and, perhaps most importantly, ARE state sponsors of terrorism. However, this could be used as a bargaining chip, for example to get Iran to the table in an anti-ISIS coalition with Saudi Arabia (though since Iran is already ideologically opposed to ISIS, the Saudis are more likely to need the prodding) or to get the Iranians to support some other Middle Eastern initiative."], [691, "2016-02-21T17:19:47Z", [0.18], "I am still inclined to expect Obama to do this, both because it needs to be done and because Clinton can violently oppose it without causing any actual policy change--she needs a couple of issues to separate herself from him.  Once she's in office, she needn't do anything to reverse it unless she really wants to. "], [77, "2016-02-21T14:27:23Z", [0.0], ""], [4688, "2016-02-21T13:50:10Z", [0.02], ""], [10898, "2016-02-21T11:27:10Z", [0.0], ""], [424, "2016-02-21T03:56:28Z", [0.15], ""], [13144, "2016-02-20T23:39:25Z", [0.15], "Middle eastern waters are still far too murky to foresee a public thawing of relations. But I'm pretty sure that at least some level of discussion will be taking place about some sort of quid pro quo. Perhaps Iran might step in to encourage Shias to make peace in other neighbouring nations in return for further concessions. Perhaps this has already happened to some extent with the nuclear deal, of course..."], [11157, "2016-02-20T21:01:11Z", [0.0], "Hard to imagine scenario where U.S. Govt determines Iran is no longer a state sponsor of terror given the facts of the case, and the timing in an election year. Affirming forecast"], [14933, "2016-02-20T17:58:56Z", [0.07], ""], [20241, "2016-02-20T17:53:17Z", [0.1], ""], [13239, "2016-02-20T14:59:56Z", [0.0], ""], [9776, "2016-02-20T05:50:05Z", [0.05], ""], [11788, "2016-02-20T01:42:23Z", [0.0], ""], [20250, "2016-02-20T00:31:35Z", [0.02], "Iran needs to stop funding Hezbollah, and it did the opposite following the nuclear deal. http://www.timesofisrael.com/boosted-by-nuke-deal-iran-ups-funding-to-hezbollah-hamas/ Really doubt it will happen, only keeping the 2% due to crazy chances that Iran strengthens ties with the west."], [20261, "2016-02-20T00:01:36Z", [0.02], ""], [19611, "2016-02-19T21:28:10Z", [0.0], ""], [6518, "2016-02-19T20:58:02Z", [0.05], ""], [20239, "2016-02-19T16:45:15Z", [0.01], ""], [1693, "2016-02-19T15:22:38Z", [0.06], ""], [1693, "2016-02-19T15:22:20Z", [0.06], ""], [30, "2016-02-19T15:21:55Z", [0.01], ""], [13430, "2016-02-19T14:42:14Z", [0.05], ""], [20227, "2016-02-19T05:23:34Z", [0.0], ""], [20218, "2016-02-19T00:14:26Z", [0.01], ""], [1450, "2016-02-18T21:56:47Z", [0.04], ""], [15471, "2016-02-18T21:42:51Z", [0.08], "reducing probability to get closer to consensus, also due to Iran's position in Syria, it seems unlikely for US-Iran relations to become that relaxed."], [368, "2016-02-18T20:15:12Z", [0.01], ""], [19007, "2016-02-18T16:01:57Z", [0.2], ""], [691, "2016-02-18T14:36:04Z", [0.24], ""], [20131, "2016-02-18T10:54:13Z", [0.15], ""], [1064, "2016-02-18T04:25:09Z", [0.01], "Make terrorism an election issue?  No friggin' way"], [20170, "2016-02-18T03:47:16Z", [0.0], ""], [20172, "2016-02-18T02:27:49Z", [0.01], ""], [691, "2016-02-18T01:17:22Z", [0.24], ""], [691, "2016-02-18T01:05:19Z", [0.24], ""], [361, "2016-02-17T23:15:43Z", [0.0], ""], [10192, "2016-02-17T22:28:29Z", [0.0], ""], [19155, "2016-02-17T20:39:41Z", [0.03], ""], [12837, "2016-02-17T16:27:34Z", [0.05], ""], [20123, "2016-02-17T12:22:50Z", [0.0], ""], [3442, "2016-02-17T12:06:07Z", [0.05], ""], [4491, "2016-02-17T11:02:37Z", [0.1], ""], [19971, "2016-02-17T07:43:47Z", [0.01], ""], [691, "2016-02-17T01:41:32Z", [0.28], ""], [1114, "2016-02-16T23:38:18Z", [0.0], ""], [1646, "2016-02-16T22:35:37Z", [0.0], "Question would make more sense if it were about an announcement (which could very well happen on 18 Oct) rather than the improbable removal on such a timeframe. "], [11800, "2016-02-16T20:52:06Z", [0.0], "@lindsey, you convince me with your argumentation !  "], [11800, "2016-02-16T20:44:04Z", [0.5], "in my opinion it will but there is the strong influence of Israel lobbying for sure against.  However Obama will take that in considerations amd still remove it from the list.  that is my first judgement entering on this question, lets see how it develops \n"], [90, "2016-02-16T19:30:21Z", [0.0], ""], [18873, "2016-02-16T17:57:48Z", [0.04], ""], [19908, "2016-02-16T17:32:32Z", [0.01], ""], [405, "2016-02-16T17:12:52Z", [0.05], ""], [19186, "2016-02-16T15:58:11Z", [0.02], ""], [15408, "2016-02-16T10:33:11Z", [0.05], ""], [20076, "2016-02-16T06:54:16Z", [0.0], ""], [19056, "2016-02-16T04:20:02Z", [0.15], ""], [17875, "2016-02-16T03:59:35Z", [0.0], ": )"], [12615, "2016-02-16T00:33:32Z", [0.03], "The US does not do banking with Iran. It does not trust Iran, period. I do not believe the US will remove sanctions. The change is extremely remote."], [4992, "2016-02-15T23:23:42Z", [0.01], ""], [12879, "2016-02-15T21:48:57Z", [0.01], ""], [20053, "2016-02-15T21:36:22Z", [0.05], ""], [20050, "2016-02-15T20:38:58Z", [0.8], ""], [7375, "2016-02-15T19:56:11Z", [0.05], ""], [1633, "2016-02-15T19:31:33Z", [0.05], ""], [13673, "2016-02-15T18:58:17Z", [0.01], ""], [7445, "2016-02-15T18:22:18Z", [0.0], ""], [1562, "2016-02-15T17:28:50Z", [0.0], "not likely to change."], [10506, "2016-02-15T17:02:03Z", [0.4], "Stupid is as stupid does. They should remove Iran from the list, but I don't think they will. Therefore the peace process will be very hard to complete."], [20031, "2016-02-15T16:59:47Z", [0.01], ""], [19928, "2016-02-15T16:33:16Z", [0.0], "Because they do, indeed, sponsor terrorism and an overwhelming majority of the congress would oppose doing so."], [6917, "2016-02-15T16:18:41Z", [0.0], "Obama won't remove Iran from the list simply because they still are a sponsor of terrorism."], [10759, "2016-02-15T16:11:55Z", [0.01], ""], [4634, "2016-02-15T16:11:40Z", [0.01], ""], [11785, "2016-02-15T15:38:31Z", [0.01], ""], [15318, "2016-02-15T14:39:43Z", [0.02], "Updating to reflect general consensus and passage of time."], [20024, "2016-02-15T13:51:35Z", [0.0], ""], [12303, "2016-02-15T11:00:10Z", [0.05], "Obama will claim that by continuing to keep Iran on this list is holding Iran accountable. This list is meaningless. Just look at Russia and China.  "], [24, "2016-02-15T08:57:31Z", [0.0], ""], [19248, "2016-02-15T08:42:43Z", [0.05], ""], [894, "2016-02-15T08:07:01Z", [0.95], ""], [68, "2016-02-15T07:54:47Z", [0.0], "Following others and the consensus  (The drop in the latter may be due to recalculation with only the most recent 40% of forecasters , as per recently introduced policy), but this event is so unlikely I'm comfortable with going down to zero even though there are eight months left."], [1623, "2016-02-15T07:12:39Z", [0.0], ""], [1993, "2016-02-15T07:05:55Z", [0.0], "Lowering to get below consensus, which just took a nosedive."], [7354, "2016-02-15T05:16:34Z", [0.0], ""], [1993, "2016-02-15T04:50:06Z", [0.01], ""], [14327, "2016-02-15T04:39:31Z", [0.0], ""], [484, "2016-02-15T03:31:57Z", [0.0], "Wow, the consensus changed fast. Want to be on the low side for scoring purposes."], [19050, "2016-02-15T03:06:38Z", [0.05], ""], [1028, "2016-02-15T03:01:49Z", [0.55], ""], [1107, "2016-02-15T02:09:05Z", [0.0], "The laissez faire are angry and the Russian Bear already has its teeth in ISIS. We need Iran to sponsor terrorism so we can send our proxies to fight their proxies in Syria again. "], [15196, "2016-02-15T02:08:29Z", [0.0], ""], [436, "2016-02-15T02:02:33Z", [0.0], ""], [6903, "2016-02-15T00:59:35Z", [0.85], ""], [13377, "2016-02-15T00:53:48Z", [0.0], ""], [14709, "2016-02-15T00:53:46Z", [0.0], "Too many questions still in Middle East fighting about who's involved with whom, and U.S. will want to maintain the designation as a sign, accurate or not, that we know what Iran is up to."], [10745, "2016-02-15T00:53:12Z", [0.0], "Following cmeinel."], [43, "2016-02-15T00:50:38Z", [0.0], "Because Republicans, because elections."], [11756, "2016-02-15T00:41:21Z", [0.05], ""], [19340, "2016-02-15T00:13:00Z", [1.0], ""], [19685, "2016-02-14T23:19:56Z", [0.1], "Could easlily happen after the election though"], [9755, "2016-02-14T23:10:13Z", [0.0], ""], [14133, "2016-02-14T23:02:27Z", [0.0], "Nope. Even the most cynical political reasons couldn't make this happen. The bureaucratic process involved would by itself take that long, unless the entire US political establishment fell under the spell of some kind of pixie dust. I'm a big supporter of encouraging more openness in Iran, but this would be going way too far. Because Iran is an active state sponsor of terrorism-- not just political movements, militias, resistance fighters, but terrorism by any definition."], [13979, "2016-02-14T22:59:40Z", [0.15], ""], [10686, "2016-02-14T22:40:22Z", [0.95], "Iran has fulfill most of the obligations. Furthermore there are too many contries now trying to do business with Iran, so it is impossible to maintain the sanctions and consider Iran as a country with stae sponsored terrorism"], [13657, "2016-02-14T22:37:48Z", [0.01], ""], [8183, "2016-02-14T22:24:23Z", [0.15], "As long as Iran is supports Hezbollah, Iran will be on the list."], [10637, "2016-02-14T22:15:33Z", [0.48], ""], [10449, "2016-02-14T22:13:01Z", [0.0], ""], [2770, "2016-02-14T22:01:09Z", [0.0], "Unless and until Iran breaks ranks with Hizbollah it will not be removed from the list of state-sponsors of terrorism, an unlikely event before 18 October 2016.  Chaz"], [38, "2016-02-14T21:49:26Z", [0.0], ""], [11157, "2016-02-14T21:23:27Z", [0.0], ""], [746, "2016-02-14T20:35:09Z", [0.0], ""], [691, "2016-02-14T15:41:39Z", [0.28], ""], [689, "2016-02-14T10:12:28Z", [0.05], ""], [9227, "2016-02-14T06:12:13Z", [0.0], ""], [19945, "2016-02-14T02:41:34Z", [0.0], ""], [19949, "2016-02-14T01:28:55Z", [0.01], ""], [231, "2016-02-14T00:21:24Z", [0.05], ""], [15506, "2016-02-13T23:49:15Z", [0.1], ""], [19941, "2016-02-13T23:00:05Z", [0.45], "won't do such a crucial step just before the elections"], [17875, "2016-02-13T21:39:01Z", [0.0], ": )"], [64, "2016-02-13T19:38:33Z", [0.0], ""], [691, "2016-02-13T16:42:05Z", [0.32], ""], [19408, "2016-02-13T14:37:36Z", [0.0], ""], [13364, "2016-02-13T14:28:29Z", [0.35], ""], [15091, "2016-02-13T12:22:14Z", [0.0], ""], [1624, "2016-02-13T06:30:34Z", [0.05], "Low probability - I don't recall this being agreed as part of the Iranian nuclear deal. For the moment, Iran got what it wanted & even assuming it stays completely compliant with the conditions of the deal, given how hostile Congress has been, I don't see why Obama's administration in its final lap wants to draw attention to this. Quite separately election politics in the US also makes this a very unpopular move."], [14487, "2016-02-13T06:08:23Z", [0.0], ""], [102, "2016-02-13T05:48:24Z", [0.0], ""], [102, "2016-02-13T05:48:08Z", [0.01], ""], [3671, "2016-02-13T05:45:12Z", [0.05], ""], [12595, "2016-02-13T05:36:14Z", [0.05], ""], [16421, "2016-02-13T00:37:19Z", [0.01], ""], [691, "2016-02-12T20:06:01Z", [0.32], ""], [706, "2016-02-12T20:04:07Z", [0.1], "Congress still won't have agreed to accept the agreement."], [17002, "2016-02-12T19:53:45Z", [0.08], "13 Feb update: +Obama legacy\n+Amends with Russia --Saudi anger\n-Controversial: ?+Hillary thoughts on this Signposts: Saudi-Iran relations (OPEC/oil, Syria)"], [19877, "2016-02-12T17:26:48Z", [0.03], "Iran is a long standing country on this list.  Previous removals came from significant changes to those countries (Iraq, US invasion, Cuba, Fidel Castro health).  Highly unlikely we are in the final 2% of the time that Iran is on the list."], [14027, "2016-02-12T16:47:40Z", [0.01], ""], [17875, "2016-02-12T16:16:57Z", [0.0], ": )"], [932, "2016-02-12T14:54:01Z", [0.0], ""], [19170, "2016-02-12T14:53:31Z", [0.01], ""], [19766, "2016-02-12T05:27:10Z", [0.15], ""], [19848, "2016-02-12T03:56:52Z", [0.01], "Presidential legacy. The president will not want to rock the chances of a democrat winning the presidency "], [19847, "2016-02-12T03:38:03Z", [0.12], ""], [691, "2016-02-12T02:08:30Z", [0.34], ""], [17875, "2016-02-12T02:03:20Z", [0.0], "@lindsey assessment sounds about right.   https://www.gjopen.com/comments/comments/131380 OTOH I don't understand what @dowser was talking about; bending the rules never happens  ; )"], [506, "2016-02-12T01:38:58Z", [0.01], ""], [734, "2016-02-12T01:34:58Z", [0.02], "Initial, and likely only forecast..."], [368, "2016-02-11T22:30:18Z", [0.01], ""], [19469, "2016-02-11T20:43:27Z", [0.08], "Whatever this Administration seems mostly determined first and foremost by the optics, not real long-term US interests.  Noting that North Korea was removed from the list when Bush 43 administration thought it was making \"progress\" with them on the nuclear issue, I suspect that Obama might want to do the same thing.  On the other hand, being lame duck might give him pause."], [19829, "2016-02-11T20:42:16Z", [0.05], ""], [15311, "2016-02-11T19:07:18Z", [0.0], ""], [484, "2016-02-11T17:21:42Z", [0.02], "(no change) Agree with @lindsey OTOH, as I painfully learned with Parchin, sometimes the system redefines things if the interests are significant enough."], [15997, "2016-02-11T16:15:34Z", [0.2], ""], [915, "2016-02-11T16:02:07Z", [0.0], "elections + Obama admin. legacy + Iran missile testing, etc."], [14843, "2016-02-11T15:32:51Z", [0.0], "Not as long as they support Hezbollah... "], [53, "2016-02-11T05:54:39Z", [0.0], ""], [67, "2016-02-11T05:44:49Z", [0.0], "The two pathways for removal are outlined here: http://www.state.gov/j/ct/rls/crt/2014/239410.htm Among other things, the first includes a \"fundamental change in the leadership and policies of the government\".  Presumably, at a minimum, no more Khamenei.   The second requires that \"the government concerned has not provided any support for international terrorism during the preceding six-month period\" followed by congressional notification 45 days prior to removal.  So, by roughly March 3rd Iran would have to cease sponsoring terrorism as defined by the State Department, and have zero delays in the process.  No evidence that Iran is moving in this direction, and a very tight timeline even if they were."], [12943, "2016-02-11T05:12:07Z", [0.3], "Mr Obama views this as an important aspect of his legacy - removing Iran from the list was mooted as part of the discussion already. Obama has little to lose by doing this just before he steps down and this would remove a headache from a successor also since such a move is so open to criticism. The chance seems greater to me than the current c.5% consensus suggests. "], [94, "2016-02-11T04:32:08Z", [0.04], ""], [10898, "2016-02-11T02:00:37Z", [0.01], "Hizbulla"], [93, "2016-02-11T01:44:16Z", [0.0], ""], [182, "2016-02-11T01:00:36Z", [0.09], "Does not seem to be a question that comes up. Agree that it won't happen before the US Presidential election. "], [484, "2016-02-11T00:36:52Z", [0.02], "Down 3% to be under the consensus."], [1993, "2016-02-11T00:18:58Z", [0.05], "The US cannot do that without removing Hezbollah from the list of terrorist organizations. That's not politically feasible at this point, and, even if Pres. Obama were inclined to do so, he would not do it before the presidential election for fear of harming Hilary Clinton's campaign by association."], [19681, "2016-02-10T22:59:59Z", [0.35], ""], [1262, "2016-02-10T22:45:54Z", [0.05], "Unlikely;  I believe it would take a change in the Iranian constitution for state sponsored terrorism to cease.  Even if this were to occur it is unlikely to do so by October 18th 2016.    Therefor Iran would remain on the list."], [19352, "2016-02-10T22:30:03Z", [0.01], ""], [16800, "2016-02-10T22:08:11Z", [0.1], ""], [691, "2016-02-10T22:02:40Z", [0.34], "This is not a particularly useful device anyway, as everyone knows, but is kept in place for purely political reasons (cf. the US system of sex offender registration, equally pointless but politically charming).  It would be fairly easy for the current administration to remove Iran from this list, leaving Senator Clinton to distance herself from the decision, although she will not of course reverse it after she assumes office.  Such a faux-disagreement is very useful in a presidential election year to the candidate of the party with an incumbent president. "], [1390, "2016-02-10T21:55:18Z", [0.08], "Highly unlikely during and election year, though we may see this happen after US elections. There are many things which would need to happen prior to this, such as normalizing Saudi and Iran relations, a conflict end in Yemen, and a possible conflict end in Syria. "], [10039, "2016-02-10T21:22:51Z", [0.0], ""], [498, "2016-02-10T21:19:36Z", [0.01], ""], [19397, "2016-02-10T21:10:03Z", [0.02], ""], [16756, "2016-02-10T20:11:34Z", [0.05], ""], [16756, "2016-02-10T20:09:30Z", [0.15], ""], [368, "2016-02-10T20:07:07Z", [0.01], ""], [19311, "2016-02-10T19:23:06Z", [0.05], ""], [19703, "2016-02-10T19:00:03Z", [0.01], "There are a wide vareity of reasons why this is unlikely, the first few: It's an election year - For the same reason judges are harsher on crime during election years (https://www.brennancenter.org/press-release/new-analysis-judicial-re-election-pressures-tied-harsher-criminal-sentencing), politicians are likely to be harsher on \"rogue states\". It's really hard to get taken off a terrorist list - True for states and individuals, unless the US sees a desperate reason to take someone off the list (Iraq, post invasion), Libya and North Korea (as part of a bargain to end their nuclear weapons programs). Additionally, both of the latter two states were considered by the State Department to be either no longer involved in sponsoring terror (North Korea) or actively aiding the US in counter-terror operations (Libya) for years prior to their removal. (http://www.state.gov/j/ct/rls/crt/2005/64337.htm). Nelson Mandela, while not a state, but on the State Department's rolls as a terrorist, had to wait until 2008 to get his name off the list; even a Nobel Peace Prize isn't a sure-fire way to escape classification as a terrorist, once you're on the list. (http://www.nbcnews.com/news/other/us-government-considered-nelson-mandela-terrorist-until-2008-f2D11708787).  Iran is still frequently referred to as a state sponsor of terror - Former CIA head Mike Morrell frequently refers to Iran as a country that \"conducts terrorism as a tool of statecraft\" (https://www.washingtonpost.com/opinions/irans-grand-strategy/2015/04/03/415ec8a8-d8a3-11e4-ba28-f2a685dc7f89_story.html). Most Washington foreign policy groups feel that the Iranian Revolutionary Guard are deeply intertwined with every level of the Iranian economy, and that their Quds force is an active supporter of terrorist groups (http://www.cfr.org/iran/irans-revolutionary-guards/p14324). The likelihood that anyone within shouting distance of the President is saying anything other than that Iran is a state sponsor of terror seems very low. I leave a 1% chance at Iran being removed because the list of state sponsors of terrorism has received some criticism in recent years. A legacy-minded, outgoing president might decide to establish a new system for designating these countries, so too might a republican congress who feels they can score political points by attacking the president in this way. Either way, Iran would likely still end up on the new list."], [14253, "2016-02-10T18:57:31Z", [0.0], ""], [14777, "2016-02-10T18:42:27Z", [0.0], ""], [15027, "2016-02-10T18:34:01Z", [0.05], ""], [519, "2016-02-10T18:14:24Z", [0.02], "Very, very unlikely. "], [19738, "2016-02-10T18:11:02Z", [0.05], "Iran will not take the necessary steps to meet even minimal requirements for this and unlikely that Congress would ever approve. Also, no reason for doing this in this in the middle of a presidential election, and many reasons not to do it."], [484, "2016-02-10T17:42:51Z", [0.05], "(no change) At the risk of starting a flame war, I'd like to suggest that some of the comments about Iran and terrorism may be somewhat US-centric. (Yes, in advance to all the list and most are relevant to whether the US might remove Iran from the list.) However, from the perspective of probably more than a few non-US persons, some US actions over the decades might look a bit like state-sponsored terrorism."], [3363, "2016-02-10T17:25:23Z", [0.14], ""], [16841, "2016-02-10T17:16:52Z", [0.23], ""], [17875, "2016-02-10T17:15:39Z", [0.0], "\nI'll attempt a couple pro side arguments \n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 1) Feign a process on the pretext \"competitiveness of American companies\" is at risk so as to strengthen moderates position within Tehran Floating this carrot as a rumor under the guise that American companies WANT to come BUT Iran's State Sponsor of Terror is preventing it might appear more real if this processes is started even knowing it will fail. Starting the process as a ploy would provide the pretext for Iranian moderates to point to the enormous economic benefits that U.S. commercial investment would bring in order to gain influence within Tehran. 2) Lure Armenia & Azerbaijan away from the Russian-Iranian partnership to gain a stronger Eurasia position (i.e. scenario such as a false-flag provocations ) Long seen as the West’s prized partner in the Caspian, 2015 saw a remarkable cooling of Azeri-Western relations over the latter’s strong criticism of Baku’s human rights record. While political and non-energy economic ties (e.g. EU membership) appear to be at a standstill, oil and gas still flow unimpeded through its territory, and Azerbaijan is expected to be the main source for the EU’s anti-Russian Southern Energy Corridor. Interestingly enough, Azerbaijan has moved considerably closer to both Russia and Iran in the past year, excitedly raising the prospects that a trilateral partnership between the three (perhaps via the North-South Corridor) could neutralize the unipolar intentions of the US and EU and flip Baku into a becoming a multipolar pump of energy influence towards the West. Of course, the US would never allow Azerbaijan to become a strategic weapon against it, Turkey, or Israel’s interests (the latter of whichreceives 40% of its oil needs from the country) without some sort of Color Revolution disruption first, so as this realignment scenario moves forward, one can simultaneously expect more Western hostility towards Azerbaijan and friendly outreaches towards Armenia. \nsource: http://www.globalresearch.ca/2016-trends-and-geopolitical-forecast-mega-analysis-of-europe-eurasia-and-the-middle-east/5498329 Now I'll provide the con side \n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------James Clapper's testimony today and report said: \"Iran—the foremost state sponsor of terrorism—continues to exert its influence in regional crises \" (top of page 6)   http://www.armed-services.senate.gov/imo/media/doc/Clapper_02-09-16.pdf\n-- \nKerry and Obama have been on record stating the Iranian Deal would not affect their position at the top of the State Sponsored Terrorist list. And, they expected some the released funds would funnel into terrorists groups. Basically Iran is a regional power and managing their own backyard is an acceptable trade-off to the global threat of nuclear weapons or pushing them into a tighter alliance with Russia. \n-- \nHillary Clinton stated that Iran will remain on the State Sponsored Terrorist list so retain leverage for sanctions even though Iran sighed the agreement with the U.S. and other countries during a response in the New Hampshire debate a couple days ago. \n-- \nThis question is a political non-starter since this is Obama's last year and Kerry would have no interest in undermining the U.S. negotiating position to enforce the deal \n-- \nU.S. intelligence community is watching Iran closely to monitor Iranian support for terrorism. It's premature to image anyone (who is sane) would be making a case either way when the data is just now starting to come in. \n-- \nIsrael and Saudi Arabia would have a conniption fit if this were even on the table. \n-- \nWhat does America need SOOOOO much that they would trade for this? U.S. can gain great leverage by working through foreign investment and companies to accomplish it's interests so why. \n-- \nThat was the entire premise of the MULTI-national deal, so U.S. could retain Iran's state sponsor of terror sanctions but compartmentalize it as the U.S. is one party to a larger deal. \n-- \nWhy on earth would the U.S. unilaterally undermine it's own position with Iran? This one is up there with the fact that this is a political non-starter with me. \n-- \nThere's a moderate in power and E.U. economic engagement is just starting. When Britain has an embassy in Iran and there are strong economic ties between Europe and Iran then this would make sense to ensure American companies are competitive. Again, this is premature. \n--"], [12828, "2016-02-10T17:01:04Z", [0.02], ""], [740, "2016-02-10T16:49:08Z", [0.0], ""], [493, "2016-02-10T16:42:18Z", [0.0], "No. From the State Dept.: Countries determined by the Secretary of State to have repeatedly provided support for acts of international terrorism are designated pursuant to three laws: section 6(j) of the Export Administration Act, section 40 of the Arms Export Control Act, and section 620A of the Foreign Assistance Act. Taken together, the four main categories of sanctions resulting from designation under these authorities include restrictions on U.S. foreign assistance; a ban on defense exports and sales; certain controls over exports of dual use items; and miscellaneous financial and other restrictions. http://www.state.gov/j/ct/list/c14151.htm Removing the designation is a long and complex process that will almost certainly cause a lot of political outrage from republicans and give democrats very little for the trouble. If this happens at all during the Obama administration will come after the election. Also, looking at the four categories of sanctions above, I don't think any of them are things that anybody wants to go forward on right now."], [17842, "2016-02-10T16:39:46Z", [0.05], ""], [19714, "2016-02-10T16:24:10Z", [0.0], "Iran will still be a state sponsor of terrorism. "], [136, "2016-02-10T15:52:33Z", [0.2], ""], [17029, "2016-02-10T15:21:23Z", [0.0], ""], [357, "2016-02-10T15:01:05Z", [0.05], "Very low chances of this and seems like everyone is agreeing. "], [24, "2016-02-10T14:52:45Z", [0.05], ""], [353, "2016-02-10T14:38:04Z", [0.15], "This decision would still need to go through congress, which is controlled by republicans and are strongly against any relationship with Iran. Relationships are thawing but it will likely take a new administration to change this designation. "], [1333, "2016-02-10T14:04:30Z", [0.65], ""], [532, "2016-02-10T13:57:56Z", [0.0], ""], [505, "2016-02-10T13:36:19Z", [0.12], "Removal process not likely to be completed in time available"], [12874, "2016-02-10T13:02:24Z", [0.06], ""], [10916, "2016-02-10T12:50:04Z", [0.01], ""], [4042, "2016-02-10T12:09:31Z", [0.01], ""], [15964, "2016-02-10T11:54:47Z", [0.0], ""], [13897, "2016-02-10T11:42:13Z", [0.25], ""], [3895, "2016-02-10T09:48:55Z", [0.01], "this just seems so unlikely, given acting Iranian funding for Hezbollah, Assad, etc. As others have said, the Israelis & the Saudis would lose their minds"], [10039, "2016-02-10T08:23:41Z", [0.01], ""], [10759, "2016-02-10T08:11:32Z", [0.05], ""], [4634, "2016-02-10T08:09:54Z", [0.05], ""], [15471, "2016-02-10T08:09:04Z", [0.15], "Pretty unlikely, since the two counties still have significant interest differences and Iran isn't likely to stop financing groups in their surrounding countries to further their own interest."], [1056, "2016-02-10T08:04:14Z", [0.05], "They might, but there's no reason for them to go out on a limb over this. Since there's no clamor for it, why bother?"], [19630, "2016-02-10T07:47:18Z", [0.05], ""], [1386, "2016-02-10T07:31:05Z", [0.3], ""], [8119, "2016-02-10T07:28:57Z", [0.18], "I believe the American election will have much to do with this decision. President Obama will be faced with a country that is going to be making deals around the world and with the US left out of it. I'm not certain he will do it but there is a chance."], [12029, "2016-02-10T07:25:49Z", [0.65], ""], [12680, "2016-02-10T07:08:45Z", [0.0], "It is too early in the eyes of public especially in the election year. This will be a decision for next administration. "], [14327, "2016-02-10T06:35:40Z", [0.01], "Iran still supports Hezbollah, Hamas, Houthis and other radical groups.  This is not something that is going to change within the next 8 months.  @dowser also makes an excellent point about Israel - Obama will not remove Iran from the list of state sponsors of terrorism before elections if for no other reason than not to open up the can of worms that is pro-Israel politics (and the rather nasty anti-muslim mood going around the nation right now, to boot). "], [68, "2016-02-10T06:18:00Z", [0.05], "Before the presidential elections? Not unless Obama wants to make the Democrat candidate's campaign more difficult."], [1337, "2016-02-10T06:03:39Z", [0.2], "American gov has been unexpectedly tame in the last months - and that cost me a lot of briers. To compensate, this time, I will go more dovish than the consensus."], [15953, "2016-02-10T05:46:05Z", [0.05], ""], [5746, "2016-02-10T05:25:00Z", [0.0], ""], [19331, "2016-02-10T05:22:57Z", [0.01], ""], [11657, "2016-02-10T05:21:42Z", [0.25], ""], [9134, "2016-02-10T05:18:07Z", [0.3], ""], [4729, "2016-02-10T04:05:04Z", [0.0], ""], [16280, "2016-02-10T04:03:47Z", [0.02], ""], [18970, "2016-02-10T03:53:16Z", [0.18], ""], [60, "2016-02-10T03:18:51Z", [0.0], "I don't know why, but when I first saw the alert that this IFP was published, the first thing i thought of was that song (?) from wrestling (https://www.youtube.com/watch?v=El11u9uN4wo). After trying to find it, I now know that the line I was thinking of was, \"No Chance, No Chance in...\" Anyways, let's get to the details on this IFP. As far as I can tell, most folks are on track with the low forecasts. I liked @Jean-Pierre's take: (https://www.gjopen.com/comments/comments/129159) \"Thinking about the politics of such a move. Would Obama really do this right before the elections and hurt Hillary's chances of continuing his legacy? Extremely unlikely. Even a 1% probability is a stretch, IMO.\" ~~ COMMENT: But let's build on that. Remember when it was announced that Cuba was going to be removed from the list? That was in April of last year, but Cuba wasn't *officially* removed from the list for another 45 days. Why? There was 45-day review period where Congress could consider blocking the action with a join resolution. So, even if we allow for the fact that the Obama administration might do something unexpected (like this) [as a quick aside -- let's remember that Obama ordered a review of Cuba in December, so 4 months prior them being taken off the list], but right let's forget both of those things for a moment... this act of removing Iran from this list would still have to get through the GOP Congress -- in an election year! It is at this point that I feel obliged to refer you back to the YouTube video I first referenced at the beginning.\n~~ Here are a couple of NYT articles about Cuba, to refresh your memory: April 14, 2015: \"Cuba to Be Removed From U.S. List of Nations That Sponsor Terrorism\" --> http://www.nytimes.com/2015/04/15/world/americas/obama-cuba-remove-from-state-terror-list.html May 29: \"U.S. Removes Cuba From State-Sponsored Terrorism List\" --> http://www.nytimes.com/2015/05/30/us/us-removes-cuba-from-state-terrorism-list.html"], [2648, "2016-02-10T02:33:28Z", [0.8], "Yes.  Obama seems determined to appease all previously enemy nations.  And given we are normalizing relations with Iran, this is likely to be a step in the process. "], [19260, "2016-02-10T00:56:03Z", [0.01], ""], [7523, "2016-02-10T00:41:38Z", [0.0], "No, election year, they do not need to look any more favorable to Iran than some already view them to be, especially given what appears to be escalating in Syria. "], [14166, "2016-02-10T00:22:08Z", [0.05], ""], [6552, "2016-02-09T23:49:04Z", [0.04], ""], [691, "2016-02-09T23:40:24Z", [0.47], "Well, it took decades to get Cuba off the list, and they were harmless most of that time. On the other hand, the definition of what's a terrorist and who are their sponsors is more fluid than national decisionmakers often pretend.  This is a fairly cheap bargaining chip, so it will depend on what the US is offered in exchange.  (Once again, one feels compelled to point out that much of the time this stuff is nothing to do with facts on the ground and everything to do with castles in the air. Who wants what, who's got it, and what's it worth to both parties?)"], [18343, "2016-02-09T23:32:42Z", [0.01], ""], [73, "2016-02-09T23:15:36Z", [0.0], ""], [102, "2016-02-09T22:21:29Z", [0.04], "Going with consensus 4%  http://freebeacon.com/national-security/white-house-likely-expected-iran-sanctions-relief-terrorism/"], [12591, "2016-02-09T21:53:54Z", [0.03], "It is very unlikely that any action of this sort will be taken since it would negate the progress being made in bringing Iran back into the international community as a major player"], [476, "2016-02-09T21:43:40Z", [0.02], "Thorny U.S. presidential campaign issue. J-street lobby.  Recent testimony of Clapper and Vincent setting the tone."], [9755, "2016-02-09T21:34:40Z", [0.05], "The Jewish lobby in the U.S. Nor the Israeli goverment would let it happen. \nThe saudies and gulf Arabs would not stand still neither. \nI hope all push Iran to observe human rights, freedom of speech and \nIf that happens , we would see a new Iran and it  would be off the list.\nIran has been on the list for so long , I donot think they  care much about it.\nThe list is going to be much longer , just look at Syria, Iraq, Yemen ,  Turkey / some NATO , Russians , Saudia Arabia , Israel,....\nThey have and will continue to be on my list of state sponsors of terror in addition to Iran and many others not mentioned."], [15097, "2016-02-09T21:24:24Z", [0.05], ""], [14375, "2016-02-09T21:21:51Z", [0.1], "Just won't happen. The US loves to point out that Iran is on that list whenever they need to make Iran look like the bad guy. This is happening less frequently of late, but the US won't throw away its Trump card without a huge and sudden change in the nature of that relationship."], [1007, "2016-02-09T21:18:10Z", [0.35], ""], [3363, "2016-02-09T21:07:06Z", [0.17], ""], [484, "2016-02-09T21:04:27Z", [0.05], "Pro, trying to re-engage with Iran so remove as many impediments as necessary. Con, would President Obama give pro-Israeli groups fodder in the run-up to the general elections? Does the US Congress have a say (this is a State list, but over time Congress has put into various laws bits and pieces that may or may not be worth fighting over)? If so, definitely not going to happen."], [500, "2016-02-09T20:48:18Z", [0.0], ""], [19566, "2016-02-09T20:43:20Z", [0.0], "America removing Iran from the state sponsors of terror list requires:\n1) Iran ceasing to sponsor Hezbollah and Hamas\n2) Israel being persuaded of (1)\n3) Israel receiving [something] from America in return for publicly admitting (2) (1) implies Iran ceases to see Hezbollah and Hamas's success as integral to its geopolitical strategy, which I would assign a likelihood of 5%.\n(2) Israel would want to wait a long time to be sure that Iran has *actually* committed seriously to stopping, and this occurring within a 10 month window also has likelihood at most 5%\n(3) Israel will want security guarantees in return for not making a loud stink about removing Iran from the terror sponsors list; that would take months to negotiate. That occurring within the next 10 months (were Israel to become convinced today that Iran no longer sponsors terror) would be at best a toin coss. .05 * .05 * .5 = .00125 << 1%"], [12302, "2016-02-09T20:23:30Z", [0.0], "With all those Shia militias and Hizbollah fighters in Iraq and Syria?"], [12302, "2016-02-09T20:22:46Z", [0.0], ""], [241, "2016-02-09T20:18:02Z", [0.0], "Thinking about the politics of such a move. Would Obama really do this right before the elections and hurt Hillary's chances of continuing his legacy? Extremely unlikely. Even a 1% probability is a stretch, IMO."], [689, "2016-02-09T20:17:18Z", [0.15], "Comment deleted on May 10, 2016 10:53PM UTC"], [167, "2016-02-09T20:07:43Z", [0.0], ""], [16272, "2016-02-09T20:05:48Z", [0.04], ""], [819, "2016-02-09T20:03:14Z", [0.0], ""], [20, "2016-02-09T19:37:45Z", [0.0], "Completely unrelated to the nuclear deal. Obama took great pains to compartmentalise the many issues with Iran. As long as Tehran backs Hezbollah, no chance in hell this happens. "], [1111, "2016-02-09T19:36:39Z", [0.0], "I would say the US will not remove Iran from this list as their support for Hamas, Hezbollah, and Bashir Al Assad will not be withdrawn anytime soon. In addition, by keeping Iran on that list it gives the US more options in it's actions (military or other type). "], [1055, "2016-02-09T19:35:23Z", [0.15], "very unlikely for US to change its position"], [1055, "2016-02-09T19:34:47Z", [0.05], "US will maintain its posture. "], [1529, "2016-02-09T19:33:22Z", [0.04], ""], [241, "2016-02-09T19:32:55Z", [0.01], ""], [241, "2016-02-09T19:31:18Z", [0.02], ""], [1693, "2016-02-09T19:23:46Z", [0.09], ""], [52, "2016-02-09T19:10:39Z", [0.01], ""], [15318, "2016-02-09T18:57:57Z", [0.03], "Chances are very remote that Iran will be removed in the next 8 months.  Given the track record for removal (I found it here: https://en.wikipedia.org/wiki/State_Sponsors_of_Terrorism), it seems the process typically takes at least a year, unless the government has seen significant improvement in the reduction of terrorism support.   The US has not, as far as I know, issued a review of Iran's status on the State Sponsors of Terrorism list, which historically has taken 6 months by itself.  Following a review, Congress has a 45 day wait period, which leaves a small window of time for this to occur.  I will obviously revise my forecast if the US government decides to review Iran's status."], [4992, "2016-02-09T18:52:31Z", [0.04], "Will follow up shortly.  This seems to be very unlikely though.  a) Iran really is a state sponsor of terrorism, and will almost certainly continue to be, b) nuclear deal should not change dynamic too greatly wrt to US continuing to name them as a state sponsor (unless I am missing something).  For now coming in for now a bit below consensus at 7%."], [12879, "2016-02-09T18:39:09Z", [0.1], "Iran will remain a major supporter of terrorist groups in the Middle East region and across the Muslim areas of South East Asia countrys. As part of the Iran Nuclear Agreement, several Billion dollars, which were being held as a part of the sanctions process, can be used to supprt and fund  large numbers of terrorist activities around the world."], [19567, "2016-02-09T18:36:22Z", [0.03], ""], [19170, "2016-02-09T18:34:28Z", [0.05], ""], [17875, "2016-02-09T18:30:30Z", [0.0], "James Clapper's testimony stating Iran was the, \"greatest State Sponsor of Terrorism and will probably remain so the foreseeable future,\" today was enough for me on this one. "], [10783, "2016-02-09T18:06:12Z", [0.0], ""]], "open_date": "2016-02-09T18:00:54Z", "close_date": "2016-10-17T17:00:01Z"}