{"question_id": 50, "title": "Before the end of the year, will the Bank of Japan announce an increase in asset purchases under its quantitative easing program?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.1, 0.9], "correct_answer": "No", "correct_forecast": 0.9, "preds": [[11678, "2016-01-01T01:25:16Z", [0.02], ""], [83, "2016-01-01T00:38:09Z", [0.0], ""], [93, "2015-12-31T22:18:22Z", [0.0], ""], [14253, "2015-12-31T21:00:16Z", [0.0], "It is now Saturday morning in Japan and eleven hours to closing of this question. The BOJ does not make these announcements on the weekend so this has to be a 0%."], [804, "2015-12-31T20:44:13Z", [0.0], ""], [804, "2015-12-31T20:37:51Z", [0.0], ""], [804, "2015-12-31T20:37:42Z", [0.0], ""], [67, "2015-12-31T17:19:22Z", [0.0], ""], [14308, "2015-12-31T15:11:38Z", [0.0], "Note to admin:  Japan's year has already closed and you are letting me vote on this.  "], [691, "2015-12-31T13:31:28Z", [0.0], ""], [14346, "2015-12-31T12:42:56Z", [0.0], ""], [1450, "2015-12-31T05:52:12Z", [0.05], ""], [14327, "2015-12-31T05:39:47Z", [0.05], ""], [13884, "2015-12-31T04:22:26Z", [0.0], ""], [12345, "2015-12-31T02:29:57Z", [0.0], ""], [98, "2015-12-31T01:10:53Z", [0.0], ""], [643, "2015-12-31T00:59:46Z", [0.0], ""], [14166, "2015-12-30T23:53:10Z", [0.0], ""], [691, "2015-12-30T15:44:58Z", [0.0], ""], [1834, "2015-12-30T14:36:59Z", [0.0], ""], [11493, "2015-12-30T01:51:25Z", [0.03], ""], [2965, "2015-12-29T22:14:06Z", [0.0], "times up"], [13399, "2015-12-29T18:58:40Z", [0.99], ""], [1106, "2015-12-29T13:14:32Z", [0.0], "govt no time to deal with this at the moment"], [691, "2015-12-29T12:19:55Z", [0.0], ""], [643, "2015-12-28T23:16:17Z", [0.02], ""], [2965, "2015-12-28T22:22:49Z", [0.01], "not reported in WSJ in depth article as on Abe or BOJ agenda, although Abenomics is less than a stunning success."], [3577, "2015-12-28T19:51:53Z", [0.0], ""], [10192, "2015-12-28T19:14:22Z", [0.0], ""], [1500, "2015-12-28T17:28:16Z", [0.0], "Out of time now."], [3514, "2015-12-28T17:18:21Z", [0.0], "Question hasn't already resolved yes as I thought it should"], [11157, "2015-12-28T16:09:46Z", [0.0], ""], [1850, "2015-12-28T15:47:28Z", [0.0], ""], [98, "2015-12-28T14:00:43Z", [0.0], ""], [691, "2015-12-28T13:09:16Z", [0.0], ""], [13365, "2015-12-28T07:33:53Z", [0.0], ""], [13942, "2015-12-28T03:24:44Z", [0.0], ""], [98, "2015-12-28T01:07:23Z", [0.0], ""], [206, "2015-12-27T19:06:09Z", [0.0], ""], [691, "2015-12-27T13:29:09Z", [0.0], ""], [13947, "2015-12-27T08:02:43Z", [0.0], ""], [691, "2015-12-26T14:56:57Z", [0.0], ""], [12118, "2015-12-26T14:41:00Z", [0.0], ""], [98, "2015-12-26T04:33:04Z", [0.0], ""], [505, "2015-12-26T00:13:49Z", [0.02], "not very likely in time remaining"], [1562, "2015-12-25T18:59:19Z", [0.0], ""], [73, "2015-12-25T15:57:58Z", [0.0], ""], [961, "2015-12-25T15:00:48Z", [0.0], ""], [1526, "2015-12-25T14:34:47Z", [0.0], "Ok, Japan did change it's QE program a bit, but it left its Asset purchases unchanged. \"This time it left the pace of its annual asset purchases unchanged. But it did make four minor adjustments, largely to facilitate and fine-tune what it was doing already.\nhttp://www.economist.com/news/finance-economics/21684516-central-bank-joins-effort-get-japanese-companies-spend-their-cash And here is a bit more. \"The BOJ said it would maintain its annual asset purchases at around ¥80 trillion ($660 billion), but would lengthen the average maturity of the Japanese government bonds it purchases to seven to 12 years, from seven to 10 years.\"\nhttp://www.wsj.com/articles/bank-of-japan-takes-fresh-action-1450412916 I don't think they'll adjust this any further this year."], [691, "2015-12-25T12:56:59Z", [0.0], ""], [11678, "2015-12-25T00:18:28Z", [0.15], ""], [1333, "2015-12-24T23:22:46Z", [0.6], "http://www.cnbc.com/2015/12/22/reuters-america-update-1-japan-govt-targets-growth-fiscal-reform-in-record-budget-spending-plan.html\nThe Japanese government is planning nearly $800 billion of record spending in the next fiscal year to shore up a fragile economy, with Tokyo also promising to rein in a bulging debt burden in an expansionary budget set to be unveiled this week."], [1850, "2015-12-24T18:38:04Z", [0.05], ""], [5863, "2015-12-24T18:34:29Z", [0.0], ""], [691, "2015-12-24T17:52:03Z", [0.0], ""], [11157, "2015-12-24T15:57:48Z", [0.01], ""], [5001, "2015-12-24T02:16:33Z", [0.0], ""], [13817, "2015-12-23T23:02:16Z", [0.0], ""], [102, "2015-12-23T22:36:31Z", [0.01], "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [907, "2015-12-23T19:18:04Z", [0.01], "Hmmm. Supposedly no ETFs of the sort envisaged by BOJ actually exist as yet. Anyways probably too late to hedge this one.  "], [2965, "2015-12-23T14:03:48Z", [0.01], ""], [691, "2015-12-23T12:40:19Z", [0.0], ""], [3363, "2015-12-23T12:12:34Z", [0.02], ""], [4324, "2015-12-23T09:31:37Z", [0.05], "Since the BoJ announcement has not triggered a yes, i am lowering my prediction.  "], [1562, "2015-12-22T20:56:25Z", [0.05], ""], [2965, "2015-12-22T14:14:00Z", [0.0], "jot anounced formally as part of stimulus program  I was wrong"], [691, "2015-12-22T13:12:48Z", [0.0], ""], [102, "2015-12-22T03:20:09Z", [0.0], "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [9755, "2015-12-22T01:20:28Z", [0.25], ""], [639, "2015-12-21T20:43:00Z", [0.0], ""], [12943, "2015-12-21T17:25:21Z", [0.05], "It appears that the additional funds introduced for ETF purchases has not triggered a YES to this question despite clearly being labelled as supplementary QE measures by the BoJ.  While I disagree on that point, this now makes it very unlikely that this question will trigger before year end so the only rational action is to cut the forecast at this point. "], [11157, "2015-12-21T16:25:51Z", [0.02], ""], [691, "2015-12-21T13:08:30Z", [0.0], ""], [1448, "2015-12-21T04:14:11Z", [0.01], ""], [102, "2015-12-21T04:13:48Z", [0.05], ""], [12268, "2015-12-21T01:00:05Z", [0.4], ""], [12879, "2015-12-20T23:50:43Z", [0.05], ""], [1562, "2015-12-20T22:51:28Z", [0.25], ""], [1562, "2015-12-20T22:51:06Z", [0.25], ""], [12874, "2015-12-20T21:59:26Z", [0.0], ""], [128, "2015-12-20T20:30:27Z", [0.0], ""], [43, "2015-12-20T19:01:22Z", [0.0], "I believe this helps to establish an answer of \"no.\" It's all about rebalancing, especially considering the plan to buy a type of financial instrument that does not yet exist. Dateline 12-20-15 Haruhiko Kuroda has a new plan. He’s going to buy $2.5 billion of something that doesn’t exist. Markets were roiled Friday after the Bank of Japan unveiled measures including purchasing exchange-traded funds that track companies which are “proactively making investment in physical and human capital.” The central bank will spend 300 billion yen ($2.5 billion) a year from April buying such securities to offset the market impact as it resumes selling stocks purchased earlier from financial institutions. The only problem is such ETFs have never been made in Japan, at least not yet. Even as fund providers start hundreds of so-called “smart beta” products that choose stocks based on everything from dividends to volatility, ETFs that pick companies for how they deploy their cash are rare in global markets. http://www.bloomberg.com/news/articles/2015-12-20/the-bank-of-japan-s-2-5-billion-plan-to-buy-non-existent-etfs"], [13479, "2015-12-20T17:40:20Z", [0.0], ""], [691, "2015-12-20T15:32:03Z", [0.0], ""], [12703, "2015-12-20T03:40:43Z", [0.02], "Well, the BOJ confirmed they were happy that the Fed finally started to raise rates and just made some tweaks to the QE asset purchase mix.  Time is short and this past week were the biggest hurdles for increased QE amounts.  They will continue to monitor and have a quick trigger but Abe knows QE isn't the sole answer."], [93, "2015-12-20T02:11:05Z", [0.05], ""], [94, "2015-12-19T19:10:11Z", [0.01], ""], [691, "2015-12-19T14:44:03Z", [0.0], ""], [13247, "2015-12-19T11:48:56Z", [0.0], ""], [13247, "2015-12-19T11:48:16Z", [0.0], ""], [4218, "2015-12-18T21:01:34Z", [0.0], "\nMoment of panic.  However, today's surprise announcement from the Japanese government seems to be fiscal stimulus, not monetary QE.  Even though the package appears to include ETF purchases, it looks like a Cabinet budget measure, not a BOJ announcement.  No bonds are issued to be hoovered up by BOJ.  I could be wrong, but this looks like budgetary spending/stimulus, not addtional QE.     TOKYO, Dec 18 (Reuters) - Japan's cabinet approved on Friday a $27 billion extra budget for the current fiscal year ending in March to revitalize growth in the world's third-largest economy. The 3.3213 trillion yen ($27.12 billion) extra stimulus budget features spending for steps to support the low-income elderly with cash benefits worth 30,000 yen per person and farmers hit by the Trans-Pacific Partnership (TPP) trade deal. The extra budget adds to the initial outlay of 96.3 trillion yen, bringing the total amount of this fiscal year's general-account budget spending to 99.6 trillion yen. It compared with a 3.1 trillion yen extra budget spending for the last fiscal year. The budget underscores a challenge to Prime Minister Shinzo Abe, who must strike the right balance between fixing the industrial world's heaviest public debt burden and reviving the economy ahead of the upper house election around mid-2016. Japan narrowly dodged recession in the third quarter due to upward revision to capital expenditures and inventory, but any rebound is seen modest due to soft demand at home and overseas. To stick to fiscal discipline, the government will not issue extra bonds to fund the stimulus. It reduced its plans to issue new bonds by 444.7 billion yen from the initially planned 36.9 trillion yen for the current fiscal year. The government will tap sources such as unspent money from the previous year's budget and tax revenue that has exceeded initial budget forecasts."], [12630, "2015-12-18T18:19:41Z", [0.0], ""], [3514, "2015-12-18T17:20:44Z", [0.6], ""], [3514, "2015-12-18T16:39:14Z", [1.0], ""], [532, "2015-12-18T16:33:35Z", [0.0], ""], [3514, "2015-12-18T16:20:19Z", [0.6], "Unfortunately cant figure out how to respond to specific comments given all my browser extensions: \"even 60pc implies you think yes there will be another announcement if this one doesnt count. Again, up to you. You status as a trader makes me think you have a better understanding on this than me as to whether this counted as an increase in asset purchases as part of QE or just an expansion of the QE programme. You and @RJM seem confident it meets both criteria, @Jean-Pierre seems to think only the latter. Must confess, completely out of my depth now. Will have to trust the outcome is fair. But I definitely wouldn't expect a further BoJ announcement from now to end of year, so would again urge you to reduce to 0, unless you see otherwise. Up to you; as I say.\" I don't expect a further BoJ announcement this year.  If the question were, \"Does Kuroda say there was an announced increase in asset purchases,\" I would respond with \"no.\"  If the question were \"was there a \"significant\" increase in asset purchases...\" I would respond with \"probably not.\"  Since the question is whether there is actually and literally any announced increase in asset purchases, my answer is yes, since the purchases of J-REITs and ETFs, both assets, has increased.  Since the increase was relatively small, and I don't know how GJP comes out when the answer is literally yes but relatively small and they'll probably be swayed by how everyone else seems to be voting, then I guess I should hedge w/ an answer less than 100%. As for the role of central bankers, I still recall when Bernanke was asked at a FOMC conference whether gold was money, to which he flatly responded \"no.\"  After the balancing act of growth vs inflation, the secondary job description of a central banker is to ensure people maintain trust in their fiat currency and to try to prevent speculators from jumping into obvious fundamental positions against the bank, which is where their political nature shines.  I bet against the words of central bankers all the time and win.  That's what most of the best global macro traders in history have done. I've been short the yen for a few years now b/c their QE program is relatively massive and their demographics are horrible and getting more horrible, and would have liked it if BoJ had done something substantial this time around!"], [52, "2015-12-18T16:04:34Z", [0.0], "Maybe this is the \"smoking gun\" that would close the question at \"0\" If you look at the official statements issued in November AND December you will find the headline statements outlining the policy are EXACTLY the same. Numbers and everything.  Tweaking may have taken place as described in the supplement to the main statement, but the \"announced\" policy is the same, it seems to me.   Remember the OPEC question will close because GJOpen looked for \"announced\" policy change--all the details we quibbled over did not seem to matter (much) in their decision.  I do not see an announced policy change here that suggests an increase (or net increase) in assets. Open to other opinions. November   https://www.boj.or.jp/en/announcements/release_2015/k151119a.pdf December https://www.boj.or.jp/en/announcements/release_2015/k151218a.pdf"], [1337, "2015-12-18T15:56:02Z", [0.01], "My understanding is that it didn't happen, and time is running out."], [52, "2015-12-18T15:33:38Z", [0.0], "I am stubbornly staying at 0. Here is the BOJ statement in English.  Good luck figuring this one out! https://www.boj.or.jp/en/announcements/release_2015/k151218a.pdf"], [3514, "2015-12-18T15:30:10Z", [0.6], "You're right clinton.  I should adjust down.  I was being stubborn w/ the 99% b/c IMO I lose respect for the scoring of this project if it comes out the other way or isn't thrown out. "], [3514, "2015-12-18T15:14:07Z", [0.99], "Taken literally, this was an increase in asset purchases due to the J-REIT and slight increase in ETF purchases.  It doesn't matter what Kuroda said, as central bankers' job is to lie, and it doesnt matter how financial markets responded, as \"sell-the-(bullish)-news\" is extremely common (witness our S&P rip higher on buy-the-bearish-news after the Fed on Wed), and it doesnt matter what financial journalists call things, as they are journalists whose job it is is to come up w/ a reason for every market move.  In this case, because markets sold the news, some journalist will rationalize it as \"not an increase.\" As for the increase in avg duration for the JGB purchases, the QE effect of that duration extension is actually to strengthen QE, as the duration weighted purchases are now significantly increased, even though the net increase in purchases is not literally increased.  The longer the term for a bond, the more volatile its price movements relative to yield changes (the definition of duration), and the bigger the creditor's commitment for a given nominal amount lent.  In other words, what's scarier when you lend money, when you agree to get repaid tomorrow, or when you agree to get repaid in 10 years? That said, the spirit of the increase was very slight, so in my opinion, the question should be thrown out, as even now i have no idea how the GJP ppl will come out on this, especially me being pretty new to this. "], [3363, "2015-12-18T14:52:20Z", [0.5], "I don't know whether today's announcement will be counted as more QE or not. The bank says they are maintaining their current QE policy, but increasing ETF purchases to supplement their QE efforts. Ugh."], [639, "2015-12-18T14:37:34Z", [1.0], ""], [13377, "2015-12-18T14:36:28Z", [0.0], ""], [73, "2015-12-18T14:22:43Z", [0.0], "I think @RJM is right based on the WSJ and marketwatch reports, but if that doesn't count then nothing else is coming before year end."], [241, "2015-12-18T13:58:19Z", [0.0], ""], [241, "2015-12-18T13:49:50Z", [0.01], "For those who forecasted No, don't panic. Like the OPEC question, we were asked to forecast whether the institution in question would declare a change in policy. In both cases, there was no change in policy, only minor adjustments. So, if the question resolution team wants to base their decision on the \"spirit of the question,\" this question should definitely close No. Even a literal interpretation should close this question as No. The BoJ didn't announce an increase in overall asset purchases, only that it was buying more exchange traded funds. Evidently, this new purchase program does not mean an expansion of quantitative easing, i.e., the question we were asked to forecast. I don't exactly get it, but the sources do make this distinction. Sources: http://www.bloomberg.com/news/articles/2015-12-18/boj-keeps-stimulus-unchanged-makes-adjustments-to-jgbs-etfs\n\"Governor Haruhiko Kuroda, who acknowledged in a news conference that some of the adjustments would be hard for people to understand, said they were designed to make it easier for the BOJ to maintain the current policy and didn’t constitute additional easing.\" http://www.cnbc.com/2015/12/17/boj-increases-purchases-of-etfs-nikkei-climbs-yen-drops.html\n\"\"Although the BOJ did not alter the size of its asset purchase program, these slight tweaks (duration extension and extra ETFs) at the margin could be considered to be slightly stimulatory.\"\" http://news.markets/bonds/bank-japan-surprises-markets-modest-increase-stimulus-7039/\n\"It said it would maintain its overall target of annual asset purchases at around ¥80 trillion (£440 billion).\" http://www.wsj.com/articles/bank-of-japan-takes-fresh-action-1450412916\n\"The BOJ said it would maintain its target for annual asset purchases at around ¥80 trillion ($650 billion), but would lengthen the average maturity of the Japanese government bonds it purchases to seven to 12 years, from seven to 10 years.\"\n\"Mr. Kuroda said Friday that the steps were an adjustment rather than an expansion of the easing program, and meant to insure its smooth operation.\" http://www.japantimes.co.jp/news/2015/12/18/business/economy-business/boj-keeps-stimulus-unchanged-makes-adjustments-jgb-etf-purchases/#.VnQBEfkrLIV\n\"The BOJ maintained its existing program to increase the monetary base by ¥80 trillion ﻿﻿ a year through the asset-purchase program.\" http://www.bloomberg.com/news/articles/2015-12-18/boj-unveils-2-5-billion-etf-boost-to-offset-planned-stock-sales\n\"The BOJ kept its main target for monetary stimulus unchanged, as forecast by all but one of 42 economists surveyed by Bloomberg.\" Forecasts of economists: http://www.bloomberg.com/news/articles/2015-12-16/boj-is-done-boosting-stimulus-in-view-of-half-of-economists"], [4918, "2015-12-18T13:42:59Z", [0.0], ""], [11057, "2015-12-18T13:42:17Z", [0.0], ""], [110, "2015-12-18T13:36:13Z", [0.0], "http://www.businessinsider.com/opening-bell-december-18-2015-2015-12\n\"At Friday's meeting, the Bank of Japan kept the size of its quantitative-easing program unchanged at around 80 trillion yen per year, but it said it would increase its ETF and REIT purchases, and it extended the maturities on its bond purchases.\" I believe this is a re-allocation of QE purchasing, and an attempt to push out the yield curve through longer maturities."], [12943, "2015-12-18T12:51:19Z", [0.8], "I agree that there is material confusion on this and different interpretations are possible... Yet the title of the press release on the Bank of Japan website is: \"Statement on Monetary Policy (Introduction of Supplementary Measures of Quantitative and Qualitative Monetary Easing\". And the announcement then refers to a new element in the policy, namely the purchase of ETFs and Japan real estate invetment trusts of 3 trillion yen and 90 billion yen respectively. As far as I see, these elements were not present previously. So while the 80 trillion yen bond purchase program indeed has not been changed, these elements are nonetheless new parts to the policy. It remains to be seen how this is interpreted in the end by the question setters here... but it looks like an increase to me. https://www.boj.or.jp/en/announcements/release_2015/index.htm/\nhttps://www.boj.or.jp/en/announcements/release_2015/k151218a.pdf\n"], [691, "2015-12-18T12:47:09Z", [0.01], ""], [136, "2015-12-18T10:15:24Z", [0.0], "Q: \"Before the end of the year, will the Bank of Japan announce an increase in asset purchases under its quantitative easing program?\" A: http://www.cnbc.com/2015/12/17/boj-increases-purchases-of-etfs-nikkei-climbs-yen-drops.html\n\"At a press conference after the BOJ statement, Governor Kuroda said the new steps aren't additional monetary easing and were not taken in response to economic data. He added that he didn't think downside risks to the economy have increased.\nThe new measures were aimed at ensuring the current program proceeded smoothly and to enable the BOJ to act without hesitation, if needed, Kuroda said.\""], [12943, "2015-12-18T07:54:04Z", [0.99], ""], [3895, "2015-12-18T07:23:24Z", [0.02], "http://www.bloomberg.com/news/articles/2015-12-18/boj-keeps-stimulus-unchanged-makes-adjustments-to-jgbs-etfs - ummmm - does this count? I have no idea which way this question will resolve! Help! "], [1587, "2015-12-18T05:12:11Z", [0.0], ""], [11057, "2015-12-18T03:00:35Z", [0.04], ""], [43, "2015-12-18T02:49:05Z", [0.0], "Following Jean Pierre"], [11678, "2015-12-18T00:29:46Z", [0.41], ""], [13276, "2015-12-17T14:26:49Z", [0.0], ""], [452, "2015-12-17T13:15:22Z", [0.0], ""], [241, "2015-12-17T13:00:10Z", [0.01], "Affirming forecast. See \"BoJ to get through 2015 without touching policy\": http://webcache.googleusercontent.com/search?q=cache:Gp9HP1pbS-sJ:www.ft.com/fastft/2015/12/17/boj-to-get-through-2015-without-touching-policy/+&cd=7&hl=en&ct=clnk&gl=us\n\"The BoJ still has one last 2015 meeting, tomorrow, but virtually no economists expect any changes. The latest polls do show about half of analysts believe the bank will ease in April, though BoJ Governor Haruhiko Kuroda has shown little inclination to ease further.\""], [691, "2015-12-17T12:30:18Z", [0.03], ""], [12268, "2015-12-17T11:51:52Z", [0.65], "Revising upward 3% based on opinion read recently that US fed rate hike may influence QE by Japan and others"], [74, "2015-12-17T11:40:45Z", [0.05], ""], [11057, "2015-12-17T02:27:15Z", [0.05], ""], [689, "2015-12-17T00:29:00Z", [0.01], "Comment deleted on May 10, 2016 07:45PM UTC"], [12703, "2015-12-17T00:24:54Z", [0.07], "The Fed came through for the BOJ.  They will want to digest the impact but will still be monitoring other central bankers and time is getting very short."], [12874, "2015-12-16T22:52:17Z", [0.02], ""], [12874, "2015-12-16T22:32:24Z", [0.05], ""], [38, "2015-12-16T22:15:01Z", [0.0], "https://www.washingtonpost.com/politics/what-the-worlds-central-banks-are-doing-at-a-glance/2015/12/16/09d43ca2-a430-11e5-8318-bd8caed8c588_story.html The revised growth figure makes it less likely that the Bank of Japan will deploy further monetary stimulus anytime soon, despite slow progress toward its goal of 2 percent inflation."], [13238, "2015-12-16T21:58:13Z", [0.05], ""], [13238, "2015-12-16T21:57:24Z", [0.05], ""], [12879, "2015-12-16T19:57:48Z", [0.0], ""], [110, "2015-12-16T19:23:52Z", [0.05], "I think I miscalled this one. Goldman is saying that they think it is unlikely [1]. This blog (no idea if reputable) says the BOJ is polling businesses about it, but that it would happen in late January [2]. Neither bode well for a 2015 increase. I'm not going to zero yet, because the Fed's action may influence the BOJ. [1] http://www.cnbc.com/2015/12/13/goldman-eyes-bank-of-japan-easing-in-april-usdjpy-at-125.html\n[2] http://news.forexlive.com/!/the-bank-of-japan-is-polling-firms-nationwide-on-their-plans-to-raise-wages-20151216"], [3457, "2015-12-16T19:00:59Z", [0.1], ""], [639, "2015-12-16T17:24:18Z", [0.01], ""], [9613, "2015-12-16T16:21:10Z", [0.0], ""], [691, "2015-12-16T11:55:43Z", [0.03], ""], [136, "2015-12-16T08:48:43Z", [0.0], ""], [53, "2015-12-16T05:07:44Z", [0.0], ""], [2076, "2015-12-16T03:57:01Z", [0.0], ""], [2076, "2015-12-16T03:56:52Z", [0.15], ""], [506, "2015-12-16T03:43:50Z", [0.0], ""], [12302, "2015-12-16T03:29:36Z", [0.0], ""], [11454, "2015-12-16T02:45:22Z", [0.0], "Dropping from 1% for time"], [306, "2015-12-16T01:17:45Z", [0.0], "Jumping to zero, though anything is possible."], [38, "2015-12-16T00:57:48Z", [0.0], "http://www.japantimes.co.jp/news/2015/12/15/business/economy-business/boj-gains-confidence-japans-economy-cheap-oil-threat/#.VnC1zzbQb0c \"Bank of Japan officials are gaining confidence in the resilience of the nation’s economy . . . .Indicators have improved in the run-up to the BOJ’s policy decision due Friday, with revised gross domestic product data showing that Japan averted a mid-year recession and that capital spending increased. Data since the last meeting in November show the economy gradually has been gathering momentum in line with the bank’s expectations . . .  \"Though Japan’s inflation rate remains distant from the BOJ’s 2 percent target, the board has decided to keep policy unchanged this year, saying low oil prices have held down consumer costs.  . . .  “The BOJ is holding a ‘wait and see strategy,’ ” Deutsche Bank AG economists wrote in a Dec. 11 research note. “It is waiting for the effects of the energy price decline to fade out, allowing the economic recovery to narrow the output gap and boost inflation.”\n. . . \n\"BOJ Gov. Haruhiko Kuroda on Dec. 8 reiterated his view that the trend for inflation was improving, while adding that the central bank will not hesitate to adjust policy if needed.  . . .  \"Analysts have been putting off, or abandoning, their calls for any further increase in the BOJ’s asset purchases. Goldman Sachs Group Inc. earlier this month delayed its prediction for such action to April, from January. \"The BOJ’s quarterly report on manufacturers’ sentiment on Monday gave little reason for action by the board this week. \n. .  .\n“For the past year the BOJ has made it clear they are weighing the price trend based on inflation excluding energy,” Miyamae said. Low oil prices could give an excuse to the BOJ for not achieving the price target, he said.\n~~~~~~~\nCOMMENT:  I'm feeling fairly secure about my 0 forecast.  "], [12977, "2015-12-15T21:53:04Z", [0.5], "They have been fairly stagnant for 20+ years I think they will increase quantitative easing to devalue the yen as the US interest rate increase is only going to be tiny if at all, thus yen will still be high, QE possible only option left for them."], [12961, "2015-12-15T19:04:31Z", [0.35], ""], [639, "2015-12-15T18:06:26Z", [0.05], ""], [102, "2015-12-15T17:19:48Z", [0.03], "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [102, "2015-12-15T17:18:52Z", [0.03], "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [691, "2015-12-15T13:29:08Z", [0.04], ""], [12940, "2015-12-15T12:25:54Z", [0.0], "Based on this: http://www.bloomberg.com/news/articles/2015-10-17/japan-s-finance-minister-says-boj-unlikely-to-expand-easing-now"], [783, "2015-12-15T07:38:39Z", [0.0], "There is a low jobless rate and a labor shortage, from the Tanken survey, that the Bank of Japan, unlike the administration, thinks will make inflation with higher wages without a new stimulus. The Bloomberg economist surveys  indicate most economists say that stimulus will not become an issue this year. The bank thinks that the economy will have an upward improvement next year and will discuss  the issue then if the economy does not meet the 2% goal of inflation in Japan or if the bonds do not put stronger pressure on the economy and improve it. They do not have much latitude with issuing another stimulus to the economy due to the amount in its prior release. \nThere are other sources that indicate the trend, but Bloomberg represents the forecast in a way where it is not necessary to write a redundant and a longer citation page.\n\n                                                                                                                                                       References Mogi, C., Ikeda, Y., & Miura, K. (2015, December 14). Tankan's tightest job market since 1992 to weigh on Japan bonds Bloomberg Business. Retrieved from http://www.bloomberg.com/news/articles/2015-12-14/tankan-s-tightest-job-market-since-1992-to-weigh-on-japan-bonds"], [306, "2015-12-14T23:53:45Z", [0.05], ""], [4324, "2015-12-14T23:01:30Z", [0.65], ""], [90, "2015-12-14T21:31:27Z", [0.0], "Confirming my 0%\nhttp://www.marketpulse.com/20151214/goldman-sees-boj-increasing-qe-in-april-2016/\n"], [3457, "2015-12-14T21:07:24Z", [0.15], ""], [691, "2015-12-14T20:44:22Z", [0.11], ""], [9613, "2015-12-14T17:30:13Z", [0.01], ""], [639, "2015-12-14T16:40:11Z", [0.25], ""], [11057, "2015-12-14T14:40:20Z", [0.1], ""], [102, "2015-12-14T04:40:35Z", [0.07], "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [691, "2015-12-13T21:29:32Z", [0.11], ""], [1274, "2015-12-13T18:56:37Z", [0.05], ""], [11057, "2015-12-13T14:42:14Z", [0.14], ""], [505, "2015-12-13T12:46:59Z", [0.45], "At this time it does not look like Japan asset purchases will be increased"], [10745, "2015-12-13T03:20:33Z", [0.0], ""], [11454, "2015-12-13T03:07:01Z", [0.01], "Lowering again due to passage of time.  "], [43, "2015-12-12T18:49:24Z", [0.15], "Dateline 12-11-15 Morgan Stanley estimates growth of ... 1.2 percent in Japan. http://www.bloomberg.com/news/articles/2015-12-11/morgan-stanley-sees-triple-tantrum-if-central-banks-find-success"], [1526, "2015-12-12T17:21:45Z", [0.0], ""], [127, "2015-12-12T15:16:25Z", [0.05], ""], [691, "2015-12-12T12:12:42Z", [0.12], ""], [11157, "2015-12-12T06:47:52Z", [0.1], ""], [689, "2015-12-12T06:26:49Z", [0.01], "Comment deleted on May 10, 2016 07:38PM UTC"], [102, "2015-12-12T05:19:31Z", [0.3], "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [12675, "2015-12-12T05:01:07Z", [0.1], "Seems unlikely with only 1 meeting(?) left, which should be happening soon(?) and the recent announcement that Japan hasn't re-entered recession following GDP revision, seems to delay the requirement for immediate action."], [94, "2015-12-11T23:05:34Z", [0.1], "Lowering forecast further based on recent forecasts."], [38, "2015-12-11T22:38:15Z", [0.0], "http://www.fxstreet.com/news/forex-news/article.aspx?storyid=f6ffe977-2743-4708-a282-084c9460e0d0 Deutsche Bank Research does not expect the Bank of Japan to add to its asset purchases.”"], [740, "2015-12-11T20:13:38Z", [0.11], ""], [691, "2015-12-11T19:10:21Z", [0.12], ""], [639, "2015-12-11T17:37:29Z", [0.35], ""], [3990, "2015-12-11T10:02:02Z", [0.0], ""], [5001, "2015-12-11T05:50:41Z", [0.02], ""], [12787, "2015-12-11T04:46:08Z", [0.2], ""], [11454, "2015-12-11T00:10:35Z", [0.02], "Further dropping for time (from 4%)"], [12703, "2015-12-10T21:30:32Z", [0.17], "So much depends on what other Central Bankers do  (or don't do).  "], [691, "2015-12-10T15:14:40Z", [0.15], ""], [7042, "2015-12-10T06:37:02Z", [0.12], ""], [12285, "2015-12-10T06:09:07Z", [0.0], "Unlikely happen in December 2015, but high likelihood to announce third round of easing to anchor inflation expectations post Q4 statistics released."], [102, "2015-12-10T05:54:32Z", [0.24], "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [53, "2015-12-10T05:40:28Z", [0.03], ""], [38, "2015-12-10T05:07:56Z", [0.0], "shttp://www.reuters.com/article/us-japan-companies-yen-idUSKBN0TQ2OG20151207#chGP2OhB88qGyBXM.99 \"Amid expectations of an imminent U.S. rate hike and monetary easing in Japan sometime next year, . . . \n. . . \n\" . . . the Bank of Japan is expected to expand its already massive asset purchases in 2016  ~~~~~~~\nhttp://www.baystreet.ca/articles/globalmarkets.aspx?articleid=24006 \"Most economists polled recently say they expect the Bank of Japan to expand its stimulus program in the first half of next year, although a small minority of respondents forecast no further central bank easing throughout 2016.\n~~~~~~~\nhttp://ca.reuters.com/article/businessNews/idCAKBN0TQ05F20151207?pageNumber=2&virtualBrandChannel=0 \"BoJ board member Takehiro Sato said . .  .  the BOJ cannot buy government debt indefinitely at its current pace . . .  \"BOJ board member Takahide Kiuchi made similar comments questioning the impact of the central bank's government debt and asset purchases for quantitative easing.  \"The central bank is trying to guide consumer prices to 2 percent by the second half of fiscal 2016, but Sato has said this target is not likely to be met.  Sato has also argued that the BOJ needs to be more flexible about the timeframe for achieving its price target.\n~~~~~~~\nCOMMENT:  The expectation is next year, if ever."], [306, "2015-12-09T21:37:07Z", [0.1], ""], [691, "2015-12-09T20:20:51Z", [0.16], ""], [271, "2015-12-09T15:18:21Z", [0.0], ""], [493, "2015-12-09T14:09:15Z", [0.0], "Affirming prior."], [4927, "2015-12-09T08:15:17Z", [0.0], ""], [12302, "2015-12-09T04:09:45Z", [0.01], ""], [241, "2015-12-09T01:21:35Z", [0.01], ""], [12302, "2015-12-08T23:14:30Z", [0.05], ""], [9447, "2015-12-08T22:56:25Z", [0.65], ""], [4918, "2015-12-08T20:12:40Z", [0.05], ""], [60, "2015-12-08T19:54:16Z", [0.0], "As others have said, Japan's recession was an illusion. Given the time left between now and the end of the year, it would take one helluva of a confluence of events for the BoJ to announce an increase. Revised GDP growth --> http://www.tradingeconomics.com/japan/gdp-growth\nBBC article on avoiding technical recession --> http://www.bbc.com/news/business-35035824"], [3363, "2015-12-08T17:27:32Z", [0.08], ""], [74, "2015-12-08T16:45:06Z", [0.1], ""], [136, "2015-12-08T16:42:28Z", [0.05], ""], [4768, "2015-12-08T16:37:27Z", [0.0], "The issue here, is with timing. Japan's JCB, will expand QE, but not until some time in the first half of next year. Decreasing liquidity of the bond market, means they have to be careful in how they expand going forward, and must be more gradual, than in months/years past."], [102, "2015-12-08T16:28:49Z", [0.0], ""], [43, "2015-12-08T16:22:14Z", [0.0], "Dateline 12-8-15 Japan's economy avoided a technical recession in the three months to September, according to revised official numbers released on Tuesday. http://www.bbc.com/news/business-35035824"], [12630, "2015-12-08T14:54:32Z", [0.02], ""], [5001, "2015-12-08T14:50:00Z", [0.03], ""], [40, "2015-12-08T14:19:44Z", [0.0], "Economist reporting this AM that previous numbers were bollocks, actually in minor growth mode."], [1993, "2015-12-08T14:19:35Z", [0.0], ""], [691, "2015-12-08T13:28:58Z", [0.18], ""], [3363, "2015-12-08T11:32:59Z", [0.13], ""], [12644, "2015-12-08T11:00:24Z", [0.05], ""], [3895, "2015-12-08T09:10:38Z", [0.02], ""], [68, "2015-12-08T06:04:44Z", [0.0], "A substantial revision of GDP growth for the 3rd Quarter of 2015, from -0.2% initially to +0.3% now, is likely to put an end to further speculation as to whether BoJ will increase its asset purchases before the end of this year. \nhttp://www.tradingeconomics.com/japan/gdp-growth"], [64, "2015-12-08T05:27:29Z", [0.0], "Going to zero. With only three more weeks and: Kuroda signalling \"not yet\", Japan GDP revised up, talk of fiscal stimulus (making monetary less necessary according to establishment theory) and continuing backdrop that the Fed will raise the value of the US$ (making it less necessary for the BoJ to lessen the value of the Yen)."], [4962, "2015-12-08T03:45:56Z", [0.1], ""], [11057, "2015-12-08T03:16:10Z", [0.2], ""], [102, "2015-12-08T03:14:18Z", [0.44], "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [73, "2015-12-08T00:51:54Z", [0.0], ""], [73, "2015-12-08T00:51:16Z", [0.0], ""], [73, "2015-12-08T00:47:20Z", [0.04], ""], [1646, "2015-12-08T00:46:49Z", [0.0], ""], [5001, "2015-12-08T00:32:41Z", [0.04], "Japan minister says recession is just an illusion\nhttps://www.asia-first.com/newsletter/japan-minister-says-recession-is-just-an-illusion.html Japanese Stocks Follow U.S. Rebound as Jobs Report Buoys Dollar\nhttp://washpost.bloomberg.com/Story?docId=1376-NYYMTU6K50XV01-1Q5CJ2M85SO432OMHP42BLS2RM"], [4218, "2015-12-08T00:15:58Z", [0.0], "Kuroda's statement today seems to seal the deal for 2015 but it's a good thing this question closes soon.  Kuroda's other recent statements seem far too optimistic about where Japan will be next year.  His official speeches have that loose-with-the-truth \"pants on fire\" quality perfected by politicians.  BOJ owns 28.5% of Japan sovereign debt today.  It may well own 50% of government debt in the very near future.  With government debt already pushing 245% of GDP, that's one huge ugly pile to taper.  Who's going to buy those BOJ bonds in the future, and at what price?  The BOJ bond book will spout black blood so let's hope we don't get any more Japan QE questions in 2016"], [52, "2015-12-08T00:14:34Z", [0.0], "3rd Qtr GDP revised UP.  NOT in recession, officially.  Bullish news. http://www.reuters.com/article/japan-economy-gdp-idUST9N13E01T20151207"], [52, "2015-12-07T23:43:48Z", [0.0], ""], [38, "2015-12-07T22:43:18Z", [0.0], "BOJ's Kuroda sees no need to slash rates further into the negative territory - FXStreet"], [90, "2015-12-07T17:21:14Z", [0.0], ""], [2869, "2015-12-07T17:08:10Z", [0.07], ""], [493, "2015-12-07T16:08:22Z", [0.0], "October inflation at 1.2% annualized (which is pretty good for Japan), Fed tightening will devalue yen. Going down to 0% because I've been high in the past. "], [3363, "2015-12-07T15:26:20Z", [0.16], ""], [11057, "2015-12-07T13:45:52Z", [0.55], ""], [691, "2015-12-07T13:21:28Z", [0.18], ""], [3895, "2015-12-07T12:24:35Z", [0.1], ""], [11454, "2015-12-07T09:40:12Z", [0.04], "With Fed more than likely raising interest rates and ongoing USD strength, JPY is already under some pressure (since October) reducing the need.  BoJ would like to have something in reserve for next year given there is already a liquidity shortage.  If Fed increase (80% chance), 0% chance of BoJ QE expansion.  If no increase (20%), then 20% chance of QE increase.  20% x 20%"], [10996, "2015-12-07T06:01:56Z", [0.08], "fed's tightening, so no need for further qe to push down the yen. current policy divergence sufficient"], [639, "2015-12-07T02:10:55Z", [0.6], ""], [8305, "2015-12-07T00:11:48Z", [0.79], "They have no other choice when EU continues with QE"], [3286, "2015-12-06T20:25:08Z", [0.15], "2015 is nearly over"], [691, "2015-12-06T14:04:15Z", [0.18], ""], [1646, "2015-12-05T22:12:48Z", [0.01], ""], [43, "2015-12-05T21:31:23Z", [0.18], ""], [2965, "2015-12-05T15:32:21Z", [0.9], "Yes"], [691, "2015-12-05T14:59:46Z", [0.17], ""], [102, "2015-12-05T14:37:16Z", [0.7], "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [52, "2015-12-05T01:10:09Z", [0.01], "When Fed raises rate in two weeks it will put downward pressure on the Yen (although some expectation is built in).  It is already at the upper bound of what the BOJ wants it to be (as I understand it. I welcome correction).   The QE they are already doing is substantial and to increase it at this stage would further erode the Yen.  I don't think that is what they want--at least from what I have read. I see them standing pat and letting current policy play out a bit longer.  They are in no hurry,"], [43, "2015-12-05T00:09:46Z", [0.1], "Following the superforecasters [TM]"], [691, "2015-12-04T20:22:12Z", [0.17], ""], [506, "2015-12-04T20:06:40Z", [0.01], ""], [907, "2015-12-04T19:35:59Z", [0.01], "BOJ does not want to expand QE now. They'll wait and see whether higher US rates and stronger dollar leads to greater exports to US and also whether China does big devaluation (not a low probability event). Until then they'll want to keep their monetary powder dry"], [3457, "2015-12-04T18:58:52Z", [0.3], ""], [68, "2015-12-04T17:36:27Z", [0.15], "With a good November jobs report in the US, the Fed will almost certainly raise its rate in mid December, just a day before the Bank of Japan meeting. If the Fed does raise, that effectively adds to Japanese easing, and takes pressure of the BoJ.\nAlso, the feeling has grown that extensive QE to date hasn't benefited the average consumer as much as it has the financial sector and large export-oriented companies. The next stimulus is more likely to come from the government, to try and put cash directly into consumer's wallets so as to increase household spending."], [110, "2015-12-04T15:34:33Z", [0.85], "Ticking down a notch, based on remaining time in the year, and comments below re their reaction to the Fed."], [2965, "2015-12-04T14:03:17Z", [0.75], ""], [12268, "2015-12-04T12:52:49Z", [0.62], "Revising downward 5% based on report of annualized inflation up in October to 1.2% after impact of energy and fresh food removed from calculation. http://www.tradingeconomics.com/japan/inflation-cpi"], [73, "2015-12-04T02:51:13Z", [0.11], ""], [64, "2015-12-04T02:45:04Z", [0.15], "It seems increasingly likely that the Fed will raise rates and that the BoJ will hold out a little longer before increasing QE. "], [3474, "2015-12-03T19:17:37Z", [0.0], ""], [691, "2015-12-03T17:46:45Z", [0.28], ""], [11057, "2015-12-03T15:24:08Z", [0.58], ""], [3363, "2015-12-03T14:58:36Z", [0.18], "I let this one sit at 70 for too long. With only one more meeting this year and signs they are delaying a decision until 2016, it's unlikely before the end of the year."], [3895, "2015-12-03T13:47:39Z", [0.21], ""], [12268, "2015-12-03T00:30:25Z", [0.67], ""], [4324, "2015-12-02T23:44:02Z", [0.75], ""], [691, "2015-12-02T20:05:25Z", [0.28], ""], [52, "2015-12-02T19:02:55Z", [0.01], ""], [102, "2015-12-02T17:05:00Z", [0.0], ""], [74, "2015-12-02T07:53:39Z", [0.25], ""], [11057, "2015-12-01T14:20:05Z", [0.53], ""], [691, "2015-12-01T13:33:24Z", [0.28], ""], [506, "2015-12-01T05:18:21Z", [0.1], ""], [40, "2015-12-01T04:57:53Z", [0.05], ""], [40, "2015-12-01T04:57:46Z", [0.25], ""], [38, "2015-12-01T04:47:39Z", [0.11], "http://www.scmp.com/business/global-economy/article/1880571/jury-still-out-abenomics A more convincing interpretation of the Bank of Japan’s reluctance to expand its quantitative easing programme is that it feels the scheme is proving less and less effective. Not only are there serious questions about the pace and sustainability of asset purchases – the Bank of Japan is on course to hold more than half of Japanese government bonds (JGBs) in the next few years – QE has done little for the real economy and has heightened concerns about the monetisation of Japan’s massive stock of government debt, amounting to nearly 250 per cent of GDP.\n~~~~~~~\nhttp://www.counterpunch.org/2015/11/30/japans-5th-recession-in-7-years/ \"The continued failure of QE and free money to resurrect Japan’s real economy has nevertheless resulted in recent months in calls for the Bank of Japan to buy even more corporate bonds, stocks, and other private securities—illustrating the strange logic that, ‘if a multi-trillion dollar free money (QE) program fails, the solution is to provide even more of the same failed policies’.\n. . . \n\"Japan will inevitably introduce yet another QE, likely sometime in 2016, after it waits for the US to raise rates in December 2015.\n~~~~~~~\nhttp://www.japantimes.co.jp/news/2015/11/20/business/boj-easing-seen-as-blunt-tool-by-one-fund-blowing-bubbles-by-another/#.Vl0lsITQb0c \"TCW Group Inc. says the Bank of Japan has made a mistake and should exit quantitative easing as soon as possible. Invesco Ltd. says the only error was not starting sooner.\n. . . \n“The BOJ’s QE isn’t a mistake, but the problem is that the government is tightening fiscal health by cutting spending and raising taxes, offsetting any benefits,” said Yutaka Ban, senior credit analyst at SMBC Nikko Securities Inc. in Tokyo. “People will criticize QE for only creating bubbles, and we will see the end of it. That is the worst-case scenario, but it may be the most likely one.” \" . . . An increasing number of analysts also forecast the central bank is done with expanding stimulus."], [5001, "2015-12-01T03:19:56Z", [0.13], ""], [5001, "2015-12-01T03:18:51Z", [0.15], ""], [691, "2015-11-30T13:43:33Z", [0.39], ""], [102, "2015-11-30T12:26:24Z", [0.55], ""], [64, "2015-11-30T12:10:14Z", [0.3], "Changing radically downward, because it seems likely that the BoJ will wait for the Fed to act, and then act after that, based on what they see happening. The BoJ want a weaker Yen. If the Feds move and the Yen weakens (on USD strength) they might consider waiting a few months before adding their own fuel to the fire."], [136, "2015-11-30T09:53:10Z", [0.15], ""], [12167, "2015-11-29T18:47:37Z", [0.2], ""], [691, "2015-11-29T14:35:52Z", [0.44], ""], [52, "2015-11-29T01:02:06Z", [0.04], "The current level of QE is sufficient. No pressing need to ramp it up.  The YEN is still in the weak ban that is acceptable to the BOJ."], [102, "2015-11-28T20:18:59Z", [0.25], ""], [691, "2015-11-28T14:24:11Z", [0.56], ""], [43, "2015-11-27T16:38:26Z", [0.55], "Following Khalid, thanks for the deflation news."], [2965, "2015-11-27T13:41:00Z", [0.8], "Yes,  IMF Economists comments reported today about Japan need to juice up even more, just print money as  qe as demonstrated empirically has a tremendous  or impact upon asset classes purchased ( US Mortgage bonds and treasuries) but very little effect on jobs a nd so far on inflation. Japan did record a drop in eployment rate "], [691, "2015-11-27T13:23:14Z", [0.48], ""], [68, "2015-11-27T10:54:51Z", [0.55], "Moving up from 25 in response to today's news given below. The BoJ has been reluctant to move too early, so I'm still on the low side. Their next policy meeting is on 17-18 December, just after the US Fed Overall inflation is slightly higher than last month's zero, but well below target, and so-called \"core core\" inflation excluding fresh food and energy has actually fallen from 0.9 to 0.7%.  Unemployment is at its lowest in 20 years, though part timers have increased, holding down wages and consumer spending. http://www.tradingeconomics.com/japan/inflation-cpi\nJapan Inflation Rate Rises to 0.3% in October\n\"Consumer prices in Japan rose by 0.3 percent year-on-year in October of 2015, after showing no growth in the previous month and beating market expectations. It was the highest figure in four months, as food cost rose further while prices of fuel dropped at a slower pace. ....Excluding fresh food items, consumer prices fell 0.1 percent, the same as in September while excluding food and energy, prices rose by 0.7 percent, after increasing by 0.9 percent in the previous month\". However, another report is more pessimistic and seems to expect a \"stimulus budget\" though it doesn't indicate whether that'll happen this calendar year.\nhttp://www.channelnewsasia.com/news/business/weak-japan-data-supplies/2298872.html\n\"In response to the recent weakness, Abe on Friday ordered his government to draft an extra stimulus budget......The latest figures will turn attention back to the BoJ ahead of its policy meeting next month to see whether it adds to its 80 trillion yen ($653 billion) annual stimulus programme. Last week, Japan's central bank held fire on expanding the scheme despite news of another recession and evidence of weak exports. However, the BoJ has been forced to cut its growth outlook and push back the timeline for a key inflation target as earlier, more optimistic predictions failed to come true.\""], [1587, "2015-11-27T04:08:10Z", [0.5], ""], [740, "2015-11-26T20:51:05Z", [0.41], ""], [740, "2015-11-26T20:49:27Z", [0.59], ""], [231, "2015-11-26T19:02:46Z", [0.08], "http://www.fxstreet.com/news/forex-news/article.aspx?storyid=8e98ea1c-3c39-4040-a06b-49cc4cc469a6"], [691, "2015-11-26T13:36:38Z", [0.42], ""], [689, "2015-11-26T04:26:08Z", [0.11], ""], [691, "2015-11-26T03:14:48Z", [0.42], ""], [73, "2015-11-26T01:20:50Z", [0.24], ""], [38, "2015-11-25T22:08:37Z", [0.11], "http://economictimes.indiatimes.com/articleshow/49917447.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst \"The Bank of Japan would consider changing the size of its asset purchases or target longer-dated government bonds if it were to ease monetary policy further, board member Sayuri Shirai said on Wednesday. \"We shouldn't rule out any options on monetary policy,\" . . . \"But if the BOJ judges that maintaining its quantitative and qualitative easing ( QQE) programme is important, it will consider teps within this framework,\" she said. \n~~~~~~~\nCOMMENT:  I have quoted these comments because I don't understand what she is saying?  Yes or No?\n"], [452, "2015-11-25T17:17:46Z", [0.05], ""], [691, "2015-11-24T13:41:58Z", [0.42], ""], [11868, "2015-11-24T04:13:42Z", [0.7], ""], [43, "2015-11-24T03:22:18Z", [0.25], ""], [907, "2015-11-24T00:53:49Z", [0.09], "If Fed raises rates as expected  that should weaken the yen relative to the dollar and take pressure off BOJ to do anything. Europe most likely will do QE next year, and China may well devalue in the near future in the beggar thy neighbor merry go round that passes for international monetary policy. Under those conditions BOJ might act since Japan will then look like a relatively cleaner shirt even after more QE despite massive debt loads."], [94, "2015-11-23T23:35:33Z", [0.2], "Lowering forecast with absence of action at last meeting."], [639, "2015-11-23T19:08:00Z", [0.5], ""], [1529, "2015-11-23T17:08:22Z", [0.0], ""], [3895, "2015-11-23T16:43:27Z", [0.3], ""], [691, "2015-11-23T13:39:04Z", [0.42], ""], [2331, "2015-11-23T05:15:08Z", [0.75], ""], [11678, "2015-11-23T03:32:41Z", [0.55], ""], [691, "2015-11-22T14:30:04Z", [0.41], ""], [7042, "2015-11-22T04:55:43Z", [0.42], ""], [915, "2015-11-21T22:55:15Z", [0.0], "negative GDP data didn't faze Kuroda."], [73, "2015-11-21T22:21:41Z", [0.0], ""], [73, "2015-11-21T22:20:17Z", [0.51], ""], [73, "2015-11-21T22:20:05Z", [0.0], "see annienak"], [73, "2015-11-21T22:18:27Z", [0.51], ""], [83, "2015-11-21T22:09:12Z", [0.0], "Reducing high Brier score."], [691, "2015-11-21T14:48:26Z", [0.41], ""], [136, "2015-11-21T10:25:24Z", [0.2], ""], [691, "2015-11-20T21:57:11Z", [0.46], ""], [52, "2015-11-20T12:00:29Z", [0.01], ""], [38, "2015-11-20T04:53:02Z", [0.11], "http://www.bloomberg.com/news/articles/2015-11-19/boj-keeps-policy-unchanged-even-after-recession-weak-inflation Updated on November 18, 2015 — 10:48 PM AKST\n \"The Bank of Japan left its monetary stimulus unchanged on Thursday. . . The BOJ’s decision to keep already unprecedented stimulus unchanged was forecast by all 41 economists in a Bloomberg survey and comes days after a report showing Japan fell back into a recession in the six months through September. \n\". . .  Economists are divided into two camps -- one expecting further easing early next year and another projecting no further action for the foreseeable future. . . . Twenty-one of 41 economists surveyed forecast the bank will add stimulus by April 2016 while 19 don’t expect additional stimulus, according to the poll conducted from Nov. 13-17. One foresees further stimulus in November 2016.\n. . . \n\"Some economists are taking a harder look at currency moves as they seek clues as to the timing of BOJ action. If the currency strengthens to above 110 yen per dollar, that could push the bank to change policy, according to Daisuke Karakama, an economist at Mizuho Bank Ltd. “I don’t think the BOJ will decide to loosen policy further if the yen is weaker than 120,” said Chotaro Morita, chief rates strategist in Tokyo at SMBC Nikko Securities Inc. “The ground for more easing will be laid out once the yen strengthens to around 115 yen.”\n~~~~~~~\nhttp://www.japantimes.co.jp/news/2015/11/18/business/economy-business/bank-japan-done-boosting-stimulus-experts/#.Vk6jaYTQb0d “There is no mistake that two consecutive quarters of contraction put the BOJ in a tougher position,” Ogata said. “I maintain my main scenario for easing in December while the action this week can’t be ruled out. Kuroda is basically aiming to surprise.” \"The BOJ’s next policy meeting will be Dec. 17 to 18, just after the U.S. Federal Reserve is expected to raise interest rates, based on comments by Fed officials who last month held out the possibility of a December rate increase.\n~~~~~~~\nCOMMENT:  With only one more meeting before this question closes, the probability for an increase looks pretty low.  \n"], [4962, "2015-11-19T21:45:59Z", [0.15], "After skipping yet another meeting there's only one left. The BoJ knew the economy was in yet another recession and was content to do nothing. Kuroda seems more likely to wait until the spring shunto wage negotiations before making another move. "], [306, "2015-11-19T21:22:31Z", [0.2], ""], [52, "2015-11-19T21:21:18Z", [0.1], "Did not happen at today meeting, even after a bad GDP report.  Dont think it will happen next month either as the Fed is on track for at most a tiny increase. This will keep the Yen weak, which is presumably the main goal of QE for the Japanese at this time. Have to say the window is just about closed. http://www.wsj.com/articles/bank-of-japans-kuroda-shrugs-off-gdp-shrinkage-1447921466"], [241, "2015-11-19T14:38:29Z", [0.1], ""], [691, "2015-11-19T13:50:22Z", [0.73], ""], [241, "2015-11-19T02:00:40Z", [0.25], ""], [241, "2015-11-19T01:40:03Z", [0.3], ""], [691, "2015-11-18T16:01:33Z", [0.73], ""], [11188, "2015-11-18T00:42:21Z", [0.31], ""], [691, "2015-11-17T13:30:23Z", [0.71], ""], [136, "2015-11-17T09:15:50Z", [0.6], ""], [38, "2015-11-17T07:56:44Z", [0.77], "http://www.nytimes.com/2015/11/16/business/international/japan-economy-contracts-0-8-returning-to-recession.html?emc=edit_th_20151116&nl=todaysheadlines&nlid=28699183 \"The Japanese economy deteriorated more severely than expected in the third quarter, government data released on Monday showed, extending a downturn into a second consecutive three-month period and putting the country in technical recession.\n. . . \n\"The recession could embolden critics of Prime Minister Shinzo Abe’s economic policies, however. Mr. Abe gained office three years ago on a pledge to put Japan on a new and more robust growth path. So far, his “Abenomics” program, centered on aggressive stimulus by the central bank, has . . . struggled to approach its ambitious goals for lifting incomes, spending and investment. \"Sadayuki Sakakibara, chairman of the Japan Business Federation, or Keidanren, the country’s most influential corporate lobby group, called for further official measures to support the economy. . . . \n“Two straight quarters of decline needs to be taken seriously,” Mr. Sakakibara told reporters. “The biggest issue is policies to lift growth. We need some kind of stimulus measures.” \"The economics minister, Akira Amari, described the latest downturn as a temporary dip that belied broadly improving fundamentals. “Weakness is apparent in some areas, but corporate profits are at record highs and the employment and wage environment is improving,” he said  . . .  \"The latest bout of weakness could add to pressure on the central bank to expand its stimulus efforts, which involve injecting trillions of yen into financial markets each month by buying up government debt.  . . . \n\"The bank chose to keep its monetary policy unchanged at its last meeting on Oct. 30, defying the predictions of some private-sector economists who had been expecting new measures, such as an increase in the pace of its bond buying.\n~~~~~~~\nCOMMENT:  \"The latest bout of weakness could add to pressure on the central bank to expand its stimulus efforts\" .  Increasing from 39 to 77% "], [43, "2015-11-17T02:03:50Z", [0.55], ""], [241, "2015-11-16T21:17:40Z", [0.5], ""], [102, "2015-11-16T17:57:34Z", [0.35], ""], [40, "2015-11-16T17:32:54Z", [0.5], "http://www.reuters.com/article/2015/11/16/us-japan-economy-gdp-idUSKCN0T41CC20151116 \"The data will be closely scrutinized by the Bank of Japan, but board members are widely expected to keep monetary policy steady at the central bank's rate review this week, analysts said.\""], [11057, "2015-11-16T14:30:43Z", [0.3], ""], [90, "2015-11-16T14:26:56Z", [0.82], "Upping my prediction on latest news of Japan's slide into recession. Thinking that despite low expectations, there is a need to do something, as opposed to doing nothing.\nhttp://www.ibtimes.com/japan-slips-recession-q3-gdp-contracts-08-percent-2185568"], [691, "2015-11-16T13:21:26Z", [0.56], ""], [52, "2015-11-16T12:11:52Z", [0.2], "From what I read this morning, even with the news that Japan is technically in a recession, it appears they may just stay the course until January.  The Yen is falling today and if the US Fed raises in Dec (still iffy) than that will put further downward pressure on the Yen.  It is all a crap-shoot."], [52, "2015-11-16T12:04:40Z", [0.8], ""], [43, "2015-11-16T09:31:58Z", [0.75], "http://www.nytimes.com/2015/11/16/business/international/japan-economy-contracts-0-8-returning-to-recession.html"], [10745, "2015-11-16T08:55:10Z", [1.0], ""], [915, "2015-11-16T04:15:40Z", [0.77], ""], [6348, "2015-11-16T03:38:40Z", [0.25], ""], [73, "2015-11-16T02:41:26Z", [0.88], "http://www.theguardian.com/world/2015/nov/16/japan-enters-fifth-recession-in-seven-years-in-latest-blow-for-abenomics"], [73, "2015-11-16T02:40:57Z", [0.86], ""], [52, "2015-11-16T02:17:58Z", [0.7], ""], [83, "2015-11-16T01:05:14Z", [0.85], "Japan back in recession.  Expected Q3 GDP of -0.2 comes in at -0.8.\nhttp://www.janes.com/article/55985/latest-imagery-suggests-chinese-carrier-under-construction http://www.reuters.com/article/2015/11/16/us-japan-economy-gdp-idUSKCN0T41CC20151116#JG1LwyiqmjL0DsOI.97"], [1587, "2015-11-16T01:00:59Z", [1.0], ""], [11390, "2015-11-15T20:54:55Z", [0.1], ""], [554, "2015-11-15T20:29:58Z", [0.35], "Firmer odds of US rate rise = US$ strength + yen depreciation = stimulus to J economy, therefore less need to print money. "], [241, "2015-11-15T13:51:09Z", [0.4], ""], [691, "2015-11-15T13:33:56Z", [0.56], ""], [493, "2015-11-15T13:33:02Z", [0.15], "Lowering prob. See: http://www.portfolio-adviser.com/analysis/1025653/pa-analysis-extra-qe-japan-verdict John Vail, chief global strategist at Nikko Asset Management, says: “Core inflation excluding all food and energy (which should be called “standard core”) ran at a 1.4% six month annualised rate in August, and this includes a housing rent component that continues to decline. Excluding rent as well, the CPI is rising about a 2.2% six month annualised rate. Note that Japan’s CPI rent is slightly lower than it was a decade ago (while the US rent CPI has risen about 35%), and if was rising at a 1% rate, then Japan’s standard core CPI would be rising at a 1.8% six month annualised rate, or very close to the BOJ’s goal.” Those are decent inflation numbers, probably good enough to let the current QE regime ride, especially considering likely lower value of the yen after a fed rate hike. I think Japan would need to see some decidedly ugly numbers to up the QE at this point.\n"], [783, "2015-11-15T07:19:18Z", [0.15], "They are going to delay the purchase until next year or so since the price of oil is considered more the issue than whether or not asset purchases will improve the economy, says Bank of Japan Gov. Haruhiko Kuroda. Kuroda sows doubts on further easing among some BOJ watchers\nhttp://www.japantimes.co.jp/news/2015/11/02/business/economy-business/kuroda-sows-doubts-on-further-easing-among-some-boj-watchers/#.Vkgjqr_3hKB"], [639, "2015-11-15T01:29:44Z", [0.75], ""], [3457, "2015-11-15T00:17:21Z", [0.4], "Slight upward revision,  it's what all the cool kids are into this season. "], [1007, "2015-11-14T23:36:19Z", [0.65], ""], [11362, "2015-11-14T13:35:10Z", [0.7], "Lowered from previous estimates given payroll figures for US and implications for Fed decision"], [691, "2015-11-14T13:31:32Z", [0.61], ""], [691, "2015-11-13T17:16:53Z", [0.61], ""], [52, "2015-11-13T12:23:27Z", [0.25], ""], [64, "2015-11-13T02:19:02Z", [0.6], "Bringing it down another notch because the Fed seems to be promising to raise rates."], [691, "2015-11-12T15:25:37Z", [0.61], ""], [136, "2015-11-12T14:02:37Z", [0.4], ""], [691, "2015-11-11T20:31:40Z", [0.61], ""], [306, "2015-11-11T17:31:33Z", [0.3], ""], [11057, "2015-11-11T03:30:57Z", [0.26], ""], [691, "2015-11-10T19:25:50Z", [0.65], ""], [73, "2015-11-10T02:10:16Z", [0.75], ""], [93, "2015-11-10T01:58:12Z", [0.55], ""], [493, "2015-11-09T14:06:20Z", [0.3], "Affirming prior. Probable fed rate hike will weaken yen, postponing need for QE."], [691, "2015-11-09T13:02:18Z", [0.65], ""], [83, "2015-11-08T23:26:39Z", [0.85], "This week's economist, \"Free exchange: The Japanese Solution\", gives Abe two solutions, 1) Increase bond purchases 2) monetize the debt.  More likely Japan will go with option 1 first."], [1646, "2015-11-08T15:52:01Z", [0.1], "Adam Posen of the Peterson Institute makes a good argument that ECB will not increase asset purchase program until after seeing if FED will increase rates (that is, until 2016)\nhttp://www.cnbc.com/2015/11/10/ecb-action-in-december-dont-count-on-it-posen.html\nBOJ may be thinking along the same lines, as is clear from reading the minutes of the Oct 6 meeting (in which they even consider decreasing purchases but not announcing it)\nhttp://www.boj.or.jp/en/mopo/mpmsche_minu/minu_2015/g151007.pdf\nTaking into account that FED meeting is dec 15-16, and BOJ dec 17, they are too close together to consider BOJ making an abrupt change.\nAlso, if one looks at a breakdown of the Japanese CPI, it is in fact increasing in the sectors that matter the most (Energy has gone done because external factors, and the effect is overall positive for Japan)\n"], [691, "2015-11-08T13:48:30Z", [0.64], ""], [4982, "2015-11-07T18:59:47Z", [0.45], ""], [306, "2015-11-07T18:02:10Z", [0.35], ""], [691, "2015-11-07T13:43:03Z", [0.64], ""], [43, "2015-11-07T02:03:29Z", [0.5], ""], [102, "2015-11-06T20:04:31Z", [0.7], ""], [6656, "2015-11-06T17:22:14Z", [0.0], ""], [907, "2015-11-06T16:39:11Z", [0.1], "Likelihood now that Fed will raise rates in December takes pressure off BOJ to do more QE before end of year. But next year-watch out! Could be quite the global unconventional monetary policy bonanza."], [1500, "2015-11-06T16:25:18Z", [0.5], "Upping my forecast as consensus still remains far higher than my prediction, and recovery continues to show weakness pretty much everywhere."], [241, "2015-11-06T14:44:50Z", [0.5], ""], [691, "2015-11-06T13:24:01Z", [0.64], ""], [102, "2015-11-06T12:35:03Z", [0.5], ""], [804, "2015-11-05T18:18:15Z", [0.75], ""], [691, "2015-11-05T15:11:53Z", [0.64], ""], [64, "2015-11-05T10:59:10Z", [0.65], "Bringing this down a notch. With Yellen talking rate-hike again, the Yen has started to weaken. This slightly reduces the \"need\" for the BoJ to do QE to further weaken the Yen. They'll probably wait to see what the Fed does."], [691, "2015-11-05T03:14:00Z", [0.62], ""], [94, "2015-11-04T23:38:37Z", [0.5], "Decreasing forecast based on recent crowd movement and lack of action at the last meeting."], [83, "2015-11-04T22:37:57Z", [0.65], "http://www.ft.com/intl/cms/s/0/e8cd692a-8224-11e5-8095-ed1a37d1e096.html#axzz3qY4RQyTQ\nBOJ QE is not quite finished yet."], [102, "2015-11-04T14:39:46Z", [0.3], ""], [10745, "2015-11-04T02:33:21Z", [0.0], ""], [102, "2015-11-04T02:09:34Z", [0.15], "Still kind of no. [1]\n[1] http://blogs.reuters.com/macroscope/2015/10/30/bank-of-japan-reruns-inflation-downgrade-script/"], [7042, "2015-11-04T01:17:55Z", [0.58], ""], [1310, "2015-11-03T20:07:47Z", [0.65], ""], [691, "2015-11-03T19:10:29Z", [0.61], ""], [93, "2015-11-03T02:38:45Z", [0.0], ""], [1587, "2015-11-02T23:10:18Z", [0.8], ""], [102, "2015-11-02T21:33:40Z", [0.15], "Consensus of comments with links."], [493, "2015-11-02T21:31:59Z", [0.3], "Been a little high on this one. Better data than expected recently. "], [1529, "2015-11-02T20:10:10Z", [0.1], "http://www.nytimes.com/2015/10/31/business/international/bank-of-japan-stimulus-abenomics.html?_r=0\nIn agreement with Khalid."], [691, "2015-11-02T13:31:35Z", [0.61], ""], [36, "2015-11-02T10:32:50Z", [0.0], ""], [136, "2015-11-02T09:30:50Z", [0.25], ""], [335, "2015-11-02T05:42:34Z", [0.98], "Very Likely"], [10654, "2015-11-01T17:22:40Z", [0.2], ""], [102, "2015-11-01T14:50:51Z", [0.7], "Raise to median but it's anybody's game."], [691, "2015-11-01T13:51:29Z", [0.61], ""], [68, "2015-11-01T09:07:13Z", [0.25], "The official BoJ statement indicates confidence that the current program is on track, and they passed on an opportunity to increase QE at last week's meeting.   With inflation still well below target, and GDP growth also low, some steps are still possible before the end of the year, but there are other options available apart from asset purchases. The next milestone is 16 Nov when 3Q GDP is due. Consequently, I've reduced all the way down from 80%."], [7042, "2015-11-01T04:44:09Z", [0.67], ""], [43, "2015-11-01T03:54:28Z", [0.18], "Following Anne, 000, Heffalump downward. Thank you, folks."], [1448, "2015-11-01T00:07:19Z", [0.44], ""], [7042, "2015-10-31T22:23:56Z", [0.72], ""], [1646, "2015-10-31T22:19:55Z", [0.2], "Down"], [691, "2015-10-31T13:49:05Z", [0.61], ""], [9419, "2015-10-31T06:28:33Z", [0.0], ""], [38, "2015-10-30T22:07:35Z", [0.39], "adjusting forecast."], [38, "2015-10-30T21:25:59Z", [0.11], "http://news.yahoo.com/japan-sees-drop-core-inflation-boj-mulls-more-003432561.html \"Japan's central bank kept its monetary policy unchanged Friday, but hinted it could expand its already expansive stimulus in the future to counter slowing exports and other threats to growth. . . . the Bank of Japan cited slowing growth in China and other emerging markets as a factor behind weakening exports and industrial production.  Hinting it may consider further action later, the BOJ said it would study risks to economic activity and prices \"and make adjustments as appropriate.\" \"Central bank asset purchases are injecting tens of billions of dollars of cash into the economy each month. But with inflation still near zero, many economists had expected a \"surprise\" move by BOJ Gov. Haruhiko Kuroda. \"The U.S. Federal Reserve is moving toward raising interest rates and winding down central bank asset purchases, but Japan remains firmly in loosening mode along with the European Central Bank.  . . . Abe's economic policies are aimed at getting consumers and businesses to spent more, both by keeping interest rates at record low levels and by fostering expectations that inflation will erode future purchasing power. But the economy contracted at a 1.2 percent annual rate in the April-June quarter and many economists expect it to have again lost ground in July-September. \"Earlier Friday, the BOJ issued a short statement saying it was keeping its policies as is. As usual, economist Takahide Kiuchi was the policy board's lone dissenter, advocating a sharp cutback in asset purchases. \"Data released earlier this week showed stronger-than-expected manufacturing output in September. That may have alleviated pressure on the BOJ to take further action to spur growth. But Kuroda, while repeatedly insisting the economy is in the midst of a \"moderate recovery,\" has contended all along that the BOJ has done everything it can to boost growth.  The latest data are typical of the mixed signals that have obscured the actual state of Japan's recovery. \"The plunge in oil prices over the past two years has also sapped any inflationary pressure, further diluting any impact from monetary easing, said Richard Katz of the Oriental Economist.  \"In an era of near-zero interest rates, monetary ease loses its normal punch,\" he wrote in a commentary.\n~~~~~~~\nCOMMENT:  Ok, so since the BoJ passed on this opportunity to do so, I need to flip my forecast, and go way low to bring it down.\n"], [306, "2015-10-30T20:46:57Z", [0.25], ""], [1993, "2015-10-30T20:37:40Z", [0.2], "Refining forecast after October 30 decision by BoJ to hold steady."], [10565, "2015-10-30T19:49:34Z", [0.63], ""], [43, "2015-10-30T16:30:02Z", [0.25], "Lowering on the basis of data provided by Heffalump, 000"], [231, "2015-10-30T15:53:19Z", [0.09], ""], [83, "2015-10-30T15:48:11Z", [0.1], "Decision to stay with current policy, possible wait on the FED move in early December. "], [1850, "2015-10-30T15:14:10Z", [0.25], "ratcheting this down further based on them standing pat this week.  I think there is growing consensus in the BOJ that easing further is not the answer and with the US not changing rates, they will hold.  Will revisit in December after the next Fed meeting."], [3922, "2015-10-30T15:10:12Z", [0.2], "Strong vote to maintain current rate in the 10/30 meeting."], [102, "2015-10-30T15:09:23Z", [0.15], "OK I been wrong on this one. [1] [1] http://www.cnbc.com/2015/10/29/-1-to-keep-monetary-policy-steady-no-new-stimulus.html"], [40, "2015-10-30T12:57:55Z", [0.15], "ABE-SAN SAY \"YAME\", BOJ SAY \"HAI!\"\nhttp://www.economist.com/blogs/freeexchange/2015/10/monetary-policy-japan"], [691, "2015-10-30T12:50:36Z", [0.72], ""], [74, "2015-10-30T10:18:45Z", [0.35], ""], [136, "2015-10-30T09:38:31Z", [0.35], ""], [2869, "2015-10-30T04:27:39Z", [0.15], "After today's meeting, there are only 2 meetings to go.  Kuroda-san better waits for Yellen and Draghi to move first.  The action may come next year when BoJ will be clearly miss its inflation target. Risk is 3Q GDP to be released in mid-Nov.  If Japan falls into technical recession, there might be more pressure for BoJ to act.  "], [4962, "2015-10-30T04:02:02Z", [0.25], "Skipping this week - when many on Wall Street were forecasting news - further reduces odds for this year. "], [43, "2015-10-30T02:44:55Z", [0.75], "Following Anne."], [231, "2015-10-30T02:34:32Z", [0.41], ""], [10436, "2015-10-29T19:05:07Z", [0.65], ""], [691, "2015-10-29T17:02:02Z", [0.81], ""], [10415, "2015-10-29T14:42:13Z", [0.0], ""], [689, "2015-10-29T12:49:21Z", [0.51], ""], [241, "2015-10-29T12:12:39Z", [0.4], ""], [584, "2015-10-29T10:12:08Z", [0.55], ""], [9419, "2015-10-29T07:30:55Z", [0.9], ""], [231, "2015-10-29T01:22:32Z", [0.61], ""], [452, "2015-10-28T20:58:21Z", [0.2], ""], [10237, "2015-10-28T17:28:59Z", [0.35], "lower probability than expected as doubt over its efficacy are rising"], [10240, "2015-10-28T16:28:02Z", [0.7], ""], [3990, "2015-10-28T15:59:05Z", [0.6], ""], [691, "2015-10-28T13:59:57Z", [0.83], ""], [907, "2015-10-28T13:56:43Z", [0.35], "BOJ meets later this week after FOMC. If FOMC holds steady as most predict, there will be more pressure on BOJ  to do more QE. But while there is a possibility of repeating last year's October surprise I still think they will hold off. As I stated before, Abe is less likely to pressure BOJ now that he has achieved his goal on making it easier for Japan to use force.  This will allow BOJ's conservative instincts to dominate."], [74, "2015-10-28T13:26:27Z", [0.65], ""], [74, "2015-10-28T13:09:55Z", [0.65], ""], [3457, "2015-10-28T10:26:18Z", [0.35], ""], [689, "2015-10-28T03:56:45Z", [0.85], ""], [915, "2015-10-27T21:53:12Z", [0.51], ""], [915, "2015-10-27T21:50:25Z", [0.33], ""], [691, "2015-10-27T19:01:38Z", [0.84], ""], [38, "2015-10-27T18:48:30Z", [0.88], "I've read numerous reports that this is anticipated."], [3457, "2015-10-27T15:08:19Z", [0.4], "http://reut.rs/1GYvQ3A Economy slowing, but consumer spending rising despite stagnant wage pressure.  Spending more because the economic outlook is better or because the cost of everyday life is rising?  If the later, then the risk of further monetary simulation skews toward sustaining inflationary pressure beyond a reasonable forecast horizon I n categories that are politically dangerous, which argues for patience.  "], [9131, "2015-10-27T11:37:49Z", [0.99], "Abenomics needs to show its true potential while there is still time. The current lull needs a boost "], [5352, "2015-10-27T08:39:48Z", [0.9], "low inflation, contracting economy, widely reported pressure to increase asset purchases"], [43, "2015-10-27T08:17:09Z", [0.55], "Holger Zschaepitz ‏@Schuldensuehner  2h2 hours ago\nNikkei ends down 0.9% at 18777.04 and Yen strengthens vs Dollar as BoJ outcome on Friday seems to be a close call. "], [43, "2015-10-27T08:15:27Z", [0.25], "Holger Zschaepitz ‏@Schuldensuehner  2h2 hours ago\nHedge Funds bet against an QE expansion by the BoJ on Friday. Yen net short positions at lowest level since 2012. "], [9884, "2015-10-27T05:43:27Z", [0.7], "QE to avoid deflation"], [552, "2015-10-26T20:10:29Z", [0.95], ""], [9676, "2015-10-26T19:25:55Z", [0.85], ""], [691, "2015-10-26T17:39:09Z", [0.84], ""], [7623, "2015-10-26T16:04:19Z", [0.95], "Yes, as countries in the region adjust to a low growth economic environment. Major central banks will try to spur growth over its neighbors by increasing the volume of money entering the economic system, while cutting interest rates."], [9362, "2015-10-26T05:23:45Z", [0.95], "EU and China recently kept Monetary Policy accommodative (either continuing QE or lowering interest rates). Bank of Japan must also increase its QE program to keep its currency weak relative to China, US, and EU to keep its exports competitive. "], [568, "2015-10-26T02:31:01Z", [0.35], ""], [9013, "2015-10-26T00:34:38Z", [0.85], "The European Union move towards more economic easing is forcing Japan to do the same."], [8941, "2015-10-25T23:41:02Z", [0.8], ""], [8788, "2015-10-25T22:04:26Z", [1.0], ""], [8323, "2015-10-25T20:44:03Z", [0.86], ""], [8389, "2015-10-25T20:40:06Z", [0.85], ""], [8420, "2015-10-25T20:30:04Z", [0.93], ""], [3922, "2015-10-25T20:03:31Z", [0.7], "- The Fed put off raising rates in the Sep meeting, and market expectations of a rate rise in 2015 remain well under 50%.\n- In the most recent ECB meeting 10/22, Draghi sounded quite dovish with talk about further expansion of QE in the Dec meeting.\n- China and India have both been cutting rates.  Some upcoming data points that will be of use would be :\n- The Fed meeting on Oct 27th-28th.\n- The BOJ meeting on Oct 30th with a report on the bank's view. http://www.boj.or.jp/en/mopo/mpmsche_minu/index.htm/ In the current environment, the BOJ is going to be pushed to take steps to further tackle deflation. The question is of timing. The second question would be whether additional QE would actually succeed in moving inflation up. Boosting the amount of cash in the system isn't effective if people don't actually spend the cash on investment or consumption. http://in.reuters.com/article/2015/10/06/us-imf-g20-japan-idINKCN0S01T320151006 Thirdly, if BOJ does expand QE this year, does it limit it's options in the future? QE already runs at 15% of GDP/year, far higher than ECB or Fed. What is the marginal benefit of ramping it up even higher?"], [6888, "2015-10-25T19:38:55Z", [0.8], ""], [7811, "2015-10-25T18:57:32Z", [0.35], ""], [8192, "2015-10-25T18:54:13Z", [0.05], "A significant decline in the value of the Yen will prevent Japan from doing further asset purchases."], [7114, "2015-10-25T18:31:30Z", [0.8], ""], [8024, "2015-10-25T18:28:04Z", [0.5], "Japan, like Europe is facing a slow growth deflationary environment with very limited success to their QE program thus far, it is likely that they will either take further steps or communicate their intention/desire/willingness to take further steps. I gave it 50% because it is in doubt that actual steps or details of iminent steps will take place before the end of 2015."], [689, "2015-10-25T17:05:59Z", [0.65], ""], [6552, "2015-10-25T16:40:58Z", [0.85], ""], [5254, "2015-10-25T16:03:44Z", [0.55], ""], [6656, "2015-10-25T15:31:17Z", [0.75], ""], [5836, "2015-10-25T15:11:15Z", [0.85], ""], [6482, "2015-10-25T15:10:46Z", [0.75], ""], [5787, "2015-10-25T14:53:08Z", [0.0], ""], [5714, "2015-10-25T14:47:19Z", [0.8], "QE has to work for Abe, but has become less effective with worldwide currencies being devalued and China's economic weakness. Japan is going to have to increase QE. "], [6068, "2015-10-25T14:45:57Z", [0.85], ""], [691, "2015-10-25T12:58:25Z", [0.83], ""], [2331, "2015-10-25T01:29:17Z", [0.9], ""], [691, "2015-10-24T14:24:17Z", [0.83], ""], [1448, "2015-10-24T04:06:48Z", [0.46], ""], [1993, "2015-10-24T01:51:40Z", [0.3], "Finance Minister has said that he expects to reach target 2% inflation rate sometime next year without additional easing. He seems reluctant to expand asset purchases. I think Japan will prefer to use fiscal tools to stimulate its economy at this point. And I don't see the US Fed increasing interest rates this year, which, if it happened, might push Japan to do something more drastic. "], [241, "2015-10-24T00:44:14Z", [0.5], ""], [691, "2015-10-23T14:48:30Z", [0.83], ""], [38, "2015-10-23T03:16:38Z", [0.77], "http://www.channelnewsasia.com/news/business/euro-barely-changed-ahead/2209660.html \"Poor Japanese trade data released on Wednesday aggravated investor jitters over China's economy and a slump in global growth, pushing investors toward the greenback, considered a safe haven amid uncertainty. \"Government figures showed Japan's exports to China fell again last month as a slowdown in Asia's largest economy weighs on the countries' huge trading links, while shipments to the key US market also stumbled. \"Analysts said the weak data adds pressure on the Bank of Japan to launch another round of asset purchases to kickstart the economy, which contracted in the second quarter. The BoJ has a monetary policy meeting next week.\n~~~~~~~\n COMMENT:  With unrelentingly negative economic news coming out of China, I have a hard time imagining how the Japanese economy will not be effected and the BoJ not need to increase asset purchases.  I'm going up 7 points."], [4962, "2015-10-23T01:14:26Z", [0.37], "Consensus seems much too high here. The BoJ is running out of time for one thing - the calendar alone should drive this number lower. Also wages are running at a decade high - it would be an odd time to expand asset purchases. An eventual increase seems likely but by year end is much tougher. If they skip next week's one year anniversary of QQE2 the odds should plummet. "], [691, "2015-10-22T10:27:46Z", [0.83], ""], [306, "2015-10-22T06:04:26Z", [0.8], ""], [73, "2015-10-22T02:37:02Z", [0.91], "Up 2pc.  Annual export growth (crawling)"], [241, "2015-10-21T15:57:26Z", [0.6], ""], [691, "2015-10-21T12:34:32Z", [0.83], ""], [231, "2015-10-21T01:34:44Z", [0.49], ""], [691, "2015-10-20T18:08:17Z", [0.83], ""], [4867, "2015-10-20T16:24:37Z", [0.1], "Public statements from Kuroda continue to indicate he foresees inflation and growth on target.  I believe he may increase the asset purchases in 2016, but not by the end of 2015."], [68, "2015-10-20T10:59:52Z", [0.8], "Affirming my 29 September forecast while waiting for the next BoJ meeting at the end of this month."], [2459, "2015-10-20T04:36:48Z", [0.5], ""], [691, "2015-10-19T15:11:00Z", [0.86], ""], [1646, "2015-10-19T14:51:49Z", [0.25], ""], [493, "2015-10-19T13:14:10Z", [0.9], "Affirming prior. EU may do it, which would make it easier (perhaps even expected) for Japan. http://www.businessinsider.com/european-central-bank-could-fire-the-qe-bazooka-again-2015-10?r=UK&IR=T"], [4768, "2015-10-19T07:04:01Z", [1.0], "An economy at the end of the road. While more at this time has no tangible positive impact on the economy in terms of interest rates, it still positively impacts inflation expectations, and stock prices, albeit far less than it did when the program first emerged. They don't know what else to do, but this action, in their minds gives them more time. Additionally, the USD/JPY, has been relatively stable, and shows there is room for more easing, without risking a \"runaway\" move in the yen."], [691, "2015-10-18T14:02:53Z", [0.84], ""], [306, "2015-10-18T02:08:43Z", [0.5], ""], [3457, "2015-10-17T20:03:43Z", [0.4], "It's not quite axiomatic that when government officials say some action isn't necessary to head off a potential risk, it actual is and they are about to act.  Comments from Japanese monetary and political leaders indicating further easing is not necessary at the moment, \"cost-push\" inflation arising in prices that matter to ~80% of the population, excess money in circulation and time-decay offset slowing growth at home and with key partners.  "], [1646, "2015-10-17T18:12:56Z", [0.1], "Aso speaks\nhttp://www.bloomberg.com/news/articles/2015-10-17/japan-s-finance-minister-says-boj-unlikely-to-expand-easing-now\nUnlikely to announce shift on Oct 30 meeting and scare everyone before Halloween."], [691, "2015-10-17T11:40:05Z", [0.84], ""], [38, "2015-10-17T00:52:10Z", [0.7], "http://www.ft.com/intl/cms/s/0/94e23eba-70c4-11e5-9b9e-690fdae72044.html#axzz3omMBBFYY Oct 15.  \"A Japanese price index is showing a surge in inflation amid renewed gloom about the country’s economic prospects — but its creator still thinks the Bank of Japan will have to expand its record-breaking monetary stimulus.\n. . . \n\"The daily price index was recording year-on-year deflation of about 0.5 per cent for most of 2014 and into 2015 but from the spring it started to accelerate sharply and is now showing year-on-year inflation of about 1.4 per cent. That contrasts with the headline consumer price index, which picked up after the Abenomics stimulus began in 2013, but has fallen back to zero because of the plunge in oil prices and the after-effects of a consumption tax rise in 2014. \". . . The UTokyo index uses scanner data from about 300 supermarkets across Japan. Crucially, that provides information on the item and quantity purchased as well as the price. If one brand of shampoo goes on sale for a week, the UTokyo index captures not just the change in price but the shift in consumer demand towards that particular brand.\n. . . \n\". . . the UTokyo index only captures items sold in supermarkets — it tracks the groceries section of the official figures fairly closely. \"The rise in grocery prices is at the heart of Mr Kuroda’s argument that inflationary pressure at home is rising and BoJ policy is on track, even if the headline figures are held back by the slump in the price of imported commodities. “This is cost-push inflation,” said Prof Watanabe. “It’s driven by the depreciation of the yen [which raises the cost of imported goods] but it also reflects demand.” \"Mr Kuroda would rather avoid another increase in the BoJ’s Y80tn-a-year of asset purchases but he is under pressure to expand them as China’s economic slowdown hits Japan and domestic companies question whether prices will rise in future. \"Prof Watanabe, a former BoJ official, said he thought more monetary easing would be needed despite the change in corporate pricing behaviour, because a cycle of higher wages and higher spending was not yet established. “Depreciation of the yen was very important to push prices higher. Stock prices were also important,” he said. “In that sense we need an additional something from the BoJ.”\n~~~~~~~\nhttp://www.efxnews.com/story/30740/boj-decision-japan-post-ipo-drivers-yen-stocks-analysis \". . . the Bank of Japan meeting October 30, where expectations are high that additional monetary easing may be seen. \"While the Bank of Japan remains upbeat about the prospects of hitting its 2% inflation target, the fact that non-energy import prices have just recorded the first fall since the launch of QQE underlines the difficulties it faces,\" said Marcel Thieliant, Japan economist at Capital Economics. \"Capital Economics retains their forecast \"that policymakers will announce more easing soon,\" he said. \"This should result in a further weakening of the yen, and provide fresh impetus to inflation.\" \"In a BOJ Insight piece Wednesday, MNI's Hiroshi Inoue wrote that despite market expectations for BOJ action at month-end, \"The Bank of Japan leadership has no plans to expand its asset purchases unless faced with a data or financial market shock, and will likely shift again the timing to meet its inflation target instead.\" \"This viewpoint prevails at the BOJ at a time when further stimulative effects of easing after an initial euphoria in the stock markets are being questioned by its critics and the government has shifted its focus to more pointed growth and social programs,\" the article said.\n~~~~~~~\nhttp://www.marketwatch.com/story/china-stocks-could-nail-first-two-straight-wins-since-august-2015-10-16 \"Japan’s dreary economic data also has stoked expectations that its central bank will introduce new easing measures at its next policy meeting on Oct. 30. \n~~~~~~~\nCOMMENT:  Some say \"yes, now\" but Kuroda seems to be saying \"I'd rather not\".  I'm going to assume that Kuroda will do what needs to be done, whether it's what he wants to do or not, so I'm staying positive.\n"], [241, "2015-10-16T22:09:11Z", [0.63], ""], [689, "2015-10-16T17:37:45Z", [0.25], "Comment deleted on May 10, 2016 06:28PM UTC"], [4623, "2015-10-16T05:09:00Z", [0.35], "It has indicated that it will not pursue additional easing, since the effect of ZIRP is limited, as demonstrated by the current economic condition. Further easing is unlikely to help much, and It might use other tools."], [689, "2015-10-15T17:16:11Z", [1.0], "Comment deleted on May 10, 2016 06:24PM UTC"], [691, "2015-10-15T13:06:00Z", [0.85], ""], [241, "2015-10-15T08:55:54Z", [0.6], "65->60"], [4324, "2015-10-15T07:37:08Z", [0.82], "With the Fed less likely to move, the BoJ will have some more pressure to increase QE."], [64, "2015-10-14T21:37:21Z", [0.75], "Recent USD weakness probably comes from the market assuming the FED is going to push a rate-increase to next year. The resultant Yen firming against USD firming is something the BoJ won't like. They seem to be comfortable with 120+ and today we dipped under 119. If we stay there for some weeks, the BoJ will probably start to talk about more QE."], [691, "2015-10-14T13:19:29Z", [0.85], ""], [1587, "2015-10-14T04:47:17Z", [0.85], ""], [2459, "2015-10-13T23:05:39Z", [0.61], ""], [4324, "2015-10-13T22:07:36Z", [0.8], "Very likely due to China slowdown and usd strength and, of course, demographics in Japan. I need to refine this but I wanted to get a quick forecast in first. "], [374, "2015-10-13T21:47:10Z", [0.8], ""], [1562, "2015-10-13T19:46:06Z", [0.75], "need to get the value of the yen back on track for foreign trade"], [43, "2015-10-13T19:23:58Z", [0.75], "China's troubles could signal a need for increased quantitative easing (AKA money printing) in order to ward of the threat of deflation.  Dateline 10-13-15 China’s exports fell 3.7 per cent in September from a year earlier while imports tumbled 20.4 per cent, their 11th consecutive month of decline and a further sign of weakness in the world's second-largest economy. http://www.scmp.com/news/china/economy/article/1866850/china-imports-tumble-20-cent-amid-fears-over-nations-slowing"], [4429, "2015-10-13T18:39:28Z", [0.2], "I believe they will wait until the first quarter of 2016 if they are going to do so"], [907, "2015-10-13T16:03:52Z", [0.33], "I get why people think the BOJ will expand QE, as unconventional monetary policy is the only way it can hope to get to the 2% inflation target, but it looks like BOJ has backed off from this target for the near future and now that Abe has gotten his way on easing restrictions on using Japan's military ( something more important to him than inflation targeting) he is less likely to press BOJ to do more QE ."], [506, "2015-10-13T15:46:18Z", [0.95], ""], [691, "2015-10-13T12:41:40Z", [0.85], ""], [136, "2015-10-13T09:00:22Z", [0.7], "http://www.cnbc.com/2015/10/11/bank-of-japan-governor-kuroda-says-inflation-in-line-indicates-october-easing-unlikely.html\n\"Governor Haruhiko Kuroda has poured cold water on mounting expectations for a fresh round of quantitative easing (QE) in October . In an interview on the sidelines of an International Monetary Fund meeting (IMF) in Peru, Kuroda told CNBC that Japan's inflation rate was in line with the central bank's expectations. \"If necessary, we can further ease our monetary policy but at this moment the inflation dynamics is as we anticipated. So, at this stage we just continue QE, but if necessary we can adjust.\""], [4439, "2015-10-13T02:46:29Z", [0.7], ""], [73, "2015-10-13T01:03:27Z", [0.89], ""], [241, "2015-10-13T00:23:58Z", [0.65], ""], [493, "2015-10-12T20:11:57Z", [0.9], "Affirming prior."], [43, "2015-10-11T19:28:01Z", [0.75], "Reducing to get closer to consensus of last year's superforecasters: Jean-Pierre, Anneinak, and judging by the consensus graph, most everyone else.."], [241, "2015-10-11T19:22:18Z", [0.7], ""], [3828, "2015-10-11T05:15:53Z", [0.85], ""], [3617, "2015-10-11T00:30:33Z", [0.85], ""], [1575, "2015-10-10T19:17:40Z", [0.8], ""], [231, "2015-10-10T18:48:03Z", [0.63], ""], [231, "2015-10-10T18:47:07Z", [0.6], "Held fire now, but still likely will pull trigger at the end of the month: http://www.thenews.com.pk/Todays-News-3-344273-Bank-of-Japan-holds-fire-on-stimulus"], [691, "2015-10-10T12:09:45Z", [0.87], ""], [38, "2015-10-10T03:27:54Z", [0.7], "http://www.ft.com/intl/cms/s/0/d0867f3a-6b24-11e5-aca9-d87542bf8673.html#axzz3nrWsEFG4 Oct 5.  \"When Haruhiko Kuroda faces the press this week the Bank of Japan governor will be under more pressure than at any time since last October — when the central bank massively expanded its asset purchases. \"Few analysts expect a move on Wednesday but the data on Japan’s economy have weakened in the past few weeks, creating expectations of policy easing when the BoJ updates its economic forecasts on October 30. \" . . . BoJ officials are more optimistic about the outlook than external observers and there are tactical reasons to wait, not least to see how large a fiscal stimulus the government provides.  But maintaining public confidence in the BoJ’s willingness and ability to get inflation to 2 per cent is crucial to Mr Kuroda. With Japan’s economy suffering a shock from China’s slowdown, he may be forced to react. \"According to a Bloomberg survey, 17 out of 36 economists now expect the BoJ to move in October, up from 13 last month. Two developments have tipped the scales for those who changed their view. \"First was a fall in industrial production, raising the likelihood Japan is in a technical recession, which could be confirmed by growth data in mid-November. \"Second, Mr Kuroda has devoted speech after speech this year to arguing that BoJ policy works by raising public expectations of future inflation. Yet in the past few weeks those expectations have fallen notably.\n. . . \n\". . .  Failure to act would raise questions about Mr Kuroda’s credibility.\n\"The inflation expectations data were the last straw for Barclays economist Kyohei Morita, who brought his forecast for BoJ action forward to October. “The underlying price trend looks firm, but we now expect the BoJ to ease in October to address risks in inflation expectations, pricing behaviour and the economy,” he says. \"The BoJ’s most obvious easing option is more asset purchases. Despite the doubts of some market participants, BoJ officials do not think there is any practical obstacle to buying faster than the current pace of Y80tn a year. \"It could also expand the scope of purchases to assets such as local government debt, buy longer-term securities, as the US Federal Reserve did under Operation Twist, or — particularly likely given recent market falls — buy more exchange traded funds tracking the Japanese stock market. \"But there are considerable risks to the BoJ in ramping up its already massive programme of asset purchases just a little further. A nightmare scenario would be to act and get little market or public response.  “Further expansion of the BoJ’s balance sheet is unlikely to have a meaningful effect on growth and inflation,” says Mr Murashima. “There is a trade-off between how quickly they decide on easing and what kind of measures they will take.” \"Mr Murashima suggests that if the BoJ delays until November it might take more radical action. One option is to cut the 0.1 per cent interest rate paid on bank reserves or follow European central banks and make it negative but many BoJ officials are skeptical. \"Alternatives include capping yields on some government bonds — in essence a promise to buy unlimited amounts at that level — or using communications policy to signal how long the BoJ will keep buying assets or hold interest rates at zero.\n~~~~~~\nCOMMENT:  Every article I find says that there's an increasing expectation of an increase in asset purchases/QE around Halloween.\n"], [2459, "2015-10-10T03:12:10Z", [0.63], ""], [64, "2015-10-09T22:16:38Z", [0.7], "The key to this question is: timing. Almost everything points to the BoJ increasing asset purchases \"forever\", but will they push the next announcement to 2016?"], [4287, "2015-10-09T20:57:28Z", [0.85], ""], [241, "2015-10-09T19:41:25Z", [0.8], ""], [691, "2015-10-09T16:42:28Z", [0.87], ""], [429, "2015-10-09T13:58:30Z", [0.75], ""], [40, "2015-10-09T12:56:19Z", [0.87], "Because the team told me to."], [38, "2015-10-09T08:02:56Z", [0.7], "http://www.nasdaq.com/article/asian-shares-lose-momentum3rd-update-20151007-00004#ixzz3o3PgdPRj Oct 7.  \"Goldman Sachs, JPMorgan Securities and Barclays, which had warned clients of a possible surprise easing Wednesday, expect the central bank to escalate its easing measures at the next meeting scheduled for Oct. 30.\"\n~~~~~~~\nhttp://www.marketwatch.com/story/bank-of-japan-stands-pat-on-policy-despite-economic-troubles-2015-10-07 Oct 7.  \"At a two-day policy meeting, the central bank’s nine-member Policy Board voted 8-1 to leave its annual asset purchases . . .  at 80 trillion yen ($665 billion).  The bank left unchanged its assessment of the economy, saying it “continues to recover moderately, although exports and production are affected by the slowdown in emerging economies.” \"In a sector-by-sector assessment the bank cut its view on business sentiment, saying it “has generally stayed at a favorable level, although somewhat cautious developments have been observed in some areas.” \"The bank is confronted with increasing pressure to ease policy further, as the economy hovers on the brink of recession and as inflation expectations weaken among companies, households and market professionals. Core inflation, adjusted for price changes, turned negative in August for the first time in over two years, drifting further below BOJ Gov. Haruhiko Kuroda’s 2% target.\n. . .\n\"If the BOJ decides to act, the question will be whether it should do more of what hasn’t worked well so far to produce 2% price growth, or try something new, people close to the bank said. \"Barclays expects the central bank will increase its asset purchase target to up to ¥110 trillion, in addition to halving the deposit rate on excess yen cash parked by commercial banks at the BOJ to 0.05%.\n~~~~~~~\nhttp://www.bloomberg.com/news/articles/2015-10-07/yen-advances-as-bank-of-japan-refrains-from-adding-to-stimulus Oct 6.  \" . . . of 36 economists surveyed by Bloomberg earlier this week . . . .15 predicted the central bank would expand stimulus at its meeting on Oct. 30. At a briefing in Tokyo after Wednesday’s decision, Kuroda said the BOJ will keep easing until inflation is stable. “Today’s meeting showed the BOJ will not be swayed into action easily,” said Yuji Kameoka, chief currency strategist at Daiwa Securities Co. in Tokyo. \n. . . \n\"We keep our view of no change as the economic outlook has not deteriorated sufficiently enough to justify further easing and as the BOJ is wary of its large asset purchases hitting limits on its bond-buying in the next couple of years,” said Mansoor Mohi-uddin, a senior markets strategist at Royal Bank of Scotland Group Plc in Singapore.  \"Kuroda said last week it was hard to see the economy contracting in the three months ended September, and that the combination of high corporate profits and a tight labor market augured well for stronger inflation.\n~~~~~~~\nhttp://www.ifamagazine.com/market-and-economics/bank-of-japan-opts-against-extending-stimulus-323833 Oct 7.  \"With investors desperate for the global easy money policy song to play longer – in the US and the UK – and louder – the BoJ and the ECB – the delay is not worrying markets which have just increased the odds of recessionary signs forcing the central bank to act on 30 October,” said Michael Van Dulken, head of research at Accendo Markets."], [127, "2015-10-09T00:31:07Z", [0.95], ""], [43, "2015-10-08T20:41:22Z", [0.95], "Following the cream of the superforecaster crop (spandrelbarca, Anneinak, Jean-Pierre), plus this article by the economist who helped to guide Obama successfully through the Great Recession: https://www.washingtonpost.com/opinions/the-global-economy-is-in-serious-danger/2015/10/07/85e81666-6c5d-11e5-b31c-d80d62b53e28_story.html. Note that research by Dr. Philip Tetlock has shown that superforecasters tend to consistently be correct. On the other hand, as a superforecaster myself, even having finished #3 out of a starting cohort of 3,000, I made some spectacularly bad forecasts during the latest (and my only) forecast season."], [3363, "2015-10-08T20:06:38Z", [0.7], ""], [3530, "2015-10-08T16:57:31Z", [0.74], "The BoJ voted 8-1 to maintain its current stimulus package yesterday. http://www.ft.com/intl/cms/s/0/d219b956-6ca1-11e5-aca9-d87542bf8673.html#axzz3nzos6dZm Of the money created by the BoJ, 95% sits in the reserves of the banks. It doesn't seem to be going where it needs to. The Board seems optimistic that inflation expectations are rising (which is their goal) and that the slowdown in the their economy is a result of emerging markets and not failed stimulus. Apparently the next big BoJ meeting comes at the end of October. As a result, moving up just slightly 72% -> 74%. Hmmm... http://blogs.barrons.com/asiastocks/2015/10/04/why-bank-of-japan-wont-announce-another-round-of-qe/"], [691, "2015-10-08T16:43:20Z", [0.83], ""], [697, "2015-10-08T14:04:39Z", [0.5], ""], [306, "2015-10-08T01:01:49Z", [0.8], ""], [43, "2015-10-07T22:47:02Z", [0.75], ""], [94, "2015-10-07T18:26:37Z", [0.8], "The median forecast with links is 68%, which is pretty close to the general crowd forecast.  I'm going to go with a 68% estimate, increased slightly for gaming purposes."], [521, "2015-10-07T16:39:26Z", [0.9], "BOJ is expected to cut long term  economic and price forecast and expand asset purchase at October 30 meeting"], [3922, "2015-10-07T15:10:58Z", [0.7], "Global growth has slowed and situation more likely to worsen in the near future than get better."], [691, "2015-10-07T12:33:06Z", [0.83], ""], [4086, "2015-10-07T05:45:01Z", [0.9], ""], [93, "2015-10-07T03:37:49Z", [0.95], ""], [3530, "2015-10-07T02:54:38Z", [0.72], "QE hasn't really worked as planned in Japan: http://www.fxstreet.com/analysis/market-outlook/2015/08/03/ Their debt levels are already the worst in the world and an exapansion of QE would only exacerbate the situation. However it looks like they are being encouraged to continue to pump money into the economy to boost their inflation. With the slow down of China and other economies, they could sink further into stagnation. Would that drive action or would they bite the bullet and go into a prolonged recession?"], [4073, "2015-10-07T02:09:24Z", [0.25], ""], [4064, "2015-10-06T21:32:18Z", [0.88], ""], [241, "2015-10-06T21:21:12Z", [0.85], ""], [1847, "2015-10-06T19:44:05Z", [0.68], "Adjusting up from 60% to 68% on:\nIMF:\nhttp://www.reuters.com/article/2015/10/06/imf-g20-japan-idUSL3N1251R920151006 and, TPP:\nhttp://blogs.wsj.com/moneybeat/2015/10/06/tpp-could-give-bank-of-japan-cover-for-action/"], [691, "2015-10-06T18:14:25Z", [0.81], ""], [90, "2015-10-06T18:09:34Z", [0.55], ""], [1500, "2015-10-06T17:38:02Z", [0.35], "Following Ravel up on this one."], [83, "2015-10-06T17:24:36Z", [0.96], ""], [3514, "2015-10-06T14:30:51Z", [0.4], "Increased forecast due to poor economic data and ability for BOJ to buy several kinds of alternative bonds besides the 10 yr JGBs that are running lower in supply, such as munis, mort bonds, longer-dated JGBs.  http://www.ft.com/intl/cms/s/0/d0867f3a-6b24-11e5-aca9-d87542bf8673.html"], [52, "2015-10-06T10:57:24Z", [0.3], ""], [689, "2015-10-06T03:54:30Z", [0.75], "Comment deleted on May 10, 2016 06:05PM UTC"], [38, "2015-10-06T03:36:04Z", [0.7], "http://www.cnbc.com/2015/10/04/julius-baer-cuts-japan-stocks-to-neutral-says-no-more-boj-stimulus.html Oct 4.  \"With the country's economic data still painting a mixed picture, many analysts expect the BOJ will announce further asset purchases. . . .  \"The immediate road ahead is rocky, due to external factors such as the uncertainty surrounding the Chinese economy and also internal factors such as a deterioration of consumer sentiment caused by the consumption tax hike\" in April of last year, Societe Generale said in note last week. \"We expect the government to re-accelerate its monetary and fiscal policies as soon as possible.\"\n. . .\nBernard Aw, IG market strategist, told CNBC last week that Japanese equities could be among the best performers within Asia in the October-December period, citing expectations of more stimulus, low valuations and solid corporate earnings. But Julius Baer isn't alone in predicting the BOJ isn't preparing for another round of stimulus. \"A BOJ easing is highly unlikely,\" Kentaro Koyama, an economist at Deutsche Bank, said in a note last week.  Koyama noted that the BOJ already has its \"hands tied\" trying to maintain its existing quantative easing program of 80 trillion yen-worth of asset purchases per year.  \"The BOJ does not have a wide range of options for a further easing,\" Koyama said, noting the BOJ may start having difficulty finding additional Japan government bonds to continue its asset purchases.\n"], [706, "2015-10-06T03:32:29Z", [0.8], "Abe will feel the need to demonstrate his handle of Abenomics before the end of the year and model his country as one in control of its economic destiny in contrast to the piecemeal and reactionary policies demonstrated by China."], [987, "2015-10-06T01:25:13Z", [0.66], "Bloomberg survey of economists has about a this saying no increase, while most common picks are increase by end of year."], [3990, "2015-10-06T01:23:29Z", [0.5], "Starting with 50%.\nLast week, BoJ said that they are not ready to increase their program, but today nikkei said: BOJ MAY NEED TO EASE AGAIN WITH FED DELAY.\nI'm forecasting 75% for new QE but with end of the year deadline (FED move should occur / not occur in december) they could extend QE in 2016"], [1847, "2015-10-05T19:27:00Z", [0.6], "Goldman Sachs expects more easing Oct 30, with a possible surprise move at this week's meeting:\nhttp://www.bloomberg.com/news/articles/2015-10-05/hedge-funds-wary-of-shorting-euro-yen-as-currencies-defy-easing\nOne of Abe's closest advisors also calls for more easing:\nhttp://www.cnbc.com/2015/09/29/japan-needs-extra-stimulus-to-stave-off-china-shock-says-abe-adviser.html On the other hand, Barron's has a post out today which quotes CLSA strategist Nicholas Smith, saying they won't expand:\nhttp://blogs.barrons.com/asiastocks/2015/10/04/why-bank-of-japan-wont-announce-another-round-of-qe/\nJulius Baer and Deutsche Bank also says no expansion:\nhttp://www.cnbc.com/2015/10/04/julius-baer-cuts-japan-stocks-to-neutral-says-no-more-boj-stimulus.html This is a difficult question. I'm leaning towards an expansion of QE but I don't have much confidence in that forecast; so 60%.\n"], [2869, "2015-10-05T17:37:15Z", [0.25], ""], [43, "2015-10-05T16:38:19Z", [0.85], "Following Clinton, thank you."], [73, "2015-10-05T16:19:58Z", [0.89], "as before plus carry trade unwinding to reinforce the point (that'll keep kono happy too)."], [691, "2015-10-05T15:48:42Z", [0.81], ""], [1232, "2015-10-05T14:25:17Z", [0.8], "Given recent economic growth news out of Japan and headwinds from Chinese economy, this seems fairly likely, although I'm a bit unsure on the timing."], [1850, "2015-10-05T13:10:17Z", [0.42], "The Japanese are impacted to a greater degree than most developed economies by the slowdown in China and that will lead to some wanting additional easing to relieve pressure.  On the flip side, the Japanese are not usually swift to act and with the broad uncertainty with the Fed still out there, they may choose to stand pat for a bit.  If the Fed raises rates in October, I think the odds increase, but if they don't till late in the year or 2016, then they decrease."], [3734, "2015-10-05T11:59:10Z", [0.35], ""], [3824, "2015-10-05T04:24:42Z", [0.65], ""], [3831, "2015-10-04T19:07:59Z", [0.7], "Japan growth has been bad...the markets expect, global growth is poor and the US is less likely to tighten so Japan will need to ease."], [1606, "2015-10-04T16:57:17Z", [0.7], ""], [1606, "2015-10-04T16:57:08Z", [0.65], ""], [1028, "2015-10-04T15:09:03Z", [0.75], ""], [3541, "2015-10-04T14:57:28Z", [0.85], "Japanese inflation has fallen to 0.2% , the government would look to extend QE to drive down the cost of money and hopefully stimulate more economic growth. Structural changes (third arrow) are not producing the desired results, so further aggressive monetary policy (the first arrow) is needed to take up the slack."], [691, "2015-10-04T13:50:41Z", [0.81], ""], [83, "2015-10-03T19:55:18Z", [0.95], "http://news.yahoo.com/bank-japan-cut-forecast-economic-price-growth-report-064952431--finance.html Japan expected to reduce 2015 forecasts for GDP down to near 1% from 1.7% and CPI to 0.5 from 0.7 later this month.\nStimulus package (of undetermined composition) due soon.\n"], [691, "2015-10-03T14:35:53Z", [0.81], ""], [36, "2015-10-03T02:31:47Z", [0.09], ""], [2712, "2015-10-03T00:18:17Z", [0.35], "\"The Bank of Japan has been buying government bonds longer than any other central bank. Moreover, it has been buying them at the fastest rate, particularly since October 2014. The time must come when there will be no more government bonds to buy.\" (from http://www.stratfor.com/analysis/how-quantitative-easing-differs-japan-and-europe ... This may be a factor to limit BOJ from increase the asset purchase target even further"], [231, "2015-10-02T23:54:02Z", [0.6], "Household spending up: http://www.reuters.com/article/2015/10/02/japan-economy-spending-idUSL3N12124I20151002"], [1646, "2015-10-02T22:51:51Z", [0.15], ""], [38, "2015-10-02T19:59:01Z", [0.7], "http://www.wsj.com/articles/inflation-expectations-weaken-at-japan-inc-1443751468 Oct. 1, 2015 \"Japanese companies’ inflation expectations weakened broadly over the third quarter, a quarterly Bank of Japan survey showed Friday, the latest sign that the central bank’s campaign to generate stable 2% inflation is faltering. \"Firms predicted annual inflation on consumer products to reach around 1.2% in one year’s time, lower than the previous forecast in June of a 1.4% increase, according to the central bank’s September survey of about 10,000 companies. \"Companies also cut their price projections for three and five years down the line---the first time the forecasts for all three periods have fallen since the bank launched the survey in the spring of 2014.\n. . .\n\". . . ahead of two Bank of Japan policy meetings this month, the price survey could unnerve Japan’s central bankers.\n. . . \n\"The survey results justify additional easing steps by the central bank, said Société Générale chief Japan economist Takuji Aida.\n. . .\n\"Other gauges of price expectations being closely watched by the bank have also pulled back, such as projections of private economists and bond-market participants, adding to the doubts over Mr. Kuroda’s goal to make 2% inflation firmly take hold by next year. \"Even if the bank escalates its easing measures, such as by increasing its asset purchases, it is not clear how effective that will be. Two and a half years of flooding the economy with a record amount of cash has been less effective than originally advertised by Mr. Kuroda in influencing the mind-set of boardrooms and consumers.\n"], [1500, "2015-10-02T15:05:10Z", [0.25], "BOJ is leaving the door open a crack for this to occur, and inflation is low everywhere, with Japan hurt more than most by China's turmoil.  So, maybe.  :-)"], [241, "2015-10-02T14:01:35Z", [0.6], "Based on: http://www.bloomberg.com/news/articles/2015-10-01/kuroda-struggles-to-wean-banks-off-bonds-as-more-boj-easing-seen \"“The BOJ is caught between a rock and a hard place,” said Nicholas Spiro, the managing director of Spiro Sovereign Strategy in London. “It has made it clear it’s very reluctant to provide more stimulus despite the fact that the bleak inflation data increase the pressure for more quantitative easing.” Data this week indicated the economy may have fallen into a recession last quarter and prompted JPMorgan Chase & Co. and Credit Agricole SA to bring forward their forecast for more monetary stimulus. By contrast, BOJ officials see little need for an immediate expansion of monetary stimulus and would prefer to hold off to get a clearer picture of the economic outlook, according to people familiar with their deliberations. Board members who gather for a policy meeting Oct. 6-7 want the opportunity to observe further economic data and developments in financial markets at home and abroad, according to the people, who asked not to be named because talks are private. Among analysts polled earlier last month, none said the BOJ would boost stimulus on Oct. 7 while 11 pointed to a move on Oct. 30. Nine projected a policy change next year and 13 didn’t expect any change at all.  “The economy isn’t on the brink of collapsing, but markets are gradually building up the case for further easing,” said Naomi Muguruma, a senior market economist at Mitsubishi UFJ Morgan Stanley Securities Co. in Tokyo.\""], [915, "2015-10-02T13:44:48Z", [0.76], ""], [691, "2015-10-02T12:42:45Z", [0.81], ""], [3596, "2015-10-02T12:23:57Z", [0.15], "BOJ has been slow to act and too timid for a decade, nothing will change. "], [3583, "2015-10-02T09:15:13Z", [0.15], ""], [710, "2015-10-02T07:42:48Z", [0.1], ""], [2459, "2015-10-02T06:39:53Z", [0.6], ""], [2459, "2015-10-02T01:23:59Z", [0.64], ""], [691, "2015-10-01T18:54:33Z", [0.81], ""], [740, "2015-10-01T18:24:58Z", [0.75], ""], [1529, "2015-10-01T17:25:59Z", [0.75], "Inflation has continued to fall over last few months to zero (though... this may be mitigated by an new insider measure of inflation that removes gasoline and fresh food prices).  Manufacturing remains weak. Recent weakening of the Chinese renminbi. All puts pressure on BOJ to \"increase\" asset purchases."], [597, "2015-10-01T16:38:34Z", [0.25], ""], [3514, "2015-10-01T15:41:12Z", [0.3], ""], [3514, "2015-10-01T15:35:35Z", [0.07], "At the rate the BOJ is currently buying JGBs, they'll run out in a few years.  So they should be looking to curtail JGB purchases.  Psychologically, people like to say that Japan's QE \"isn't working,\" even though it probably is to some extent, as compared to how the world would be had they not done any QE.  Someone else said they need reform, which is true, but not politically easy and should already have been done but hasn't, and leadership isn't changing, w/ Abe around for awhile still.  Even if they do execute structural reform, easing should be done in conjunction until it appears deflation has been avoided and some semblance of inflation arrives.  The world is basically already in or entering a recession now, so Japan needs some sort of easing.  So the BOJ can take interest rates negative or increase equity purchases, or both, if it wants to ease.  I think they need to ease monetarily somehow.  So the question for me basically is whether they will buy more equities or not before the end of the year.  However, if they purchase equities, this will probably be done through the GPIF, which is not technically the BOJ.  So this makes my choice very easy.  I think easing will be done, but not in the form of asset purchases by the BOJ. There is a chance the BOJ will start purchasing more risky bonds than JGBs, like mortgage bonds, so this takes my expected probability up from below 10% to around 30%.  But I think the next step is to increase GPIF equity purchases and/or take interest rates negative."], [1343, "2015-10-01T15:26:02Z", [0.85], "The economy is still moribund to say the least. Getting some cash circulating has to be a priority."], [3516, "2015-10-01T15:19:55Z", [0.15], "things are flat to mildly up.  assuming China doesn't sink into depression, there should be enough activity to keep things going."], [783, "2015-10-01T06:04:29Z", [0.25], "It did not work long in prior attempts and, as a traditional and conservative society, I doubt they will try it again. Especially when fiscal resources in sustaining that economic trend are limited and the idea that the bond market could have less effect. A failure would cause the world's largest industrial debted nation to lose further funding and bond market confidence if it does not work  (Kihara, 2015).  Their challenge is structural and demographic. What is needed is reform.  But that would mean overturning areas of their of social safety net but,  as traditional and conservative society, I doubt they will do it soon.  There is enough criticism in the BOJ board and other Japanese cabinet members that a quantitative easing will not take effect in October (Kihara, 2015). I think it is seen as a cynical move by most international monetary analysts that a QE will improve the economy.    Oil and commodities are low, taxes are raised, and S&P lowered their credit rating with doubt that Abenomics is a successful policy. (Bloomberg, 2015). I think Japan is risk adverse at this moment to allow QE against many challenges that inevitably will slow\n its economy.  References Bloomberg. (2015, September 17). S&P cuts Japan rating, casting doubt on ‘Abenomics’. Japan Times. Retrieved from http://www.japantimes.co.jp/news/2015/09/17/business/economy-business/sp-cuts-japan-rating-casting-doubt-clout-abenomics/#.VgzHa-ywE8w Kihara, L. (2015, September 24). Update 2-Japan consumer prices fall for first time since launch of BOJ stimulus. Reuters. Retrieved from http://www.reuters.com/article/2015/06/10/us-japan-economy-boj-sato-idUSKBN0OQ05V20150610"], [2076, "2015-10-01T05:52:20Z", [0.8], ""], [680, "2015-10-01T05:07:11Z", [1.0], "By its very nature, quantitative easing will result in some increase in asset purchases.  Given its success in the U.S., the BoJ will almost certainly try QE.  Whether 3 months is enough time for a QE program to take effect is another question, but if the BoJ implements QE and it shows any positive results in that time, the BoJ will almost certainly announce it.  "], [40, "2015-10-01T02:13:21Z", [0.65], "Abe under new pressure to deal with the economy\nhttp://www.economist.com/news/asia/21668283-japans-new-three-little-arrows-shinzo-abe-tweaks-his-economic-programme-japan \"It is all dire news for the Bank of Japan (BoJ), which is supposed to get prices rising by 2% a year by next autumn. The bank’s preferred measure of inflation is now “core core” CPI, which excludes energy as well as food, and which is rising. Yet broad inflation expectations may be affected by the news of deflation’s return. The BoJ will surely come under renewed pressure to expand its existing programme of monetary easing at the end of the month when it is due to update its economic forecasts.\""], [40, "2015-10-01T02:04:08Z", [0.65], "Because October is coming\nhttp://www.economist.com/blogs/buttonwood/2015/09/markets"], [3474, "2015-10-01T01:45:53Z", [0.97], ""], [231, "2015-10-01T01:30:34Z", [0.7], ""], [40, "2015-09-30T23:59:52Z", [0.6], ""], [38, "2015-09-30T23:55:09Z", [0.7], "https://uk.news.yahoo.com/japan-factory-output-shrinks-again-024156979.html#TTnhxa5 Sept 29.  \"The [disappointing] factory output data revived speculation that the Bank of Japan will be forced to unleash more stimulus to counter the downturn.\n. . .  \"Marcel Thieliant from Capital Economics said in a commentary . . . \"We stick to our view that the Bank of Japan will step up the pace of its asset purchases next month.\"\n~~~~~~~\nhttp://www.reuters.com/article/2015/09/30/japan-economy-idUSL3N11Z5SQ20150930 Sept 29. \" . . . analysts say the Bank of Japan may be forced to offer fresh stimulus as early as next month . . . \"\n. . . \n\"Hidenobu Tokuda, senior economist at Mizuho Research Institute [said] \"Given weakening of the economy, the BOJ could ease policy again next month, even though Governor (Haruhiko) Kuroda remains bullish and the government is wary about further yen weakening boosting the cost of imports.\"\n. . . \"Additional easing by the Bank of Japan next month looks all but inevitable,\" said Marcel Thieliant, economist at Capital Economics\"\n~~~~~~~\n http://www.ft.com/cms/s/0/350212be-6736-11e5-97d0-1456a776a4f5.html#ixzz3nGk11BFL Sept 30.  \"In an interview with the Financial Times this week, Mr Abe’s economic adviser, Etsuro Honda, said additional fiscal stimulus was an “urgent task”, while an increasing number of analysts expect the Bank of Japan to expand its monetary stimulus at the end of October. “I don’t want to say this is a really serious recession that’s changing the broad dynamics of the economy,” said Mr Adachi, pointing out that with trend growth of just 0.5 per cent Japan is always on the verge of a technical recession. But he said: “This should be a trigger for the BoJ to move.” \"The Bank of Japan is reluctant to ease further because it believes its policy is working, with steady falls in the domestic unemployment rate, higher wages, and signs of an increase in domestic inflationary pressure. But a series of demand shocks, from last year’s consumption tax rise to the slowdown in China, are undermining that progress. The BoJ’s dilemma is especially acute because its policy is supposed to work by generating public expectations of future inflation. Weak demand undermines that public belief. \"Last week Janet Yellen, US Federal Reserve chair, implicitly criticised the BoJ’s policy, noting in a speech: “I am somewhat sceptical about the actual effectiveness of any monetary policy that relies primarily on the central bank’s theoretical ability to influence the public’s inflation expectations.” \"The BoJ has a wide range of policy options for further easing. It could increase the rate of asset purchases from the current Y80tn ($670bn) a year; expand the range of assets it buys; or use communication tools to signal how long it will keep monetary policy loose.\n~~~~~~~\nCOMMENT:  My take away from this is that there is a strong expectation that the BoJ will do something, but it may not be increasing asset purchases."], [3454, "2015-09-30T22:29:40Z", [0.85], "Abenomics are failing, they are going to be throwing even more money into the system to try to boost GDP, and devalue the Yen to make their exports cheaper"], [3457, "2015-09-30T21:47:44Z", [0.65], "With credit already essentially free in Yen, Japan has few other options to offset the deflationary impact of China's slowing economy and more aggressive currency policy.  Moreover, the Japanese economy is somewhat levered to global industrial production which is also slowing.  At the moment, I think more quantitative easing is close to an 80-85% likelihood over six months, but harder to be as confident over just three months. "], [271, "2015-09-30T21:29:13Z", [0.95], ""], [3444, "2015-09-30T20:07:36Z", [0.75], "Abe's econ plan is not going well, will get water down. Growth will be slow and rates are already very low so other means needed."], [83, "2015-09-30T19:47:04Z", [0.95], "Today's FT reports Esturo Honda, an advisor to Abe, comments on the slow down in the Chinese export market, while domestic consumers also struggle.  GDP fell 1.2% in Q2, consumption down 2.7% and exports down 16%. Oil price declines have stalled the CPI move toward 2%.  Honda: \"I am seeing more and more evidence that the BoJ may need additional QQE.\""], [3428, "2015-09-30T19:33:00Z", [0.82], "Abe was very clear that his priorities relate to sparking economic growth. Kuroda will go along."], [691, "2015-09-30T17:03:27Z", [0.81], ""], [73, "2015-09-30T15:26:28Z", [0.85], "Abe 2.0 talk, makes me reconsider......"], [2515, "2015-09-30T15:21:19Z", [0.95], ""], [57, "2015-09-30T14:43:14Z", [0.95], ""], [506, "2015-09-30T14:15:59Z", [0.75], "Japan relying on quantitative easing:  http://news.morningstar.com/articlenet/article.aspx?id=715303 Quote:\nGlobal-Bond Funds\nWhile the U.S. economy seems to have turned the corner, the story abroad is murkier. Generally, it's expected that the eurozone and Japan (the two main non-U.S. developed markets for bond investors) will be relying on quantitative easing much longer than the United States, thus delaying their own rate hikes. But the market for high-quality non-U.S. government bonds, including German bunds and Japanese government bonds, can track U.S. Treasuries when investors seek safe-haven assets. If the Fed continues to delay the rate hike, it could be seen as a signal that it's concerned about economic growth and may stoke fears of slowing global growth, and German and Japanese government bonds could strengthen. Under the same scenario, the dollar is likely to weaken, which would boost issues denominated in euros or yen. "], [43, "2015-09-30T13:58:31Z", [0.65], "Following Jean-Pierre based both on excellent sources and reputation as a consistent superforecaster. "], [241, "2015-09-30T13:10:45Z", [0.66], "Based on the following sources: \"How the Fed Waiting Game Pushes Japan to Ease\": http://www.wsj.com/articles/how-the-fed-waiting-game-pushes-japan-to-ease-1442551219\n\"Gov. Kuroda says BOJ will make necessary policy adjustments while examining risks\": http://asia.nikkei.com/Politics-Economy/Economy/Gov.-Kuroda-says-BOJ-will-make-necessary-policy-adjustments-while-examining-risks\n\"BOJ brainstorms stimulus overhaul as options dwindle -sources\" http://www.dailymail.co.uk/wires/reuters/article-3239763/BOJ-brainstorms-stimulus-overhaul-options-dwindle-sources.html\n\"Abe Adviser Says Next Month Good Opportunity for BOJ Easing\": http://www.bloomberg.com/news/articles/2015-09-10/abe-adviser-says-oct-30-good-opportunity-for-more-boj-easing\nhttp://www3.nhk.or.jp/nhkworld/english/news/onbusiness/2014122202.html (Dec 2014 interview with Haruhiko Kuroda, Governor of the BoJ)."], [500, "2015-09-30T10:35:57Z", [1.0], ""], [110, "2015-09-30T09:49:44Z", [0.95], "I don't think they have a choice - consistently bad numbers coming out of their economy at the moment, plus they're in a race to the bottom with other major economies."], [1682, "2015-09-30T08:40:52Z", [0.67], ""], [1575, "2015-09-30T03:28:01Z", [0.85], ""], [38, "2015-09-29T21:40:04Z", [0.7], "http://www.menafn.com/1094357128/BoJ-under-pressure-to-extend-more-stimulus Sept 28. \" The global economic slowdown that prompted the Federal Reserve to delay an interest rate increase is also adding pressure on the Bank of Japan to boost stimulus, and it may need to consider new measures as sovereign note purchases near their limit, analysts say. The BoJ may start buying debt issued by local governments and notes to fund government projects, according to UBS Group and JPMorgan Chase & Co. . . .\n. . . \nAnalysts said the central bank's options may include cutting the interest rate on deposits that banks keep at the BoJ, while UBS said policymakers may decide to begin purchasing local government bonds after October, when it may start having trouble buying sovereign debt.\n. . . \"There is a possibility of a change to the BoJ's JGB buying environment from October.\" \n. . .\n\"The BoJ is likely to hit limits on its bond buying by the end of 2017 or early 2018,\" said Mansoor Mohi-uddin, a senior markets strategist at Royal Bank of Scotland Group in Singapore. \"The future lack of JGBs for the BoJ to buy will be critical for monetary policy making. This will make the BoJ more reluctant to raise its current pace of asset purchases any further now.\"\n. . . \n\"The Fed holding off a rate hike citing the need to observe the overseas situation will affect the BoJ's policy decision,\" said Naomi Muguruma, a senior market economist at Mitsubishi UFJ Morgan Stanley Securities Co in Tokyo. \"We have been forecasting additional easing at the end of October and that probability has risen since the China shock from mid-August.\" Muguruma expects a cut to the 0.1% interest rate the BoJ pays to lenders to keep excess reserves at the central bank, and lengthening the average duration of JGB buying operations. Ryutaro Kono, the chief Japan economist at BNP Paribas SA, doesn't expect additional monetary stimulus now unless the yen surges beyond 110 to the dollar. . . . \nBoJ Policy board member Yutaka Harada said in June that a cut in the excess reserve rate was a possibility if more stimulus was needed. BoJ governor Haruhiko Kuroda said on Friday that consumer prices are rising about 1.1% when energy costs are excluded.\n\"Speculation for further stimulus will strengthen when the yen rises,\" Kono said. \"In that case, there is a possibility of cutting the interest rate on excess reserves rather than expanding bond buying.\"\n~~~~~~~\nCOMMENT:  It sounds like there's other options that are being considered, so I'm reducing my forecast.\n"], [40, "2015-09-29T20:36:33Z", [0.4], "Whoops - hit \"Submit\" too soon."], [40, "2015-09-29T20:35:28Z", [0.5], ""], [907, "2015-09-29T20:13:01Z", [0.33], "I think right now BOJ until it sees what the US Fed is doing before increasing QE; they may be backsliding on hitting 2% inflation, given slowdown in China and overall global uncertainty ."], [73, "2015-09-29T19:41:13Z", [0.23], "Going with Kono, needs yen to strengthen and not choose cutting interest rates to be a yes: \"Ryutaro Kono, the chief Japan economist at BNP Paribas SA, doesn’t expect additional monetary stimulus now unless the yen surges beyond 110 to the dollar. The Japanese currency was at 120.30 per greenback at 9:46 a.m. in Tokyo. A stronger yen and further economic slowdown in China would heighten the probability of a reduction in the BOJ’s interest rate on excess reserves, Kono said.\n“Speculation for further stimulus will strengthen when the yen rises,” Kono said. “In that case, there is a possibility of cutting the interest rate on excess reserves rather than expanding bond buying.”\nBOJ Governor Haruhiko Kuroda (ever the optimist) said Friday that consumer prices are rising about 1.1 percent when energy costs are excluded. So seems he indicates ignoring out of control issues - its working!  That said, he opposed the raise last time and they did it.  Then however the yen was not where it is now.  So backing Kono.  My basis is that this is a currency issue in this timeframe."], [3286, "2015-09-29T19:12:32Z", [0.4], "I basically don't know, however some arguments against an announcement of an increase of QE:\n- There are just three months left\n- Even if Japan prints money, maybe they find ways to do it without announcing QE by BoJ:\n  - BoJ does QE, but there is no announcement; they are front running and do the announcement in 2016\n  - Other state owned entities do it (pension system, state owned industry/ banks/ post)"], [1254, "2015-09-29T18:58:22Z", [0.75], ""], [3300, "2015-09-29T17:57:52Z", [0.9], ""], [493, "2015-09-29T17:56:50Z", [0.9], "Probably, although timing is always tricky. Generally an increase in the value of a currency gives the gov't some headroom to do some QE.  \"Etsuro Honda, an architect of Abenomics in his role as special adviser to Mr Abe, said passing a supplementary budget to boost the stagnant economy was an “urgent task”.\"\nhttp://www.ft.com/intl/cms/s/0/58e80754-6652-11e5-97d0-1456a776a4f5.html#axzz3n8KOsSl7"], [691, "2015-09-29T17:56:46Z", [0.79], ""], [505, "2015-09-29T15:50:43Z", [0.7], ""], [3253, "2015-09-29T14:08:57Z", [0.85], "Due to the false headlines stating that the economy has drastically improved due to quanititative easing, they will use this to follow suit."], [71, "2015-09-29T14:00:55Z", [0.5], "Coin toss."], [3252, "2015-09-29T13:59:39Z", [0.6], "As we are moving to a greater open world economy it makes sense.  Goods and aid to Cuba and greece"], [131, "2015-09-29T13:46:43Z", [0.85], ""], [136, "2015-09-29T08:26:44Z", [0.8], ""], [68, "2015-09-29T06:17:25Z", [0.8], "http://www.tradingeconomics.com/japan/inflation-cpi Japan's inflation rate dropped abruptly from  2.3% in March to 0.6% in April, and 0.2% for the last two months. However, much of this was due to falling oil prices. Without fresh food and oil, August's rate is 0.8% - still low, but perhaps not as critical, especially as the oil impact will start working its way out soon. GDP growth was negative in the second quarter this year, reversing the trend from earlier quarters. However, the next quarter is forecast to be back in positive territory (http://www.tradingeconomics.com/japan/gdp-growth). The Bank may wait for the next set of figures - September inflation on 30 October, and 3Q GDP on 16 November, but I suspect it will announce an increase before year's end. However, there is an ingrained concern in the Japanese establishment about the huge debt that has been accumulated during decades of attempts at stimulating the economy. Twice in the recent past nascent recoveries have been stalled by increases in sales tax. Such concerns could stay the Bank's hand."], [3208, "2015-09-29T06:15:14Z", [0.75], ""], [3079, "2015-09-29T05:54:37Z", [0.75], "aging demograpics will continue to hold down their economy"], [102, "2015-09-29T04:04:05Z", [1.0], "In for a penny, in for a yen."], [3193, "2015-09-29T04:03:33Z", [0.79], ""], [38, "2015-09-29T02:14:21Z", [0.8], ""], [3052, "2015-09-29T01:10:30Z", [0.95], "yes, its economy is going down regardless of Abe's old or new three arrows"], [83, "2015-09-29T00:58:02Z", [0.8], "http://www.businessspectator.com.au/news/2015/9/28/asian-economy/boj-cautions-outlook Inflation falls to -0.1 in August.  BoJ now believes it may need additional stimulus to hit the 2% inflation target for next year.  Oil prices stabilizing may end further deflation.  On Sept 15, the BoJ made no move on asset purchases, but the currency has continued to appeciate, recently under 120/$.  Higher yen lead to lower import prices. Forecasting on the high side, given that the move could come as early as October 2015."], [3181, "2015-09-29T00:22:52Z", [0.75], "still in deflation"], [2459, "2015-09-28T22:58:20Z", [0.46], ""], [3169, "2015-09-28T22:39:51Z", [0.25], ""], [1319, "2015-09-28T22:27:59Z", [0.8], ""], [677, "2015-09-28T22:09:29Z", [0.99], ""], [689, "2015-09-28T21:41:35Z", [0.57], "Comment deleted on May 10, 2016 05:52PM UTC"], [3124, "2015-09-28T21:24:13Z", [0.55], "From the point of view of Western economists (US- and European-centric) an expanded asset purchase program makes sense for Japan, it is a harder sell within Japan's political system.  Many of the citizens are economically conservative, and Abe's economic agenda (of which expanding asset purchases is a key component) is facing a headwind.  And his polling numbers are eroding.  Risk is moderate that Abe will lose the PM position, and his economic agenda will be reversed.  So forecasting asset purchases is convolved with forecasting Abe's political future."], [691, "2015-09-28T20:48:36Z", [0.78], "Whatever is and has been going on with the economy of Japan appears to have mainstream economists badly baffled.  When in doubt, inflate. And of course more inflation is what BoJ has been trying to achieve for a longish while anyway.  Strange days."], [102, "2015-09-28T20:26:36Z", [0.85], "Odds increase. [1] [1] http://www.smh.com.au/business/markets/odds-increase-on-extra-bank-of-japan-stimulus-next-month-20150910-gjk3g0.html"]], "open_date": "2015-09-28T20:17:38Z", "close_date": "2015-12-31T23:00:10Z"}