{"question_id": 430, "title": "Will six party talks on North Korea's nuclear weapons program resume before 1 October 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[1034, "2017-10-01T06:46:29Z", [0.0], ""], [1056, "2017-09-30T22:11:49Z", [0.0], ""], [368, "2017-09-30T20:39:02Z", [0.0], ""], [40458, "2017-09-30T20:08:36Z", [0.0], ""], [40458, "2017-09-30T18:32:55Z", [0.0], ""], [36002, "2017-09-30T16:23:38Z", [0.0], ""], [691, "2017-09-30T12:12:54Z", [0.0], ""], [36002, "2017-09-30T10:10:11Z", [0.0], ""], [1034, "2017-09-30T07:16:45Z", [0.0], ""], [2965, "2017-09-29T21:46:41Z", [0.0], ""], [691, "2017-09-29T19:42:56Z", [0.0], ""], [1034, "2017-09-29T18:18:12Z", [0.0], ""], [368, "2017-09-29T18:15:28Z", [0.0], ""], [25141, "2017-09-29T07:54:44Z", [0.0], ""], [39740, "2017-09-28T21:54:26Z", [0.0], ""], [36002, "2017-09-28T19:21:40Z", [0.0], ""], [182, "2017-09-28T17:32:01Z", [0.01], ""], [484, "2017-09-28T15:23:27Z", [0.0], "(no change) Makes sense: http://www.dw.com/en/north-korea-nuclear-blackmail-aimed-at-direct-us-talks/a-40723000"], [34628, "2017-09-28T14:14:24Z", [0.0], ""], [691, "2017-09-28T12:27:11Z", [0.0], ""], [368, "2017-09-27T21:09:38Z", [0.0], ""], [691, "2017-09-27T20:42:40Z", [0.0], ""], [23234, "2017-09-27T17:08:55Z", [0.0], ""], [68, "2017-09-27T16:31:13Z", [0.0], ""], [40129, "2017-09-27T14:20:45Z", [0.0], ""], [1034, "2017-09-27T04:26:30Z", [0.0], ""], [2965, "2017-09-27T02:06:54Z", [0.0], "Ha"], [368, "2017-09-26T18:08:11Z", [0.0], ""], [691, "2017-09-26T17:39:37Z", [0.0], ""], [67, "2017-09-26T02:06:18Z", [0.0], ""], [36002, "2017-09-25T18:40:37Z", [0.0], ""], [368, "2017-09-25T17:20:28Z", [0.0], ""], [691, "2017-09-25T12:32:31Z", [0.0], ""], [40191, "2017-09-25T10:41:05Z", [0.0], ""], [691, "2017-09-24T20:18:00Z", [0.0], ""], [368, "2017-09-24T19:12:45Z", [0.0], ""], [10745, "2017-09-24T17:43:22Z", [0.0], ""], [1034, "2017-09-24T15:47:07Z", [0.0], ""], [2965, "2017-09-24T00:07:00Z", [0.0], ""], [39997, "2017-09-23T23:50:29Z", [0.0], ""], [39568, "2017-09-23T21:55:42Z", [0.0], ""], [368, "2017-09-23T20:39:31Z", [0.0], ""], [40217, "2017-09-23T18:29:30Z", [0.0], ""], [36002, "2017-09-23T13:47:31Z", [0.0], ""], [691, "2017-09-23T12:25:57Z", [0.0], ""], [1034, "2017-09-23T05:36:23Z", [0.0], ""], [35636, "2017-09-23T05:24:17Z", [0.0], "Be crazy to. Strategic patience is over, regime change needs to happen ASAP. Teach them a lesson. Have South Korea turn the North in to a huge low-paid labour force for their factories. Rattle China's nerves by having no deadzone on their border like Mongolia, Tibet and Nepal. "], [1056, "2017-09-22T21:07:20Z", [0.0], ""], [368, "2017-09-22T20:29:45Z", [0.0], ""], [40094, "2017-09-22T16:30:03Z", [0.0], ""], [40124, "2017-09-22T16:24:04Z", [0.0], ""], [691, "2017-09-22T16:15:21Z", [0.0], ""], [39106, "2017-09-22T14:13:20Z", [0.05], ""], [40027, "2017-09-22T09:52:08Z", [0.0], ""], [39974, "2017-09-22T07:46:03Z", [0.0], ""], [40018, "2017-09-22T06:41:18Z", [0.1], ""], [40004, "2017-09-22T01:29:03Z", [0.25], ""], [1056, "2017-09-21T23:32:55Z", [0.0], ""], [39835, "2017-09-21T19:58:59Z", [0.5], ""], [39938, "2017-09-21T19:33:16Z", [0.0], ""], [39724, "2017-09-21T19:23:24Z", [0.95], ""], [39847, "2017-09-21T19:05:54Z", [0.2], "Kim strikes guam first"], [39733, "2017-09-21T18:48:31Z", [0.15], ""], [39762, "2017-09-21T18:43:56Z", [0.0], ""], [39859, "2017-09-21T18:40:39Z", [0.0], ""], [39801, "2017-09-21T18:37:25Z", [0.05], ""], [39792, "2017-09-21T18:36:50Z", [0.18], ""], [39620, "2017-09-21T18:33:36Z", [0.0], ""], [39665, "2017-09-21T18:25:13Z", [0.75], ""], [368, "2017-09-21T18:22:21Z", [0.0], ""], [39848, "2017-09-21T18:21:40Z", [0.0], ""], [39561, "2017-09-21T18:17:29Z", [0.0], ""], [39715, "2017-09-21T18:13:55Z", [0.0], ""], [39562, "2017-09-21T18:00:40Z", [0.0], ""], [39201, "2017-09-21T17:54:23Z", [0.0], ""], [30899, "2017-09-21T15:36:02Z", [0.0], ""], [691, "2017-09-21T15:00:21Z", [0.0], ""], [484, "2017-09-21T03:16:27Z", [0.0], "Down 2% for passage of time."], [691, "2017-09-20T19:00:06Z", [0.0], ""], [1034, "2017-09-20T05:04:51Z", [0.0], ""], [368, "2017-09-19T18:29:34Z", [0.0], ""], [11057, "2017-09-19T13:30:18Z", [0.0], "Six party talks?  Why not seven?\nhttps://global.handelsblatt.com/politics/a-north-korean-meditator-828469"], [2965, "2017-09-18T22:07:54Z", [0.0], ""], [368, "2017-09-18T19:28:50Z", [0.0], ""], [37272, "2017-09-18T17:11:50Z", [0.0], ""], [691, "2017-09-18T11:59:14Z", [0.0], ""], [1034, "2017-09-18T04:44:23Z", [0.0], ""], [6303, "2017-09-18T04:18:54Z", [0.0], "Based on general news and GJP consensus."], [484, "2017-09-18T03:21:35Z", [0.02], "Up 2% until after the UN gabfest. Magical thinking is a bad option. Good discussion: http://www.npr.org/sections/parallels/2017/09/17/551214870/some-say-its-time-to-rethink-responses-to-north-korea-nuclear-crisis"], [1056, "2017-09-17T21:14:23Z", [0.0], ""], [368, "2017-09-17T20:47:07Z", [0.0], ""], [691, "2017-09-17T19:29:38Z", [0.0], ""], [11057, "2017-09-17T17:47:51Z", [0.0], "\"One consequence of nuclear technology was that it allowed a country of a few million people to pose a substantial threat to one with a hundred million, something that at one time had been practically impossible.  One of his key points was that the advantages of a large country were only truly advantageous in low-technology eras and would ultimately be weakened by the swift pace of technological progress, which would meanwhile enhance the strategic weight of small countries.\" --The Dark Forest, Book 2 of the Three-Body Trilogy, Cixin Liu"], [38473, "2017-09-17T17:31:45Z", [0.01], ""], [14432, "2017-09-17T15:50:20Z", [0.0], ""], [2965, "2017-09-17T14:43:42Z", [0.0], ""], [368, "2017-09-16T21:36:08Z", [0.0], ""], [35398, "2017-09-16T20:26:45Z", [0.0], ""], [484, "2017-09-16T17:57:14Z", [0.0], "(no change) Very good discussion of DPRK nuclear command and control issues: http://thediplomat.com/2017/09/thinking-through-nuclear-command-and-control-in-north-korea/ Especially note the SLBM discussion and these quotes (the first is a point of view I want to consider a bit):  \"North Korea simply doesn’t care as much about nuclear legitimacy — or acceptance — as observers might think.  . . . This analysis raises more questions than answers, but we need to start asking them — and urgently, now that North Korea is a state with operational nuclear weapons. The questions are no longer about how to stop North Korea, but how to manage a world in which it is a nuclear weapons state.\""], [691, "2017-09-16T11:36:23Z", [0.0], ""], [368, "2017-09-15T19:48:32Z", [0.0], ""], [368, "2017-09-15T19:35:55Z", [0.0], ""], [691, "2017-09-15T17:53:46Z", [0.0], ""], [37609, "2017-09-15T03:22:42Z", [0.0], ""], [368, "2017-09-14T20:26:57Z", [0.0], ""], [691, "2017-09-14T19:46:19Z", [0.0], ""], [484, "2017-09-14T06:23:15Z", [0.0], "(no change) Good discussion on possible DPRK nuclear design partners (and down-playing an Iranian connection): http://www.news.com.au/technology/innovation/north-korea-nuclear-weapons-iran-may-have-helped-rogue-state-britain-fears/news-story/cc3d021f19e000f0da56fa31e607df9e"], [368, "2017-09-13T20:32:08Z", [0.0], ""], [691, "2017-09-13T20:18:00Z", [0.0], ""], [691, "2017-09-12T20:42:02Z", [0.0], ""], [368, "2017-09-12T17:41:47Z", [0.0], ""], [32650, "2017-09-12T17:00:15Z", [0.0], ""], [691, "2017-09-12T01:21:56Z", [0.0], ""], [368, "2017-09-11T20:23:33Z", [0.0], ""], [3363, "2017-09-11T16:08:03Z", [0.0], ""], [2965, "2017-09-10T22:54:33Z", [0.0], ""], [368, "2017-09-10T19:50:42Z", [0.0], ""], [37350, "2017-09-10T15:49:59Z", [0.0], ""], [1034, "2017-09-10T04:02:45Z", [0.0], ""], [1034, "2017-09-10T03:58:50Z", [0.0], ""], [368, "2017-09-09T20:15:00Z", [0.0], ""], [2965, "2017-09-09T14:03:58Z", [0.0], ""], [1034, "2017-09-09T00:01:41Z", [0.0], ""], [368, "2017-09-08T18:31:47Z", [0.0], ""], [2965, "2017-09-08T15:08:56Z", [0.0], ""], [2965, "2017-09-08T15:03:59Z", [0.0], ""], [2965, "2017-09-08T13:40:03Z", [0.0], "ONE of the few real options\nall options should be on table\nmilitary and diplomatic POTUS Trump just demonstrated that  he will triangulate with: Chuck and Nancy\nthis is between US  and PRC and Russia\ntalk to Russians\nsure\ntalk to PRC sure\nbring in DPRK=good KJU will eat grass  before\nhe deconstructs We need POTUS to triangulate between PRC and Russia  and use DPRK as opportunity to drive a wedge between them If Nixon-Kissinger can pull of  talking to MAO and Chao-En-lai in pursuit of multiple objectives\nand drive a wedge between Xi and Putin\nSee  detente\nThen the artists of the deal may use this DPRk\" crisis\"\nas an opportunity\nDon't rule out that Trump and Tillerson Mattis and Mcmasters\neach brilliant  in own way pulling this off Note that if@admin republished  as \nwill this occurs before 10-1-18 41% yes\nI am ready to commence Year 3\n@Admin\n@SneakyPete"], [691, "2017-09-08T11:05:00Z", [0.0], ""], [691, "2017-09-07T12:31:45Z", [0.0], ""], [1034, "2017-09-07T05:43:39Z", [0.0], ""], [23006, "2017-09-07T03:35:35Z", [0.05], ""], [73, "2017-09-06T20:44:16Z", [0.0], ""], [34329, "2017-09-06T20:26:53Z", [0.0], ""], [691, "2017-09-06T20:21:25Z", [0.0], ""], [368, "2017-09-06T18:05:19Z", [0.0], ""], [38540, "2017-09-06T17:53:43Z", [0.0], "The US won't have been able to set the negotiating table by 1 October."], [25141, "2017-09-06T15:50:38Z", [0.0], ""], [1034, "2017-09-06T06:28:19Z", [0.0], ""], [36002, "2017-09-05T20:36:32Z", [0.0], "Considering the current developments in NK and its relations with its neighbours and the wider international community - no further talks will take place any time soon. "], [368, "2017-09-05T18:02:42Z", [0.0], ""], [691, "2017-09-05T12:00:39Z", [0.0], ""], [1034, "2017-09-05T06:04:28Z", [0.0], "Swiss ready to mediate in North Korea crisis Nebehay (2017) September 4, states that: Neutral Switzerland is prepared to act as a mediator to help resolve the North Korea crisis, including by hosting ministerial talks, Swiss President Doris Leuthard said on Monday. Leuthard said Swiss troops were deployed on the demarcation zone between South Korea and North Korea and noted that her country - along with Sweden - had a long history of neutral and discreet diplomacy. This has included Switzerland representing U.S. interests in both Iran and Cuba. But China and the United States had to take their share of responsibility, she added, warning against “over-reactions” after the North’s sixth and largest nuclear test (para 1-3). “I think it really is time for dialogue,” she told a news conference in Berne. “We are ready to offer our role for good services as a mediator. I think in the upcoming weeks a lot will depend on how the U.S. and China can have an influence in this crisis. That’s why I think Switzerland and Sweden can have a role behind the curtain” (para. 5). Noting that the Communist Party congress in North Korea’s neighbor and ally China was due to take place in October, Leuthard said the time for such initiatives was not ideal, so “perhaps this was also part of the plan of North Korea” (para. 8) Nebehay, S. (2017). Swiss ready to mediate in North Korea crisis. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-swiss/swiss-ready-to-mediate-in-north-korea-crisis-idUSKCN1BF157 Seoul wants bigger warheads, North Korean ICBM reportedly on the move Kim and Nichols (2017) September 4, states that: South Korea said on Tuesday an agreement with the United States to scrap a weight limit on its warheads would help it respond to North Korea’s nuclear and missile threat after Pyongyang conducted its sixth and largest nuclear test two days ago. South Korean officials believe more provocation from the reclusive state is possible, despite international outrage over Sunday’s test and calls for more sanctions on North Korea. South Korea’s Asia Business Daily, citing an unidentified source, reported on Tuesday that North Korea had been spotted moving a rocket that appeared to be an intercontinental ballistic missile (ICBM) towards its west coast. The rocket started moving on Monday and was spotted moving only at night to avoid surveillance, the report said. South Korea’s defense ministry, which warned on Monday that North Korea was ready to launch an ICBM at any time, said they were unable to confirm the contents of the report (para. 1-4). Moon and Trump agreed on Monday to scrap a warhead weight limit on South Korea’s missiles, South Korea’s presidential office said, enabling it to strike North Korea with greater force in the event of a military conflict. The White House said Trump gave “in-principle approval” to the move (para. 19). “We believe the unlimited warhead payload will be useful in responding to North Korea’s nuclear and missile threats,” Defence Ministry spokesman Moon Sang-gyun told a briefing on Tuesday. Under the current guidelines, last changed in 2012, South Korea can develop missiles up to a range of 800 km (500 miles) with a maximum payload of 500 kg (1,102 pounds) South Korea’s navy also held more drills on Tuesday (para 19-22). Kim, K. & Nichols, M. (2017). Seoul wants bigger warheads, North Korean ICBM reportedly on the move. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-nuclear/south-korea-eyes-bigger-warheads-north-korean-icbm-reportedly-on-the-move-idUSKCN1BD0VW Nuclear North Korea Reuters News Website. (2017). Nuclear North Korea. Reuters. World News. Retrieved from\nhttp://fingfx.thomsonreuters.com/gfx/rngs/NORTHKOREA-MISSILES/010031V7472/index.html\n"], [34517, "2017-09-05T00:30:54Z", [0.02], ""], [368, "2017-09-04T21:28:13Z", [0.0], ""], [4218, "2017-09-04T18:01:34Z", [0.0], "Recently, I've been reading John Pomfret's book THE BEAUTIFUL COUNTRY AND THE MIDDLE KINGDOM, which looks at the US-China relationship over a longer period of time, going back to 1776.  The book has raised my interest in the long history of US misunderstandings about Chinese political dynamics and intentions.  Time and again US players have seen what they want to see in China, and missed the reality.  With the distracting blizzard of Trump tweet commentary, perhaps today's big mistake is to see the North Korea problem as a North Korea problem, when it appears to be a China problem.  China's expansionist strategy has many elements, including claims to the South China Sea, naval base construction in the Indian Ocean, recent border clashes with India and relentless pressure on US affiliates including the Philippines, South Korea and Japan.   If China's strategic goal is to break apart the structure that has controlled the Western Pacific region since the end of WW II, North Korea is simply China's useful dog in this campaign.  China's ideal preferred end game would include:  (1) tractable vassal states in Japan, Philippines, Vietnam that have no alliance with the United States.  (2) restoration of Taiwan and various perimeter island chains as China possessions,  (3) reunification of the Korean peninsula under a socialist or communist political regime that China would dominate, and (4) Chinese control of the Eastern hemisphere to a degree that would be similar to what the Monroe Doctrine once was in the Western Hemisphere.  If this is the great game being played, six party talks would be a farce, and no progress will come from getting in a room one-on-one with Kim.    Since North Korea ICBM capabilities have become an existential threat to the United States, sooner or later there will be war.  If war comes sooner, millions will die in South Korea and Japan.  If it comes later, hundreds of millions will die in US cities.  This sets up choices that involve classic conundrums of justice.  Is it O.K. to push one person into the path of an oncoming bus, if that action would save 10 others?  If your neighbor owns a rabid dog, is it O.K. to shoot the dog before it bites your child?"], [1056, "2017-09-04T14:55:47Z", [0.0], ""], [691, "2017-09-04T11:20:08Z", [0.0], ""], [6303, "2017-09-04T04:57:24Z", [0.0], "Based on general news and GJP consensus."], [1056, "2017-09-04T00:30:19Z", [0.0], ""], [368, "2017-09-03T19:21:14Z", [0.0], ""], [5018, "2017-09-03T16:43:08Z", [0.0], ""], [691, "2017-09-03T11:35:52Z", [0.0], ""], [1034, "2017-09-03T06:45:48Z", [0.0], "North Korea earthquake suggests sixth nuclear test as Trump, Abe discuss 'escalating' crisis Kim and Kim (2017) September 2, states that: Two shallow earthquakes shook North Korea on Sunday, suggesting it had detonated a sixth nuclear test device, hours after it said it had developed an advanced hydrogen bomb that possesses “great destructive power”. The earthquakes, the first of which neighboring China described as a “suspected explosion” and the second as “collapse”, struck 75 km (45 miles) north northwest of Kimchaek. Previous recent tremors in the region have been caused by nuclear tests, which if the case this time round, would be a direct challenge to U.S. President Donald Trump, who hours earlier had talked by phone with Japanese Prime Minister Shinzo Abe about the “escalating” nuclear crisis in the region. The first, more powerful quake measured magnitude 6.3 and was 10 km deep, the U.S. Geological Survey said, again suggesting a nuclear device. Such a magnitude would be its most powerful detonation yet. Witnesses in the Chinese city of Yanji, on the border with North Korea, said they felt a tremor that lasted roughly 10 seconds, followed by an aftershock. China said it had detected a second, 4.6 magnitude quake with near identical coordinates eight minutes later (para 1-4). Kim, J. & Kim, S. (2017.) North Korea earthquake suggests sixth nuclear test as Trump, Abe discuss 'escalating' crisis. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-nuclear/north-korea-earthquake-suggests-sixth-nuclear-test-as-trump-abe-discuss-escalating-crisis-idUSKCN1BD0VW"], [4729, "2017-09-03T06:13:08Z", [0.0], ""], [2965, "2017-09-03T05:30:22Z", [0.0], "soon I hope not after 9-3"], [12591, "2017-09-03T04:44:07Z", [0.0], ""], [368, "2017-09-03T01:33:06Z", [0.0], ""], [2965, "2017-09-02T15:17:47Z", [0.0], ""], [2965, "2017-09-02T15:04:24Z", [0.0], "We need PRC and Russia to shut down DPKR nukes\nhttps://courses.physics.illinois.edu/phys280/sp2012/slides/12p280-5-delivery.pdf\nlets be clear, PRC and Russia have actively \"aided and abetted\"every aspect of the WMD program see 18 USC Sec.2\ngo to 38north.org and NRO satellite images. proof like Adlai Stevenson presented at UN in October 1962 PRC will never ever allow US troops to be North of 38th.\nbig mistake when McArthur headed north from Pyongyang to Chong Sun reservoir\nlets not repeat it\nSee the Coldest WInter David Halberstam (   The coldest Winter America andthe Korean War\nPart 8 the Chinese Strike)esp. p. 471 Chong Sun....\nHyperion New York 2007 We are not going to invade DPRK adn we should stop threatening\nlike Kennedy after Bay of Pigs\nIf RFK could not  and CIA and dod\nand even gangsters  could not get Castro\nTillerson correct-goal not regime change\nindeed just how would we neutralize\nKim Jong Un?\nOk diplomacy is the first option\nbut all options on table top option for deterrence\nblockade See Essence of Decision Graham Allison (c)\nPresident Trump really has same options JFK did  Preemptive strike-castastrophe\nActive blockade -confrontation with PLA-Navy\nPLA Army ends up at 38 parallel-not a bad thing really\npaper blockade- see Lincoln  Civil War -paper blockade of South\nand interdict targeted vessel like Slidell on Trent to UK for CSA\nThe Trent Affair-great move by North-not accidental -went out and got him We have 7nt fleet ready 3 carrier strike force\nSend Nikki Haley up to UN with real pictures\nshame  and name PRC and Russia publicly\njust like Adlai Stevenson-1962\nnot like Colin Powell\nshe is very good\nvery very very good\nsame with Tillerson and Mattis\nand POTUS picked some great people De-nuclearize Korean Peninsula?\n We can never trust Kim Jong UN We can sign a peace treaty with DPRK!\nmain demand-whats wrong with that or settle for  balance of  terror\nwith DPRK 4Cis I forsee 6 party talks in next years competition 2018\nfor now none want to get rid of DPRK nuclear forces lets turn  38 parallel in to a virtual Berlin\n1961-1991 30 years\n managed conflict  with russia ( Nee Soviets) very well we can manage conflict with PRC\nDPRK be careful what you wish for\nbut frankly I would prefer  US  8th and PLA to \"face off at 38th\"\nto DPRK 4cis.\ntime for 6 party talks asap otherwise we will talking DPRK nuclear futures\nfor the next 6-18 months\nthen confront a DPRK icbm demonstration\nof nuclear realities\nonly  PRC can stop \nnot \"complicated\"\nsimple"], [691, "2017-09-02T13:37:18Z", [0.0], ""], [1034, "2017-09-02T07:14:05Z", [0.0], ""], [182, "2017-09-01T22:15:38Z", [0.05], "Dropping to 5%. Recent missle launch over Japan escalates tension that will not be reduced by 1 Oct 2017."], [368, "2017-09-01T19:44:01Z", [0.0], ""], [691, "2017-09-01T12:32:22Z", [0.0], ""], [1034, "2017-09-01T05:15:49Z", [0.0], ""], [38, "2017-09-01T00:09:30Z", [0.0], "https://www.nytimes.com/2017/08/30/us/politics/trump-north-korea-extortion-money.html?emc=edit_mbae_20170831&nl=&nlid=77825025&te=1&_r=0 \"What the North Koreans are angling for is to bring the danger and tension to a crescendo, and then to pivot to a peace proposal,” said Daniel R. Russel, who served until March as the assistant secretary of state for East Asian affairs. “All of this is focused on pressuring the U.S. to enter direct talks with Kim on his terms. That is the big trap.”\n. . . \n\"Mr. Trump brings a deal-maker’s swagger to the North Korea issue that his predecessors did not. He has in the past expressed a willingness to sit across a table from the willful young scion of North Korea’s ruling family. “I would speak to him,” Mr. Trump said during the presidential campaign. “I would have no problem speaking to him.” Last April, he said, “If it would be appropriate for me to meet with him, I would absolutely; I would be honored to do it.”\n. . . \n\"For now, a Trump-Kim summit remains a far-fetched notion. Even if North Korea was interested in speaking to the United States, its string of belligerent actions — not to mention the June death of Otto F. Warmbier, the Ohio college student held for nearly 18 months in Pyongyang — would make a meeting politically untenable for Mr. Trump.\n. . . \n\"Other experts said it was not diplomacy itself that was problematic — particularly if the United States negotiated, along with its allies and China — but that Mr. Trump, acting alone, could be an unpredictable negotiator. “Trump is not the first president to think he can make a deal with these guys,” said Mr. Auslin. “Bill Clinton thought he was the great negotiator. His aides thought if they could get him in a room with Kim Jong-il, they could seal a deal. There’s clearly a sense, because of the capriciousness of Trump and the ‘Art of the Deal,’ that he could do the same.” \"Mr. Trump’s tweet could be interpreted as a negotiating tactic. But experts said he was not helping his case with his wildly divergent statements about Mr. Kim. Last Tuesday, at a rally in Phoenix, Mr. Trump said, “I respect the fact that I believe he is starting to respect us. I respect that fact very much.” \"Further complicating the administration’s approach is its weak diplomatic bench. It still has not named an assistant secretary for East Asian affairs and no ambassador is in Seoul, although the White House is close to nominating Victor D. Cha, a veteran of the George W. Bush administration and well-regarded North Korea expert at Georgetown University. \"Some experts said they took comfort from the fact that in any summit meeting, the North Koreans would never allow the Americans to determine either the setting or the terms of the negotiation. For a deal maker and showman like Mr. Trump, that would probably be unacceptable. “I suspect that in the end, the president might fall back on his event-planning background,” said Michael J. Green, who served as a top Asia adviser to Mr. Bush. “This is not a Miss Universe pageant or a pro wrestling match, so that might stop Trump in his tracks.”\n~~~~~~~\nCOMMENT:  I do not see Trump being willing to be a part of a 6-party deal because he'd have to share the credit with 5 other parties.  I do see him trying to make a bilateral deal."], [368, "2017-08-31T23:03:16Z", [0.0], ""], [691, "2017-08-31T16:06:06Z", [0.0], ""], [1034, "2017-08-31T10:13:24Z", [0.0], "Top advisers in more displays of disagreement with Trump Landay and Mason (2017) August 30, states that: Defense Secretary Jim Mattis openly differed with his commander in chief over North Korea on Wednesday, the latest example of a once-rare public display of disagreement by top U.S. aides that has become more frequent under President Donald Trump. “We are never out of diplomatic solutions,” Mattis told reporters, just hours after Trump said in a tweet that “talking is not the answer” to the standoff over North Korea’s nuclear weapons and missile programs. His public contradiction of Trump’s position came a day after the Pentagon chief, a retired four-star Marine general, appeared to delay implementation of Trump’s decision to ban transgender people from enlisting in the military (para 1-3). Landay, J. & Mason, J. (2017). Top advisers in more displays of disagreement with Trump. Reuters World News. Retrieved from \nhttp://www.reuters.com/article/us-usa-trump-advisers-idUSKCN1BB075 China says it will never allow war or chaos on its doorstep Wen (2017) August 31, states that: - China will never allow war or chaos on its doorstep, Defence Ministry spokesman Ren Guoqiang told a monthly news briefing on Thursday, when asked about tension on the Korean peninsula (para. 1). Wen, P. (2017). China says it will never allow war or chaos on its doorstep. Reuters World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-missiles-china-idUSKCN1BB0OH\n"], [484, "2017-08-31T03:41:50Z", [0.0], "Down 5% for passage of time."], [2965, "2017-08-30T23:41:19Z", [0.0], ""], [1056, "2017-08-30T19:45:08Z", [0.0], ""], [368, "2017-08-30T19:07:12Z", [0.0], ""], [32122, "2017-08-30T13:58:57Z", [0.0], ""], [32122, "2017-08-30T13:46:34Z", [0.0], ""], [691, "2017-08-30T12:12:31Z", [0.0], ""], [32438, "2017-08-30T09:50:51Z", [0.0], ""], [1034, "2017-08-30T05:50:52Z", [0.0], ""], [1993, "2017-08-29T22:34:26Z", [0.0], ""], [1993, "2017-08-29T22:34:20Z", [0.01], ""], [368, "2017-08-29T18:40:32Z", [0.0], ""], [691, "2017-08-29T14:41:59Z", [0.0], ""], [23006, "2017-08-28T22:22:09Z", [0.1], ""], [368, "2017-08-28T16:08:42Z", [0.0], ""], [691, "2017-08-28T11:43:53Z", [0.0], ""], [1034, "2017-08-28T05:02:28Z", [0.0], ""], [368, "2017-08-27T20:30:24Z", [0.0], ""], [191, "2017-08-27T17:07:48Z", [0.05], ""], [691, "2017-08-27T11:54:28Z", [0.0], ""], [1056, "2017-08-27T00:52:42Z", [0.0], ""], [368, "2017-08-26T20:25:16Z", [0.0], ""], [691, "2017-08-26T11:29:29Z", [0.0], ""], [37379, "2017-08-25T23:27:53Z", [0.0], "With anti-intervention Bannon out of the White House, and Kelly holding the flappers for Trump (flapper, in Jonathan Swift's Gulliver's Travels (Part 3, Chapter 2), a servant employed by someone \"important\" to \"flap\" their eyes or ears when their attention is required) and Tillerson's State Department in the ICU, I can't see the U.S. participating in any such talks now.  CHAMPS KNOW checklist: Yes: Know the power-players. Describe individuals with influence and how will they use it."], [368, "2017-08-25T16:47:29Z", [0.0], ""], [411, "2017-08-25T15:29:55Z", [0.0], ""], [1034, "2017-08-25T05:46:26Z", [0.0], ""], [12302, "2017-08-24T20:59:40Z", [0.0], ""], [691, "2017-08-24T15:39:32Z", [0.0], ""], [1639, "2017-08-24T12:39:32Z", [0.0], "For passing of time, and also because the State Department is no longer what it used to be, and Tillerson may be on the way out too"], [1034, "2017-08-24T05:58:40Z", [0.0], "North Korea Threatens ‘Absolute Force’ as U.S., South Hold Military Drills Cheng (2017) Aug 22, states that: North Korea threatened to turn the U.S. into “huge heaps of ashes” and warned that military exercises involving American and South Korean forces this week had worsened the standoff, which could only be resolved by “absolute force.” In a strongly worded commentary issued through its state media on Tuesday, Pyongyang attacked President Donald Trump, branding his approach to the crisis on the Korean Peninsula “unimaginably reckless.” The remarks came a day after the U.S. and South Korean militaries began annual drills, which the allies say are aimed at defending South Korea in the event of conflict but which Pyongyang says are rehearsals for an invasion. North Korea is upset in particular about what it calls drills aimed at decapitating the leadership in Pyongyang—a direct attempt to kill dictator Kim Jong Un. It also says the drills can be quickly repurposed into an invasion of the North. “No one can vouch that these huge forces concentrated in South Korea will not go over to an actual war action now that the military tensions have reached an extreme pitch,” North Korea said in a separate statement Tuesday attributed to its military forces stationed on the inter-Korean demilitarized zone (para 1-5). Cheng, J. (2017). North Korea Threatens ‘Absolute Force’ as U.S., South Hold Military Drills. The Wall Street Journal. World. Asia. Retrieved from \nhttps://www.wsj.com/articles/north-korea-threatens-absolute-force-as-u-s-south-hold-military-drills-1503392504 Kim Jong Un Shown Ordering More Warheads After Tillerson’s Praise for ‘Restraint’ Cheng (2017) Aug. 23, states that: Hours after U.S. Secretary of State Rex Tillerson praised him for exercising restraint, North Korean leader Kim Jong Un appeared in state media visiting a missile-development factory and ordering the production of more warheads and rocket engines. Mr. Kim’s visit, the date of which wasn’t disclosed by Pyongyang in its report on Wednesday, underscores North Korea’s continued investment in its ability to threaten the continental U.S. with a nuclear-tipped long-range missile (para. 1-2). North Korea didn’t test-fire any missiles between October and February, according to a database compiled by the James Martin Center for Nonproliferation Studies. But after that relatively long hiatus, North Korea test-launched 14 missiles in a little more than five months, including two intercontinental ballistic missiles and other shorter-range missiles that demonstrated new capabilities (para.5). But Mr. Cronin argued that the U.S. should continue to pursue diplomacy with Pyongyang, and encourage any signs of progress—including the recent dearth of missile tests (para. 12). \nNorth Korea hasn’t launched a missile in 26 days, although the launch of its first ICBM on July 4 came after a 35-day pause. \n“North Korea has shown glimmers of restraint for now and the U.S. seeks to encourage more, but is ready to move in the opposite direction as well,” Mr. Cronin said (para. 12-14). Cheng, J. (2017). Kim Jong Un Shown Ordering More Warheads After Tillerson’s Praise for ‘Restraint’. The Wall Street Journal. World. Asia. Retrieved from \nhttps://www.wsj.com/articles/kim-jong-un-shown-ordering-more-warheads-after-tillersons-praise-for-restraint-1503488094"], [368, "2017-08-23T19:28:19Z", [0.0], ""], [691, "2017-08-23T16:22:46Z", [0.0], ""], [1034, "2017-08-23T05:23:11Z", [0.0], ""], [484, "2017-08-23T03:39:15Z", [0.05], "Up 5%. Option one: http://www.youtube.com/watch?v=15YgdrhrCM8 Option two: Possible back-channel discussions might open up opportunities. Tillerson's tone was intriguing. (One question might be how this would be judged if they are announced, but planned to happen after the closing date.) I prefer option two."], [38505, "2017-08-23T01:03:46Z", [0.0], ""], [368, "2017-08-22T23:09:38Z", [0.0], ""], [691, "2017-08-22T20:30:12Z", [0.0], ""], [38421, "2017-08-22T04:27:32Z", [0.0], ""], [368, "2017-08-21T19:34:08Z", [0.0], ""], [368, "2017-08-21T19:25:50Z", [0.0], ""], [1056, "2017-08-21T14:36:07Z", [0.0], ""], [31238, "2017-08-21T13:44:39Z", [0.0], ""], [691, "2017-08-21T12:08:06Z", [0.0], ""], [368, "2017-08-20T22:54:09Z", [0.0], ""], [368, "2017-08-19T22:22:41Z", [0.0], ""], [1624, "2017-08-19T08:10:39Z", [0.0], ""], [691, "2017-08-18T20:08:59Z", [0.0], ""], [368, "2017-08-18T17:48:20Z", [0.0], ""], [32258, "2017-08-17T22:49:10Z", [0.0], ""], [368, "2017-08-17T16:51:23Z", [0.0], ""], [1333, "2017-08-17T15:58:51Z", [0.05], ""], [37379, "2017-08-17T03:00:07Z", [0.0], ""], [484, "2017-08-16T22:40:07Z", [0.0], "Down 5% for passage of time."], [691, "2017-08-16T20:18:59Z", [0.0], ""], [368, "2017-08-16T19:50:06Z", [0.0], ""], [754, "2017-08-16T14:23:58Z", [0.0], ""], [32122, "2017-08-16T13:17:26Z", [0.0], "But that I could make this less than zero by 1st October.   The DPRK refuses to even return South Korea's repeated calls to even discuss the possibility of talks.  Lots of press about two bullies poking each other in the chest and making comments about each other's respective ancestry.   Given this Tsunami of conditions, it almost seems pointless to note obvious logistical realities of arranging such a meeting and the time required, all of which would take us far beyond 10/1 at this stage.   But sadly, there is nothing to be gained by predicting no meeting at this stage, as the crowd has marked this one at zero quite some time ago.  But I will point out that there is quite a lot to be lost in terms of accuracy score if you predict even a small chance of a meeting.  "], [30717, "2017-08-16T05:37:51Z", [0.29], ""], [37474, "2017-08-16T03:24:35Z", [0.0], ""], [38365, "2017-08-16T01:37:07Z", [0.1], ""], [368, "2017-08-15T16:56:20Z", [0.0], ""], [691, "2017-08-15T15:50:56Z", [0.0], ""], [1034, "2017-08-15T06:20:19Z", [0.0], "North Korea leader holds off on Guam plan, will watch U.S. bit longer: KCNA Kim (2017) Aug 14, states that: North Korea's leader received a report from his army on its plans to fire missiles toward Guam and said he will watch the actions of the United States for a while longer before making a decision, the North's official news agency said on Tuesday. North Korea said last week it was finalizing plans to launch four missiles into the waters near the U.S. Pacific territory of Guam, and its army would report the strike plan to leader Kim Jong Un and wait for his order. Kim, who inspected the command of the North's army on Monday, examined the plan for a long time and discussed it with army officers, the official KCNA said in a report. \"He said that if the Yankees persist in their extremely dangerous reckless actions on the Korean peninsula and in its vicinity, testing the self-restraint of the DPRK, the latter will make an important decision as it already declared,\" the report said (para. 1-4). Kim, C. (2017). North Korea leader holds off on Guam plan, will watch U.S. bit longer: KCNA. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-report-idUSKCN1AU2GH"], [705, "2017-08-15T01:14:23Z", [0.0], ""], [368, "2017-08-14T18:16:11Z", [0.0], ""], [691, "2017-08-14T12:06:19Z", [0.0], ""], [1034, "2017-08-14T05:29:16Z", [0.0], "Top U.S. General Readies Military Plan for North Korea, but Pushes for Diplomacy Lubold (2017) Aug. 13, states that: The Pentagon’s top military officer said Sunday that the focus remains on finding a diplomatic solution to the North Korea crisis, even as the military works up its own options in case they become necessary. Amid heated rhetoric between President Donald Trump and North Korea’s leader, Kim Jong Un, the military is quietly supporting Secretary of State Rex Tillerson’s effort to use diplomatic and economic pressure to avert war. “As a military leader, I have to make sure that the president does have viable military options in the event that the diplomatic and economic pressurization campaign fails,” Chairman of the Joint Chiefs of Staff Gen. Joe Dunford said in his first public remarks since the crisis escalated with North Korea’s launch of a second intercontinental ballistic missile late last month. “Even as we develop those options, we are mindful of the consequences of executing those options, and that makes us have more of a sense of urgency to make sure that we’re doing everything we absolutely can to support Secretary Tillerson’s current path,” he said. Gen. Dunford began a scheduled swing through the region Sunday, with a stop to meet with South Korean President Moon Jae-in, along with newly appointed defense officials and commanders. Gen. Dunford leaves Monday for Beijing and will also visit Tokyo this week, defense officials said. The general’s trip comes as senior Trump administration officials said war with North Korea isn’t imminent. “We’re not closer to war than a week ago, but we are closer to war than we were a decade ago,” the White House’s national security adviser, Gen. H.R. McMaster, said Sunday on NBC’s “Meet the Press.” Echoing that assessment on CBS’s “Face the Nation,” Central Intelligence Agency Director Mike Pompeo said he didn’t believe an attack from North Korea was “imminent” (para 1-7). Lubold, G. (2017). Top U.S. General Readies Military Plan for North Korea, but Pushes for Diplomacy. The Wall Street Journal. World. Retrieved from\nhttps://www.wsj.com/articles/top-u-s-general-readies-military-plan-for-north-korea-but-pushes-for-diplomacy-1502626832\n"], [484, "2017-08-14T02:11:48Z", [0.05], "(no change) Good advice, but I'm not sure anyone on the US administration side is listening since it might be something Obama would do: http://www.politico.com/story/2017/08/13/clapper-north-korea-nuclear-weapons-241589"], [2965, "2017-08-14T02:09:50Z", [0.0], "As much as these talks or any with pre-condition are desirable in any or multiple forums are desirable and may well happen-\nmo way this can be arranged or staffed up\nthe agenda is easy\ndenuclearize Korean Peninsula\neasier for Tillerson to be in touch daily\nwith Lavrov amd Yan Li\nLets hope so"], [484, "2017-08-14T01:56:25Z", [0.05], "Down 5% for passage of time."], [368, "2017-08-13T14:04:55Z", [0.0], ""], [691, "2017-08-13T11:27:49Z", [0.0], ""], [368, "2017-08-12T19:54:12Z", [0.0], ""], [1333, "2017-08-12T16:48:40Z", [0.15], ""], [691, "2017-08-12T12:38:12Z", [0.0], ""], [1034, "2017-08-12T08:18:21Z", [0.0], ""], [20156, "2017-08-12T04:50:13Z", [0.0], ""], [14166, "2017-08-12T01:49:12Z", [0.01], ""], [691, "2017-08-11T19:10:12Z", [0.0], ""], [368, "2017-08-11T17:13:10Z", [0.0], ""], [19801, "2017-08-11T07:17:05Z", [0.0], "Given Fire and Fury comments by Trump, and war games near the border, negotiations are improbable by 1 Oct."], [1034, "2017-08-11T06:50:39Z", [0.0], "Any new Korean war could quickly escalate to catastrophe Brunnstrom (2017) Aug 10, states that: Any new military conflict with North Korea would likely escalate quickly to the use of nuclear weapons, bringing catastrophic casualties not seen since World War Two and an untold economic impact worldwide, former U.S. defense officials and experts say. While the United States has maintained an uneasy calm with North Korea for more than six decades and spikes in tensions are not new, recent supercharged rhetoric between the unpredictable U.S. President Donald Trump and North Korean leader Kim Jong Un have heightened the risk of miscalculation that could make that nightmare a reality, they say. On Thursday, North Korea upped the ante by saying it would complete plans by mid-August to fire four intermediate-range missiles over Japan to land near the U.S. Pacific island territory of Guam, after Trump said that any threats by Pyongyang would be \"met with fire and fury like the world has never seen.\" The exchange followed a United Nations resolution tightening sanctions on North Korea after it tested two intercontinental ballistic missiles designed to carry nuclear warheads to the United States. Trump said on Thursday his fire and fury comment was not tough enough. Despite the war of words, for now the U.S. military says there has been no change in its readiness posture in South Korea or elsewhere in Asia. Analysts say they have seen no evidence of any increased alert in North Korea (para. 1-6). Brunnstrom, D. (2017). Any new Korean war could quickly escalate to catastrophe. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-usa-war-analysis-idUSKBN1AQ2LM Nations start to choose sides in event of North Korea war\nAs tensions rise, North Korea has found a supporter even as some US allies reaffirmed they would back Washington in the event of an open conflict. Could Germany - and other NATO members - be forced to fight for Trump? Sanders (2017) Aug 11, states that: Amid growing talk of the possibility of open conflict between the United States and North Korea, countries have started to affirm their positions in case violence breaks out on the Korean Peninsula or elsewhere.\nAlthough countries have yet to throw their support behind Pyongyang in the event of a confrontation, North Korea has found supporters in its neighbor China - with some conditions.\n\"If the US and South Korea carry out strikes and try to overthrow the North Korea regime and change the political pattern of the Korean Peninsula, China will prevent them from doing so,\" said an editorial in the state-run Global Times.\nHowever, the paper did not recommend Beijing support Pyongyang under all circumstances.\n\"China should also make clear that if North Korea launches missiles that threaten US soil first and the US retaliates, China will stay neutral,\" it wrote.\nEarlier this week, China's Foreign Ministry urged both North Korea and the United States to \"stop provoking each other\" and de-escalate the situation in a bid to return to \"dialogue and negotiations\" (para.1-6). Sanders, L. (2017) Nations start to choose sides in event of North Korea war. Deutsche Welle. Politics. Retrieved from\nhttp://www.dw.com/en/nations-start-to-choose-sides-in-event-of-north-korea-war/a-40049024\n"], [368, "2017-08-10T19:16:41Z", [0.0], ""], [26455, "2017-08-10T19:03:17Z", [0.27], ""], [691, "2017-08-10T12:23:38Z", [0.0], ""], [1034, "2017-08-10T07:29:38Z", [0.0], "Mattis warns North Korea of 'end of its regime,' 'destruction of its people' McLaughlin (2017) Aug 9, states that: U.S. Secretary of Defense James Mattis cautioned Wednesday that North Korea's actions \"will continue to be grossly overmatched by ours and would lose any arms race or conflict it initiates,\" a day after President Donald Trump made a similar warning in the wake of reports North Korea is continuing to advance its nuclear capabilities. Mattis added that North Korean leader Kim Jong-un should \"take heed\" of the United Nations Security Council's \"unified voice,\" referring to recent sanctions issued against the nation, and called for the country to \"cease any consideration of actions that would lead to the end of its regime and the destruction of its people\" (para 1-2). Members of the U.S. intelligence community believe that North Korea's nuclear capabilities may be more advanced than initially thought, and the country may have developed the technology to miniaturize a nuclear warhead that can be placed inside a missile, a U.S. official confirmed to ABC News Tuesday. The Washington Post first reported the news, citing a July 28 report by the Defense Intelligence Agency about North Korea’s capability of placing a nuclear warhead atop an intercontinental ballistic missile (para 6). Mattis's statements on Wednesday add to the increasingly heated rhetoric between North Korea and the United States.\nResponding to Trump's comments, North Korea said it was considering a strike that would create “an enveloping fire” around Guam, a U.S. territory that is home to a key Air Force base (para 6-8). McLaughlin, E. (2017) Mattis warns North Korea of 'end of its regime,' 'destruction of its people' ABC. Retrieved from\nhttp://abcnews.go.com/International/mattis-warns-north-korea-end-regime-destruction-people/story?id=49116627"], [182, "2017-08-09T23:52:15Z", [0.09], ""], [368, "2017-08-09T20:27:08Z", [0.0], ""], [754, "2017-08-09T14:46:47Z", [0.15], ""], [754, "2017-08-09T14:33:56Z", [0.0], ""], [691, "2017-08-09T01:26:32Z", [0.0], ""], [16778, "2017-08-08T12:39:24Z", [0.05], "Increasing my forecast based on the most recent UN sanctions which was passed with Chinese & Russian support.  The key to my prediction is effective Chinese & Russian enforcement of the terms of the agreement and elimination of border smuggling, thereby squeezing the North Korean regime. Whether this will occur is difficult to say since China has not effectively complied with prior sanctions in the past. However, the fact that NK now has a nuclear weapon, currently disregards China's advice to deescalate tensions, and is being threatened by US sanctions for alleged dumping and currency manipulation suggests that this time will be different. If war on the Korean Peninsula should break out, China could be destabilized by thousands of North Koreans fleeing across the border. Similarly, I believe Russia will comply because NK is not a major trading partner and that it wants to eventually have the US remove its sanctions on Russia. Russia cooperation would bolster its claim that it is a responsible world player. Leaving oil imports and overseas North Koreans untouched allows the UN to threaten further sanctions. I believe that NK will begin to feel the economic impact in 1-2 months which may lead it to enter negotiations in late Sept. The fact the UN imposed sanctions makes it very likely that any diplomatic solution will involve multiple parties (i.e. 6-party talks). I believe the chances for effective Chinese & Russian cooperation is around 50%. The chance that NK will feel the economic pinch and begin negotiating in the next 7 weeks are much lower (10%). NK has demonstrated willingness to let its people starve and die rather than be viewed as giving up. https://www.nytimes.com/2017/08/07/world/asia/north-korea-responds-sanctions-united-states.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news&_r=0"], [36805, "2017-08-08T07:47:20Z", [0.0], ""], [1034, "2017-08-08T06:00:07Z", [0.0], ""], [368, "2017-08-07T20:15:35Z", [0.0], ""], [1034, "2017-08-07T04:19:36Z", [0.0], ""], [1034, "2017-08-07T04:00:37Z", [0.0], ""], [368, "2017-08-06T18:03:45Z", [0.0], ""], [36780, "2017-08-06T15:11:35Z", [0.0], ""], [1034, "2017-08-06T08:55:33Z", [0.0], "United Nations bans key North Korea exports over missile tests Nichols (2017) Aug 5, states that: The United Nations Security Council unanimously imposed new sanctions on North Korea on Saturday that could slash by a third the Asian state's $3 billion annual export revenue over its two intercontinental ballistic missile tests in July. The U.S.-drafted resolution bans North Korean exports of coal, iron, iron ore, lead, lead ore and seafood. It also prohibits countries from increasing the current numbers of North Korean laborers working abroad, bans new joint ventures with North Korea and any new investment in current joint ventures. \"We should not fool ourselves into thinking we have solved the problem. Not even close. The North Korean threat has not left us, it is rapidly growing more dangerous,\" U.S. Ambassador to the United Nations Nikki Haley told the council. \"Further action is required. The United States is taking and will continue to take prudent defensive measures to protect ourselves and our allies,\" she said. Washington would continue annual joint military exercises with South Korea, Haley said. North Korea has accused the United States and South Korea of escalating tensions by conducting military drills. China and Russia slammed U.S. deployment of the THAAD anti-missile defense system in South Korea. China's U.N. Ambassador Liu Jieyi called for a halt to the deployment and for any equipment in place to be dismantled (para. 1-6). \"The United Nations Security Council just voted 15-0 to sanction North Korea. China and Russia voted with us. Very big financial impact!\" Trump wrote (para. 9). Nichols, M. (2017). United Nations bans key North Korea exports over missile tests. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-un-idUSKBN1AL0NU China urges North Korea dialogue, says sanctions not sole solution Shepherd and Lema (2017) Aug 6, states that: China's foreign minister said on Sunday new U.N. Security Council sanctions on North Korea were the right response to a series of missile tests, but dialogue was vital to resolve a complex and sensitive issue now at a \"critical juncture\". Wang Yi said the U.N. resolution's call for a return to talks emphasized that diplomatic and peaceful means were necessary to avoid tensions and it was necessary to prevent the crisis from escalating. The U.N. Security Council unanimously imposed new sanctions on North Korea on Saturday that could slash by a third the Asian state's $3 billion annual export revenue over Pyongyang's two July intercontinental ballistic missile tests. \"After the implementation of the resolutions, the Korean peninsula issue enters into a critical juncture,\" Wang told reporters on the sidelines of a regional foreign ministers' meeting in Manila. \"We call on all sides to take a responsible attitude when making judgments and taking actions.... We cannot do one and neglect the other. Sanctions are needed but sanctions are not the final goal,\" Wang said. North Korea has been under U.N. sanctions since 2006 over its ballistic missile and nuclear programs. The new measures were a response to five nuclear tests and four long-range missile launches. The latest, U.S.-drafted resolution bans North Korean exports of coal, iron, iron ore, lead, lead ore and seafood and prohibits countries from hiring additional North Korean laborers. It also bans new joint ventures with North Korea (para 1-7). Shepherd, C. & Lema, K. (2017). China urges North Korea dialogue, says sanctions not sole solution. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-asean-philippines-idUSKBN1AL05R\n"], [484, "2017-08-05T22:17:31Z", [0.1], "(no change) Good summary: http://nationalinterest.org/feature/4-ways-north-koreas-nukes-may-actually-be-used-21790 One addition to scenario one would be some nuclear device delivered to a primary target not via ballistic missile. —in response to some \"foreign invasion\" "], [368, "2017-08-05T20:12:02Z", [0.0], ""], [16778, "2017-08-05T12:27:11Z", [0.0], ""], [1034, "2017-08-05T06:48:53Z", [0.0], ""], [1056, "2017-08-04T23:26:40Z", [0.0], ""], [368, "2017-08-04T19:45:26Z", [0.0], ""], [5386, "2017-08-04T18:08:10Z", [0.0], ""], [1034, "2017-08-04T07:53:28Z", [0.0], ""], [11759, "2017-08-04T00:15:22Z", [0.0], ""], [38, "2017-08-03T21:01:27Z", [0.0], "https://www.nytimes.com/2017/08/02/us/politics/tillerson-north-korea-negotiations-missile-test.html?emc=edit_th_20170803&nl=todaysheadlines&nlid=77825025&_r=0 \"Most intelligence assessments have concluded that the North has no incentive to begin negotiations until it demonstrates, even more conclusively than it has in recent weeks, that its nuclear weapon could reach the United States mainland.\n, , , \n\" . . . on Wednesday night, The Wall Street Journal reported that Vice President Mike Pence told journalists traveling with him on Air Force Two that the United States would not hold direct talks with North Korea. It was not clear how his comments squared with those of Mr. Tillerson a day earlier."], [368, "2017-08-03T17:57:30Z", [0.0], ""], [691, "2017-08-03T11:36:42Z", [0.0], ""], [1034, "2017-08-03T07:22:36Z", [0.0], "China urges all parties not to heighten tensions on Korean Peninsula Wen (2017) Aug 3, states that: Chinese Foreign Minister Wang Yi urged all parties on Thursday not to heighten tensions on the Korean peninsula and said China had already clearly condemned North Korea's latest missile test. Wang made the comments in Beijing on Thursday (para. 1-2). Wen, P. (2017). China urges all parties not to heighten tensions on Korean Peninsula. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-china-idUSKBN1AJ0JZ Philippines' Duterte calls North Korea's Kim a 'fool' over nuclear ambitions Petty and Morales (2017) Aug 2, states that: Philippine President Rodrigo Duterte on Wednesday described North Korean leader Kim Jong Un as a \"fool\" and a \"son of a bitch\", just days before Manila hosts an international meeting certain to address Pyongyang's long-range missile tests. Duterte held nothing back in rebuking Kim for \"playing with dangerous toys\", setting the stage for next week's rare get-together, to be attended by foreign ministers of all the countries involved in the standoff on the Korean peninsula. North Korea is determined to develop a nuclear-tipped missile capable of hitting the United States and officials in Washington said Saturday's test of an intercontinental ballistic missile showed it may be able to reach most of the country. \"This Kim Jong Un, a fool ... he is playing with dangerous toys, that fool,\" Duterte told tax officials in a speech. \"That chubby face that looks kind. That son of a bitch. If he commits a mistake, the Far East will become an arid land. It must be stopped, this nuclear war (pra.1-5). Petty, M. & Morales, N., J. (2017). Philippines' Duterte calls North Korea's Kim a 'fool' over nuclear ambitions. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-philippines-idUSKBN1AI17W\n"], [368, "2017-08-02T17:59:01Z", [0.0], ""], [691, "2017-08-02T12:08:56Z", [0.0], ""], [1034, "2017-08-02T06:13:41Z", [0.0], ""], [35618, "2017-08-01T20:54:04Z", [0.05], "http://www.reuters.com/article/us-northkorea-missiles-usa-dialogue-idUSKBN1AH51K\n\"We do not seek a regime change, we do not seek a collapse of the regime, we do not seek an accelerated reunification of the peninsula, we do not seek an excuse to send our military north of the 38th Parallel,\" Tillerson told reporters at the State Department. \"We are not your enemy ... but you are presenting an unacceptable threat to us, and we have to respond. And we hope that at some point they will begin to understand that and we would like to sit and have a dialogue with them.\" "], [368, "2017-08-01T20:21:20Z", [0.0], ""], [691, "2017-08-01T11:54:14Z", [0.0], ""], [1034, "2017-08-01T05:25:35Z", [0.0], ""], [2965, "2017-08-01T01:34:03Z", [0.0], ""], [484, "2017-07-31T22:56:52Z", [0.1], "Up 5% on new US POTUS Chief of Staff."], [368, "2017-07-31T16:51:20Z", [0.0], ""], [3363, "2017-07-31T14:14:45Z", [0.02], ""], [691, "2017-07-31T11:32:14Z", [0.0], ""], [1034, "2017-07-31T05:24:05Z", [0.0], "Donald Trump Warns China on North Korea: ‘We Will No Longer Allow This to Continue’ Ballhaus (2017) July 29, states that: President Donald Trump on Saturday signaled his chagrin at what he described as China’s inaction on North Korea’s nuclear and ballistic-missile ambitions. “I am very disappointed in China. Our foolish past leaders have allowed them to make hundreds of billions of dollars a year in trade, yet they do NOTHING for us with North Korea, just talk,” Mr. Trump wrote in a pair of posts on his Twitter account. “We will no longer allow this to continue. China could easily solve this problem!” On Friday, North Korea test-fired a ballistic missile that experts said put the continental U.S. in range of a strike, illustrating rapid advancements in technology and intensifying Pyongyang’s standoff with Washington. Following the launch, Secretary of State Rex Tillerson urged world leaders to tighten United Nations sanctions on North Korea and singled out Russia and China for not doing enough to contain Pyongyang’s nuclear ambitions (para 1-4). Ballhaus, R. (2017). Donald Trump Warns China on North Korea: ‘We Will No Longer Allow This to Continue’. The Wall Street Journal. Politics. National Security. Retrieved from\nhttps://www.wsj.com/articles/donald-trump-warns-china-on-north-korea-we-will-no-longer-allow-this-to-continue-1501374727\n"], [754, "2017-07-31T00:34:35Z", [0.05], ""], [754, "2017-07-31T00:34:08Z", [0.1], ""], [24159, "2017-07-30T20:27:20Z", [0.0], ""], [691, "2017-07-30T11:20:45Z", [0.0], ""], [1034, "2017-07-30T08:32:09Z", [0.0], "\nUS flies’ bombers over Korean peninsula after North Korea missile test Pearson (2017) July 29, states that: The United States flew two B-1B bombers over the Korean peninsula in a show of force after recent North Korean missile tests, the U.S. Air Force said in a statement on Sunday. North Korea said it conducted another successful test of an intercontinental ballistic missile (ICBM) on Friday that proved its ability to strike America's mainland, drawing a sharp warning from U.S. President Donald Trump. The B-1B flight, conducted on Saturday, was in direct response to the missile test and the previous July 3 launch of the \"Hwansong-14\" rocket, the U.S. statement said. The bombers took off from a U.S. air base in Guam, and were joined by Japanese and South Korean fighter jets during the exercise, according to the statement (para 1-3). China, the North's main ally, said it opposed North Korea's missile launches, which it said violate United Nations Security Council resolutions designed to curb Pyongyang's banned nuclear and missile programme (para. 9). \"At the same time, China hopes all parties act with caution, to prevent tensions from continuing to escalate,\" China's foreign ministry said in a statement on Saturday (para. 9-10). Pearson, J. (2017).  U.S. flies’ bombers over Korean peninsula after North Korea missile test. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN1AF02K"], [4634, "2017-07-30T05:23:07Z", [0.0], ""], [35618, "2017-07-30T03:39:06Z", [0.0], ""], [368, "2017-07-29T16:39:37Z", [0.0], ""], [691, "2017-07-29T12:15:08Z", [0.0], ""], [1034, "2017-07-29T06:09:20Z", [0.0], "China urges North Korea to stop acts that could worsen tensions Blanchard (2017) July 28, states that: China urged North Korea on Saturday to respect United Nations Security Council resolutions and stop all acts that could worsen tensions on the Korean peninsula, after the isolated state launched another missile. China also hopes that all parties can act with caution to prevent the situation from escalating, the Foreign Ministry said in a statement (para. 1-2). Blanchard, B. (2017). China urges North Korea to stop acts that could worsen tensions. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-china-idUSKBN1AE02S South Korea's Moon orders talks with U.S. to deploy more THAAD units after North Korea ICBM test Kim (2017) July 28, states that: SEOUL (Reuters) - South Korean President Moon Jae-in ordered discussions to be held with the United States on deploying additional THAAD anti-missile defense units following North Korea's test launch of an intercontinental ballistic missile, his office said on Saturday. Moon also wanted the United Nations Security Council to discuss new and stronger sanctions against the North, the presidential Blue House said following a National Security Council meeting. Two units of the Terminal High Altitude Area Defence (THAAD) anti-missile system have been deployed by the U.S. military in a southern South Korean region, with four more planned but delayed over concerns about their environmental impact (para 1-3). Kim, J. (2017). South Korea's Moon orders talks with U.S. to deploy more THAAD units after North Korea ICBM test. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-thaad-idUSKBN1AD2ES\n"], [368, "2017-07-28T18:02:03Z", [0.0], ""], [691, "2017-07-28T14:19:21Z", [0.0], ""], [1034, "2017-07-28T07:43:02Z", [0.0], ""], [368, "2017-07-27T19:35:29Z", [0.0], ""], [691, "2017-07-27T12:13:57Z", [0.0], ""], [1034, "2017-07-27T07:11:05Z", [0.0], "Australia urges China to do more on North Korea threat Pandey (2017) July 26, states that: Australian Foreign Minister Julie Bishop called on China on Thursday to do more to contain the threat of North Korea's nuclear and missile programs. North Korea, which has warned Australia could be the target of a strike, test-launched its first intercontinental ballistic missile earlier this month, which experts say could put all of Alaska in range for the first time. The United States and Australia have both indicated growing impatience with China, North Korea's sole major ally, and Bishop said there was much more that China could do. \"China is North Korea's major financial backer. It has much more leverage over North Korea than it claims,\" she told the Australian Broadcasting Corp's Radio National. \"The export relationship with North Korea, the provision of remittance to workers, the foreign investment flows, the technology flows - these are all in China's hands,\" she said. North Korea has been under U.N. sanctions since 2006 over its ballistic missile and nuclear programs and the Security Council has ratcheted up measures in response to five nuclear weapons tests and two long-range missile launches (para. 1-6). Pandey, S. (2017). Australia urges China to do more on North Korea threat. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-australia-security-northkorea-idUSKBN1AC00V\n"], [484, "2017-07-27T03:55:02Z", [0.05], "Down 5% on Rexit rumors. Not a sure sign that adults (or deep state if one prefers) are helping steer the course. If nothing else, it might be difficult to gain non-US excitement over any initiatives."], [368, "2017-07-26T17:31:54Z", [0.0], ""], [484, "2017-07-26T16:47:30Z", [0.1], "(no change) Reasonable discussion: http://ww2.kqed.org/forum/2017/07/25/washington-post-north-korea-could-launch-nuclear-capable-missile-against-u-s-by-2018/"], [691, "2017-07-26T12:16:00Z", [0.0], ""], [36543, "2017-07-26T00:33:45Z", [0.08], "China has expressed recent interest, but are they really going to follow through? They have been soft on such issues and considering SK and China are at odds with each other...they will doubtfully resume. Lastly, with an EXPECTED SecState shakeup, it will take time for a new SecState to get situated"], [36543, "2017-07-26T00:33:24Z", [0.16], "Comment deleted on Jul 26, 2017 12:34AM UTC"], [368, "2017-07-25T22:17:26Z", [0.0], ""], [691, "2017-07-25T12:19:51Z", [0.0], ""], [1034, "2017-07-25T05:58:59Z", [0.0], ""], [1333, "2017-07-24T21:41:20Z", [0.09], ""], [368, "2017-07-24T18:55:41Z", [0.0], ""], [691, "2017-07-24T12:22:59Z", [0.0], ""], [1034, "2017-07-24T06:03:05Z", [0.0], ""], [368, "2017-07-23T19:14:31Z", [0.0], ""], [691, "2017-07-23T11:45:01Z", [0.0], ""], [1034, "2017-07-23T07:57:17Z", [0.0], ""], [34628, "2017-07-23T00:15:12Z", [0.02], ""], [368, "2017-07-22T18:49:53Z", [0.0], ""], [691, "2017-07-22T11:25:11Z", [0.0], ""], [1034, "2017-07-22T07:15:22Z", [0.0], ""], [1034, "2017-07-22T00:52:08Z", [0.0], ""], [368, "2017-07-21T18:54:40Z", [0.0], ""], [484, "2017-07-21T15:25:03Z", [0.1], "Up 5% on hope that discussions like this will get some traction: http://www.forbes.com/sites/insideasia/2017/07/20/world-leaders-must-accept-the-reality-of-a-nuclear-north-korea-and-work-from-there/#2d8d1a3e3c2b"], [691, "2017-07-21T11:41:19Z", [0.0], ""], [118, "2017-07-21T01:30:37Z", [0.05], "The testing continues in North Korea.\nThough the likelihood of talks resuming seems slim, I won't completely rule the possibility out.\nhttps://www.nytimes.com/2017/07/17/world/asia/north-korea-south-military-talks.html?emc=edit_th_20170718&nl=todaysheadlines&nlid=70183565\nhttp://www.reuters.com/article/us-northkorea-missile-un-idUSKBN1A50AA"], [368, "2017-07-20T18:14:55Z", [0.0], ""], [11057, "2017-07-20T15:14:54Z", [0.0], ""], [691, "2017-07-20T12:31:01Z", [0.0], ""], [1034, "2017-07-20T06:42:58Z", [0.0], "Russia, U.S. duel at U.N. over whether North Korea fired long-range missile Nichols (2017) July 20, states that: The United States and Russia are waging rival campaigns at the United Nations Security Council over the type of ballistic missile fired by North Korea earlier this month as the U.S. pushes to impose stronger sanctions on Pyongyang over the test. U.S. Ambassador Nikki Haley held an intelligence briefing for her council colleagues on Monday to argue that Pyongyang fired an intercontinental ballistic missile (ICBM), diplomats said, which was attended by Russia and North Korean ally China. U.N. diplomats said Russia had suggested that Russian and U.S. military experts exchange information on the launch. The U.S. briefing came after Russia sent a brief letter and diagram on July 8 to the 15-member Security Council, seen by Reuters, asserting that its radars determined that the missile launched by Pyongyang on July 4 was medium-range. Russia's contention that North Korea did not fire an ICBM hinders Washington's push for the Security Council to impose stronger sanctions on North Korea. The United States, Russia, China, Britain and France are veto-wielding council members. Typically, the council has condemned medium-range ballistic missiles launches by North Korea with a statement. Diplomats say China and Russia only view a long-range missile test or nuclear weapon test as a trigger for further possible U.N. sanctions (para. 1-6). Nichols, M. (2017). Russia, U.S. duel at U.N. over whether North Korea fired long-range missile. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missile-un-idUSKBN1A50AA\n"], [1333, "2017-07-19T21:05:15Z", [0.1], "https://www.nytimes.com/2017/07/17/world/asia/north-korea-south-military-talks.html?emc=edit_th_20170718&nl=todaysheadlines&nlid=70183565"], [368, "2017-07-19T18:58:48Z", [0.0], ""], [691, "2017-07-19T12:34:25Z", [0.0], ""], [1034, "2017-07-19T06:27:15Z", [0.0], ""], [11057, "2017-07-19T01:53:04Z", [0.01], ""], [484, "2017-07-18T23:01:05Z", [0.05], "(no change) Suspect that some in the Trump administration might wish to repeat the impression of successes DT had on his last two trips to Europe. The team can use some wins (even though there was a headline about tweets and signing the most bills). KJU has plenty of tanks, etc to parade if there were a visit."], [368, "2017-07-18T17:09:26Z", [0.0], ""], [691, "2017-07-18T12:43:02Z", [0.0], ""], [1034, "2017-07-18T06:09:53Z", [0.0], "North Korea fuel prices surge after China cuts oil sales Yang (2017) July 17, states that: Gasoline and diesel prices surged in North Korea in the weeks after a Chinese state oil company suspended fuel sales to the reclusive state, according to data reviewed by Reuters and an interview with a North Korean defector. China National Petroleum Corp (CNPC), a state-controlled company, halted diesel and gasoline sales to North Korea \"over the last month or two\", amid international pressure on Pyongyang to curb its nuclear and missile programs, Reuters exclusively reported on June 28. Scrutiny of China's commercial ties with its isolated neighbor intensified further following North Korea's first test of an intercontinental ballistic missile two weeks ago. The price of gasoline sold by private dealers in Pyongyang and the northern border cities of Sinuiju and Hyesan jumped to $2.18 per kg ($2.92 per liter) as of July 5, up 50 percent from $1.46 per kg on June 21, according to Reuters analysis of data collected by the Daily NK website. Daily NK is run by North Korean defectors who collect prices via phone calls with fuel traders in the North (para. 1-5). Yang, H. (2017). North Korea fuel prices surge after China cuts oil sales. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-oil-idUSKBN1A20GI\n"], [368, "2017-07-17T19:44:22Z", [0.0], ""], [691, "2017-07-17T12:14:04Z", [0.0], ""], [1034, "2017-07-17T07:42:22Z", [0.0], "South Korea proposes rare military talks with North Korea BBC (2017) July 16, states that: South Korea has proposed holding military talks with the North, after weeks of heightened tension following Pyongyang's long-range missile test. If they were to go ahead, they would be the first high-level talks since 2015. A senior official said talks should aim to stop \"all hostile activities that raise military tension\" at the fortified border between the Koreas. South Korea's President Moon Jae-in has long signaled he wants closer engagement with the North. North Korea has not responded to the South's proposal yet. In a recent speech in Berlin, Mr Moon said dialogue with the North was more pressing than ever and called for a peace treaty to be signed. He said such dialogue was crucial for those who seek the end of Pyongyang's nuclear weapons programme. However, the North's frequent missile tests, including the most recent one of an intercontinental ballistic missile, are in consistent violation of UN resolutions and have alarmed its neighbors and the US (para 1-8). BBC News Website. (2017). South Korea proposes rare military talks with North Korea. BBC. Retrieved from\nhttp://www.bbc.com/news/world-asia-40627608\n"], [35618, "2017-07-17T05:36:30Z", [0.0], ""], [6303, "2017-07-17T02:01:30Z", [0.01], "Based on general news and GJP consensus."], [368, "2017-07-16T20:12:00Z", [0.0], ""], [4634, "2017-07-16T10:38:56Z", [0.01], ""], [1034, "2017-07-16T09:10:56Z", [0.0], ""], [368, "2017-07-15T20:40:41Z", [0.0], ""], [11057, "2017-07-15T14:21:48Z", [0.02], ""], [35033, "2017-07-15T12:49:17Z", [0.0], ""], [691, "2017-07-15T12:32:41Z", [0.0], ""], [1034, "2017-07-15T08:05:59Z", [0.0], ""], [368, "2017-07-14T18:53:57Z", [0.0], ""], [484, "2017-07-14T15:30:58Z", [0.05], "(no change) I hope the \"good guys\" don't place too much faith in their ability to reverse (as opposed to freezing) the DPRK nuclear arsenal: http://www.reuters.com/article/us-northkorea-nuclear-exclusive-idUSKBN19Z1EN"], [691, "2017-07-14T15:13:22Z", [0.0], ""], [1034, "2017-07-14T06:52:06Z", [0.0], ""], [484, "2017-07-13T23:17:22Z", [0.05], "(no change) But this almost makes me go back up 5%: http://www.japantimes.co.jp/news/2017/07/13/asia-pacific/moon-adviser-proposes-five-way-talks-north-koreas-nuclear-program/#.WWf-n9Pytt8"], [34310, "2017-07-13T22:52:20Z", [0.0], ""], [368, "2017-07-13T18:27:27Z", [0.0], ""], [67, "2017-07-13T17:48:01Z", [0.01], ""], [691, "2017-07-13T12:04:28Z", [0.0], ""], [484, "2017-07-12T23:06:14Z", [0.05], "Down 5% for all the current and potential POTUS distractions. Won't happen without the US support and I'm not sure Tillerson can lift such a load all by himself."], [691, "2017-07-12T18:43:59Z", [0.0], ""], [368, "2017-07-12T18:06:05Z", [0.0], ""], [1034, "2017-07-12T07:08:19Z", [0.0], ""], [368, "2017-07-11T20:42:18Z", [0.0], ""], [1034, "2017-07-11T06:01:27Z", [0.0], ""], [36390, "2017-07-10T21:29:15Z", [0.0], ""], [368, "2017-07-10T21:19:17Z", [0.0], ""], [16652, "2017-07-10T13:32:02Z", [0.01], ""], [1034, "2017-07-10T06:22:44Z", [0.0], ""], [368, "2017-07-09T18:31:06Z", [0.0], ""], [691, "2017-07-09T18:28:19Z", [0.0], ""], [32122, "2017-07-09T18:01:02Z", [0.0], ""], [1034, "2017-07-09T07:07:05Z", [0.0], ""], [368, "2017-07-08T18:13:14Z", [0.0], ""], [1034, "2017-07-08T05:26:32Z", [0.0], ""], [368, "2017-07-07T19:53:15Z", [0.0], ""], [23006, "2017-07-07T19:03:59Z", [0.15], ""], [36157, "2017-07-07T16:41:22Z", [0.0], "Not within this timeframe. However, perhaps in 2018 as the capabilities demonstrated by NK in their latest ICBM test would place them in an improved bargaining position. Then, they may entertain talks, but would be unlikely to reach an agreement."], [691, "2017-07-07T14:45:09Z", [0.0], ""], [1034, "2017-07-07T06:13:05Z", [0.0], ""], [23006, "2017-07-06T20:41:43Z", [0.2], "assuming these talks can start without n.korea's participation"], [368, "2017-07-06T18:01:46Z", [0.0], ""], [14493, "2017-07-06T16:58:30Z", [0.0], "There has been some talks today (in the media, by people involved in previous 6 Party Talks and people who have been briefed by ministers) about the diplomatic options which included mention of talks between the 5 of the 6  Parties, but no one seemed to think that re instituting official 6 Party Talks would achieve anything, as NK does not seem interested in talking.  "], [691, "2017-07-06T12:00:06Z", [0.0], ""], [35377, "2017-07-06T08:03:54Z", [0.02], ""], [1034, "2017-07-06T05:29:56Z", [0.0], ""], [484, "2017-07-06T05:05:37Z", [0.1], "(no change) A great deal of wisdom in this article: http://www.nytimes.com/2017/07/05/opinion/kim-jong-un-north-korea-sanctions.html"], [368, "2017-07-05T18:56:41Z", [0.0], ""], [754, "2017-07-05T18:33:59Z", [0.05], ""], [14777, "2017-07-05T13:31:48Z", [0.0], ""], [1034, "2017-07-05T05:00:49Z", [0.0], "U.S. Confirms North Korea Fired Intercontinental Ballistic Missile Sang-Hun (2017) Tue July 4, states that: SEOUL, South Korea — The Trump administration on Tuesday confirmed North Korea’s claim that it had launched an intercontinental ballistic missile, and it told Pyongyang that the United States would use “the full range of capabilities at our disposal against the growing threat.” The administration followed up that warning on Wednesday morning with a joint military exercise in which United States and South Korean forces fired ballistic missiles in the waters along the Korean Peninsula’s east coast. But North Korea reaffirmed Wednesday that it would never deviate from its determination to bolster its nuclear and missile abilities as long as the United States’ “hostile policy” and “nuclear threat” persisted. The North’s state-run Korean Central News Agency said its new intercontinental ballistic missile, the Hwasong-14, was capable of hitting the “heart of the United States” with “large heavy nuclear warheads.” The launch, according to the agency, successfully tested the functions of the missile’s two propulsive stages and the warhead’s ability to endure the intense heat and vibrations as it entered the earth’s atmosphere. On Wednesday morning, North Korea’s leader, Kim Jong-un, taunted the United States, saying the launch was a Fourth of July “gift” to the Trump administration. The Korean Central News Agency said the country’s citizens were happy with the “great timing” of their leader’s decision to “hit the arrogant Americans in the nose” by conducting the first ICBM test to coincide with Independence Day (para. 1-5). Sang-Hun, C. (2017). U.S. Confirms North Korea Fired Intercontinental Ballistic Missile. The New York Times. World. Asia Pacific. Retrieved from\nhttps://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html Russia and China tell North Korea, U.S. and South Korea to embrace de-escalation plan Dyomkin, Soldatkin and Solovyov (2017) Tue July 4, states that: Russia and China joined diplomatic forces on Tuesday and called on North Korea, South Korea and the United States to sign up to a Chinese de-escalation plan designed to defuse tensions around Pyongyang's missile program. The plan would see North Korea suspend its ballistic missile program and the United States and South Korea simultaneously call a moratorium on large-scale missile exercises, both moves aimed at paving the way for multilateral talks. The initiative was set out in a joint statement from the Russian and Chinese foreign ministries issued shortly after President Vladimir Putin and Chinese President Xi Jinping held wide-ranging talks in the Kremlin. \"The situation in the region affects the national interests of both countries,\" the joint statement said. \"Russia and China will work in close coordination to advance a solution to the complex problem of the Korean Peninsula in every possible way\" (para. 1 & 4). Moscow and Beijing used the same joint declaration to call on Washington to immediately halt deployment of its THAAD anti-missile system in South Korea, a move Washington says is necessitated by the North Korean missile threat (para. 7). The statement said Washington was using North Korea as a pretext to expand its military infrastructure in Asia and risked upsetting the strategic balance of power in the area. \"The deployment ... of THAAD will cause serious harm to the strategic security interests of regional states, including Russia and China,\" the statement said (para. 7-9). Dyomkin, D., Soldatkin, V. & Solovyov, D. (2017). Russia and China tell North Korea, U.S. and South Korea to embrace de-escalation plan.  Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-russia-china-xi-northkorea-idUSKBN19P1Q7 Trump Warns China He Is Willing to Pressure North Korea on His Own Landler and Hernández (2017) Mon July 3, states that: WASHINGTON — President Trump, frustrated by China’s unwillingness to lean on North Korea, has told the Chinese leader that the United States is prepared to act on its own in pressuring the nuclear-armed government in Pyongyang, according to senior administration officials. Mr. Trump’s warning, delivered in a cordial but blunt phone call on Sunday night to President Xi Jinping, came after a flurry of actions by the United States — selling weapons to Taiwan, threatening trade sanctions and branding China for human trafficking — that rankled the Chinese and left little doubt that the honeymoon between the two leaders was over (para. 1-2). Landler, M. & Hernández, J. (2017). Trump Warns China He Is Willing to Pressure North Korea on His Own. The New York Times. World. Asia Pacific. Retrieved from\nhttps://www.nytimes.com/2017/07/03/world/asia/trump-xi-jinping-china-north-korea.html"], [83, "2017-07-05T02:17:10Z", [0.0], ""], [35618, "2017-07-04T23:58:32Z", [0.0], ""], [368, "2017-07-04T23:21:09Z", [0.0], ""], [691, "2017-07-04T12:50:26Z", [0.0], ""], [12605, "2017-07-04T12:04:11Z", [0.0], "“It’s an ICBM for sure,” said Jeffrey Lewis  South Korea’s Joint Chiefs of Staff said the projectile was fired around 9:40 a.m. and flew about 930 kilometers.\nhttps://www.bloomberg.com/news/articles/2017-07-04/north-korea-claims-successful-intercontinental-missile-launch The DPRK Academy of Defense Science said the missile blasted off from the northwestern part of the DPRK at 09:00 a.m. (0030 GMT)  Tuesday to make a 39-minute flight along its pre-set trajectory before accurately hitting the target waters in the open sea in the East Sea of Korea (Sea of Japan), according to the Korean Central News Agency. http://news.xinhuanet.com/english/2017-07/04/c_136416885.htm"], [1034, "2017-07-04T07:11:02Z", [0.0], "North Korea test-fires ballistic missile ahead of G20 summit Kim (2017) Tue Jul 4, states that: North Korea test-launched a ballistic missile from its western region into the sea off its east coast on Tuesday, South Korea's military said, ahead of a summit of leaders from the Group of 20 nations in Germany later this week. The missile flew for about 40 minutes and landed in Japan's Exclusive Economic Zone (EEZ), the Japanese government said, adding it had strongly protested what it called a clear violation of UN resolutions. The missile flew about 930 kilometers (580 miles), the South's Office of the Joint Chiefs of Staff said, adding the altitude reached by the projectile was still being analyzed. North Korea is ignoring repeated warnings from the international community, Japan's Prime Minister Shinzo Abe said on Tuesday. Abe said he will ask the presidents of China and Russia to play more constructive roles in efforts to stop the North's arms program. \"Leaders of the world will gather at the G20 meeting. I would like to strongly call for solidarity of the international community on the North Korean issue,\" Abe told reporters. It was the fourth ballistic missile launched by the North since South Korean President Moon Jae-in took office in May, vowing to use dialogue as well as pressure to bring Pyongyang's nuclear and missile programs under control (para. 1-6). Kim, C. (2017). North Korea test-fires ballistic missile ahead of G20 summit. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN19P02W U.S. says tracks North Korean intermediate range missile for 37 minutes Stewart (2017) Mon July 3, states that: North Korea launched a single, land-based intermediate range ballistic missile that was tracked for 37 minutes before it landed in the Sea of Japan, the U.S. military's Pacific Command said on Monday. \"The North American Aerospace Defense Command (NORAD) assessed that the missile launch, from North Korea did not pose a threat to North America,\" it said in a statement. The missile was fired from near North Korea's Panghyon Airfield, it said (para. 1-2). Stewart, P. (2017). U.S. says tracks North Korean intermediate range missile for 37 minutes. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-missiles-usa-miliary-idUSKBN19P0BM"], [368, "2017-07-03T18:53:27Z", [0.0], ""], [11057, "2017-07-03T17:32:19Z", [0.0], ""], [691, "2017-07-03T11:58:50Z", [0.0], ""], [1034, "2017-07-03T06:16:41Z", [0.0], " North Korea dismisses restarting stalled six-party talks on its nuclear weapons programme Wong (2016) Thursday, 23 June, states that: A North Korean official attending a security forum in Beijing said on Thursday that restarting the negotiations was not an option. “For now, we have no thoughts about taking part in talks to discuss the DPRK’s denuclearization,” said Choe Son-hui, deputy director-general at the North American affairs bureau in Pyongyang’s foreign ministry. “Under these circumstances where the US hostile policy is still there, the DPRK is not in a position to talk about denuclearization of the Korean peninsula,” she said.\nThe North formally quit the negotiations aimed at curbing its nuclear weapons programme in 2009 (para. 1-3). Wong, C. (2016). North Korea dismisses restarting stalled six-party talks on its nuclear weapons programme. The South China Morning Post. China. Diplomacy & Defence. Retrieved from\nhttp://www.scmp.com/news/china/diplomacy-defence/article/1980008/north-korea-dismisses-restarting-stalled-six-party China Should Stop Deflecting on North Korea Kan (2017) May 13, states that: The Donald Trump administration is leading overdue, intense international pressure to stop Pyongyang’s nuclear and missile programs by placing the threats as the top priority in dealing with its patron, Beijing. However, the People’s Republic of China (PRC) has not yet fundamentally changed policy and is still deflecting direct responsibility to stop North Korea, also known as the Democratic People’s Republic of Korea (DPRK). During their phone call on April 24, President Donald Trump criticized North Korea’s belligerence and destabilizing actions, but PRC ruler Xi Jinping asked “the parties concerned” to be restrained. China’s deflections are unconvincing. It is reasonable to expect China to act urgently and responsibly with a changed calculus of the threats to peaceful order. No Longer Business as Usual In early March, PRC Foreign Minister Wang Yi proposed “dual suspensions” for dealing with the DRPK’s threats. China proposed that the DPRK suspend its missile and nuclear programs, and that the United States and Republic of Korea (ROK) suspend combined military exercises. With Wang arguing in favor of “suspension-for-suspension,” China portrayed itself as a mere bystander, trying to help resolve the Korean peninsula’s “nuclear issue,” which China described as being “mainly between the DPRK and the United States.” U.S. pressure through April included an early summit that Trump hosted for Xi and an extraordinary ministerial meeting of the United Nations Security Council (UNSC). At the UNSC in late April, Secretary of State Rex Tillerson warned starkly of “catastrophic consequences” if the world fails to act now. He singled out China for “new pressure,” pointing out that it has unique economic leverage in accounting for 90 percent of North Korea’s trade. He bluntly declared the U.S. willingness to defend the United States and its allies with military action if necessary. In a warning that Beijing itself has used for others, Washington “cannot idly stand by.” If China fails to accept responsibility for North Korea, then it bears blame for the rising risk of conflict. It is in China’s interest to stop North Korea before the United States and its allies are forced to act in defense. China’s leadership still needs to correct past assumptions. On April 30, the authoritative People’s Daily published an important commentary with the byline of “Zhong Sheng” (a homophone for “Center’s Voice”). While agreeing that the “Korean peninsula needs responsible action,” the view deflected China’s responsibility to the DPRK as well as the United States and ROK. It falsely claimed that China does not have “the key” to stopping North Korea’s threats and repeated the call for “dual suspensions.” China’s opinions are not convincing or reasonable. The United States and ROK promptly rejected the PRC’s “dual suspension” proposal as basically “dead on arrival” and continued their Foal Eagle military exercises. Even North Korea rejected China’s call and vowed to continue nuclear tests. China has posed no serious pressure to stop North Korea and ignored the resolutions of the UNSC though Beijing is a permanent member and has coercive power. Other countries can see China’s proposal as an attempt to deflect blame in this crisis (para. 1-7). Kan, S. (2017). China Should Stop Deflecting on North Korea. Foreign Policy. Six Party Talks. Retrieved from\nhttp://thediplomat.com/2017/05/china-should-stop-deflecting-on-north-korea/ Six Party Talks on North Korea's Nuclear Program Lu (2016) March 12, states that: Introduction The Six Party Talks were launched in 2003 to deal with North Korea's nuclear program. The main goal of the talks was to get the DPRK to disarm and fully end its nuclear arms development program. [1] The countries participating in these talks include China, Japan, South Korea, North Korea, Russia and the United States. Fig. 1 shows the seating configuration of the talks, with each state strategically placed around the table. The commencement of the talks marked the end of America's non-engagement policy with the DPRK. In 2005, a milestone was made when North Korea agreed to join the Nuclear Non-Proliferation Treaty. [1] However, although there have already been several rounds of talks since 2003, they have so far failed to make progress because of North Korea's frequent missile tests and threats. Although North Korea was included in the original talks, the state walked out of the 2009 negotiations and it was discovered a year later by the United States that the DPRK had been hiding a new uranium enrichment facility. [1] In 2012, shortly after the death of Kim Jong-Il, his successor, Kim Jong-Un announced that he'd be willing to reconsider restarting the Six Party talks. [2] Although North Korea appeared to be making efforts to stall its nuclear program by announcing it would suspend nuclear tests and agree to international monitoring in exchange for American food and resource aid. However, the talks were never reconvened as a few months later in 2012, the DPRK launched a long-range missile and tested another in 2013. [2] Many of the Six Party countries have voiced their desire for the talks to resume, especially China, which sent a special envoy to the DPRK in late September 2013 urging them to reconsider an informal meeting with the rest of the Six Party nations (para. 1-2). Lu, C. (2016). Six Party Talks on North Korea's Nuclear Program.  Stanford University. Retrieved from\nhttp://large.stanford.edu/courses/2016/ph241/lu2/"], [368, "2017-07-02T22:42:44Z", [0.0], ""], [12605, "2017-07-02T14:29:18Z", [0.0], ""], [1034, "2017-07-02T06:57:36Z", [0.0], ""], [11057, "2017-07-02T01:20:47Z", [0.04], "http://www.businessinsider.com/south-korea-north-korea-host-2018-winter-olympics-world-cup-2017-6\nhttps://www.nytimes.com/2017/06/24/world/asia/korea-joint-winter-olympics.html"], [11057, "2017-07-02T00:40:49Z", [0.02], "Going to depart from the crowd and give this a slight chance based on some previous expression of reviving the six-party talks by parties or likely parties to the discussion.  Sure, I've given it only 2% but sometimes it's about the psychology about foregone conclusions and how a mind shift, even of a minority, precedes realization or manifestation. This isn't really a prediction board if the questions are ones where the likelihood of an event occurring is 0% or 100% within a given time frame.  What I mean is that there should be some uncertainty such that one would not predict with absolute certainty.  That said, I believe there is some likelihood that six-party talks resume given that North Korea has refrained more recently from launching any more rockets or test detonated a nuclear device. The question may be whether the six-party talks are preceded by something on a more limited scale such as three-party talks prior to a larger discussion and how long that process takes.  Also, the context is rooted in the end of WWII and the Korean Conflict, the lack of final resolution of peace between parties.  And again, the balance of power with an economically ascendant China and the function of war and the threat of war.  Sometimes it seems like what appears as quietude is a buildup and harbinger of war and that preparation for war is actually a prelude to peace.  Can we really tell when the Rubicon has been crossed and human sacrifice becomes inevitable? How well did the US intelligence service anticipate the fall of the Berlin Wall?\nhttps://www.cia.gov/library/center-for-the-study-of-intelligence/csi-publications/csi-studies/studies/vol53no1/the-cia-and-the-culture-of-failure-u.s..html Another question is whether reunification within its sphere of influence is a goal that China can fit into its aspirations for the 21st century.  It's not so much about the triviality of this question resolving on this board, it's the real question whether the event will actually take place."], [368, "2017-07-01T18:21:11Z", [0.0], ""], [691, "2017-07-01T15:27:42Z", [0.0], ""], [1034, "2017-07-01T06:02:09Z", [0.0], ""], [368, "2017-07-01T00:21:33Z", [0.0], ""], [691, "2017-06-30T12:11:48Z", [0.0], ""], [1034, "2017-06-30T06:25:43Z", [0.0], ""], [9755, "2017-06-30T01:02:58Z", [0.0], ""], [691, "2017-06-29T18:14:04Z", [0.0], ""], [368, "2017-06-29T17:30:04Z", [0.0], ""], [4218, "2017-06-29T15:07:30Z", [0.0], ""], [1034, "2017-06-29T06:32:24Z", [0.0], ""], [36219, "2017-06-29T01:47:37Z", [0.95], ""], [368, "2017-06-28T23:56:04Z", [0.0], ""], [1034, "2017-06-28T05:03:19Z", [0.0], ""], [2965, "2017-06-28T01:53:59Z", [0.0], ""], [368, "2017-06-27T19:26:50Z", [0.0], ""], [1034, "2017-06-27T05:35:11Z", [0.0], ""], [32988, "2017-06-26T19:20:33Z", [0.01], ""], [368, "2017-06-26T17:50:47Z", [0.0], ""], [10610, "2017-06-26T13:20:43Z", [0.75], ""], [691, "2017-06-26T12:35:48Z", [0.0], ""], [1034, "2017-06-26T05:49:46Z", [0.0], ""], [2965, "2017-06-26T02:03:06Z", [0.0], ""], [368, "2017-06-25T18:20:56Z", [0.0], ""], [1034, "2017-06-25T07:26:48Z", [0.0], ""], [15631, "2017-06-25T01:54:00Z", [0.05], ""], [368, "2017-06-24T16:42:30Z", [0.0], ""], [691, "2017-06-24T12:43:30Z", [0.0], ""], [1034, "2017-06-24T06:03:02Z", [0.0], ""], [368, "2017-06-23T23:58:45Z", [0.0], ""], [27944, "2017-06-23T18:20:37Z", [0.05], ""], [38, "2017-06-23T18:17:18Z", [0.0], "\"Bruce Klingner and Sue Mi Terry in WaPo: “This month, we were part of a group of delegates from the United States, Japan, China and South Korea who met in Sweden with representatives of North Korea to explore possible grounds for resuming the six-party talks that collapsed in 2009. After many hours with the North Korean delegation at these ‘1.5 track’ talks, we left more pessimistic than when we arrived. North Korean officials made unambiguously clear that Pyongyang will not be deterred from augmenting its nuclear arsenal or test-launching an intercontinental ballistic missile that could eventually threaten the U.S. homeland. There were no signals of flexibility or willingness to negotiate on these programs. Throughout, the North Korean message was that denuclearization is off the table.” http://wapo.st/2tVpt13"], [691, "2017-06-23T16:03:12Z", [0.0], ""], [32100, "2017-06-23T12:52:18Z", [0.0], ""], [13377, "2017-06-23T12:22:14Z", [0.0], "More signs of a thaw? http://www.cnn.com/2017/06/23/sport/korea-winter-olympics-2018/index.html"], [1034, "2017-06-23T05:36:58Z", [0.0], ""], [691, "2017-06-22T21:00:55Z", [0.0], ""], [691, "2017-06-22T21:00:43Z", [0.02], "Comment deleted on Jun 22, 2017 09:01PM UTC"], [368, "2017-06-22T15:43:58Z", [0.0], ""], [1034, "2017-06-22T05:25:55Z", [0.0], ""], [2965, "2017-06-22T01:30:27Z", [0.0], ""], [35831, "2017-06-21T22:41:59Z", [0.0], ""], [368, "2017-06-21T19:54:23Z", [0.0], ""], [484, "2017-06-21T15:19:17Z", [0.1], "Up 5% on this intriguing \"offer:\" http://www.news.com.au/finance/work/leaders/north-korea-willing-to-talk-with-us-about-nuclear-moratorium/news-story/05f3dab667590ff79eb73127991bff7a"], [1034, "2017-06-21T05:58:09Z", [0.0], ""], [484, "2017-06-20T23:35:51Z", [0.05], "Down another 5%. Don't like the words DT is using related to China's efforts."], [368, "2017-06-20T17:32:24Z", [0.0], ""], [601, "2017-06-20T15:15:37Z", [0.0], ""], [1034, "2017-06-20T06:36:52Z", [0.0], ""], [484, "2017-06-19T22:34:05Z", [0.1], "Down another 5% until we see if there is some over-reaction from the US administration to Warmbier's death."], [484, "2017-06-19T15:34:02Z", [0.15], "(no change) Remember one definition of \"crazy\" (on US side): http://www.koreaherald.com/view.php?ud=20170618000229"], [691, "2017-06-19T13:57:55Z", [0.02], ""], [31496, "2017-06-19T11:24:02Z", [0.01], ""], [1034, "2017-06-19T06:35:09Z", [0.0], ""], [484, "2017-06-19T01:56:31Z", [0.15], "Down 5% on news about secret US-DPRK talks."], [1034, "2017-06-18T21:48:46Z", [0.0], ""], [1034, "2017-06-18T21:45:29Z", [0.0], ""], [368, "2017-06-18T18:36:52Z", [0.0], ""], [2965, "2017-06-18T15:23:03Z", [0.0], ""], [691, "2017-06-18T12:33:10Z", [0.0], ""], [368, "2017-06-18T03:32:20Z", [0.0], ""], [691, "2017-06-17T12:07:30Z", [0.0], ""], [368, "2017-06-16T20:37:08Z", [0.0], ""], [691, "2017-06-16T20:12:37Z", [0.0], ""], [484, "2017-06-16T15:56:12Z", [0.2], "(no change) Words of wisdom: http://nationalinterest.org/blog/the-buzz/north-koreas-nuclear-weapons-strategy-21179"], [32723, "2017-06-16T12:12:49Z", [0.4], "Mögliche Geheimverhandlungen  sind nichts ungewöhliches bei schwierigen und eher medienscheuen Länder  allerdings glaub ich eher ab  Dezember 2017 "], [31683, "2017-06-16T00:26:23Z", [0.07], ""], [1034, "2017-06-15T23:06:33Z", [0.0], ""], [368, "2017-06-15T18:52:14Z", [0.0], ""], [1056, "2017-06-15T07:24:37Z", [0.0], ""], [1529, "2017-06-15T02:45:28Z", [0.0], ""], [368, "2017-06-15T00:19:22Z", [0.0], ""], [1034, "2017-06-14T05:09:35Z", [0.0], ""], [484, "2017-06-14T01:40:36Z", [0.2], "Up 5%. Would DT want to be upstaged by DR as a deal maker?"], [368, "2017-06-13T23:46:58Z", [0.0], ""], [2965, "2017-06-13T22:58:32Z", [0.0], ""], [691, "2017-06-13T17:54:29Z", [0.0], ""], [33856, "2017-06-13T14:10:55Z", [0.1], ""], [1034, "2017-06-13T05:14:17Z", [0.0], ""], [35806, "2017-06-12T19:19:17Z", [0.28], ""], [35806, "2017-06-12T19:18:39Z", [0.68], ""], [368, "2017-06-12T18:26:50Z", [0.0], ""], [3363, "2017-06-12T17:32:30Z", [0.04], ""], [484, "2017-06-12T15:57:42Z", [0.15], "(no change) Good background, but perhaps no bandwidth in the US Administration for realistic policy considerations: http://www.washingtonpost.com/news/global-opinions/wp/2017/06/11/why-trumps-north-korea-strategy-cant-succeed/?utm_term=.f8c4453454ae"], [691, "2017-06-12T11:58:28Z", [0.0], ""], [1034, "2017-06-12T06:47:03Z", [0.0], ""], [368, "2017-06-12T01:28:42Z", [0.0], ""], [2965, "2017-06-11T15:56:38Z", [0.0], ""], [1034, "2017-06-11T06:15:46Z", [0.0], ""], [368, "2017-06-11T03:56:55Z", [0.0], ""], [15196, "2017-06-10T21:11:18Z", [0.0], ""], [691, "2017-06-10T12:58:54Z", [0.0], ""], [1034, "2017-06-10T07:48:32Z", [0.0], ""], [754, "2017-06-09T20:47:15Z", [0.1], "UFPOT"], [368, "2017-06-09T19:58:49Z", [0.0], ""], [2965, "2017-06-09T14:25:13Z", [0.0], ""], [1034, "2017-06-09T06:11:04Z", [0.0], ""], [368, "2017-06-08T18:50:02Z", [0.0], ""], [32294, "2017-06-08T18:42:21Z", [0.0], ""], [484, "2017-06-08T15:50:04Z", [0.15], "(no change) Makes sense: http://www.washingtonpost.com/world/asia_pacific/what-does-kim-jong-un-want-with-all-these-missile-tests-talks-perhaps/2017/06/08/85125afe-49cd-11e7-b69d-c158df3149e9_story.html?utm_term=.8249a88b33cb Would go lower if I could convince myself that any of the 6 parties would be willing to not be at the table."], [691, "2017-06-08T11:33:58Z", [0.0], ""], [1034, "2017-06-08T05:13:04Z", [0.0], "North Korea fires suspected land-to-ship missiles as South Korea delays THAAD Park and Kim (2017) Thu June 8, states that: North Korea fired what appeared to be several land-to-ship missiles off its east coast on Thursday, South Korea's military said, a day after the South postponed full deployment of a controversial U.S. anti-missile system designed to deter a North Korean attack. The launches, the latest in a fast-paced series of missile tests defying world pressure to rein in its weapons program, come less than a week after the United Nations Security Council passed fresh sanctions on the reclusive state. South Korea on Wednesday said it will hold off on installing remaining components of the U.S. Terminal High Altitude Area Defense (THAAD) system that has angered North Korea's main ally, China, amid early signs of easing tensions between the two countries. The missiles were launched Thursday morning from the North Korean coastal city of Wonsan and flew about 200 km (124 miles), South Korea's Office of Joint Chiefs of Staff said in a statement. Under third-generation leader Kim Jong Un, North Korea has been conducting missile tests at an unprecedented pace in an effort to develop an intercontinental ballistic missile (ICBM) capable of hitting the mainland United States. Compared to the different types of ballistic missiles Pyongyang has recently tested, the missiles launched on Thursday are considered to be more defensive in nature, designed to defend against threats such as enemy warships. North Korea unveiled a number of new weapons at a massive military parade on April 15 to mark the birth anniversary of the state's founding leader and has since tested some of them (para. 1-6). Park, J. & Kim, S. (2017). North Korea fires suspected land-to-ship missiles as South Korea delays THAAD. Reuters. World News. Retrieved from\nhttps://www.reuters.com/article/us-northkorea-missiles-idUSKBN18Y383 North Korea likely tested precision strike capability with Thursday's launch: South Korea Kim and Kim (2017) Wed Jun 7, states that: North Korea likely aimed to show off its ability to precisely target a large enemy warship with its launch on Thursday of what appeared to be several land-to-ship missiles, South Korea's military said on Thursday. By testing different types of missiles, the North may be trying to gain the upper hand in relations with South Korea and the United States, a spokesman for the South Korean military told a briefing (para. 1-2). Kim, C. & Kim, S. (2017). North Korea likely tested precision strike capability with Thursday's launch: South Korea. Reuters. World News. Retrieved from\nhttps://www.reuters.com/article/us-northkorea-missiles-southkorea-idUSKBN18Z075\n"], [35960, "2017-06-08T04:43:15Z", [0.2], ""], [16652, "2017-06-07T22:17:14Z", [0.01], ""], [31082, "2017-06-07T21:54:53Z", [0.01], ""], [368, "2017-06-07T19:30:37Z", [0.0], ""], [2965, "2017-06-07T16:23:56Z", [0.0], ""], [1034, "2017-06-07T06:32:41Z", [0.0], ""], [368, "2017-06-06T18:25:21Z", [0.0], ""], [35618, "2017-06-06T16:57:13Z", [0.0], ""], [691, "2017-06-06T12:31:28Z", [0.0], ""], [1034, "2017-06-06T05:58:55Z", [0.0], ""], [484, "2017-06-05T23:06:51Z", [0.15], "(no change) Extensive article. Good summary of the Agreed Framework: https://www.thenation.com/article/trumps-handling-north-korea-going-lead-us-straight-nuclear-disaster/"], [2965, "2017-06-05T21:32:57Z", [0.0], ""], [368, "2017-06-05T17:27:55Z", [0.0], ""], [2965, "2017-06-05T15:49:46Z", [0.0], ""], [3363, "2017-06-05T10:35:44Z", [0.05], ""], [1034, "2017-06-05T05:48:57Z", [0.0], "Mattis turns up the heat on North Korea, China Brook (2017) June 3, states that: U.S. Defense Secretary Jim Mattis called out North Korea and China on Saturday and reaffirmed America's ironclad commitment to NATO. Mattis labeled North Korea and its efforts to attain intercontinental nuclear missiles a \"clear and present danger.\" The defense chief also blasted the Chinese for militarizing artificial islands in the South China Sea, a region that has been an increasing source of friction between the United States, its allies and China. Last month at a NATO meeting in Brussels, President Trump did not explicitly endorse Article 5 of the NATO treaty that asserts that an attack on one member nation is an attack on all. But Mattis implied Trump's appearance at the NATO summit amounted to such an endorsement. \"The fact that President Trump went to Brussels, he speaks with word of actions, too,\" Mattis said. \"He was there to show our statement that we are standing with the NATO allies 100%.\" Mattis made his remarks at an international security conference in Singapore, part of his swing through the region that includes a visit to Australia. In his talk, Mattis said the United States has been encouraged by China's willingness to pressure North Korea to give up its nuclear weapons program. But on Friday, China blocked tough new sanctions against North Korea that the United States pushed in the U.N. Security Council, the Associated Press reported. The Security Council, however, did vote unanimously to add 15 individuals and four entities linked to the North’s nuclear and missile programs to a U.N. sanctions blacklist. Mattis tempered his hopes for Chinese help with North Korea with a rebuke of its ambitions in the South China Sea. China has increasingly asserted sovereignty over large parts of those waters. The Chinese military has been constructing artificial islands in the resource-rich region atop reefs, paving landing strips and fortifying them. China is also jostling over islands that Japan claims in the East China Sea. In addition, Chinese warplanes have harassed U.S. surveillance aircraft flying in international airspace. “We oppose countries militarizing artificial islands and enforcing excessive maritime claims unsupported by international law,” he said. “We cannot and will not accept unilateral, coercive changes to the status quo.” Mattis also vowed that U.S. warplanes and ships would not be deterred from operating there. Known as \"freedom of navigation\" operations, the U.S. missions regularly evoke protests from the Chinese (para. 1-12). Brook, V. (2017). Mattis turns up the heat on North Korea, China. USA TODAY. Retrieved from\nhttps://www.usatoday.com/story/news/world/2017/06/03/mattis-criticizes-north-korea-and-china/102454666/\n"], [691, "2017-06-04T20:08:32Z", [0.0], ""], [368, "2017-06-04T18:06:17Z", [0.0], ""], [35618, "2017-06-04T17:29:26Z", [0.0], ""], [1034, "2017-06-04T05:43:37Z", [0.0], ""], [368, "2017-06-03T18:20:17Z", [0.0], ""], [2965, "2017-06-03T14:39:23Z", [0.0], ""], [1034, "2017-06-03T06:46:59Z", [0.0], ""], [35618, "2017-06-02T23:35:05Z", [0.0], ""], [368, "2017-06-02T19:53:56Z", [0.0], ""], [16652, "2017-06-02T09:09:16Z", [0.01], ""], [1034, "2017-06-02T05:45:48Z", [0.0], ""], [67, "2017-06-01T23:14:26Z", [0.03], ""], [35618, "2017-06-01T23:07:37Z", [0.0], ""], [368, "2017-06-01T17:25:42Z", [0.0], ""], [601, "2017-06-01T14:27:29Z", [0.02], ""], [691, "2017-06-01T11:00:20Z", [0.0], ""], [35882, "2017-06-01T06:48:10Z", [0.0], ""], [1034, "2017-06-01T05:51:12Z", [0.0], ""], [2965, "2017-05-31T23:52:20Z", [0.0], ""], [368, "2017-05-31T19:11:16Z", [0.0], ""], [30396, "2017-05-31T19:03:01Z", [0.0], ""], [691, "2017-05-31T11:35:15Z", [0.0], ""], [1034, "2017-05-31T05:14:41Z", [0.0], "'Shocked' South Korea leader Moon orders probe into U.S. THAAD additions Yang and Park (2017) Tue May 30, states that: South Korean President Moon Jae-in has ordered a probe after the Defence Ministry failed to inform him that four more launchers for the controversial U.S. THAAD anti-missile system had been brought into the country, his spokesman said on Tuesday. The Terminal High Altitude Area Defense (THAAD) system battery was initially deployed in March in the southeastern region of Seongju with just two of its maximum load of six launchers to counter a growing North Korean missile threat. During his successful campaign for the May 9 presidential election, Moon called for a parliamentary review of the system, whose deployment has also infuriated China, North Korea's lone major ally. \"President Moon said it was very shocking\" to hear the four additional launchers had been installed without being reported to the new government or to the public, presidential spokesman Yoon Young-chan told a media briefing. Moon had campaigned on a more moderate approach to Pyongyang, calling for engagement even as the reclusive state pursues nuclear weapons and ballistic missile programs in defiance of U.N. Security Council resolutions and threats of more sanctions (para. 1-5). Yang, H. & Park, J. (2017). 'Shocked' South Korea leader Moon orders probe into U.S. THAAD additions. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-south-thaad-idUSKBN18Q0I3 U.S. starts first test of key defense against ICBM attack Stewart (2017) Tue May 30, states that: The U.S. military has begun the first missile defense test involving a simulated attack by an intercontinental ballistic missile, firing off an interceptor from Vandenberg Air Force Base in California, a Reuters witness at the base said. It could be several hours before the U.S. military discloses whether the Ground-based Midcourse Defense (GMD) interceptor struck its target. The test came as fears mount about North Korea's advancing program to develop an ICBM capability (para 1-2). Stewart, P. (2017). U.S. starts first test of key defense against ICBM attack. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-usa-northkorea-missiletest-launch-idUSKBN18Q2E0\n"], [484, "2017-05-31T02:51:34Z", [0.15], "(no change) Just a thought. Which one (some deal with the DPRK—whether it helps long term US interests or not or Israel-Palestinian peace) would be easier for the Trump administration to make happen soonish? I'm guessing the former. YMMV"], [368, "2017-05-30T20:45:39Z", [0.0], ""], [26711, "2017-05-30T17:16:52Z", [0.2], ""], [691, "2017-05-30T14:17:03Z", [0.0], ""], [16652, "2017-05-30T06:18:34Z", [0.01], ""], [1034, "2017-05-30T05:27:23Z", [0.0], ""], [368, "2017-05-30T01:55:20Z", [0.0], ""], [705, "2017-05-29T16:08:40Z", [0.02], ""], [1034, "2017-05-29T05:55:28Z", [0.0], ""], [368, "2017-05-29T00:39:38Z", [0.0], ""], [35815, "2017-05-28T22:15:49Z", [0.03], "While talks are likely they will not be the old format of the 6 Party schema. And they most certainly will not take place prior to 10/1/17.\nThe next engagement will only come between a smaller subset of the 6 Party Players (perhaps only N.Korea and the United States), after China's pressure forces the DPRK to the table in sometime 2018."], [11759, "2017-05-28T17:08:48Z", [0.03], ""], [1034, "2017-05-28T07:05:27Z", [0.0], ""], [368, "2017-05-27T21:41:36Z", [0.0], ""], [34628, "2017-05-27T17:14:44Z", [0.06], ""], [1034, "2017-05-27T06:18:41Z", [0.0], ""], [484, "2017-05-27T02:02:03Z", [0.15], "(no change) Just an observation that news headlines (if I actually read many articles I keep wearing out my queegies) keep showing that DT plans to \"solve\" the DPRK problem. Option one is some kinetic \"solution\" which I suspect almost everyone except perhaps the POTUS and Bannon would advise not to try. Option two is to do some deal. Yeah, I suspect the latter, but of course consistency in words and actions seem to be a low priority. YMMV"], [1333, "2017-05-26T18:06:20Z", [0.0], ""], [368, "2017-05-26T16:46:04Z", [0.0], ""], [2965, "2017-05-26T14:25:47Z", [0.0], ""], [1034, "2017-05-26T05:04:51Z", [0.0], ""], [16652, "2017-05-25T20:11:37Z", [0.01], ""], [368, "2017-05-25T18:13:00Z", [0.0], ""], [33856, "2017-05-25T16:56:57Z", [0.03], ""], [1034, "2017-05-25T06:39:09Z", [0.0], ""], [22833, "2017-05-24T19:59:31Z", [0.0], ""], [35618, "2017-05-24T19:35:08Z", [0.0], "I don't think this will be happening any time soon. The recent aggression between the US and North Korea seems to have calmed making  the talks seems less necessary, at least for the time being. While another missile or nuclear test might cause tension to rise again, but it will again take time for tensions to rise high enough to force all 6 nations to convene. Also, I have some difficulty believing that either Trump Kim Jong Un will compromise to each other's terms in order to talk.  Looking at it from Kim Jong Un's perspective, I don't see what would be gained from such talks other than giving him more time to develop ICBM technology. After all, Gaddafi gave up his weapons of mass destruction and nearly a decade later NATO helped in his downfall"], [16652, "2017-05-24T18:10:07Z", [0.01], ""], [2965, "2017-05-24T16:17:44Z", [0.0], ""], [35425, "2017-05-24T13:38:17Z", [0.05], "This seems to be what N. Korea is trying to draw the other 5 countries into with their ignoring of warnings about their continuing nuclear tests. But unless N. Korea does something even more dramatic than what they've already been doing recently, don't expect the talks to resume for some time beyond October."], [1034, "2017-05-24T09:15:22Z", [0.0], ""], [368, "2017-05-24T02:18:51Z", [0.0], ""], [2965, "2017-05-23T13:15:09Z", [0.0], ""], [1034, "2017-05-23T05:47:00Z", [0.0], ""], [14253, "2017-05-23T00:16:28Z", [0.0], ""], [368, "2017-05-22T19:34:13Z", [0.0], ""], [16652, "2017-05-22T14:13:37Z", [0.01], ""], [1034, "2017-05-22T06:13:47Z", [0.0], ""], [28091, "2017-05-21T23:24:22Z", [0.0], ""], [1034, "2017-05-21T06:38:55Z", [0.0], ""], [11057, "2017-05-20T23:44:48Z", [0.0], ""], [368, "2017-05-20T19:04:09Z", [0.0], ""], [35701, "2017-05-20T08:21:44Z", [0.15], "The situation is more likely to degrade or spin out of control. North Korea is the only country (unlike Syria or Iran) where no large world power has an existential interest in being involved. Therefore, large powers are more likely to press their advantage too far and spark an unconventional response from North Korea."], [1034, "2017-05-20T07:06:57Z", [0.0], ""], [1624, "2017-05-20T02:07:16Z", [0.01], ""], [35520, "2017-05-19T23:32:00Z", [0.0], ""], [368, "2017-05-19T22:43:34Z", [0.0], ""], [484, "2017-05-19T17:51:21Z", [0.15], "(no change) Open(ing gambit?) http://www.reuters.com/article/us-northkorea-nuclear-usa-un-idUSKCN18F230"], [1034, "2017-05-19T07:03:02Z", [0.0], ""], [368, "2017-05-19T01:51:11Z", [0.0], ""], [1034, "2017-05-18T04:39:49Z", [0.0], ""], [34752, "2017-05-18T03:20:58Z", [0.05], ""], [368, "2017-05-17T19:27:19Z", [0.0], ""], [1034, "2017-05-17T08:07:40Z", [0.0], ""], [35410, "2017-05-17T05:06:29Z", [0.0], "No one is even addressing the issue. The U.S. would need to take the lead and it is too distracted by Trumps Russia ties."], [23372, "2017-05-17T01:12:59Z", [0.0], ""], [1333, "2017-05-16T19:28:10Z", [0.05], ""], [368, "2017-05-16T18:50:47Z", [0.0], ""], [691, "2017-05-16T14:44:39Z", [0.0], ""], [1034, "2017-05-16T06:06:00Z", [0.0], ""], [691, "2017-05-15T19:49:37Z", [0.0], ""], [754, "2017-05-15T19:02:58Z", [0.15], "Alternative is for bombs to fly, but that's a super tight little spot in the world...So...  I predict \"dialogue\" will occur, and Trump will allow himself to be drawn into talks. There will need t be \"others\" in those talks. Keep an eye on what Mattis and the Generals advise if you can...   NOTE: Question I have sent today for CLARIFICATION: \"WHAT DEFINES A SIX PARTY TALK?\" The detail of the question is not the date threshold as much as WHO or WHAT is a SIX PARTY TALK? i.e is there a deemed \"secretariat\" organization with the \"franchise\", so to speak, or can any six guys or girls sit down and talk and call it a six party talk?"], [368, "2017-05-15T17:02:20Z", [0.0], ""], [16652, "2017-05-15T08:08:00Z", [0.01], "Comment deleted on Jun 02, 2017 09:09AM UTC"], [1034, "2017-05-15T05:50:09Z", [0.0], ""], [705, "2017-05-14T23:36:14Z", [0.03], ""], [2965, "2017-05-14T22:24:23Z", [0.0], "https://www.gjopen.com/memberships/2965/forecast_history"], [484, "2017-05-14T22:13:10Z", [0.15], "(no change) It would be interesting to note if KJU has ordered \"The Art of the Deal\" from Amazon. Of course, since I haven't read it I'm only speculating how one (KJU) might ratchet things up before some talking."], [368, "2017-05-14T21:17:31Z", [0.0], ""], [691, "2017-05-14T15:07:29Z", [0.0], ""], [1034, "2017-05-14T05:20:39Z", [0.0], ""], [368, "2017-05-13T19:24:51Z", [0.0], ""], [2965, "2017-05-13T12:43:01Z", [0.0], ""], [691, "2017-05-13T12:31:38Z", [0.0], ""], [35531, "2017-05-13T10:30:28Z", [1.0], ""], [1624, "2017-05-13T04:41:08Z", [0.02], ""], [35504, "2017-05-12T20:48:18Z", [0.0], ""], [368, "2017-05-12T18:09:56Z", [0.0], ""], [35483, "2017-05-12T15:40:38Z", [0.2], "I think it would be rare, however, I also believe South Korea and China will push for talks. "], [2965, "2017-05-12T13:39:24Z", [0.0], ""], [1034, "2017-05-12T06:11:12Z", [0.0], ""], [35377, "2017-05-12T05:32:42Z", [0.2], ""], [35437, "2017-05-12T04:35:29Z", [0.0], ""], [35433, "2017-05-12T04:12:47Z", [0.15], ""], [35417, "2017-05-12T03:50:08Z", [0.08], "Six party? No"], [35395, "2017-05-12T01:47:13Z", [1.0], ""], [12302, "2017-05-12T00:19:48Z", [0.01], ""], [484, "2017-05-11T22:49:34Z", [0.15], "Up 5% on the \"Track 2\" initiatives. Would be higher if I thought GJO would be Very flexible regarding talks versus continuation of the old \"6 Party Talks.\""], [368, "2017-05-11T17:50:21Z", [0.0], ""], [16652, "2017-05-11T10:07:49Z", [0.01], ""], [1034, "2017-05-11T05:28:11Z", [0.0], ""], [368, "2017-05-10T18:37:03Z", [0.0], ""], [691, "2017-05-10T14:11:59Z", [0.0], ""], [16652, "2017-05-10T10:26:45Z", [0.01], ""], [484, "2017-05-10T05:03:58Z", [0.1], "Up 5% on ROK election."], [31683, "2017-05-10T04:42:04Z", [0.1], ""], [1034, "2017-05-10T04:40:53Z", [0.0], ""], [368, "2017-05-09T18:07:36Z", [0.0], ""], [691, "2017-05-09T16:29:38Z", [0.0], ""], [16652, "2017-05-09T13:29:30Z", [0.01], "Comment deleted on Jun 02, 2017 09:09AM UTC"], [2965, "2017-05-09T09:24:14Z", [0.0], ""], [1034, "2017-05-09T05:50:01Z", [0.0], ""], [2965, "2017-05-09T05:06:27Z", [0.0], ""], [2965, "2017-05-09T04:35:57Z", [0.0], ""], [4139, "2017-05-08T23:52:54Z", [0.0], "China doesn't really want this..."], [368, "2017-05-08T19:54:21Z", [0.0], ""], [691, "2017-05-08T11:19:43Z", [0.0], ""], [5386, "2017-05-08T07:26:00Z", [0.02], ""], [1034, "2017-05-08T06:18:25Z", [0.0], ""], [368, "2017-05-07T19:14:07Z", [0.0], ""], [35305, "2017-05-07T18:21:26Z", [0.2], ""], [2965, "2017-05-07T14:32:22Z", [0.0], ""], [691, "2017-05-07T12:04:45Z", [0.0], ""], [1034, "2017-05-07T08:59:35Z", [0.0], ""], [368, "2017-05-06T20:58:21Z", [0.0], ""], [1333, "2017-05-06T20:45:18Z", [0.15], ""], [691, "2017-05-06T12:53:53Z", [0.0], ""], [1034, "2017-05-06T10:15:22Z", [0.0], ""], [2965, "2017-05-06T07:41:58Z", [0.0], ""], [2965, "2017-05-06T03:15:15Z", [0.0], ""], [368, "2017-05-05T18:45:06Z", [0.0], ""], [691, "2017-05-05T18:33:53Z", [0.0], ""], [368, "2017-05-04T13:40:01Z", [0.0], ""], [691, "2017-05-04T12:19:56Z", [0.0], ""], [368, "2017-05-03T23:01:13Z", [0.0], ""], [691, "2017-05-03T12:13:17Z", [0.0], ""], [1034, "2017-05-03T06:51:35Z", [0.0], "U.S., China talk firmer U.N. response to North Korea's missiles: diplomats Nichols (2017) Tue May 2, states that: The United States is negotiating with China on a possible stronger U.N. Security Council response - such as sanctions - to North Korea's repeated ballistic missile launches, which the 15-member body normally condemns in a statement, diplomats said. It was not immediately clear how open Beijing might be to new sanctions. The council has traditionally boosted sanctions in response to North Korea's five nuclear tests and two long-range rocket launches. Sanctions were first imposed on Pyongyang in 2006. North Korea has in the past year stepped up its missile tests, firing dozens of various types of rockets, according to South Korea. The most recent test, which failed, came on Friday following a U.N. Security Council meeting on North Korea, chaired by U.S. Secretary of State Rex Tillerson. \"The cumulative actions of the DPRK (North Korea) since their last nuclear test compel us to look at a range of measures that would apply pressure,\" said a spokesman for the U.S. Permanent Mission to the United Nations on Tuesday. \"As Secretary Tillerson said on Friday, business as usual is not an option. We are exploring options for a response to this series of provocations with our Security Council colleagues,\" the spokesman said. Tillerson on Friday urged the Security Council to act before North Korea does. The Trump administration has been aggressively pressing Beijing to rein in its ally and neighbor North Korea, warning that all options were on the table if Pyongyang persists with its nuclear and missile development. But China has said military threats would not help the situation and has accused the United States of fueling tensions on the Korean Peninsula. Beijing on Tuesday reiterated its opposition to the deployment of the U.S.' THAAD anti-missile defense system in South Korea and urged it to be halted immediately. The last round of complex sanctions imposed by the Security Council took three months to negotiate following Pyongyang's fifth nuclear test in September. Those measures aimed to cut North Korea's annual export revenue by a quarter. Traditionally, the United States and China have negotiated new sanctions before involving remaining council members. U.N. diplomats said the current talks were still just between the pair (para. 1-11). Nichols, M. (2017). U.S., China talk firmer U.N. response to North Korea's missiles: diplomats. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-nuclear-un-idUSKBN17Y2AG North Korea says U.S. bomber flights push peninsula to brink of nuclear war Park and Blanchard (2017) Tue May 2, states that: North Korea accused the United States on Tuesday of pushing the Korean peninsula to the brink of nuclear war after a pair of strategic U.S. bombers flew training drills with the South Korean and Japanese air forces in another show of strength. The two supersonic B-1B Lancer bombers were deployed amid rising tensions over North Korea's pursuit of its nuclear and missile programme in defiance of U.N. sanctions and pressure from the United States. The flight of the two bombers on Monday came as U.S. President Donald Trump said he would be \"honored\" to meet North Korean leader Kim Jong Un in the right circumstances, and as his CIA director landed in South Korea for talks. South Korean Defence Ministry spokesman Moon Sang-gyun told a briefing in Seoul that Monday's joint drill was conducted to deter provocations by the North. North Korea said the bombers conducted \"a nuclear bomb dropping drill against major objects\" in its territory at a time when Trump and \"other U.S. warmongers are crying out for making a preemptive nuclear strike\" on the North. \"The reckless military provocation is pushing the situation on the Korean peninsula closer to the brink of nuclear war,\" the North's official KCNA news agency said on Tuesday. Tensions on the Korean peninsula have been high for weeks, driven by concerns that the North might conduct its sixth nuclear test in defiance of pressure from the United States and Pyongyang's sole major ally, China. The U.S. military's THAAD anti-missile defence system has reached initial operational capacity in South Korea, U.S. officials told Reuters, although they cautioned that it would not be fully operational for some months (para. 1-8). Park, J. & Blanchard, B. (2017). North Korea says U.S. bomber flights push peninsula to brink of nuclear war. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-usa-idUSKBN17W04T"], [14777, "2017-05-03T03:11:23Z", [0.02], ""], [691, "2017-05-02T20:14:34Z", [0.0], ""], [368, "2017-05-02T19:01:17Z", [0.0], ""], [22833, "2017-05-02T15:34:35Z", [0.06], ""], [1333, "2017-05-02T15:24:49Z", [0.2], "DNT SAYS HE'D BE HONORED TO TALK TO KJU which is either an invitation or a symbic Olive Branch in one hand to offset the Carl Vinson in his other hand."], [1034, "2017-05-02T06:06:56Z", [0.0], ""], [13974, "2017-05-01T21:04:34Z", [0.0], ""], [368, "2017-05-01T17:13:55Z", [0.0], ""], [22833, "2017-05-01T15:00:41Z", [0.02], ""], [754, "2017-05-01T14:25:22Z", [0.15], "raising bet by 5.  \"South Korea presidential candidate Ahn seeks to restart six-party talks on North Korea\" Reuters http://www.reuters.com/article/us-southkorea-politics-idUSKBN17Q0AK  October is a long way away and unless they're fighting by then they'll need to be talking... "], [1034, "2017-05-01T05:44:50Z", [0.0], ""], [368, "2017-04-30T14:01:17Z", [0.0], ""], [34281, "2017-04-30T12:10:35Z", [0.05], "The combination of bold rhetoric from Trump with the hard diplomacy of the State Department is setting the stage for a negotiation platform.  Trump constantly flattering Xi in the attempt to gain favor with the DPRK has yet to be tested.  I'm bumping from 0% to 5% considering that Trump's strategy thus far is to make incredibly bold claims against a particular idea or leader then come back and negotiate.  It's straight out of the Art of the Deal.  He did it with NATO, NAFTA, China (currency manipulation).  Potentially setting up a 2nd 6 party talks is starting to fit into Trump's portfolio of foreign policy."], [691, "2017-04-30T11:58:32Z", [0.0], ""], [1034, "2017-04-30T06:48:18Z", [0.0], ""], [368, "2017-04-29T19:09:14Z", [0.0], ""], [1056, "2017-04-29T17:31:35Z", [0.0], ""], [691, "2017-04-29T12:17:42Z", [0.0], ""], [1034, "2017-04-29T06:47:09Z", [0.0], ""], [368, "2017-04-28T19:42:38Z", [0.0], ""], [691, "2017-04-28T14:27:35Z", [0.0], ""], [32100, "2017-04-28T12:49:11Z", [0.0], ""], [35073, "2017-04-28T10:07:06Z", [0.98], ""], [1034, "2017-04-28T06:57:31Z", [0.0], ""], [35132, "2017-04-27T22:54:46Z", [0.65], ""], [691, "2017-04-27T19:15:13Z", [0.0], ""], [368, "2017-04-27T12:54:43Z", [0.0], ""], [4634, "2017-04-27T12:53:52Z", [0.02], ""], [1034, "2017-04-27T06:06:23Z", [0.0], ""], [32671, "2017-04-27T02:51:41Z", [0.35], ""], [35115, "2017-04-26T19:53:45Z", [0.15], ""], [368, "2017-04-26T19:30:15Z", [0.0], ""], [1034, "2017-04-26T07:57:20Z", [0.0], ""], [31082, "2017-04-26T07:37:12Z", [0.02], "To resume all 6 parties need to move to the table, including North Corea. Unlikely to happen unless China exercises consistent pressure for North Korea to do so. I believe this would happen."], [31518, "2017-04-26T02:32:09Z", [0.76], ""], [705, "2017-04-26T01:13:59Z", [0.02], ""], [368, "2017-04-25T18:03:15Z", [0.0], ""], [1034, "2017-04-25T07:40:44Z", [0.0], "Entire U.S. Senate to go to White House for North Korea briefing Zengerle (2017) Mon Apr 24, states that: Top Trump administration officials will hold a rare briefing on Wednesday at the White House for the entire U.S. Senate on the situation in North Korea. All 100 senators have been asked to the White House for the briefing by Secretary of State Rex Tillerson, Secretary of Defense Jim Mattis, Director of National Intelligence Dan Coats and General Joseph Dunford, chairman of the Joint Chiefs of Staff, said White House spokesman Sean Spicer on Monday. While administration officials routinely travel to Capitol Hill to address members of Congress on foreign policy matters, it is unusual for the entire Senate to go to the White House, and for all four of those officials to be involved. Wednesday's briefing was originally scheduled for a secure room at the Capitol, but President Donald Trump suggested a shift to the White House, congressional aides said. Washington has expressed mounting concern over North Korea's nuclear and missile tests, and its threats to attack the United States and its Asian allies. Trump, who called the leaders of China and Japan during the weekend, told U.N. Security Council ambassadors on Monday that \"the status quo\" is not acceptable, and said the council must be ready to impose new sanctions (para. 1-6). Zengerle, P. (2017). Entire U.S. Senate to go to White House for North Korea briefing. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-nuclear-usa-senate-idUSKBN17Q1LR"], [35033, "2017-04-25T06:33:55Z", [0.05], ""], [368, "2017-04-24T21:53:51Z", [0.0], ""], [22833, "2017-04-24T16:35:10Z", [0.0], ""], [691, "2017-04-24T14:44:53Z", [0.0], ""], [22308, "2017-04-24T14:05:54Z", [0.03], ""], [1034, "2017-04-24T06:07:58Z", [0.0], ""], [368, "2017-04-23T14:44:52Z", [0.0], ""], [691, "2017-04-23T13:01:19Z", [0.0], ""], [1034, "2017-04-23T08:00:56Z", [0.0], "Japanese ships join U.S. carrier for drills as it nears Korean waters Kubo and Kelly (2017) Sun Apr 23, states that: Two Japanese destroyers on Sunday began an exercise with the U.S. Carl Vinson carrier strike group in the Western Pacific as it approaches waters around the Korean peninsula, Japan's navy said. The two Japanese warships, the Samidare and Ashigara, left western Japan on Friday to join the Carl Vinson in a show of solidarity as the United States confronts North Korea over its ballistic missile program and nuclear tests. The destroyers will \"practice a variety of tactics\" with the U.S. strike group, the Japan Maritime Self Defence Force (MSDF) said in a statement (para. 1-3). Kubo, N. & Kelly, T. (2017). Japanese ships join U.S. carrier for drills as it nears Korean waters. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-usa-japan-idUSKBN17P01Y\n"], [368, "2017-04-22T21:37:18Z", [0.0], ""], [35057, "2017-04-22T16:44:35Z", [0.0], ""], [1624, "2017-04-22T08:43:08Z", [0.03], ""], [1034, "2017-04-22T08:30:18Z", [0.0], ""], [368, "2017-04-21T18:39:01Z", [0.0], ""], [1034, "2017-04-21T07:26:42Z", [0.0], ""], [368, "2017-04-20T21:39:29Z", [0.0], ""], [691, "2017-04-20T17:06:01Z", [0.0], ""], [1034, "2017-04-20T05:51:51Z", [0.0], ""], [368, "2017-04-19T18:59:25Z", [0.0], ""], [691, "2017-04-19T17:58:45Z", [0.0], ""], [1034, "2017-04-19T05:38:58Z", [0.0], ""], [15196, "2017-04-19T01:02:35Z", [0.05], ""], [35013, "2017-04-18T20:52:21Z", [0.66], "The tension around North Korea seems to cause growing concerns and could raise interest in discussions from all parties."], [368, "2017-04-18T19:36:48Z", [0.0], ""], [4634, "2017-04-18T14:20:57Z", [0.05], ""], [30899, "2017-04-18T10:13:59Z", [0.15], ""], [1034, "2017-04-18T06:28:48Z", [0.0], ""], [601, "2017-04-18T01:31:52Z", [0.04], ""], [368, "2017-04-17T20:26:07Z", [0.0], ""], [22752, "2017-04-17T20:02:28Z", [0.0], ""], [32294, "2017-04-17T19:23:20Z", [0.01], ""], [30396, "2017-04-17T18:11:50Z", [0.0], ""], [32438, "2017-04-17T18:00:07Z", [0.02], ""], [34628, "2017-04-17T13:55:10Z", [0.1], ""], [13377, "2017-04-17T13:03:40Z", [0.0], "Gulp. https://apnews.com/8e92f091465742c9bb9a6a2175850471"], [691, "2017-04-17T11:32:00Z", [0.0], ""], [1034, "2017-04-17T05:17:14Z", [0.0], ""], [34977, "2017-04-17T02:05:32Z", [0.02], "North Korea's past and current belligerent actions are becoming \"unacceptable\" by both regional/world superpowers. There is a better chance that a four-way (US/China/South Korea/NK) or five way (US/China/South Korea/NK/Japan) talk may happen sooner rather than a six way talk including Russia. The current complications with Russian aggression in eastern Ukraine and their support for Asad in Syria will \"muddy\" the nuclear talks with North Korea as it can be over as leverage. Additionally, the six-party talks have failed in the past because North Korea often reneges on their obligations and because each respective country wants to forward their interests in the region by-way-of using the North Korean Nuclear situation to their advantage."], [484, "2017-04-16T22:48:28Z", [0.05], "(no change) Interesting discussion: https://www.theguardian.com/world/commentisfree/2017/apr/16/trump-peace-north-korea-nuclear-war-kim-johg-un-missile-test"], [368, "2017-04-16T19:43:36Z", [0.0], ""], [1593, "2017-04-16T12:08:03Z", [0.05], ""], [1034, "2017-04-16T07:58:22Z", [0.0], ""], [484, "2017-04-15T23:24:02Z", [0.05], "Up another 1% since I'm not certain that Jimmy Carter, Kissinger, or Bill Richardson are NOT in transit to the region. (mostly kidding, but when is it best to talk if not after some crisis—assuming of course that things don't go off the rails)"], [368, "2017-04-15T21:03:06Z", [0.0], ""], [691, "2017-04-15T11:41:44Z", [0.0], ""], [20156, "2017-04-15T06:54:06Z", [0.02], ""], [1034, "2017-04-15T06:25:01Z", [0.0], ""], [484, "2017-04-15T03:07:32Z", [0.04], "Up 1%. If you were POTUS and offered a choice between something dramatic that will likely kill hundreds of thousands and keep one off Mt Rushmore or negotiating a deal such as China (and others) have suggested, what would you do? (While I still have trouble seeing talks within the six party framework, if Russia or someone really wants that path, it might work out that way.)"], [1993, "2017-04-14T18:14:44Z", [0.0], ""], [368, "2017-04-14T17:27:20Z", [0.0], ""], [21823, "2017-04-14T11:14:00Z", [0.0], ""], [1034, "2017-04-14T06:10:54Z", [0.0], ""], [368, "2017-04-14T03:31:34Z", [0.0], ""], [12824, "2017-04-13T22:59:21Z", [0.0], ""], [34931, "2017-04-13T14:05:01Z", [0.01], "Only President Trump's 'unpredictable' foreign policy leaves a sliver of a chance for this occurring. If he sees a 'deal' since his discussions with Pres Xi he could go for it. However, it is more likely that Trump would opt for some other forum, he tends to prefer 1:1 talks, or perhaps in this case 1:1:1 with China as a broker. But this is nK so...that's probably not gonna happen, and less so by the Oct 1 deadline."], [691, "2017-04-13T12:15:19Z", [0.0], ""], [1034, "2017-04-13T05:36:55Z", [0.0], ""], [368, "2017-04-12T20:01:04Z", [0.0], ""], [691, "2017-04-12T19:54:30Z", [0.0], ""], [34920, "2017-04-12T15:51:34Z", [0.0], ""], [31496, "2017-04-12T08:33:33Z", [0.03], ""], [1034, "2017-04-12T06:12:36Z", [0.0], ""], [691, "2017-04-12T00:51:20Z", [0.0], ""], [368, "2017-04-11T19:08:24Z", [0.0], ""], [754, "2017-04-11T16:02:46Z", [0.1], "coming up from Zero for the last several weeks. Watching closely for signals of a \"negotiation\" to begin. https://charlierose.com/videos/30356  Here's an excellent video interview on Charlie Rose with Thomas Friedman last week. As much as all the bluster carries on... from both sides, a negotiation will be the ONLY alternative to an approaching conflagration of some sort... and with unpredictable results.  If Trump and Tillerson can act like grown-ups and cajole/scare the 6 Parties into the same general camp of understanding, it will be a way to rein in N. Korea. Think the Iran negotiation and what resulted.  It's a longshot but a proven viable toll in the past. Things are heating up fast and NK has fewer friends than ever, if any... 6 Party is a \"cuddlier\" opponent than the USA alone is. Anyhoo... watch the interview for excellent perspective. Cheers"], [877, "2017-04-11T14:25:51Z", [0.75], ""], [1034, "2017-04-11T06:18:20Z", [0.0], ""], [368, "2017-04-11T04:01:32Z", [0.0], ""], [368, "2017-04-11T03:57:01Z", [0.0], ""], [34262, "2017-04-11T02:07:44Z", [0.42], ""], [1034, "2017-04-10T17:26:18Z", [0.0], ""], [34628, "2017-04-10T15:07:16Z", [0.08], ""], [22298, "2017-04-10T14:02:44Z", [0.12], ""], [9755, "2017-04-10T13:14:24Z", [0.0], ""], [32957, "2017-04-10T01:57:43Z", [0.7], ""], [1972, "2017-04-09T23:39:29Z", [0.17], ""], [368, "2017-04-09T22:53:54Z", [0.0], ""], [16554, "2017-04-09T13:42:56Z", [0.05], ""], [7362, "2017-04-09T13:07:32Z", [0.95], ""], [691, "2017-04-09T12:08:55Z", [0.0], ""], [1034, "2017-04-09T05:52:45Z", [0.0], ""], [368, "2017-04-08T20:59:43Z", [0.0], ""], [691, "2017-04-08T11:47:52Z", [0.0], ""], [1034, "2017-04-08T05:56:02Z", [0.0], ""], [691, "2017-04-07T21:05:46Z", [0.0], ""], [368, "2017-04-07T20:43:00Z", [0.0], ""], [34832, "2017-04-07T18:48:47Z", [0.3], "Even if the American government has called for China to mediate with the North, their leader is too immersed in his obsession of keeping a strong image."], [1034, "2017-04-07T05:51:20Z", [0.0], ""], [691, "2017-04-06T20:25:01Z", [0.0], ""], [368, "2017-04-06T19:51:28Z", [0.0], ""], [32100, "2017-04-06T17:43:21Z", [0.0], ""], [23372, "2017-04-06T17:03:26Z", [0.0], ""], [32438, "2017-04-06T16:38:20Z", [0.05], ""], [1034, "2017-04-06T05:39:04Z", [0.0], ""], [34800, "2017-04-06T01:24:59Z", [0.05], ""], [14253, "2017-04-06T00:19:50Z", [0.01], ""], [368, "2017-04-05T18:21:15Z", [0.0], ""], [368, "2017-04-05T18:16:49Z", [0.0], ""], [34789, "2017-04-05T13:43:48Z", [0.1], ""], [32100, "2017-04-05T13:40:10Z", [0.0], ""], [23006, "2017-04-05T13:33:09Z", [0.0], "Does it count as resolved in f North Korea is not at the table but two or three  of the other guys are, namely US and China or Russia?"], [691, "2017-04-05T12:42:18Z", [0.0], ""], [1034, "2017-04-05T06:34:03Z", [0.0], "North Korea test-fires missile into sea ahead of Trump-Xi summit Park and Kim (2017) Tue Apr 4, states that: North Korea test-fired a ballistic missile into the sea off its east coast on Wednesday, South Korea's military said, ahead of a summit between U.S. and Chinese leaders who are set to discuss Pyongyang's arms program. The missile flew about 60 km (40 miles) from its launch site at Sinpo, a port city on the North's east coast, the South Korea's Office of the Joint Chiefs of Staff said in a statement. Sinpo is home to a North Korean submarine base. The launch comes just a day before the start of a summit between U.S. President Donald Trump and China's President Xi Jinping, where talks about adding pressure on the North to drop its arms development will take center stage. \"The launch took place possibly in consideration of the U.S. -China summit, while at the same time it was to check its missile capability,\" a South Korean official told Reuters about the military's initial assessment of the launch. The missile was fired at a high angle and reached an altitude of 189 km (117 miles), the official added. Any launch of objects using ballistic missile technology is a violation of U.N. Security Council resolutions. The North has defied the ban, saying it infringes its sovereign rights to self-defense and the pursuit of space exploration (para. 1-6).\nPark, J. & Kim, J. (2017). North Korea test-fires missile into sea ahead of Trump-Xi summit. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN1762XX"], [29680, "2017-04-05T04:48:36Z", [0.0], ""], [4634, "2017-04-05T04:04:02Z", [0.02], ""], [484, "2017-04-05T02:40:22Z", [0.03], "(no change) Good summary: http://38north.org/2017/04/jdelury040417/"], [23006, "2017-04-05T00:58:51Z", [0.0], "Not even a peep online or in mainstream news - maybe after another test strike"], [484, "2017-04-04T23:23:34Z", [0.03], "Up 3%. While the old \"six party talks\" won't ever happen within those past preconditions, the rumors about a DT Plan B might be either a hard power option or some negotiation ploy. The former is too horrible to contemplate, and I think I've been wrong to absolutely discount a return to six party talks (with the US, et al just ignoring the history)."], [368, "2017-04-04T20:14:09Z", [0.0], ""], [34717, "2017-04-04T18:01:25Z", [0.1], ""], [1034, "2017-04-04T06:26:01Z", [0.0], ""], [34675, "2017-04-03T20:29:21Z", [0.5], "Because China support resume negotiation"], [368, "2017-04-03T17:08:53Z", [0.0], ""], [1034, "2017-04-03T04:35:54Z", [0.0], ""], [368, "2017-04-02T21:38:11Z", [0.0], ""], [691, "2017-04-02T17:36:24Z", [0.0], ""], [1034, "2017-04-02T09:43:08Z", [0.0], ""], [34654, "2017-04-01T21:32:14Z", [0.05], "To many differences already between host nations. Trump is no diplomat."], [368, "2017-04-01T20:15:51Z", [0.0], ""], [691, "2017-04-01T17:41:15Z", [0.0], ""], [30517, "2017-04-01T14:05:20Z", [0.0], ""], [1034, "2017-04-01T08:03:35Z", [0.0], ""], [2965, "2017-04-01T02:13:26Z", [0.0], ""], [22264, "2017-03-31T22:21:42Z", [0.0], ""], [373, "2017-03-31T21:09:59Z", [0.05], "Unlikely, but the most difficult region in the world to predict is N Korea."], [5386, "2017-03-31T20:09:18Z", [0.01], ""], [691, "2017-03-31T18:57:19Z", [0.0], ""], [1424, "2017-03-31T18:14:43Z", [0.02], "The Trump administration will not be prepared to participate in negotiations by then."], [1034, "2017-03-31T05:07:27Z", [0.0], ""], [691, "2017-03-30T13:41:28Z", [0.0], ""], [1034, "2017-03-30T07:21:33Z", [0.0], ""], [32100, "2017-03-29T17:51:41Z", [0.0], ""], [14493, "2017-03-29T17:22:55Z", [0.0], "The \"Six Parties\" concluded years ago that the talks were a waste of time as NK cannot be trusted to keep to the spirit of any agreement. What NK wants is US NK talks. I hear that Trump fancies himself as a deal maker (I have not actually seen any good evidence that he is particularly skilled in this area, but that is beside the point) so he might be tempted to hold one on one talks with NK, but that would not meet the criteria of the questions. I would imagine that the last thing SK and Japan would want is the US and NK have two party talks (who knows what Trump might offer NK to give up its nuclear weapons - SK?). For different reason China and Russia would probably not be happy with US and NK having two party talks. \nTrump has said he does not like multi-national deals so I am assuming he would block 6 Party talks (and without the US they are not 6 Party).\nOn the other hand is Trump consistent? Has he ever changed a policy? "], [368, "2017-03-29T16:59:33Z", [0.0], ""], [31238, "2017-03-29T12:57:33Z", [0.01], ""], [1034, "2017-03-29T07:05:17Z", [0.0], ""], [368, "2017-03-29T00:38:13Z", [0.0], ""], [27313, "2017-03-28T19:37:26Z", [0.15], ""], [691, "2017-03-28T13:40:39Z", [0.0], ""], [23355, "2017-03-28T10:07:37Z", [0.25], ""], [26242, "2017-03-28T06:34:32Z", [0.0], ""], [1034, "2017-03-28T05:17:48Z", [0.0], ""], [368, "2017-03-28T00:48:53Z", [0.0], ""], [34562, "2017-03-27T20:21:30Z", [0.1], ""], [34554, "2017-03-27T18:30:28Z", [0.13], ""], [34553, "2017-03-27T18:19:37Z", [0.01], ""], [691, "2017-03-27T15:51:26Z", [0.0], ""], [14583, "2017-03-27T13:59:10Z", [0.03], ""], [1034, "2017-03-27T04:43:04Z", [0.0], ""], [6303, "2017-03-27T03:04:31Z", [0.01], "Based on general news and GJP consensus."], [23734, "2017-03-27T03:01:43Z", [0.05], ""], [705, "2017-03-26T21:26:23Z", [0.0], ""], [368, "2017-03-26T19:42:44Z", [0.0], ""], [691, "2017-03-26T15:14:03Z", [0.0], ""], [30485, "2017-03-26T14:02:11Z", [0.01], ""], [14166, "2017-03-26T13:16:07Z", [0.01], ""], [1034, "2017-03-26T09:22:58Z", [0.0], ""], [2965, "2017-03-26T01:16:44Z", [0.0], ""], [368, "2017-03-25T20:21:13Z", [0.0], ""], [691, "2017-03-25T17:58:32Z", [0.0], ""], [34525, "2017-03-25T16:45:51Z", [0.6], ""], [1034, "2017-03-25T09:57:46Z", [0.0], ""], [691, "2017-03-24T20:31:04Z", [0.0], ""], [368, "2017-03-24T17:58:56Z", [0.0], ""], [2965, "2017-03-24T17:39:34Z", [0.0], ""], [31756, "2017-03-24T07:25:11Z", [0.0], ""], [1034, "2017-03-24T06:37:49Z", [0.0], ""], [34501, "2017-03-24T00:04:37Z", [0.05], ""], [32833, "2017-03-23T20:04:56Z", [0.0], "The odd's that Kim Jong Un will come to the table and talk nukes are so categorically low that they might as well not exist at all"], [30402, "2017-03-23T17:07:26Z", [0.0], ""], [368, "2017-03-23T15:30:04Z", [0.0], ""], [691, "2017-03-23T15:17:21Z", [0.0], ""], [1034, "2017-03-23T08:18:15Z", [0.0], "Exclusive: North Korea has no fear of U.S. sanctions move, will pursue nuclear arms – envoy Nebehay (2017) Wed Mar 22, states that: North Korea has nothing to fear from any U.S. move to broaden sanctions aimed at cutting it off from the global financial system and will pursue \"acceleration\" of its nuclear and missile programs, a North Korean envoy told Reuters on Tuesday. This includes developing a \"pre-emptive first strike capability\" and an inter-continental ballistic missile (ICBM), said Choe Myong Nam, deputy ambassador at the North Korean mission to the United Nations in Geneva. Reuters, quoting a senior U.S. official in Washington, reported on Monday that the Trump administration is considering sweeping sanctions as part of a broad review of measures to counter North Korea's nuclear and missile threat. (For Monday's story, click reut.rs/2n9HZ5a) \"I think this is stemming from the visit by the Secretary of State (Rex Tillerson) to Japan, South Korea and China...We of course are not afraid of any act like that,\" Choe told Reuters. \"Even prohibition of the international transactions system, the global financial system, this kind of thing is part of their system that will not frighten us or make any difference.\" He called existing sanctions \"heinous and inhumane\". North Korea has been under sanctions for \"half a century\" but the communist state survives by placing an emphasis on juche or \"self-sufficiency\", he said. His country wants a forum set up to examine the \"legality and legitimacy of the sanctions regime\". He denounced joint annual military exercises currently being carried out by the United States and South Korea on the divided peninsula and criticized remarks by Tillerson during his talks with regional allies last week. \"All he was talking about is for the United States to take military actions on DPRK,\" Choe said, using the acronym for the Democratic People's Republic of Korea. North Korea rejects claims by Washington and Seoul that the military drills are defensive. They involve strategic nuclear bombers and a nuclear submarine, Columbus, that recently entered South Korean ports, he said. \"In the light of such huge military forces involved in the joint military exercises, we have no other choice but to continue with our full acceleration of the nuclear programs and missile programs. It is because of these hostile activities on the part of the United States and South Korea\" (para. 1-11). Nebehay, S. (2017). Exclusive: North Korea has no fear of U.S. sanctions move, will pursue nuclear arms – envoy. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-usa-sanctions-idUSKBN16S2KY"], [691, "2017-03-22T20:18:12Z", [0.0], ""], [7221, "2017-03-22T18:55:14Z", [0.0], ""], [368, "2017-03-22T16:23:39Z", [0.0], ""], [1034, "2017-03-22T06:17:47Z", [0.0], ""], [368, "2017-03-22T03:03:41Z", [0.0], ""], [1034, "2017-03-21T10:22:46Z", [0.0], "U.S., China soften tone, say to work together on North Korea Torbati and Blanchard (2017) Sat Mar 18, states that: The United States and China will work together to get nuclear-armed North Korea take \"a different course\", U.S. Secretary of State Rex Tillerson said on Saturday, softening previous criticism of Beijing after talks with his Chinese counterpart. China has been irritated at being repeatedly told by Washington to rein in North Korea's surging nuclear and ballistic missile programme, one of a series of hurdles in ties between the world's two largest economies. But Chinese Foreign Minister Wang Yi described the talks with Tillerson as \"candid, pragmatic and productive\". The two sides appeared to have made some progress or put aside differences on difficult issues, at least in advance of a planned summit between Chinese President Xi Jinping and U.S. President Donald Trump. On Friday, Tillerson issued the Trump administration's starkest warning yet to North Korea, saying in Seoul that a military response would be \"on the table\" if Pyongyang took action to threaten South Korean and U.S. forces. Tillerson took a softer line after the meeting with Wang. He told reporters both China and the United States noted efforts over the last two decades had not succeeded in curbing the threat posed by North Korea's weapons programme (para. 1-5). Torbati, Y. & Blanchard, B. (2017). U.S., China soften tone, say to work together on North Korea. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-tillerson-asia-china-idUSKBN16O2V9 China, U.S. in 'close communication' on Xi-Trump meeting Blanchard (2017) Sat Mar 18, states that: China and the United States are in \"close communication\" on arranging a meeting between Chinese President Xi Jinping and U.S. President Donald Trump, Chinese Foreign Minister Wang Yi told visiting U.S. Secretary of State Rex Tillerson.\nThe remarks were reported by China's official Xinhua news agency on Saturday (para. 1-2). Blanchard, B. (2017). China, U.S. in 'close communication' on Xi-Trump meeting. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-tillerson-asia-china-visit-idUSKBN16P07O\n"], [691, "2017-03-20T19:16:59Z", [0.0], ""], [34450, "2017-03-20T16:15:15Z", [0.85], ""], [368, "2017-03-20T15:39:55Z", [0.0], ""], [368, "2017-03-20T15:34:03Z", [0.0], ""], [1034, "2017-03-20T07:43:50Z", [0.0], "U.S., China soften tone, say to work together on North Korea Torbati and Blanchard (2017) Sat Mar 18, states that: The United States and China will work together to get nuclear-armed North Korea take \"a different course\", U.S. Secretary of State Rex Tillerson said on Saturday, softening previous criticism of Beijing after talks with his Chinese counterpart. China has been irritated at being repeatedly told by Washington to rein in North Korea's surging nuclear and ballistic missile programme, one of a series of hurdles in ties between the world's two largest economies. But Chinese Foreign Minister Wang Yi described the talks with Tillerson as \"candid, pragmatic and productive\". The two sides appeared to have made some progress or put aside differences on difficult issues, at least in advance of a planned summit between Chinese President Xi Jinping and U.S. President Donald Trump. On Friday, Tillerson issued the Trump administration's starkest warning yet to North Korea, saying in Seoul that a military response would be \"on the table\" if Pyongyang took action to threaten South Korean and U.S. forces. Tillerson took a softer line after the meeting with Wang. He told reporters both China and the United States noted efforts over the last two decades had not succeeded in curbing the threat posed by North Korea's weapons programme (para. 1-5). Torbati, Y. & Blanchard, B. (2017). U.S., China soften tone, say to work together on North Korea. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-tillerson-asia-china-idUSKBN16O2V9"], [34436, "2017-03-19T23:01:14Z", [0.07], "Sec. of State Rex Tillerson has bluntly stated the 20 year strategy of \"strategic patience\" has ended. Paired with the fact that POTUS will have far less tolerance for such muscle flexing and a statement by Niki Haley indicating no interest in resuming the SPTs as they have \"been there and done that\" it appears unlikely that any attempt at coordination from the US is unlikely. The Chinese will not engage without using NK as a bargaining chip, SK is too weakened politically from its Presidential scandal to embark on any serious foreign policy initiatives and the Russians have shown zero interest since the fall of 2016 in solving this issue. In fact, it may work in their favor given how it distracts the world from their meddling across EE and the ME. Japan is the only power that may want to invite a détente but without China or the US in their corner, the likelihood is below 10%. "], [6552, "2017-03-19T22:03:30Z", [0.02], ""], [16554, "2017-03-19T21:39:02Z", [0.25], ""], [10692, "2017-03-19T18:51:57Z", [0.8], ""], [24563, "2017-03-19T18:35:49Z", [0.0], ""], [14572, "2017-03-19T18:15:35Z", [0.0], ""], [4005, "2017-03-19T16:47:59Z", [0.02], ""], [32929, "2017-03-19T15:57:41Z", [0.05], ""], [13657, "2017-03-19T14:38:52Z", [0.0], ""], [1034, "2017-03-19T06:34:49Z", [0.0], "North Korea's Kim Jong Un says engine test is 'new birth' of rocket industry Kim (2017) Sat Mar 18, states that: North Korea has conducted a test of a new high-thrust engine at its Tongchang-ri rocket launch station and leader Kim Jong Un said the successful test was \"a new birth\" of its rocket industry, the reclusive North's official media said on Sunday. The engine would help North Korea achieve world-class satellite launch capability, KCNA said, indicating the test was of a new type of rocket engine for long-range missiles. The United States and China pledged to work together to get the North to take \"a different course\" and move away from its weapons programs after U.S. Secretary of State Rex Tillerson met his Chinese counterpart on Saturday. North Korea has conducted five nuclear tests and a series of missile launches, in defiance of U.N. sanctions, and is believed by experts and government officials to be working to develop nuclear-warhead missiles that could reach the United States.\nKim Jong Un has said North Korea is close to a test-launch of an intercontinental ballistic missile.\nKCNA said the test was carried out at the Sohae Satellite Launching Ground, where North Korea has conducted long-range rocket tests (para.1-6). Kim, J. (2017). North Korea's Kim Jong Un says engine test is 'new birth' of rocket industry. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN16P0UZ\n"], [22752, "2017-03-19T00:58:55Z", [0.0], ""], [19801, "2017-03-19T00:42:19Z", [0.0], "Tillerson delivers stark warning to North Korea of possible military response\nhttp://in.reuters.com/article/tillerson-asia-southkorea-idINKBN16O0BD"], [754, "2017-03-18T23:50:03Z", [0.0], ""], [13377, "2017-03-18T22:55:29Z", [0.0], "Tillerson just ruled out talks."], [368, "2017-03-18T20:44:24Z", [0.0], ""], [691, "2017-03-18T15:31:00Z", [0.0], ""], [2965, "2017-03-18T15:10:06Z", [0.0], ""], [1034, "2017-03-18T06:19:07Z", [0.0], "Tillerson Doesn’t Rule Out Preemptive, Strike on North Korea Wadhams and Kong (2017) March 17, states that: Secretary of State Rex Tillerson said the U.S. is considering “all options” to counter North Korea’s nuclear threat while criticizing China over moves to block a missile-defense system on the peninsula. In some of his most detailed comments yet on North Korea, Tillerson ruled out a negotiated freeze of its nuclear weapons program and called for a wider alliance to counter Kim Jong Un’s regime. He also left the military option on the table if the North Korean threat gets too large. “If they elevate the threat of their weapons programs to a level that we believe requires action, that option is on the table,” Tillerson told reporters on Friday on a trip to South Korea when asked about the possibility of a military strike. He ruled out talks with North Korea until it commits to giving up its nuclear weapons. Hours later, President Donald Trump said on Twitter that North Korea was ”behaving very badly.”\n“They have been ‘playing’ the United States for years,” Trump said. “China has done little to help!” Tillerson’s remarks were some of the most forceful yet from the Trump administration and signaled the U.S. was closing the door on a more conciliatory approach as it looks to curtail Kim Jong Un’s nuclear and ballistic-missile programs. With the range of North Korea’s missiles getting closer to North America, Tillerson is seeking a new approach as part of a trip to Japan, South Korea and China.\n“Let me be very clear: this policy of strategic patience has ended,” Tillerson said. “All options are on the table. North Korea must understand that the only path to a secure, economically prosperous future is to abandon its development of nuclear weapons, ballistic missiles, and other weapons of mass destruction” (para. 1-6). Wadhams, N. & Kong, K. (2017). Tillerson Doesn't Rule Out Preemptive Strike on North Korea. Bloomberg. Politics. Retrieved from\nhttps://www.bloomberg.com/politics/articles/2017-03-17/tillerson-doesn-t-rule-out-preemptive-strike-against-north-korea"], [31201, "2017-03-18T04:06:46Z", [0.01], ""], [1993, "2017-03-18T03:33:11Z", [0.01], ""], [34281, "2017-03-18T01:35:57Z", [0.0], "Tillerson's recent statement has signaled military intervention as a 'possibility' to handle instability of the rogue state.  The DPRK won't take this lightly and will most likely increase R&D and testing.  Talks seem to be off the table.  Nicky Haley said \"this is not a rational man\" referring to Kim Jong Un.  0% firm until further notice."], [691, "2017-03-17T20:18:58Z", [0.0], ""], [601, "2017-03-17T18:12:17Z", [0.06], ""], [368, "2017-03-17T17:15:26Z", [0.0], ""], [32988, "2017-03-17T17:14:57Z", [0.05], ""], [15477, "2017-03-17T16:33:44Z", [0.0], ""], [33856, "2017-03-17T15:43:04Z", [0.05], ""], [16778, "2017-03-17T12:59:29Z", [0.05], "Sec. Tillerson remarked recently that the US deems the last 20 years of North Korean policies to be a failure, that the US is not interested in negotiations with the DPK since it will not eliminate the North Korean threat of nuclear attack. Instead he is calling for increased sanctions and deployment of anti-missile defenses in South Korea and Japan (THAAD).  I see several other major obstacles to resumption of 6-party negotiations:\nFirst, China is alarmed by deployment of THAAD due to its sophisticated radar capabilities and is pressuring its neighbors economically not to cooperate with the US. \nSecond, Putin has not indicated any desire to resume talks. In fact, it may be in Russia's best interests to do nothing since it may divert international attention from itself.\nThird, the recent impeachment of President Park effectively idles South Korea's foreign policy until a new president is elected and a new foreign minister is chosen. https://www.wsj.com/articles/tillerson-calls-for-tighter-sanctions-against-north-korea-1489741089\nhttps://www.nytimes.com/2017/03/16/world/asia/rex-tillerson-asia-trump-us-japan.html?rref=collection%2Fsectioncollection%2Fasia"], [32100, "2017-03-17T12:09:25Z", [0.0], ""], [19801, "2017-03-17T12:05:16Z", [0.0], "Tillerson Says No Negotiations With North Korea on Nuclear Program\nhttps://www.nytimes.com/2017/03/17/world/asia/rex-tillerson-north-korea-nuclear.html"], [1034, "2017-03-17T06:02:51Z", [0.0], ""], [368, "2017-03-16T20:53:48Z", [0.0], ""], [32784, "2017-03-16T19:42:40Z", [0.0], ""], [1639, "2017-03-16T14:00:56Z", [0.02], "2% to be generous!"], [30200, "2017-03-16T12:35:45Z", [0.0], "Okay, it really is zero ..."], [30200, "2017-03-16T12:33:11Z", [0.01], "Basically it is zero given the current state of affairs, but then we are talking of North-Korea, meaning that anything is possible"], [691, "2017-03-16T12:26:22Z", [0.0], ""], [1034, "2017-03-16T06:04:48Z", [0.0], ""], [7124, "2017-03-16T05:25:53Z", [0.02], "Trump is not likely to move in a straight forward manner regarding this issue"], [368, "2017-03-16T00:34:24Z", [0.0], ""], [16272, "2017-03-15T17:52:46Z", [0.09], ""], [32294, "2017-03-15T15:28:01Z", [0.0], ""], [1034, "2017-03-15T06:13:16Z", [0.0], ""], [34043, "2017-03-15T03:37:46Z", [0.01], "It's not the direction things are going. There has to be some major flop where China decided to exert extreme pressure on the NK regime. Something unlikely to happen also."], [26673, "2017-03-15T03:08:45Z", [0.05], ""], [23372, "2017-03-15T01:17:06Z", [0.0], ""], [25960, "2017-03-14T19:28:22Z", [0.05], ""], [368, "2017-03-14T17:55:55Z", [0.0], ""], [691, "2017-03-14T17:34:24Z", [0.0], ""], [11759, "2017-03-14T16:07:19Z", [0.05], ""], [29980, "2017-03-14T15:52:08Z", [0.05], ""], [30517, "2017-03-14T12:33:34Z", [0.0], ""], [1034, "2017-03-14T05:35:55Z", [0.0], ""], [368, "2017-03-13T23:07:38Z", [0.0], ""], [26222, "2017-03-13T18:52:02Z", [0.0], ""], [33924, "2017-03-13T16:05:17Z", [0.08], ""], [67, "2017-03-13T14:19:31Z", [0.04], ""], [29860, "2017-03-13T14:02:30Z", [0.0], "It's not in North Korea's interest, first of all, to agree to resume the talks. All of what's been going on of late with missile launches and the assassination are likely aspects of said country's \"unpredictable state\" approach, a likely deliberate strategy to deter the rest of the world from meddling in their affairs. China, the U.S. and South Korea navigating their differences on the matter of how to handle North Korea is also unlikely, not least of all as at least the U.S. and South Korea have plenty of concerns issues to handle. All those things taken into account, the current circumstances don't allow for progress to be made on the matter by that date."], [32784, "2017-03-13T13:33:03Z", [0.0], ""], [34267, "2017-03-13T13:30:40Z", [0.15], "The assassination was not officially authorised. Kim Jong Il will not risk his own overthrow by seeming to back down"], [2965, "2017-03-13T11:34:56Z", [0.0], "I made a point last time about how it could happen.\nNot going to happen, especially by the date.\nSad."], [1034, "2017-03-13T05:35:27Z", [0.0], ""], [1201, "2017-03-13T00:29:54Z", [0.01], "Isgold7 presents great background. The new South Korean government may well succeed in having the THAAD installation removed, which would ease tensions with China. That, plus Chinese sanctions on North Korea could result in those three parties coming to the table. However, the question refers to six-party talks and of the three remaining -- Japan, Russia and the US -- I see the US, frankly, as the volatile rogue state between now and 1 October. "], [30396, "2017-03-13T00:01:21Z", [0.0], ""], [9263, "2017-03-12T21:37:51Z", [0.0], ""], [368, "2017-03-12T20:06:26Z", [0.0], ""], [13519, "2017-03-12T19:41:49Z", [0.0], "Trump too new - won't want to appear weak"], [34323, "2017-03-12T19:04:09Z", [0.11], ""], [3316, "2017-03-12T18:58:45Z", [0.0], ""], [34323, "2017-03-12T18:58:33Z", [0.11], ""], [15196, "2017-03-12T18:35:01Z", [0.2], ""], [16554, "2017-03-12T16:50:31Z", [0.0], ""], [31485, "2017-03-12T14:54:09Z", [0.05], ""], [15196, "2017-03-12T13:33:24Z", [0.0], ""], [24314, "2017-03-12T13:19:56Z", [0.0], ""], [20156, "2017-03-12T08:50:03Z", [0.0], ""], [1034, "2017-03-12T07:21:02Z", [0.0], ""], [368, "2017-03-11T22:49:48Z", [0.0], ""], [691, "2017-03-11T13:50:10Z", [0.0], ""], [1034, "2017-03-11T08:32:39Z", [0.0], ""], [14253, "2017-03-10T23:18:22Z", [0.0], ""], [2965, "2017-03-10T22:55:28Z", [0.09], "Up 8% This is no longer like Christines La Gard or a UP railroad from Seattle to LA.\nImpeachment makes talks likely sooner, probably than later, due to election of new leadership in ROK in May.\n \"Moon Jae-in, the leading candidate to succeed Ms. Park, has questioned the missile-defense system and championed policies that would bring South Korea closer to China and encourage more dialogue with the rival Korean regime in Pyongyang. The presidential hopefuls behind him, like Mr. Moon on the left side of the political spectrum, have similarly accommodating views on those relations\"\nhttps://www.wsj.com/articles/south-korean-president-park-geun-hyes-ouster-to-trigger-shift-on-u-s-policy-1489167265\nTHAAD big issue in May election.\nOpposition party  leads in polls and oppose THAAD.\nHere is the new policy:\n\"(The government) has completely disregarded public calls and demands from political circles with regard to the THAAD deployment,\" Youn Kwan-suk, the spokesman for the Democratic Party, said in his commentary. \"From the clandestine push for the deployment to the process of making the final decision on the installation, the government has unilaterally pressed ahead with it without any consultations with citizens,\" he added.\"\nhttp://english.yonhapnews.co.kr/news/2017/03/07/96/0200000000AEN20170307009200315F.html\nPer Yonhap the oppostion party  strongly denounces THAAD  as does DPRK, China, and Russia.\nCould force US and Japan into unconditional 6 party talks.\nRiots on the streets of Seoul http://english.yonhapnews.co.kr/news/2017/03/07/96/0200000000AEN20170307009200315F.html Kim III should. rationally wait. Events move in his favor.\nHe needs do nothing. Rationally, he should do nothing.\nExperts like Amb.Hill feel Kim III will hold. My opinion is that he will test or fire during visit by Secretary of State. \nUS is publicly reported to be considering \"regime change\" as option.\n WSJ: United Nations Security Council imposed two rounds of sanctions on North Korea last year following nuclear tests. In recent days, Malaysia, which has long enjoyed friendly ties with North Korea, expelled North Korea’s ambassador and banned North Korean nationals from leaving. That was part of a diplomatic row following the murder of North Korean leader Kim Jong Un’s half brother at Kuala Lumpur International Airport last hmonth.\"ttps://www.wsj.com/articles/south-korean-president-park-geun-hyes-ouster-to-trigger-shift-on-u-s-policy-1489167265\nKIM III rationally will talk eventually.\nSo will US choice is to allow direct ROK-DPRK negotiatons or 6 party talks  Even China, North Korea’s closest ally, has said it would suspend coal imports from North Korea until the end of the year, potentially depriving Pyongyang of a key source of income. The Trump administration is in the midst of a policy review on North Korea. Among the many options it is considering is military force or regime change to confronting dictator Kim Jong Un on the country’s nuclear and missile programs, according to people familiar with the matter. \" Will Kim III be rational? \nrecent events in Kuala Lumpur and 6 missile salvo suggest not, but he may talk sooner, than later due to China. \nProbably after this IFP expires."], [9755, "2017-03-10T21:29:32Z", [0.0], ""], [368, "2017-03-10T21:13:14Z", [0.0], ""], [32843, "2017-03-10T20:37:40Z", [0.0], ""], [29230, "2017-03-10T19:39:32Z", [0.0], ""], [1056, "2017-03-10T19:18:00Z", [0.0], "No reason to think so."], [13377, "2017-03-10T15:26:37Z", [0.0], "IMHO, North Korea is either preparing a first strike, possibly via nuclear warhead on a missile, and and its leaders have no desire whatsoever to talk it over. I am keeping in mind that they are a nation of Juche cultists, more dangerous to others than mere drink the Kool-Aid types. http://38north.org/2017/03/punggye030917/"], [2965, "2017-03-10T14:58:33Z", [0.01], "Due to the impeachent of Park, new elections are certain. The positon of the opposition leader for the Liberal Party is unclear. Before latest  6 missile salvo opposed Thaad and wanted talks with DPRK Yonhap March 10.  http://english.yonhapnews.co.kr/northkorea/2017/03/10/26/0401000000AEN20170310010200315F.html\n\"The liberal Democratic Party and other minor parties have demanded the issue of deploying a THAAD battery be reconsidered under a new government\"\nHence there is a remote possibilty that a new election is held, the Liberals take over and trigger emergency talks with DPRK. As THAAD is critical to US, Japan, PRC and Russia as well, all six parties might be required. October 1 is the key fact making it virtually impossible.\n  The U.S. and South Korean militaries began to deploy the THAAD system on Monday night.\nBut as article indicates ROK military is forging ahead with THAAD  As the Constitutional Court approved the president's impeachment, the allies are expected to advance the deployment before a presidential election takes place in South Korea in early May. \"The THAAD deployment is the allies' decision. It will be pushed forward regardless of future political schedules,\" a military official told reporters. In July last year, Seoul and Washington agreed to deploy a THAAD battery in South Korea to better counter growing nuclear and missile threats posed by North Korea. Seoul and Washington have said the system is purely defensive and poses no threat to other countries in the region. But China has opposed it, arguing the system's powerful radars could spy on its flights and missile launches."], [34281, "2017-03-10T09:30:46Z", [0.01], "The Six Party Talks at the beginning of the 21st century were a failure partially due to the fact that the US and western allies had little to gain in the ratification of the NPT by the DPRK.  Considering the instability of the rogue state, any agreement signed would prove to be temporary.  China made an announcement to increase their military spending by 7% in 2017 and the Trump administration has instilled confidence in Japan that an increased domestic military capability would be acceptable.  For those reasons, I think it is very unlikely that any diplomatic talks will resume."], [1034, "2017-03-10T08:36:05Z", [0.0], ""], [706, "2017-03-10T06:22:04Z", [0.05], "Kim might have a heart attack."], [4729, "2017-03-10T04:10:22Z", [0.02], ""], [4729, "2017-03-10T04:09:59Z", [0.2], ""], [34262, "2017-03-10T03:09:46Z", [0.32], ""], [34273, "2017-03-10T02:53:07Z", [0.75], ""], [29680, "2017-03-10T02:33:01Z", [0.12], ""], [3363, "2017-03-10T01:01:34Z", [0.1], ""], [19801, "2017-03-10T00:58:55Z", [0.0], "US rejects Chinese proposal to reduce tension with North Korea\nhttp://economictimes.indiatimes.com/news/defence/us-rejects-chinese-proposal-to-reduce-tension-with-north-korea/articleshow/57557137.cms"], [1502, "2017-03-09T20:56:12Z", [0.0], ""], [368, "2017-03-09T20:27:17Z", [0.0], ""], [167, "2017-03-09T19:50:51Z", [0.0], ""], [4634, "2017-03-09T19:10:11Z", [0.0], ""], [22443, "2017-03-09T18:37:46Z", [0.01], ""], [691, "2017-03-09T14:30:31Z", [0.01], ""], [4634, "2017-03-09T05:56:31Z", [0.02], ""], [28091, "2017-03-09T00:22:17Z", [0.01], "North Korea is determined to have a deterrent nuclear capability. What would be the purpose of six party talks when all parties already know that NK will not halt its program? "], [38, "2017-03-08T23:21:09Z", [0.0], "Today's headline in the NY Times:\nU.S. and South Korea Rebuff China's Proposal to Defuse Korea Tensions"], [12591, "2017-03-08T22:38:14Z", [0.01], ""], [38, "2017-03-08T22:22:19Z", [0.0], "I see no reason why Kim would agree to resume them."], [31450, "2017-03-08T22:09:05Z", [0.0], "hahahahahahahahaha In all seriousness the North Koreans view nuclear weapons as vital to regime survival and have zero interest in talks. Obama tried reaching out in his first term and they weren't even interested in back-channel talks."], [691, "2017-03-08T20:55:54Z", [0.01], ""], [691, "2017-03-08T20:55:29Z", [0.02], ""], [368, "2017-03-08T20:07:29Z", [0.0], ""], [28414, "2017-03-08T16:43:29Z", [0.0], ""], [484, "2017-03-08T16:34:45Z", [0.0], "(no change) Good summary of what is an evolving narrative: http://www.reuters.com/article/us-north-korea-commentary-idUSKBN16F1TJ"], [1593, "2017-03-08T15:42:42Z", [0.1], ""], [24, "2017-03-08T15:03:32Z", [0.0], ""], [18762, "2017-03-08T14:43:24Z", [0.01], ""], [691, "2017-03-08T11:57:28Z", [0.02], ""], [28414, "2017-03-08T08:56:39Z", [0.01], ""], [19801, "2017-03-08T08:05:00Z", [0.0], ""], [484, "2017-03-08T02:31:01Z", [0.0], "Initial forecast for the strictly \"six party.\" (If it were some bi- or multi-lateral negotiation it would have been much more interesting question—I'd start with an 80% forecast in that case)."], [2965, "2017-03-08T01:59:59Z", [0.01], "\"This attack also raises a strong doubt that a new, likely liberal South Korean government will start a dialogue with Pyongyang, as was widely expected. Relations with China also suffered, as Beijing immediately punished Kim Jong Un by banning coal exports for the rest of the year. Russia’s hopes for restarting multilateral negotiations were also dashed, quickly dissolving any warm feelings in Moscow. And, of course, North Korea’s relations with Malaysia—one of the few partners and outposts abroad—have been severely damaged over criticisms over the investigation process.\"\n38 North 3-7-2017 http://38north.org/2017/03/gtoloraya030717/"], [12879, "2017-03-07T23:21:05Z", [0.01], ""], [4634, "2017-03-07T20:38:28Z", [0.05], ""], [1333, "2017-03-07T20:00:22Z", [0.0], ""], [32100, "2017-03-07T18:41:49Z", [0.01], ""], [28414, "2017-03-07T18:21:07Z", [0.04], ""]], "open_date": "2017-03-07T18:00:40Z", "close_date": "2017-10-01T06:59:40Z"}