{"question_id": 1007, "title": "In Weyerhaeuser Company v. US Fish and Wildlife Service (FWS), will the Supreme Court rule that the FWS erroneously applied the Endangered Species Act (ESA) to any private land in St. Tammany Parish, Louisiana?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "No", "correct_forecast": 0.1, "preds": [[4218, "2018-11-27T20:38:55Z", [1.0], ""], [62808, "2018-11-26T21:51:51Z", [1.0], ""], [1333, "2018-11-25T19:48:37Z", [0.76], ""], [691, "2018-11-25T14:08:28Z", [0.99], ""], [691, "2018-11-20T16:15:50Z", [0.99], ""], [19227, "2018-11-19T23:14:42Z", [0.85], ""], [373, "2018-11-17T23:24:42Z", [0.25], ""], [28103, "2018-11-17T16:02:22Z", [0.95], ""], [37516, "2018-11-17T10:07:51Z", [1.0], ""], [62731, "2018-11-16T04:11:57Z", [0.43], ""], [1333, "2018-11-15T19:15:18Z", [0.75], ""], [1333, "2018-11-15T19:08:38Z", [0.7], ""], [33887, "2018-11-15T03:22:11Z", [1.0], ""], [671, "2018-11-15T00:39:17Z", [0.75], ""], [11962, "2018-11-14T01:10:21Z", [0.98], "SCOTUS will tell the froggies that \"no residency\" gives them \"no rights.\""], [60593, "2018-11-13T22:10:59Z", [0.95], "With the recent ideological make-up of the Supreme Court, a case such as this one that seems to hold St. Tammany Parish in the right, it's extremely likely that the Court will determine this case in favor of the Weyerhaeuser Company."], [37115, "2018-11-13T18:55:15Z", [0.95], "Any government regulation of this sort is \"government overreach\" to conservatives, including those on the court, these days, even though that's an arrant absurdity."], [37029, "2018-11-13T17:04:38Z", [0.8], "It's likely the Court will rule in favor of the corporate interest in this case. Recent rulings around EPA and environmental issues would seem to support this. Besides, as stated, the case might seem clear. Republicans would call it \"regulatory overreach.\""], [29054, "2018-11-13T16:21:48Z", [1.0], ""], [54675, "2018-11-13T13:32:11Z", [0.85], "With a Right leaning court, prevailing wisdom is they will restrict Govt. over reach."], [691, "2018-11-10T13:32:53Z", [0.99], ""], [46339, "2018-11-06T18:24:45Z", [0.6], ""], [44887, "2018-11-06T17:54:05Z", [0.95], ""], [691, "2018-11-06T12:46:27Z", [0.99], ""], [29464, "2018-11-04T09:31:05Z", [0.9], ""], [1333, "2018-10-30T21:10:11Z", [0.66], ""], [691, "2018-10-30T15:01:52Z", [0.99], ""], [61779, "2018-10-29T02:51:44Z", [0.01], "Given the multiple rulings in favor of the FWS it would be unlikely that SCOTUS would decide against them."], [691, "2018-10-28T12:03:31Z", [0.99], ""], [1333, "2018-10-28T06:34:49Z", [0.65], "The first case, Weyerhaeuser Company v. United States Fish and Wildlife Service concerns the U.S. Fish and Wildlife Service's (FWS) designation of private land in Louisiana as critical habitat for the dusky gopher frog.\nUnder the Endangered Species Act, property owners of critical habitat are barred from most uses of the property. In this case, the FWS designation requires the property owners to uproot trees and replace them with different species; halt timber management activities; and allow the land to be populated with frogs.\nThe Fifth Circuit affirmed the district court's ruling that deferred to the FWS habitat designation.\nThe Supreme Court's decision could turn on the degree of deference afforded the FWS, and what constitutes agency discretion."], [61601, "2018-10-26T18:02:23Z", [0.85], "If you don't refer to scotusblog.com and are a legal layman, you have little chance to forecast our Supreme Court decisions accurately. The link below is to a podcast about this case. Richard A. Epstein of NYU is a guest. He's brilliant! I very much agree with his opinions about the proper approach to interpret law. In this case Epstein thinks that the Court is tasked with answering the wrong question. Anyway, I think the correct answer is 'yes,\" and that it is likely that the Court will get it right. However, there is a chance that the split (without Kavanaugh) will be 4-4, so 15% chance wrong decision or no decision this term http://www.scotusblog.com/2018/10/first-mondays-ot2018-4-this-is-about-frogs/"], [36132, "2018-10-25T20:12:24Z", [1.0], ""], [691, "2018-10-24T13:35:24Z", [0.99], ""], [48709, "2018-10-22T16:01:12Z", [0.25], "corruption in the system will have to be stopped"], [691, "2018-10-20T21:51:53Z", [0.99], ""], [23006, "2018-10-18T23:36:42Z", [0.91], ""], [34725, "2018-10-18T06:58:24Z", [0.99], ""], [61601, "2018-10-17T19:07:30Z", [0.51], "Test 10. This is difficult. Government should have tried to make a better case. I think the Court may not decide this case before deadline. Rehear arguments with Kavanaug? Delay!\n "], [61391, "2018-10-17T01:42:55Z", [0.98], ""], [691, "2018-10-16T12:28:24Z", [0.99], ""], [34353, "2018-10-16T11:32:57Z", [0.95], ""], [1333, "2018-10-16T10:59:44Z", [0.98], ""], [34725, "2018-10-16T08:54:08Z", [0.99], ""], [34725, "2018-10-15T08:33:12Z", [0.99], ""], [47305, "2018-10-14T20:38:57Z", [0.6], ""], [3152, "2018-10-14T17:40:30Z", [0.8], ""], [61505, "2018-10-14T15:29:12Z", [1.0], ""], [61494, "2018-10-14T13:20:27Z", [0.01], ""], [691, "2018-10-12T21:48:52Z", [0.99], ""], [53555, "2018-10-12T00:48:34Z", [1.0], ""], [34725, "2018-10-10T06:56:40Z", [0.99], ""], [61391, "2018-10-10T02:08:19Z", [0.8], ""], [53049, "2018-10-09T23:54:31Z", [0.95], ""], [15265, "2018-10-09T23:00:31Z", [0.75], ""], [43311, "2018-10-09T20:23:10Z", [1.0], ""], [61391, "2018-10-08T15:26:58Z", [0.6], ""], [1333, "2018-10-08T13:18:10Z", [0.99], ""], [39409, "2018-10-08T09:10:12Z", [0.0], ""], [50172, "2018-10-08T00:18:59Z", [0.05], ""], [21441, "2018-10-07T23:41:58Z", [0.95], ""], [60595, "2018-10-07T23:31:32Z", [0.88], "It would be a taking if they don't."], [61388, "2018-10-07T01:40:31Z", [0.99], ""], [61355, "2018-10-03T20:12:53Z", [0.85], "Boy, this is a tough one. Four votes (the conservatives) are determined.  So the probability of \"Yes\", as I see it, turns on two independent events: 1. The chance that Breyer or another liberal joins the conservatives\n2. The chance of an 8-0 vacate compromise OR a 4-4 that is reargued later this same term. I would peg 1 at something like 25-30% based on oral argument, but 2 is very hard to estimate.  Last year the Court was very slow, so I think there is far more of a chance of a reargument next Term than most people are acknowledging here.  As that is a \"no\", I'll go with 85% on the whole.  But starting around December this one will start falling with every week that they don't come out with an opinion."], [691, "2018-10-03T13:13:30Z", [0.99], ""], [35831, "2018-10-02T23:14:33Z", [1.0], "My prediction is not based on what I believe, but on what I think the Justices believe, by reading their line of questions in the oral argument. While the Court seems to be divided along the natural fault line, the questions and answers aren't easy to read, since there are many interruptions. But in the end, I believe the Court, will side with Weyerhaeuser, especially when later, Judge Kavanaugh will be confirmed and join the Court. I could even see Justice Breyer concur with the majority, but writing his own opinion. (EDIT: but perhaps he could use what the government lawyer suggested to him, that since the conservation is in line with current usage, the designation of \"critical habitat\" isn't outlandish. In that case, he will side with the liberal Justices). EDIT2: as for the 4/4 decision: if Judge Kavanaugh is confirmed, he will joint the Court and will be able to decide without having to sit at oral argument, unless the confirmation is delayed further and nobody will joint the court for the next two years)."], [5018, "2018-10-02T12:21:51Z", [0.63], ""], [46762, "2018-10-02T08:09:21Z", [0.2], "I would like to encourage people to submit reasons for their view on this case.   My bias is conservative; I am anti-Chevron. \nI have an additional bias that I should like to save frogs.  I have read the entire transcripts on this case.   I am sorry - I think Weyerhauser is attempting to pull linguistic legerdemain.  They argue because frogs are not their now, it is not habitat.  Sorry.  Not so.   As argued on pages 52/53 -and several other places  - habitat can exist independently of whether or not creature populations have been destroyed.  Whooping cranes had a habitat that covered most of North America.  The shooting of millions of cranes for millinery didnt' make their native range habitat any less habitat.  Conversely, if you pave over a pond, and frogs still manage to hang on for a few generations - that doesn't make asphault their native habitat.  Now.  Is this an unconstitutional taking of land?  Yes, yes it probably is.    But I don't know that the case is ripe for that determination.   It isn't the issue being addressed.   If the appelant had appealed saying this was a governments taking case,  I would completely agree that this will likely be overturned.  But if the court rules narrowly - as it has liked to do recently, they will find the FWS acted per statute.  Has the appellant suffered damage?  Yes, yes he has.  Has he documented his damage.   No in the proceedings to date.  TLDR:  I think on the narrow ruling - did the secretaty erroneously apply the ESA, I think the answer is easily and clearly no.  On the broader question:  Hey, this is an unconstitutional taking, and its been established precedent for dozens of years.  How the hell do we deal with that?  Especially since in Sweet Home precedent was established and this would overturn. So.  I don't think the court will make any brave new precedent on a 4/4 court.  Usually on a tie, the judgement of the under court is affirmed.  Finally, under usual ED, the threshold seems to be about 20% infringement.  The appellant has suffered hundres of thousands of dollars in damages, but I don't think the record establishes that it makes the threshold requirement.  Even longer TLDR... My bias is usually in favor of private industry - and I am going counter.  I'm wondering why how y'll think otherwise?"], [53555, "2018-10-02T03:49:11Z", [0.99], "Oral argument suggests no defection by the Chief should this end up ideological. Worst case for Weyerhaeuser, it's 4-4, they reargue in the Spring when there's nine (most likely), and we can reexamine."], [35831, "2018-10-01T22:04:43Z", [1.0], ""], [691, "2018-10-01T11:40:44Z", [0.99], ""], [1333, "2018-09-29T14:31:11Z", [0.98], ""], [61242, "2018-09-28T22:20:46Z", [0.98], ""], [61242, "2018-09-28T22:20:09Z", [0.9], ""], [12573, "2018-09-28T15:23:44Z", [0.99], "They will say that the land has to be an actual habitat of the animal. I would personally prefer that they go so far as to say that this would be the standard in all future cases, and also that any animal on the list had to be a recognized species when the law was first enacted--not necessarily on the list then, but an actual recognized species, since there have been multiple cases of species being created and designated solely for the purpose of inclusion on the list as a way to hamper development."], [53555, "2018-09-28T02:16:27Z", [0.98], ""], [1333, "2018-09-27T17:07:26Z", [0.97], ""], [19022, "2018-09-26T07:52:41Z", [1.0], "Cases take a long time and while justice system is out to lunch "], [46762, "2018-09-26T07:13:02Z", [0.51], "Interesting case.  In principle, the ESA gives no reviewability for a decision not to exclude.   Yet, the plaintiffs comment that a decision not to exclude is tantamount to a decision to include - which is reviewable.  Secondly, I side with the FWS that the injury suffered by Weyerhauser is a phantom injury.  Thirdly, I think the FWS makes a good argument on the necessity of the land.  Were this only a question of these things, I would rate this 20% yes. However, this is the first opportunity to rule on Chevron - which the Supreme Court has been itching to rule on, and is presuably the reason it took the case up.  The only possibly issue here is the FWS's determination of what is critical habitat.  Overturning chevron would overturn deference to agency findings in favor of the law. So.  Since this is a vehicle for Chevron, I raise the chance to 51%, presuming a Kavanaugh or similar placement to the court.  Absent that ... odds remain at 20%."], [43588, "2018-09-25T16:55:16Z", [1.0], "They will rule for the corporation because the critical habitat argument is flawed"], [691, "2018-09-25T12:54:09Z", [0.98], ""], [36147, "2018-09-25T11:20:32Z", [0.96], ""], [1333, "2018-09-24T20:31:50Z", [0.96], ""], [53555, "2018-09-24T18:11:49Z", [0.95], ""], [57998, "2018-09-24T16:25:38Z", [0.99], ""], [691, "2018-09-24T12:01:42Z", [0.98], ""], [32300, "2018-09-24T11:02:53Z", [0.88], ""], [1333, "2018-09-23T19:31:39Z", [0.95], ""], [13979, "2018-09-23T14:56:49Z", [0.7], ""], [691, "2018-09-23T12:00:55Z", [0.97], ""], [34725, "2018-09-23T11:46:38Z", [0.96], ""], [61066, "2018-09-22T21:00:19Z", [0.9], ""], [3274, "2018-09-22T17:24:29Z", [0.95], "The Ruling will 6-3., Because ruling private land that doesn't have the frog or the habitat as critical is a \"Taking\""], [5018, "2018-09-22T16:24:53Z", [0.91], ""], [1333, "2018-09-22T15:46:30Z", [0.9], ""], [691, "2018-09-22T12:01:37Z", [0.88], "Neither the current nor any likely Supreme Court in the near future will approve of any restrictions on any private property, even if it is carpeted in dusky gopher frogs."], [50059, "2018-09-21T21:07:23Z", [0.85], ""], [54186, "2018-09-21T19:16:37Z", [0.75], ""], [54292, "2018-09-21T17:04:20Z", [0.85], "Since the land in question is both private and is the product of replanted trees, meaning most trees harvested are like crops. and harvested at maturity and then replanted for cutting in 10 years, The federal government can not show that this frog is part of or a critical habitat due to the rate of harvest."]], "open_date": "2018-09-21T17:00:38Z", "close_date": "2018-11-27T18:00:57Z"}