{"question_id": 11, "title": "Will Congress pass a resolution disapproving the Joint Comprehensive Plan of Action?", "possible_answers": ["No", "Yes, but the resolution will be vetoed by the President and the veto will stand", "Yes, and the resolution will become law"], "crowd_forecast": [0.91, 0.04, 0.05], "correct_answer": "No", "correct_forecast": 0.91, "preds": [[83, "2015-09-18T02:50:50Z", [1.0, 0.0, 0.0], "Sept 17 is gone.  Trust the claim that the 60 day clock has not started yet, will fail."], [61, "2015-09-18T01:19:54Z", [1.0, 0.0, 0.0], "thrice rejected in the senate"], [294, "2015-09-18T00:20:41Z", [0.7, 0.3, 0.0], "just read austerity's comments. updating. "], [294, "2015-09-18T00:18:02Z", [0.3, 0.7, 0.0], "No way obama signs this. so that one is easy. A lot of Pols in congress want to be able to tell their base they voted against the deal.\nThe only question is: is congress now so dysfunctional, what with another budget crisis looming, that the leadership can't even pass a joint resolution through both houses.\n"], [691, "2015-09-17T20:16:42Z", [0.98, 0.02, 0.0], ""], [1300, "2015-09-17T18:41:27Z", [0.89, 0.09, 0.02], ""], [136, "2015-09-17T17:32:43Z", [1.0, 0.0, 0.0], "It's over (really-really over this time!)\nhttp://thehill.com/blogs/floor-action/senate/254030-senate-dems-stonewall-iran-resolution-handing-victory-to-obama\n\"Senate Democrats blocked a resolution disapproving the Iran nuclear deal for a third time Thursday, sealing a major foreign policy victory for President Obama. \nSenators voted 56-42 against ending debate on the resolution of disapproval, falling short of the 60 votes needed on the procedural motion.\nDemocratic Sens. Ben Cardin (Md.), Joe Manchin (W.Va.), Bob Menendez (N.J.) and Charles Schumer (N.Y.) for a third time bucked Obama and voted \"no\" on moving to a final vote.\nGOP Sens. Rand Paul (Ky.) and Marco Rubio (Fla.) missed the vote, while Sens. Ted Cruz (Texas) and Lindsey Graham (S.C.) voted to end debate. All four took part in Wednesday night's Republican presidential debate in California.\""], [1238, "2015-09-17T16:22:15Z", [0.95, 0.05, 0.0], ""], [1520, "2015-09-17T15:49:36Z", [0.9, 0.1, 0.0], ""], [1229, "2015-09-17T14:50:11Z", [0.9, 0.09, 0.01], ""], [110, "2015-09-17T14:40:31Z", [1.0, 0.0, 0.0], ""], [689, "2015-09-17T13:54:20Z", [0.98, 0.01, 0.01], "Comment deleted on May 10, 2016 05:45PM UTC"], [1383, "2015-09-17T13:51:07Z", [0.15, 0.7, 0.15], ""], [136, "2015-09-17T13:14:47Z", [1.0, 0.0, 0.0], "http://thehill.com/blogs/floor-action/senate/253877-durbin-still-locking-down-votes-on-israel-hostages-amendment\n\"The Senate is expected to take a procedural vote Thursday on an amendment to the resolution of disapproval from Majority Leader Mitch McConnell. The Kentucky Republican wants to ban President Obama from lifting sanctions against Iran until Tehran publicly recognizes Israel's right to exist and releases Americans currently held in the country. \n...\nDemocrats will pick up at least two new votes in their quest to keep Republicans from getting the 60 votes needed to move forward with the amendment: Sens. Charles Schumer (D-N.Y.) and Ben Cardin (D-Md.) Schumer and Cardin were two of the four Senate Democrats who support the Iran deal [this is a mistake, they support the resolution and oppose the deal], but aides to both senators confirmed that they would vote \"no\" on cloture for McConnell's amendment.  The maneuver could give more cover to Democrats who are concerned about any political fallout on the vote.\""], [1465, "2015-09-17T05:45:04Z", [0.25, 0.75, 0.0], ""], [1127, "2015-09-17T05:14:43Z", [0.65, 0.3, 0.05], ""], [1394, "2015-09-16T23:10:44Z", [1.0, 0.0, 0.0], "It can't get by the Senate."], [1387, "2015-09-16T21:06:08Z", [0.95, 0.04, 0.01], ""], [1319, "2015-09-16T21:00:41Z", [1.0, 0.0, 0.0], ""], [691, "2015-09-16T20:23:24Z", [0.97, 0.03, 0.0], ""], [1354, "2015-09-16T19:39:51Z", [0.85, 0.14, 0.01], ""], [1257, "2015-09-16T17:12:53Z", [1.0, 0.0, 0.0], ""], [1232, "2015-09-16T16:56:56Z", [0.99, 0.01, 0.0], "I predicted late in the process. It would be a huge rebuke to the President for Democratic Senators to back down now and would require a major unexpected event."], [1224, "2015-09-16T16:28:17Z", [0.95, 0.05, 0.0], ""], [1207, "2015-09-16T16:12:58Z", [0.95, 0.05, 0.0], ""], [30, "2015-09-16T16:09:50Z", [0.98, 0.02, 0.0], ""], [73, "2015-09-16T16:05:18Z", [1.0, 0.0, 0.0], ""], [862, "2015-09-16T15:04:43Z", [1.0, 0.0, 0.0], ""], [1162, "2015-09-16T14:21:18Z", [1.0, 0.0, 0.0], ""], [1078, "2015-09-16T08:50:10Z", [0.95, 0.05, 0.0], ""], [295, "2015-09-16T08:13:06Z", [1.0, 0.0, 0.0], "Going with the consensus."], [295, "2015-09-16T08:12:46Z", [1.0, 0.0, 0.0], "Going with the consensus."], [212, "2015-09-16T02:40:59Z", [1.0, 0.0, 0.0], "I guess there's still Thursday: http://news.yahoo.com/senate-hold-one-more-vote-iran-nuclear-deal-072926640--politics.html\nBut the senators supporting the Plan don't look like they'll be changing their positions, so Thursday's vote will likely fail as well"], [2, "2015-09-16T02:20:45Z", [1.0, 0.0, 0.0], "I guess everyone's moving to 100.  Just waiting for the technicality of time period to run out."], [21, "2015-09-16T01:49:15Z", [1.0, 0.0, 0.0], ""], [94, "2015-09-16T00:52:37Z", [0.9, 0.08, 0.02], "The Democrats have gotten the votes required to block the resolution."], [73, "2015-09-15T21:59:09Z", [0.99, 0.01, 0.0], "Just read Senate Majority Leader Mitch McConnell comments.  "], [73, "2015-09-15T21:52:06Z", [0.9, 0.1, 0.0], "I understand he has secured enough votes in the US Senate with Democrat Barbara Mikulski of Maryland to override any resolution of disapproval.  Its now whether he will have to veto.  Given its 7 votes needed to get his filibuster and the white house sounds hopeful, they must have enough candidates willing to make a deal.   As such, giving greater percentage to no, than need to veto, but will continue to watch wh noises."], [1028, "2015-09-15T21:23:51Z", [0.5, 0.5, 0.0], ""], [1049, "2015-09-15T20:43:29Z", [1.0, 0.0, 0.0], ""], [1039, "2015-09-15T19:59:06Z", [0.05, 0.95, 0.0], ""], [30, "2015-09-15T19:47:26Z", [0.95, 0.05, 0.0], "Senate democrats have already mustered enough votes to filibuster a discussion once. It is highly likely that they will be able to do so again.  http://news.yahoo.com/senate-hold-one-more-vote-iran-nuclear-deal-072926640--politics.html"], [997, "2015-09-15T17:46:58Z", [0.09, 0.9, 0.01], ""], [961, "2015-09-15T16:44:00Z", [0.7, 0.3, 0.0], ""], [657, "2015-09-15T16:43:50Z", [1.0, 0.0, 0.0], "Correcting forecast error."], [657, "2015-09-15T16:43:19Z", [0.0, 0.0, 1.0], "Going with the crowd."], [136, "2015-09-15T13:31:43Z", [1.0, 0.0, 0.0], "http://abcnews.go.com/Politics/wireStory/senate-hold-vote-iran-nuclear-deal-33762329\nSenate Majority Leader Mitch McConnell, R-Ky., has scheduled another vote Tuesday to end debate"], [691, "2015-09-15T12:16:05Z", [0.96, 0.04, 0.0], "Senate D's have enough votes to prevent its coming to a vote on the floor as of today."], [919, "2015-09-15T08:31:53Z", [0.85, 0.15, 0.0], ""], [919, "2015-09-15T08:31:20Z", [0.85, 0.15, 0.0], ""], [705, "2015-09-15T03:42:37Z", [0.98, 0.02, 0.0], ""], [884, "2015-09-14T23:37:35Z", [0.95, 0.05, 0.0], ""], [845, "2015-09-14T22:42:38Z", [1.0, 0.0, 0.0], "Obama has becoming more bold as his Presidency wanes. Over the years, he has clashed with Israeli conservatives and expressed support for the plight of Palestinians. While not expressly 'thumbing his nose' at Israeli, he may view JCPOA as both 'the right thing to do' and payback for the perceived intransigence of Israeli leadership. As such, his Administration has lobbied hard to prevent Congressional opposition.  The House has voted against JCPOA, but Senate Democrats are preventing a vote via filibuster. He will not have to veto a bill opposing JCPOA because it will never reach his deck."], [613, "2015-09-14T20:24:02Z", [0.05, 0.0, 0.95], "Obama and the Democrats have enough votes to pass it and Obama won't have to use his veto."], [867, "2015-09-14T17:36:26Z", [1.0, 0.0, 0.0], ""], [867, "2015-09-14T17:35:56Z", [1.0, 0.0, 0.0], "Senate cloture motion was defeated.  Therefore, the Senate will not act on the resolution."], [506, "2015-09-14T15:23:53Z", [0.99, 0.01, 0.0], ""], [710, "2015-09-14T13:45:56Z", [0.98, 0.02, 0.0], ""], [817, "2015-09-14T05:28:56Z", [0.9, 0.05, 0.05], "Agreement with Iran is claimed to be one the biggest successes of U.S. After long years of no relations now U.S. has some chances to increase its infulence in this region of the world. It is very important from them, because relations with Russia are very difficult and Saudis (US ?ally?) are making cooling the relations due to their own centres of interests in the region. \nAt the moment U.S. may find a different ally in Middle East or try to repair relations with Iran. In my opinion they will do that because it will reset its position in this field of diplomacy."], [849, "2015-09-14T03:47:47Z", [0.99, 0.01, 0.0], ""], [837, "2015-09-14T01:04:46Z", [1.0, 0.0, 0.0], ""], [822, "2015-09-13T20:50:57Z", [0.95, 0.05, 0.0], ""], [254, "2015-09-13T19:32:48Z", [1.0, 0.0, 0.0], "Done deal."], [254, "2015-09-13T19:31:00Z", [1.0, 0.0, 0.0], ""], [787, "2015-09-13T09:40:28Z", [0.85, 0.1, 0.05], "The votes are there for the President to block a veto override in the Senate. For Dems on the fence, they are taking a bit of a risk going against the President so won't vote for disapproval. There are enough GOPers who believe this is probably the closest to any sort of an acceptable deal we're ever going to get so they  won't disapprove. "], [706, "2015-09-13T02:29:16Z", [0.99, 0.01, 0.0], "Mullahs might reject it."], [498, "2015-09-12T13:19:13Z", [1.0, 0.0, 0.0], ""], [51, "2015-09-12T01:15:18Z", [1.0, 0.0, 0.0], "Obama got the votes to filibuster in the Senate.  While the republicans will demand a re-vote or two, its game over for passage of the resolution, unless we see a couple of untimely deaths on the Democratic side.  "], [663, "2015-09-11T22:22:17Z", [0.7, 0.25, 0.05], ""], [38, "2015-09-11T22:08:11Z", [1.0, 0.0, 0.0], "http://www.nytimes.com/2015/09/10/opinion/a-pointless-delay-on-the-iran-deal.html?emc=edit_th_20150910&nl=todaysheadlines&nlid=28699183 Sept 9. \" . . . .with 42 Democratic senators declaring their support for the accord, there is no way for the opponents to muster 60 votes to defeat a Democratic filibuster against the resolution of disapproval, . . .\"  \"House Republicans might be considering some legal tactic to hold the administration in violation of the law that set out procedures for voting on the nuclear deal. . . . But there seems no way that a delay in congressional action will change the result: the agreement will take effect.\""], [660, "2015-09-11T22:00:03Z", [0.3, 0.45, 0.25], "With all this week's rhetoric, some may jump on the resolution bandwagon, but not enough to override a presidential veto."], [647, "2015-09-11T21:10:59Z", [0.75, 0.2, 0.05], ""], [90, "2015-09-11T20:56:16Z", [0.98, 0.02, 0.0], "Still room for maneuvering, but it looks like the Democrats have it locked up in the Senate. The house plan of introducing legislation in Support of the deal is the politics of getting members \"on the record\" of \"for\" or \"against.\""], [636, "2015-09-11T20:08:50Z", [0.0, 0.25, 0.75], ""], [505, "2015-09-11T18:46:30Z", [1.0, 0.0, 0.0], "will not pass "], [594, "2015-09-11T18:24:42Z", [0.15, 0.85, 0.0], ""], [619, "2015-09-11T17:14:40Z", [0.05, 0.3, 0.65], ""], [38, "2015-09-11T17:06:16Z", [1.0, 0.0, 0.0], ""], [484, "2015-09-11T16:01:35Z", [1.0, 0.0, 0.0], "Seems like the Congress has already \"decided.\""], [493, "2015-09-11T15:31:33Z", [1.0, 0.0, 0.0], "Following Mike97.  Won't pass Senate and McConnell doesn't really care that much as long as he still has something to holler about."], [32, "2015-09-11T14:55:38Z", [1.0, 0.0, 0.0], ""], [32, "2015-09-11T14:55:05Z", [0.95, 0.05, 0.0], ""], [14, "2015-09-11T14:39:10Z", [0.05, 0.0, 0.95], ""], [465, "2015-09-11T14:16:41Z", [1.0, 0.0, 0.0], "Ooops. This article, cited by others, confirms the the forecast....\nhttp://www.reuters.com/article/2015/09/11/us-iran-nuclear-congress-idUSKCN0RA20P20150911\n"], [465, "2015-09-11T14:15:45Z", [0.0, 0.0, 1.0], ""], [123, "2015-09-11T07:40:11Z", [1.0, 0.0, 0.0], "After the fact - Now the Republicans can remind the public of the Democrats vote during the election - the House will make sure all their members position are on record I expect"], [578, "2015-09-11T04:52:28Z", [1.0, 0.0, 0.0], "As of today, Obama has the votes to veto the resolution.  Politicians will jump on the bandwagon to be on the winning side."], [43, "2015-09-11T03:24:12Z", [1.0, 0.0, 0.0], "The fat lady is warbling away. Why isn't this question closed already? http://www.washingtonpost.com/news/powerpost/wp/2015/09/10/senate-set-to-vote-on-iran-nuclear-deal/"], [98, "2015-09-11T02:02:49Z", [0.99, 0.01, 0.0], "As noted by others, no is the answer unless republicans come up with some way to dissuade the democrats from their current vote today at a future vote"], [60, "2015-09-11T01:50:14Z", [1.0, 0.0, 0.0], "(No change in prediction/forecast, just making a comment) Link from Reuters: http://www.reuters.com/article/2015/09/11/us-iran-nuclear-congress-idUSKCN0RA20P20150911\nSome have already shared it, but I found this passage noteworthy:\nIf such a resolution were to pass, and survive Obama's promised veto, it would bar the president from waiving many U.S. sanctions on Tehran, a key component of the nuclear deal.\n~~~\nComment: so, there's motivation for the Democrat bloc to hold. (Note: someone may have already mentioned this, but in my quick scan of the comments, I didn't notice.)"], [231, "2015-09-11T01:42:53Z", [1.0, 0.0, 0.0], ""], [59, "2015-09-11T00:58:40Z", [0.98, 0.02, 0.0], "Well, looks like it has been killed, so unless the Republicans can come up with something else before the 17th that will force the bill to the President's desk...."], [369, "2015-09-11T00:12:00Z", [1.0, 0.0, 0.0], "more info both here from Lou (Raisnville) et,al. and from John Doe who reminds, \"Not too late. They could technically call it again and have it pass cloture.\" so resolution may come down to one's good judgement of  the p of a possibility of an  improbable(?) event  just a comment-not changing  p"], [83, "2015-09-10T23:46:30Z", [0.99, 0.01, 0.0], "Current Republican House strategy claims the 60 day time frame has not started, since all related documents have not been turned over.  It may take a judges ruling before this is over - although that may invalidate the IFP, since the IFP statement that \"President Obama submitted the Joint Comprehensive Plan of Action (JCPoA) to Congress on 19 July 2015. Congress has sixty days to review the legislation and vote to approve or disapprove the agreement\", would not be accurate."], [40, "2015-09-10T22:15:49Z", [0.95, 0.01, 0.04], ""], [53, "2015-09-10T22:04:47Z", [1.0, 0.0, 0.0], "Seems like it should be closed NO, but since it isn't..."], [29, "2015-09-10T21:51:05Z", [0.98, 0.01, 0.01], "Sounds like the democrats have blocked this."], [532, "2015-09-10T21:50:25Z", [1.0, 0.0, 0.0], "http://www.reuters.com/article/2015/09/10/us-iran-nuclear-congress-idUSKCN0RA20P20150910\n"], [306, "2015-09-10T21:28:54Z", [1.0, 0.0, 0.0], ""], [530, "2015-09-10T21:22:32Z", [0.94, 0.06, 0.0], ""], [64, "2015-09-10T21:20:53Z", [1.0, 0.0, 0.0], "Question closing as NO?"], [68, "2015-09-10T21:20:35Z", [1.0, 0.0, 0.0], "Shutting the stable door after the horse has bolted! I don't suppose there's any way back for the Republicans now, except to make it an issue in the coming elections."], [110, "2015-09-10T21:15:25Z", [0.95, 0.05, 0.0], "From: http://www.theglobeandmail.com/news/world/iran-nuclear-deal-survives-as-disapproval-resolution-falls-in-senate/article26315944/ \"That would be followed Friday by votes on a bill to approve the accord — which is doomed to fail, but Republicans want to force Democrats to go on record in favour of the agreement — and on a measure preventing Obama from lifting congressionally mandated sanctions on Iran.\" That's two separate things: - An inverse bill approving the accord, intended to fail in the House. That probably won't trigger closure of this question, since it won't be passed by either house.\n- A measure preventing lifting of sanctions. If that passes the House, aside from the Senate issue, would this trigger closure of the question? It is clearly intended to derail the deal, but doesn't directly address it. I'm guessing this would NOT result in a \"VETO\" close, even if the President vetoes it, since it technically doesn't meet the question. In addition, there's the lawsuit issue, which I don't fully understand - but which I can't see having any effect on this question, regardless of outcome. I had a technical question before regarding exactly what \"Congress\" means, with regards to something that passes one (but not the other) of the houses. The confusion had to do with common usage of the word \"congressman\", which typically would only refer to a member of the House of Representatives. Thankfully Wikipedia cleared things up: https://en.wikipedia.org/wiki/United_States_Congress In light of the above, I don't see any actions coming out of Congress that could cause this question to close as anything other than \"NO\" in the next month."], [74, "2015-09-10T21:11:56Z", [1.0, 0.0, 0.0], ""], [136, "2015-09-10T21:00:32Z", [1.0, 0.0, 0.0], "http://www.washingtonpost.com/news/powerpost/wp/2015/09/10/senate-set-to-vote-on-iran-nuclear-deal/\n\"Senate Majority Leader Mitch McConnell (R-Ky.) said the Senate will vote on the resolution of disapproval one more time before the Sept. 17 deadline to see “if any folks want to change their minds.” But he seemed to accept that there was no way to block it in Congress. “If we want to do anything further about this Iranian regime, bring me a bill with enough cosponsors to override a presidential veto,” McConnell told his colleagues after Thursday’s vote. “Otherwise, the American people will give us their judgment about the appropriateness of this measure a year from November.”\""], [369, "2015-09-10T21:00:25Z", [1.0, 0.0, 0.0], "Too late but put the #s in anyway  :-(    Thursday, September 10, 2015 4:08 PM EDT\nSenate Democrats delivered a major victory to President Obama on Thursday when they blocked a Republican resolution to reject a six-nation nuclear accord with Iran, ensuring that the landmark deal will take effect without a veto showdown between Congress and the White House.\nA procedural vote fell short of the number needed to break a Democratic filibuster. It culminated hours of debate on the Senate floor and capped months of discord since the United States, Britain, France, Germany, Russia and China announced the agreement with Iran in July."], [542, "2015-09-10T20:56:57Z", [0.95, 0.05, 0.0], "Current vote is a no.  Would need something to break the status quo to get to Yes, but. A yes, and doesn't even feel like something people are realistically working towards."], [40, "2015-09-10T20:27:13Z", [0.99, 0.01, 0.0], "A bad way to start a season."], [136, "2015-09-10T20:10:23Z", [1.0, 0.0, 0.0], "42 Senators have voted against cloture, so there won't be a vote on the resolution.\nWell, this was fun."], [20, "2015-09-10T20:02:32Z", [1.0, 0.0, 0.0], "Continue talking. Filibuster. "], [534, "2015-09-10T19:57:21Z", [0.9, 0.1, 0.0], ""], [20, "2015-09-10T19:09:53Z", [0.99, 0.01, 0.0], "Coons just said he will go with filibuster. He was most vocal against. Dems have two votes to give."], [500, "2015-09-10T18:47:50Z", [1.0, 0.0, 0.0], ""], [241, "2015-09-10T18:27:46Z", [1.0, 0.0, 0.0], ""], [503, "2015-09-10T18:13:37Z", [0.3, 0.6, 0.1], "congress has the votes."], [43, "2015-09-10T17:53:11Z", [1.0, 0.0, 0.0], "Just when you thought the Republican situation couldn't get any weirder, now they are saying the House of Representatives won't even conduct a vote of disapproval of the deal. Instead, tomorrow they will conduct a vote of approval, it will fail, and then the resolution won't even reach the Senate. \"We'll sue Obama!!!\" is the new fundraising, voter herding cry. Comparison class: Semi truck comes roaring past Fido's dog house. He bursts out racing furiously. Semi truck leaves in a cloud of dust. Good doggie, here's a piece of bacon.  Source: Dateline 9-10-15 House Republicans may have quelled a budding internal revolt with a last-minute tactical switch on the Iran nuclear deal. But now, they have all but committed to settling the Iran fight in the courts — or admitting defeat. The House plans to vote Friday on a resolution of approval (where a “yes” vote means yes to the deal) instead of a resolution of disapproval (where a “yes” vote means no to the deal) that was previously planned. House Speaker John Boehner (R-Ohio) promised Thursday that House Republicans will “use every tool at our disposal to stop, slow and delay this agreement from being fully implemented” up to and including suing President Obama to keep him from enforcing the Iran deal. http://www.washingtonpost.com/news/powerpost/wp/2015/09/10/house-conservatives-may-end-up-in-court-to-kill-iran-deal/"], [502, "2015-09-10T17:14:28Z", [0.0, 0.99, 0.0], ""], [102, "2015-09-10T17:12:56Z", [1.0, 0.0, 0.0], "Apply logistic regression followed by Ausrücken operator."], [501, "2015-09-10T17:10:30Z", [1.0, 0.0, 0.0], "Basically 'austerity's link---enough senators on the President's side to keep the resolution from coming to a vote."], [498, "2015-09-10T17:06:33Z", [0.0, 0.0, 1.0], ""], [473, "2015-09-10T16:20:52Z", [0.0, 0.99, 0.0], ""], [2, "2015-09-10T15:40:07Z", [0.88, 0.12, 0.0], "Repubs seem like they don't know what they're doing now Obama has the numbers, and are trying to just save face.  Repub leadership is more worried about internal challenges than opposing dems at this point."], [43, "2015-09-10T15:35:40Z", [1.0, 0.0, 0.0], "Great info, austerity! Another strong motivation to duck a vote on the measure itself: the monkeywrencher wing of the Republican party is trying to pull off a government shutdown. Party leadership is too busy cracking skulls on the monkeywrenchers to put on the full court press needed on the Iran deal. (Please excuse mixed metaphor:) Source: Dateline 9-10-15 Congressional Republican leaders returned to Washington this week with no clear plan for extending government funding later this month that risks shutting down federal agencies amid a growing outcry from conservatives ready for a fight over funding Planned Parenthood. http://www.washingtonpost.com/politics/gop-tries-to-avert-shutdown-as-right-spoils-for-planned-parenthood-fight/2015/09/09/a515099c-572f-11e5-b8c9-944725fcd3b9_story.html"], [457, "2015-09-10T15:17:02Z", [1.0, 0.0, 0.0], "over 40 votes to block a vote in Senate already"], [136, "2015-09-10T15:07:50Z", [0.99, 0.01, 0.0], "http://blogs.rollcall.com/wgdb/senate-locks-in-iran-deal-vote/?dcz=\nAfter dueling objections over vote thresholds for a final passage vote on the resolution that would disapprove of the international agreement with Iran regarding its nuclear development, senators agreed to move up a debate-limiting cloture vote to 3:45 p.m. I believe McConnell doesn't have enough votes for cloture."], [455, "2015-09-10T14:51:28Z", [1.0, 0.0, 0.0], ""], [351, "2015-09-10T14:08:51Z", [1.0, 0.0, 0.0], ""], [37, "2015-09-10T14:04:09Z", [1.0, 0.0, 0.0], ""], [37, "2015-09-10T14:03:51Z", [1.0, 0.0, 0.0], ""], [37, "2015-09-10T14:03:17Z", [0.95, 0.05, 0.0], ""], [90, "2015-09-10T13:42:51Z", [0.8, 0.2, 0.0], "No chance the resolution will become law. Emboldened Democrats may be looking to block the resolution altogether. Definitely upping the NO. "], [167, "2015-09-10T13:05:49Z", [0.9, 0.1, 0.0], ""], [74, "2015-09-10T12:10:05Z", [0.7, 0.3, 0.0], "Congress must vote on the deal by Sept. 17.\nThe resolution will probably pass the house (republican majority) while in the senate it will be closer. Obama has secure enough vote to veto the resolution of disapproval and it will use it to preserve his legacy. This may dissuade the resolution to pass in the first place.\nThis time the deal does not rely on Congress taking immediate action, instead the deal relies on Congress doing nothing. This is probably easier to play.\n"], [136, "2015-09-10T07:26:51Z", [0.8, 0.2, 0.0], "http://thehill.com/blogs/floor-action/senate/253163-mcconnell-sets-up-iran-vote\n\"Senate Majority Leader Mitch McConnell (R-Ky.) on Wednesday teed up a procedural vote on the Iran nuclear deal.  The Republican leader filed cloture on a resolution of disapproval of the Iran nuclear deal, as well as the House-passed shell bill that the Senate is using for the agreement. \n\nUnder Senate rules that procedural tactic paves the way for a first vote on the Iran resolution Friday. McConnell, however, said Wednesday evening that his is \"optimistic\" a deal will be reached to have the vote on Thursday afternoon.\n...\nIn the House, Republican leadership scuttled an expected vote on a resolution of disapproval, suggesting that even if a similar measure passes the Senate it would be dead on arrival in the lower chamber.\n\nInstead House lawmakers are expected to vote on a resolution of approval, as well as a proposal to block Obama from lifting sanctions. \""], [427, "2015-09-10T04:22:23Z", [0.7, 0.25, 0.05], "Looks like it will squeeze through."], [424, "2015-09-10T03:15:43Z", [0.66, 0.31, 0.03], "Congrats, Mr President. Veto Proof Senate Minority, 60 votes not available to the Bibi. http://www.haaretz.com/news/diplomacy-defense/.premium-1.675213"], [94, "2015-09-10T01:50:10Z", [0.65, 0.32, 0.03], "More democrats have announced support for the deal.  I am increasing my odds for NO to align more closely with the crowd."], [64, "2015-09-10T00:46:43Z", [0.5, 0.5, 0.0], "I'm giving two option even odds until the end of this week reveals the answer or reveal more info."], [180, "2015-09-10T00:09:43Z", [0.85, 0.1, 0.05], ""], [306, "2015-09-09T23:54:12Z", [0.8, 0.2, 0.0], ""], [20, "2015-09-09T23:43:07Z", [0.95, 0.05, 0.0], "Moment of truth. McConnell just filed for cloture. Vote on Friday at the latest. More likely tomorrow from what I hear. D's confident they have the votes.  Who wants to be the Dem Sen who breaks on this? Betting 41 stay the course. "], [136, "2015-09-09T22:55:29Z", [0.8, 0.2, 0.0], "I think I get it now. It's not Reid who needs 41 votes committed to a filibuster. It's McConnell who needs 60 votes for cloture to move on to a vote on the resolution. Meaning, he needs 2 out of 42 votes of the Democrats who announced their support for the deal. Now, it's one thing for a Democrat who supports the deal to support a filibuster - while it opens him or her to some criticism, it clearly helps the party and the deal.\nBut it's another thing to, first, vote - with the opponents of the deal - for ending the debate, then vote against the resolution with a regular threshold, then vote to uphold the Obama's veto. It opens such a Senator not only to more attacks, but from both sides (this is almost Greg Sargent's argument: https://www.washingtonpost.com/blogs/plum-line/wp/2015/09/04/hey-democrats-its-a-trap/ - I just didn't really understand its implications). Meanwhile in the House:\nhttp://thehill.com/policy/national-security/253146-house-gop-shakes-up-iran-strategy\nif the House, instead of voting on a resolution disapproving the deal, tries and fails to adopt a resolution approving the deal, for us that's a \"No\"."], [180, "2015-09-09T22:44:51Z", [0.0, 0.25, 0.75], ""], [407, "2015-09-09T22:42:41Z", [0.0, 0.65, 0.35], ""], [40, "2015-09-09T22:02:22Z", [0.46, 0.52, 0.02], "Why a filibuster might be better than a veto:\nhttp://www.washingtonpost.com/blogs/monkey-cage/IranFilibuster"], [388, "2015-09-09T20:57:05Z", [0.15, 0.85, 0.0], "There is a good chance that the congress will pass a resolution against the plan as political cover, but the senate will not overcome the veto."], [84, "2015-09-09T20:24:20Z", [0.1, 0.9, 0.0], "I updated to include the possibility of a filibuster. "], [40, "2015-09-09T20:22:40Z", [0.46, 0.52, 0.02], "CRAP!  Wrong way."], [40, "2015-09-09T20:20:17Z", [0.52, 0.46, 0.02], "See http://thehill.com/blogs/floor-action/senate/253099-durbin-dems-still-undecided-on-iran-filibuster"], [136, "2015-09-09T20:13:35Z", [0.6, 0.4, 0.0], "http://thehill.com/blogs/floor-action/senate/253099-durbin-dems-still-undecided-on-iran-filibuster\n\"Sen. Dick Durbin, the Senate's No. 2 Democrat, suggested Wednesday that he's still trying to shore up support for a filibuster of a resolution of disapproval on the Iran nuclear deal. \n\"I will tell you this: We're working that question now,\" he told reporters when asked whether Democrats would be able to block the resolution. \"We're down to three or four loose ends. There's been a positive response in the caucus — members understand. Let's get down to the bottom line here. What McConnell wants to do is ... drag this out at a time when we have precious little time for that kind of political exercise.\" \" While I still believe Reid & co can pull this off, for Durbin to admit they're \"3 or 4\" votes short... Doesn't look good. Or is he trying to bait McConnell to invoke cloture and vote against it with full 41 (or even 42) votes?"], [366, "2015-09-09T19:36:37Z", [0.2, 0.7, 0.1], ""], [58, "2015-09-09T19:19:47Z", [0.99, 0.01, 0.0], ""], [194, "2015-09-09T17:36:35Z", [0.0, 1.0, 0.0], ""], [318, "2015-09-09T17:33:30Z", [0.0, 0.1, 0.9], ""], [136, "2015-09-09T15:27:55Z", [0.8, 0.2, 0.0], "So Cantwell's in:\nhttp://thehill.com/blogs/floor-action/senate/252997-cantwell-backs-iran-deal\n\"Cantwell added that she would also support a filibuster of the vote on a resolution to disapprove the deal.\" Blumenthal's in:\nhttp://thehill.com/blogs/floor-action/senate/253007-dem-mum-on-potential-iran-filibuster\n\"Sen. Richard Blumenthal (D-Conn.) told reporters he would back the filibuster after announcing his support for the deal earlier Tuesday.\" No info on Peters and Wyden. Also Coons, Heitkemp, Casey and Warner reported as undecided on filibuster (that's 2+4 of 42): \"Sen. Bob Casey (D-Pa.) on Tuesday suggested he's undecided on a Democratic push to use a filibuster to block a resolution of disapproval on the Iran nuclear deal from passing the Senate. \n\"We're going to be discussing that tomorrow and ... [we'll] see where things are,\" he said, in response to questions on whether he would support a filibuster, adding, \"we'll see.\" \nCasey's office didn't respond to a request for comment on the senator's position.\n ... \nCasey, who backed the agreement last week, isn't alone on not committing to back a filibuster. Sen. Chris Coons (D-Del.), Mark Warner (D-Va.) and Heidi Heitkamp (D-N.D.) have all remained tightlipped about whether they would vote \"no\" on cloture for the resolution of disapproval. \nCoons told CNN last week that “it would be really regrettable” if senators weren't able to take vote on the Iran deal.\" http://thehill.com/homenews/senate/252916-obama-wont-need-veto-pen-on-iran-nuclear-deal\n“Reid is looking for a way not to go through a cloture vote because he’s doesn’t want to filibuster the Iran deal. We don’t want to make it easier for Democrats to defeat [the disapproval resolution,]” said Don Stewart, McConnell’s spokesman.\" http://thehill.com/blogs/floor-action/senate/253045-reid-mcconnell-battle-ahead-of-iran-debate\n\"But McConnell rejected an offer from Reid on Tuesday that would have set up a vote for Thursday, while Reid rejected two attempts by McConnell to get consent to schedule votes. \nReid added Wednesday that Democrats \"are willing to have all the debate the Republicans want. Two hours. Two days. ...What we don't have time [for] is to waste on Republican-contrived procedural fights that have no basis of fact in reality.\" \nReid's comments come as Democrats are expected to discuss a potential filibuster of the Iran resolution during a party lunch on Wednesday.\" If Harry Reid and the White House managed to convince almost all of the holdouts to support the deal, I believe they can convince them to filibuster the resolution.\nSo I'm not changing my forecast yet."], [40, "2015-09-09T13:50:00Z", [0.38, 0.6, 0.02], "1:48 PM IN TOGO AND ALL'S QUIET ON THE FILIBUSTER FRONT!"], [29, "2015-09-09T13:32:12Z", [0.8, 0.19, 0.01], "Looks like the Democrats have 41 votes in the Senate, so it probably won't pass."], [21, "2015-09-09T12:32:17Z", [0.89, 0.11, 0.0], ""], [25, "2015-09-09T12:27:50Z", [0.49, 0.5, 0.01], "I'm with Heffalump now - though my #s don't line up exactly. No doubt D's prevail in the end but enough doubt about what R's do between now and then. - LH ******************* Delaying a vote now could simply subject Democrats to a prolonged campaign later to change their position on the Iran deal, or perhaps worse, a long-term GOP campaign that the deal should be nullified. If House Republican leaders want to move forward with a vote on the disapproval resolution, Democratic leaders may be inclined to let them. http://blogs.rollcall.com/218/freedom-caucus-looks-pressure-leadership-iran-vote-delay/?dcz="], [40, "2015-09-09T03:55:49Z", [0.43, 0.55, 0.02], "Hopefully, some day, soon, I'll be able to throw my uninformed opinions and web clips around without tying them to predictions.  Until then, hey, everyone, it's Heffalump, weighing in for the 43rd time, today, on this question, and not because I'm changing my prediction, for once. Bloomberg claims I'm all wet (thanks for calling me out by name...or not) - Dems will not pay a price if they filibuster.  American Enterprise Institute says R's did it all the time and didn't suffer for it.  They only got whoopd for shutting the government down.\nhttp://www.bloomberg.com/politics/articles/2015-08-31/sorry-hawks-democrats-won-t-pay-a-political-price-for-iran-filibuster Say it with me, now:  \"What would Frank Underwood Do?\""], [32, "2015-09-09T01:21:36Z", [0.85, 0.15, 0.0], ""], [40, "2015-09-09T00:02:04Z", [0.43, 0.55, 0.02], "everybody mum on filibuser.  even casey wont comment\nhttp://thehill.com/blogs/floor-action/senate/253007-dem-mum-on-potential-iran-filibuster"], [98, "2015-09-08T23:42:27Z", [0.7, 0.3, 0.0], "The current count is at 42 per WSJ\nDemocratic Support for Iran Nuclear Deal Reaches Critical Threshold - wsj\nhttp://www.wsj.com/articles/democratic-support-for-iran-nuclear-deal-reaches-critical-threshold-1441727089\nAfter reading multiple sources, it sounds like blocking the vote more likely to occur that I had previously thought, so i'm switching from 50 50 to 70 no vote.   \"On Tuesday, the White House indicated it expects all the senators who have supported the deal to also vote to block the disapproval motion.\"  - http://www.cnn.com/2015/09/08/politics/iran-nuclear-deal-richard-blumenthal-ron-wyden-gary-peters-obama-democrats/ I'm not really sure why the Democrats think its best to not have the vote (except that the Republicans want the vote).  Currently there are a number of undecided republicans that could be \"off the hook\" potentially for the vote if it turns out in the next year Iran behaves and the threat is reduced.  I'll be looking thru the comments here for \"wisdom\". Likely to go higher on \"no\" as time passes and I don't see anything that would indicate dems will let the vote happen\n"], [40, "2015-09-08T21:39:15Z", [0.55, 0.43, 0.02], "Still no word that a filibuster is coming.  Did I wallow too soon?"], [272, "2015-09-08T20:59:01Z", [0.05, 0.85, 0.1], "As things stand today...will update."], [30, "2015-09-08T20:37:32Z", [0.85, 0.15, 0.0], "There are now 41 senate democrats that publically support the Iran deal. As long as they stick together, there are now enough of them to prevent debate on the resolution, and the White House and Senate leadership seem to be okay with this approach. My only caution is that the margin for a filibuster is fairly narrow. If one or two senate democrats decide a debate is worth having or change their minds on the merits of the deal, the resolution would likely pass. In that case, a successful veto is still likely (as this would only require support of 34 senators).  Will continue to update as the rest of the senate democrats/independents stake out their position.  Source(s):\n(1) http://www.washingtonpost.com/news/post-politics/wp/2015/09/08/sen-joe-manchin-opposes-iran-deal-making-obama-veto-more-likely/\n(2) http://thehill.com/homenews/administration/252933-white-house-ok-with-filibuster-of-iran-vote"], [267, "2015-09-08T20:00:18Z", [0.0, 0.99, 0.0], ""], [271, "2015-09-08T19:28:08Z", [0.85, 0.15, 0.0], "Obama's got the numbers and the political pressure to ride a filibuster. Anything's possible, but I think there's enough breathing room for Senate Ds to kill the resolution. "], [2, "2015-09-08T19:13:28Z", [0.8, 0.2, 0.0], "Mis-entered my numbers.  Obama has 41 votes."], [2, "2015-09-08T19:12:22Z", [0.2, 0.8, 0.0], "Shouldn't have switched from following ESR.   Politico says Obama has 41 votes: http://www.politico.com/story/2015/09/obama-secures-41-votes-in-support-of-iran-deal-213405 They're still hemming and hawing about the \"optics\" of a filibuster, but they have the numbers."], [40, "2015-09-08T18:12:03Z", [0.7, 0.28, 0.02], "Can I change my forecast a few more times, today?  How about a few more times this week?\nThe more I read, the more it seems that I am way off in my thinking on this one.\nI hate being wrong."], [68, "2015-09-08T17:44:25Z", [0.55, 0.45, 0.0], "http://www.washingtonpost.com/news/post-politics/wp/2015/09/08/sen-joe-manchin-opposes-iran-deal-making-obama-veto-more-likely/ 4 against, 41 for the deal with one still undeclared. On the face of it that should imply the resolution won't pass, but if just two Democratic senators support the deal but not a filibuster, the resolution will go through. I'm still on the fence here.\n"], [241, "2015-09-08T17:43:05Z", [0.95, 0.05, 0.0], "Maria Cantwell is the only Democrat who hasn't decided. If she supports the Iran deal, as expected, then Barack Obama and Harry Reid will be able to uphold the filibuster with two votes to spare. Only Chris Coons has said he might not go along with the filibuster, but I doubt he will go that far. Finally, there is a chance that Mitch McConnell will decide that the only way for the opponents of the Iran deal in the Senate to have their votes recorded is to go along with Reid's plan for a 60-vote threshold for passage of the resolution. If that happens, then there is no chance the resolution will pass."], [123, "2015-09-08T17:41:24Z", [0.0, 1.0, 0.0], "Aren't #2 and #3 in contradiction with each other. For #3 to happen #2 already happened?"], [43, "2015-09-08T17:39:40Z", [1.0, 0.0, 0.0], "Today, Obama has enough votes to prevent a Senate vote. My face is red over my last forecast:( Ignore the verbage in the URL below. The news story says that the Fat Lady Has Sung. Eff the Brier score incentives, I'm going all in with 100% NO. Source: Dateline 9-8-15 Pro-deal statements from Sens. Richard Blumenthal (D-Conn.), Gary Peters (D-Mich.) and Ron Wyden (D-Ore.) mean 41 senators are now publicly backing the deal, enough to keep a disapproval resolution from emerging from the Senate and making its way to President Obama's desk and forcing a veto. http://www.washingtonpost.com/news/post-politics/wp/2015/09/08/sen-joe-manchin-opposes-iran-deal-making-obama-veto-more-likely/"], [40, "2015-09-08T17:39:19Z", [0.46, 0.52, 0.02], "It's still unbelievable to me that the D's think that a filibuster is not going to cost them in the long term, where the veto by a president with nothing to lose won't make him look even weaker.\nNow, will the R's insist on having the side-deals presented to them, if the D's plan to filibuster?"], [102, "2015-09-08T17:33:30Z", [0.9, 0.1, 0.0], "WSJ says it won't happen, revising down further. [1] [1]  http://www.wsj.com/articles/democratic-support-for-iran-nuclear-deal-reaches-critical-threshold-1441727089"], [102, "2015-09-08T17:26:05Z", [0.4, 0.55, 0.05], "Aligning with crowd."], [28, "2015-09-08T17:22:59Z", [1.0, 0.0, 0.0], ""], [38, "2015-09-08T16:52:44Z", [0.9, 0.1, 0.0], "So, we have a snowball after all. If there's 41 votes in the Senate FOR the deal,  it seems that the only question is would senators prefer to be accused of obstructing a vote/being part of gridlock (by voting for a filibuster) or of being against Israel (by voting against the reso).  It appears my colleagues think the former, so I'm forecasting there will be a filibuster--which will result in the defeat of the reso and no need for a presidential veto."], [40, "2015-09-08T16:40:10Z", [0.38, 0.6, 0.02], "Blumenthal just announced that he's in favor of the agreement (i.e. against the resolution).  No mention made of filibuster\nhttp://www.blumenthal.senate.gov/newsroom/press/release/blumenthal-announces-support-for-iran-nuclear-agreement"], [53, "2015-09-08T15:44:40Z", [0.95, 0.05, 0.0], "Obama has  41 Senate votes, and not all have declared stance as yet. Some chance that may not have enough to support filibuster"], [36, "2015-09-08T15:37:17Z", [1.0, 0.0, 0.0], ""], [36, "2015-09-08T15:36:50Z", [1.0, 0.0, 0.0], ""], [136, "2015-09-08T15:32:15Z", [0.8, 0.2, 0.0], "Peters, Wyden and Blumenthal announced support for the deal (not sure about the filibuster though):\n- 36 senators: deal - \"yes\", filibuster - \"yes\", \n- 5 senators (Coons, Heitkamp, Peters, Wyden, Blumenthal): deal - \"yes\", filibuster - \"unknown\", \n- 1 senator (Cantwell): deal - \"unknown\", filibuster - \"unknown\",  edit: Manchin said he opposes the deal"], [20, "2015-09-08T15:25:45Z", [0.9, 0.1, 0.0], ""], [20, "2015-09-08T15:16:41Z", [0.95, 0.05, 0.0], "Seung Min Kim ‏@seungminkim 3m3 minutes ago Now up to 41 Senate Dem yeses on Iran deal with Wyden also backing. Enough to filibuster res of disapproval But just because there's 41 Dems for Iran deal doesn't necessarily mean all will filibuster resolution of disapproval. Not done deal yet"], [84, "2015-09-08T15:03:11Z", [0.0, 1.0, 0.0], "The veto assessment is based on verbal commitments.\nThis vote was set up to fail from the beginning. http://www.npr.org/sections/itsallpolitics/2015/09/02/436647276/minority-rules-capitol-hill-vote-tactics-displayed-in-iran-deal Because it is a vote of disapproval instead of being a vote for the agreement. "], [68, "2015-09-08T06:08:37Z", [0.25, 0.75, 0.0], "Following Heffalump and cmeinel, but splitting the difference. Knowing they can't over-ride a presidential veto, the Republicans will seek the symbolic advantage of having passed the resolution and forcing a veto.  OTOH, even if the Democrats succeed in the increasingly unlikely task of collecting 41 Senators to sustain a filibuster, if it goes on for any length of time they'll lose whatever high ground they currently hold and will be blamed for wasting time on a frivolous exercise instead of producing meaningful legislation. That would also suit the Republicans. It would seem best for the Democrats not to go for a filibuster. This would make life easier for their remaining undecided senators, who have re-election prospects to consider, especially as the resolution is not going to become law (barring the black swan succession sequence indicated by Heffalump)."], [243, "2015-09-08T05:49:46Z", [0.0, 1.0, 0.0], "Pres has sufficient votes to sustain veto now, will get a few more over the next month, and the republicans will pass the resolution disapproval to try and create another issue they can attack in the current election cycle"], [40, "2015-09-08T00:32:29Z", [0.33, 0.65, 0.02], "Here's another way to (I guess it would be) \"No\":\nNo side deals provided to Congress, no vote:\nhttp://www.weeklystandard.com/blogs/congress-shouldnt-vote-iran-deal-without-side-deal-details_1026771.html"], [2, "2015-09-08T00:10:16Z", [0.55, 0.45, 0.0], "Following the crowd, and @cmeinel's link."], [38, "2015-09-08T00:09:29Z", [0.1, 0.9, 0.0], "great research cmeinel!"], [43, "2015-09-07T23:09:29Z", [0.1, 0.9, 0.0], "If Senate Minority Leader Harry Reid says preventing a vote is \"a long shot,\" it's a long shot. http://www.al-monitor.com/pulse/originals/2015/09/us-congress-iran-deal-veto-sanctions-terrorists-sept11.html"], [40, "2015-09-07T22:37:56Z", [0.33, 0.65, 0.02], "Why the 2?\nSuccession:\nBiden\nBoehner\nHatch Before we get to Kerry, we have to go through R1 and 2.  You never know.\n"], [40, "2015-09-07T22:31:58Z", [0.35, 0.65, 0.0], "Ya know, D's can avoid getting punished if it just passes.  Campaign ads about someone voting for a filibuster are much less effective if the filibuster fails."], [57, "2015-09-07T21:51:42Z", [1.0, 0.0, 0.0], ""], [29, "2015-09-07T20:58:26Z", [0.49, 0.5, 0.01], ""], [40, "2015-09-07T13:14:10Z", [0.4, 0.6, 0.0], "The more I mull this, the worse a filibuster with Sept 11 in the background seems http://www.al-monitor.com/pulse/originals/2015/09/us-congress-iran-deal-veto-sanctions-terrorists-sept11.html#"], [29, "2015-09-07T12:06:16Z", [0.49, 0.5, 0.01], "It appears that the resolution would pass at this time, but that Obama would veto it. Votes to override don't appear to be there. Since the override is likely, the vote to pass the resolution may not happen."], [98, "2015-09-07T03:20:49Z", [0.5, 0.5, 0.0], ""], [175, "2015-09-07T00:51:57Z", [0.48, 0.48, 0.04], ""], [43, "2015-09-07T00:08:58Z", [0.45, 0.55, 0.0], "Following morrell"], [40, "2015-09-06T23:50:40Z", [0.5, 0.5, 0.0], "Wasserman-Schultz announces support of deal, tearing up in the process:\nhttp://www.washingtonpost.com/news/post-politics/wp/2015/09/06/dnc-chair-debbie-wasserman-schultz-says-she-will-vote-for-iran-deal/ One must wonder how hard the D's are working to prevent cloture. I still can't figure what the upside of a filibuster is.  Do only R's get punished for it by the electorate?"], [136, "2015-09-06T10:24:55Z", [0.4, 0.6, 0.0], "http://thehill.com/blogs/floor-action/senate/252843-reid-makes-offer-to-gop-on-iran\n\"I recently informed Senator McConnell that after a period of robust debate, Democrats would be happy to proceed straight to a final passage vote that is consistent with Senator McConnell’s many statements that important matters in the Senate have ‘for quite some time required sixty votes,’ \" Reid said in a statement. \"The choice is up to him.\"  What I hear Reid's saying is \"We can have a filibuster that I may or may not have enough votes for, or we can have a straight yes or no vote with a seemingly equivalent 60 votes threshold so my Senators who support the deal but won't join the filibuster can vote down your resolution, and you'll have your excuse - hey, we gave Obama a good fight, 60 votes was not happening anyway, elect more Republicans etc etc.\" What do the White House and Reid have now (not counting Democratic Senators who oppose the deal):\n- 36 senators: deal - \"yes\", filibuster - \"yes\",\n- 2 senators (Coons, Heitkamp): deal - \"yes\", filibuster - \"unknown\",\n- 4 senators (Blumenthal, Cantwell, Peters, Wyden): deal - \"unknown\", filibuster - \"unknown\",\n- 1 senator (Manchin): deal - \"unknown\", filibuster - \"no\".\nSo for a filibuster they need to convince 5 out of 6 (to get to 41), while for a straight yes/no vote (with the same threshold) they need 3 out of 5.\nNaturally, this is a good trade for them (a higher chance to kill the resolution without a messy veto process). Now, let's see this from McConnell's perspective:\n- the resolution dies anyway (whether by an under-60-votes-threshold vote, a lack of vote due to a filibuster, or by a regular-threshold-vote and a veto), so the question is who gets what out of the process itself;\n- I suppose it's more important for him to let Republican Senators go on record voting against the deal rather than just embarrass Reid and the White House at any price;\n- a successful filibuster denies the Republicans a chance to go on record;\n- while a yes/no vote gives them exactly that opportunity. So if the filibuster threat seems credible, it might be better for McConnell not to call Reid's bluff and just set up a 60-votes-threshold yes/no vote.\nAt this point, it does not seem credible to me - there are some of the undecided Democrats that might announce not just against the filibuster, but against the deal itself (Blumenthal, Peters, Wyden). McConnell will probably wait until the very last moment to see if any of the Democrats cave to the pressure from the deal's opponents (and if they don't, he can take a safer route and set up a yes/no vote), so will I."], [210, "2015-09-06T08:48:22Z", [0.78, 0.22, 0.0], ""], [53, "2015-09-06T05:44:45Z", [0.48, 0.52, 0.0], "There are enough votes for a veto to hold, so the likelihood of Yes seems remote.  Latest indicates 4 more votes required to support a filibuster attempt, with 6 undeclared Dems.  That's far from certain.  "], [37, "2015-09-06T03:45:23Z", [0.8, 0.2, 0.0], "The White House has already shored up enough Senate votes to make sure this deal sticks. That's good news for them, but there's still a great deal of political points to be gained/lost if the GOP can force Obama to use his veto. Reid & Co. are looking for the fastest way out of this dogfight, and that's by promising future concessions to the still-undecided Democrats. They'll pay out the nose for every vote up to 41."], [205, "2015-09-06T03:12:24Z", [0.65, 0.35, 0.0], "H.R.3199 \nLatest Title: To prohibit statutory sanctions relief by the United States with respect to Iran unless the Senate provides its advice and consent to ratification of the Joint Comprehensive Plan of Action.  http://thomas.loc.gov/cgi-bin/bdquery/D?d114,d114:1:./temp/~bdP050:@@@P|/home/LegislativeData.php?n=BSS;c=114| Democrats will try to mount a filibuster to block the Iran nuclear deal from even having to reach President Obama’s desk for a veto, Senate Minority Leader Harry Reid signaled Saturday in a statement.  http://www.washingtontimes.com/news/2015/sep/5/harry-reid-confirms-senate-democrats-will-filibust/ Reid has McConnell over a procedural barrel.  "], [180, "2015-09-06T02:02:28Z", [0.45, 0.55, 0.0], ""], [180, "2015-09-06T02:01:55Z", [0.45, 0.55, 0.0], ""], [38, "2015-09-06T01:43:14Z", [0.7, 0.3, 0.0], "http://www.washingtontimes.com/news/2015/sep/5/harry-reid-confirms-senate-democrats-will-filibust/ September 5, 2015\n\"Democrats will try to mount a filibuster to block the Iran nuclear deal from even having to reach President Obama’s desk for a veto, Senate Minority Leader Harry Reid signaled Saturday.   Reid has enough committed supporters to sustain an Obama veto and allow the Iran deal to proceed, but a filibuster would be an even bigger coup, halting the issue earlier in the process. A filibuster would avoid the need for Democrats to cast more politically fraught votes.\" \"A surge of support for Mr. Obama’s stance this week has put Democrats well over the 34 votes needed to guarantee upholding the veto, and they are now within striking distance of the 41 votes that would guarantee a filibuster, too.\" \"The latest count from the Bipartisan Policy Center puts them at 38 supporters — 36 Democrats and two liberal-leaning independents.  They need 41.\" \"Just 33 senators have announced their opposition, and 29 have yet to give an official stance, including five Democrats.\""], [94, "2015-09-05T22:02:48Z", [0.44, 0.5, 0.06], "Barring some black swan-type event, the Republicans won't get enough support in the Senate to override Obama's veto.  The relevant question seems to be whether Senate Democrats will filibuster the Republican resolution disapproving the JCPoA.  As far as I can tell, 38 Democrats of the required 41 have said they will support the filibuster, and 4 have not yet indicated what they'll do.  So 3 of 4 Democrats would need to support the filibuster for it to pass.   The remaining Dems are probably more likely to support the filibuster than not, but I'm still leaning slightly to the filibuster not succeeding"], [40, "2015-09-05T18:56:24Z", [0.5, 0.5, 0.0], "Why a filibuster does anything but harm D's is a mystery to me, but Harry says he's going for it: http://www.washingtontimes.com/news/2015/sep/5/harry-reid-confirms-senate-democrats-will-filibust/"], [195, "2015-09-05T15:59:41Z", [0.9, 0.09, 0.01], ""], [195, "2015-09-05T15:59:17Z", [0.9, 0.1, 0.0], ""], [187, "2015-09-05T13:04:43Z", [0.55, 0.4, 0.05], ""], [175, "2015-09-05T12:53:00Z", [0.47, 0.47, 0.06], ""], [102, "2015-09-05T12:29:31Z", [0.0, 0.95, 0.05], "I am coming down a little based on one democratic defection and possibility of filibuster. [1] I am not going long filibuster because another 6-week shutdown of government would hurt Republican Presidential chances, already muddled by Trump. Note also business community is already counting their profits in Iran. [2] And Saudi Arabia is making nice on the deal.[3] So the players are:  1. Obama\n2. Democratic senators behind Obama unconditionally\n3. Democratic swing vote senators\n4. Republicans against Obama unconditionally\n5. Iran\n6. Israel\n7. Saudi Arabia\n8. Multinational business community and correlated outcomes not listed as outcomes in the question are: 1. Republican presidential chances improve/worsen as a result of filibuster\n2. Business community is denied profit opportunity as a result of filibuster\n3,4,5. Iran/Israel/Saudia Arabia act more aggressively if treaty is denied Please reply if I am missing significant players and correlated outcomes. [1] http://www.businessinsider.com/ap-in-a-setback-for-obama-democratic-senator-opposes-iran-deal-2015-9\n[2] http://www.swissinfo.ch/eng/swiss-iran-business_swiss-brands-advised-to-risk-iranian-market/41638880\n[3] http://www.businessinsider.com/r-saudi-arabia-welcomes-iran-nuclear-deal-after-obama-meeting-foreign-minister-2015-9"], [68, "2015-09-05T12:17:35Z", [0.5, 0.5, 0.0], "Going back towards my initial inclination. 60 votes are needed to end a filibuster, With Joe Manchin, the Democrats now have 39, so would need at least 2 out of the remaining 4 - my personal opinion is that they are unlikely to get more than two. Further, Manchin has said he won't back a filibuster, and earlier Chris Coons had also said he wanted an up and down vote. http://www.dailykos.com/story/2015/09/04/1418407/-Bennet-becomes-38th-Democratic-senator-to-back-Iran-pact-Cardin-becomes-3rd-Democrat-to-oppose# The question is will Manchin and Coons be part of the 60 required to end a filibuster? If they just abstain, the Democrats  need only two more out of the remaining four.  If they actively vote to end or avoid a filibuster, then the resolution could still end up on the President's desk. This looks to me to be on a knife edge right now, at least until further announcements."], [185, "2015-09-05T11:47:50Z", [0.05, 0.95, 0.0], "Unless the GOP simply becomes too engrossed in its presidential campaign and tired of just thwarting the President, they'll vote the deal down.  He'll veto it and they simply don't have the votes to override the veto.   "], [40, "2015-09-05T04:56:37Z", [0.15, 0.85, 0.0], "Wow, the opinions are all over the place on this one.  So, my fellow beta testers, I ask you:\nWWFUD\nWhat\nWould\nFrank\nUnderwood\nDo"], [43, "2015-09-05T03:40:47Z", [0.72, 0.28, 0.0], "Is the spectre of Adelson looming over the Senate enough to force a show vote even though it would only affect the ability of Senators to raise money and lure voters? Nah, it would never influence the likes of Sen. Cardin, would it? Would it??? Source: Dateline 9-4-15 In a setback to what has otherwise been a largely successful White House drive to secure enough support to implement the Iran nuclear deal, Maryland Sen. Ben Cardin announced Friday he will oppose it. Cardin, who is Jewish and the top Democrat on the Foreign Relations Committee, is only the third Senate Democrat to oppose the deal, which is otherwise nearing enough support to prevent a GOP-authored resolution of disapproval from even getting to a final vote. http://www.cnn.com/2015/09/04/politics/ben-cardin-iran-deal/index.html"], [43, "2015-09-05T00:45:12Z", [0.75, 0.25, 0.0], "Updating on the basis of Konstantin Kondaurov's analysis."], [64, "2015-09-05T00:17:03Z", [0.4, 0.6, 0.0], "It seems likely that enough congressmen will want to posture even knowing it will go forward after a veto."], [175, "2015-09-04T23:54:18Z", [0.45, 0.45, 0.1], ""], [130, "2015-09-04T22:02:40Z", [0.05, 0.9, 0.05], ""], [38, "2015-09-04T21:56:40Z", [0.7, 0.3, 0.0], "adjusting in light of austerity's most recent comment"], [136, "2015-09-04T21:47:04Z", [0.4, 0.6, 0.0], "Not so fast, apparently Manchin's won't join a filibuster:\nhttp://www.washingtonpost.com/news/post-politics/wp/2015/09/04/west-virginia-is-getting-an-up-close-look-at-one-undecided-democrats-iran-agony/\n\"And midway through the town hall, Manchin announced he would not join a Democratic filibuster of the Republican-backed vote to disapprove of the deal, thus mooting whatever larger tactical significance his decision might have.\" So now the Obama administration needs 3 out of 4... Also, this (although the article suggest that it might be better for the Dems to filibuster after all):\nhttps://www.washingtonpost.com/blogs/plum-line/wp/2015/09/04/hey-democrats-its-a-trap/\n\"Two Senators who support the deal — Chris Coons and Heidi Heitkamp — have not said whether they will support the filibuster (though they can be counted on to support the deal in the final vote). If they don’t filibuster, then supporters can’t get 41.\""], [38, "2015-09-04T21:42:38Z", [0.8, 0.2, 0.0], "38 votes and more possible.  At this point, the stakes are high and the \"price\" of votes is significant.  Deals can and will be made."], [43, "2015-09-04T21:42:22Z", [0.85, 0.15, 0.0], "Updating in response to Konstantin Kondaurov's analysis."], [136, "2015-09-04T21:27:57Z", [0.6, 0.4, 0.0], "According to the current WP whip count, 38 senators are for the deal, which means there won't be a veto-proof majority:\nhttp://www.washingtonpost.com/news/the-fix/wp/2015/07/14/whip-count-where-the-senate-stands-on-the-iran-deal/ And I'm certain that McConnell will not use the nuclear option (the one Harry Reid used for judges appointments) - I mean, the whole point of setting up the process this way is to let the Republicans and even some Democrats grandstand and score points with the base, the lobbyists, etc while actually delivering what the White House wants. So the White House needs 3 more senators to block a possible vote on the resolution, and there are 5 Democrats still undecided:\n- Richard Blumenthal (Conn.), up for reelection in 2016\n- Joe Manchin (W.V.)\n- Maria Cantwell (Wash.)\n- Gary Peters (Mich.)\n- Ron Wyden (Ore.), up for reelection in 2016 Wyden seems hawkish.\nPeters co-sponsored Menendez-Kirk sanctions bill and has an allegedly pro-Israeli-government chief of staff:\nhttp://www.mlive.com/lansing-news/index.ssf/2015/09/sen_gary_peters_remains_undeci.html\nBut he's not up for reelection.\nBlumenthal is under a lot of pressure, being up for reelection next year. But so was Bennet, and he still announced his support for the deal. I can see him going either way.\nCantwell and Manchin are quiet about this issue, I can see them supporting."], [20, "2015-09-04T21:19:00Z", [0.5, 0.5, 0.0], "Filibuster could shut this down before it reaches O's desk. The last 6 undecided Sens will decide this. "], [168, "2015-09-04T20:37:01Z", [0.99, 0.01, 0.0], "60 votes."], [164, "2015-09-04T20:19:14Z", [0.72, 0.28, 0.0], ""], [164, "2015-09-04T20:18:51Z", [0.7, 0.3, 0.0], "Low but significant chance that FP hawks care enough to pass it."], [151, "2015-09-04T20:05:38Z", [0.5, 0.45, 0.05], ""], [24, "2015-09-04T19:52:42Z", [0.79, 0.21, 0.0], ""], [152, "2015-09-04T19:13:22Z", [0.25, 0.75, 0.0], ""], [152, "2015-09-04T19:13:09Z", [0.25, 0.75, 0.0], "There are enough votes to override a veto, but I am expecting a vote of disapproval for grandstanding purposes. "], [144, "2015-09-04T18:43:58Z", [0.25, 0.75, 0.0], ""], [140, "2015-09-04T18:27:00Z", [0.9, 0.05, 0.05], "Obama already has enough votes to pass the plan. Expecting those who vote in favor of the plan to also vote to disapprove it is nonsensical."], [123, "2015-09-04T18:26:38Z", [0.0, 1.0, 0.0], ""], [123, "2015-09-04T18:23:41Z", [0.05, 0.0, 0.95], ""], [131, "2015-09-04T18:20:35Z", [0.9, 0.1, 0.0], ""], [38, "2015-09-04T18:16:11Z", [0.8, 0.2, 0.0], "I read that Reid/Obama now have 36 votes in the Senate.  They need only 5 more to defeat the reso outright and more than enough to sustain a veto.  The snowball is starting to roll downhill."], [132, "2015-09-04T18:09:33Z", [0.55, 0.35, 0.1], "Most of congress sees the nuclear agreement as a good thing but can't vote for it because of their more vocal constituencies. "], [110, "2015-09-04T18:05:36Z", [0.25, 0.75, 0.0], "I'm putting P=0.75 on the VETO option and P=0.25 on NO. Given the current apparent numbers in the Senate, there's no way this can pass. There's quite a high chance that Congress will pass something just to show disapproval, with the advance safety net of knowing that it won't get through the Senate anyway. This largely comes down to pre-election year posturing. Question: How will this question resolve if Congress passes a bill, but the Senate votes it down before the President can veto it? Does this option count as \"No\" or as \"VETO\"?"], [112, "2015-09-04T17:27:03Z", [0.4, 0.35, 0.25], ""], [58, "2015-09-04T16:03:04Z", [0.75, 0.15, 0.1], ""], [102, "2015-09-04T14:47:42Z", [0.01, 0.99, 0.0], "Obama has 1/3rd of vote, all required to veto resolution, which I assume will get passed by Republicans. [1]\nSeparately Iran is working to muck things up again which increases likelihood of resolution getting up to 2/3rds minus epsilon. [2]  (Source analysis on [2]: Neocon bias. [3][4]) [1] http://www.denverpost.com/food/ci_28743526/obama-locking-up-votes-senate-iran-nuclear-deal\n[2] http://theweek.com/speedreads/575523/irans-legislature-might-still-sink-iran-nuclear-deal\n[3] https://en.wikipedia.org/wiki/The_Week\n[4] https://en.wikipedia.org/wiki/David_Frum"], [20, "2015-09-04T12:55:04Z", [0.9, 0.1, 0.0], ""], [68, "2015-09-04T06:53:44Z", [0.8, 0.2, 0.0], "Influenced by the links provided by ed3 and cmeinel, I'm adjusting to favor the filibuster option. With 7 Democrats still officially undecided (along with Republican Susan Collins), we have Up for election in 2016 - Michael Bennet, Richard Blumenthal and Ron Wyden ( Bennet is considered  likely to join the filibuster). Close to AIPAC - Ben Cardin (also Wyden). Will be under a lot of pressure. Others - Joe Manchin (considered a likely \"Yes\"), Gary Peters (as a freshman senator, may not want to oppose the leadership so early in his career), and Maria Cantwell. If Susan Collins breaks rank, the \"no\" option becomes very likely. Even if Blumenthal, Wyden and Cardin all either abstain or vote no, Maria Cantwell or Peters would have to join them for the resolution to pass."], [98, "2015-09-04T04:30:22Z", [0.59, 0.4, 0.01], "Revising my initial projection of 4/95/1 based on 1.  more recent information from today:\n- more senators supporting the agreement(http://www.reuters.com/article/2015/09/03/us-usa-nuclear-congress-idUSKCN0R328120150903), seems to be picking up momentum\n- others likely to join (http://www.huffingtonpost.com/entry/these-wobbly-democrats-could-stop-the-anti-iran-deal-bill-in-its-tracks_55e865c7e4b0b7a9633c00fc)\nStill a question in my mind if all those supporting the deal would vote to block the vote / veto process\nso I'm now going to 59/40/1 (coming around to the current view of most others I guess)  \n "], [43, "2015-09-03T23:23:48Z", [0.95, 0.05, 0.0], "Holding at 95%, 5%, 0% after reviewing today's latest. Level of effort: daily news observations and checking other predictioneers' reports, given that it is crunch time in Iran and the U.S., the only countries with a credible likelihood, however small, to ditch the deal. U.S. Republicans now are promoting an end run around the Iran nuclear deal that is apparently designed to persuade Iran to reject the agreement. The concept is for U.S. states to impose new sanctions against Iran in addition to the existing sanctions, primarily divestments similar to those imposed against South Africa during the era of apartheid.  If this tactic were to succeed, the most likely outcome apparently would be no Senate vote, as the issue would be moot. On the other hand, Republicans might push for a Senate show vote, hoping to declare a victory that would open the checkbooks of their base, while Democrats might duck and cover, no filibuster, allowing it to reach Obama's desk for his own show veto. On the other hand, given that all members of the UN Security Council have voted in favor of the agreement, and given the power of the UNSC to lift sanctions, Republicans' state sanctions effort might at most be viewed by Iranian politicians as pin pricks. Indeed, the rabid opposition in Iranian might instead see that if Republicans + Netanyahu's camp say the agreement is so good for Iran, then the politically expedient course would be to tell their base that the agreement must be the perfect “death to Israel” move. Sources: Dateline 9-2-15 With hawkish Democrats Bob Casey and Chris Coons all but ensuring opponents won’t have a veto-proof majority in the US Senate, the states are coming under pressure to pass their own sanctions. The Republican attorneys general of Oklahoma and Michigan, Scott Pruitt and Bill Schuette, wrote a letter to their counterparts Sept. 1 urging them to do just that. “The states certainly have numerous moral and reputational reasons to prohibit investment of public assets into companies doing business with Iran and other countries that sponsor terrorism,” they wrote. “Even if it is true that Iran has relinquished its ambitions for a nuclear weapon and that its deal with President [Barack] Obama will prevent such an acquisition — both of which are highly questionable — Iran engages in a range of other reprehensible activities.”\nhttp://www.al-monitor.com/pulse/originals/2015/09/iran-deal-fight-us-states.html Dateline 9-2-15 Former chief nuclear negotiator Saeed Jalili and current nuclear negotiator Abbas Araghchi have had a busy two days, testifying before a special parliamentary committee and the Assembly of Experts about the nuclear negotiations and Iran's nuclear program.\nhttp://www.al-monitor.com/pulse/originals/2015/09/iran-negotiator-testify-committee.html"], [98, "2015-09-03T20:00:19Z", [0.04, 0.95, 0.01], "Initial shot.  The Republicans want a vote on this (regardless of if it will have no effect or not).  Makes good 2016 campaign sense.  As of this moment, the President has enough votes to prevent a veto being overturned but not enough to block in the Senate (so 95%) .  Not sure if enough of the remaining uncommitted Dem's will jump in to make that happen (so 4%).  So why the other 1%?   Maybe Iran will (or has and it hasn't been discovered yet) do something stupid, ...  "], [38, "2015-09-03T19:34:47Z", [0.75, 0.25, 0.0], "Because Pelosi & Obama now have the 34+ votes to uphold the veto which Obama has pledged, it's pretty dang sure the reso of disapproval won't become law.  The question is can Pelosi & Obama get the 7 additional votes they need to prevent it from even passing?  I'm reading that Pelosi & Obama are singularly focused on this effort.  I believe in the \"snowball effect\":  that now that it's clear that the deal will be approved, other votes will more easily be found to vote against the reso of disapproval.\n"], [40, "2015-09-03T18:39:42Z", [0.15, 0.85, 0.0], "So which result helps which team more?  It seems like cloture is a bad deal for the D's, because it makes them look petty and weak, especially when they know they're going to win.  Split houses do the same to the R's, so I can't imagine that will happen.  Given the polling, R's and I's are against and D's are for, so I see chalk, with a chance that the R's somehow botch it. http://www.npr.org/sections/itsallpolitics/2015/09/02/436647276/minority-rules-capitol-hill-vote-tactics-displayed-in-iran-deal"], [25, "2015-09-03T16:46:30Z", [0.98, 0.01, 0.01], "Do the oppositional voices in Iran give energy to same in Congress? - LH http://www.nytimes.com/2015/09/04/world/middleeast/ayatollah-ali-khamenei-iran-supreme-leader-nuclear-deal-vote.html?_r=0 TEHRAN — A day after President Obama secured enough votes to ensure approval of the Iranian nuclear deal in the United States Congress, Iran’s supreme leader, Ayatollah Ali Khamenei, on Thursday ordered Parliament to vote on the agreement and threatened to cancel the pact entirely if the West merely suspended, rather than canceled, economic sanctions, state news media reported. While the Iranian Parliament is expected to approve the agreement, the announcement nonetheless represented a setback for President Hassan Rouhani and his team of nuclear negotiators, who have long held that the deal should be ratified by the Supreme National Security Council, which Mr. Rouhani heads. Their fear is that a debate in Parliament will provide a platform for strident, archconservative opponents of the pact.\n"], [19, "2015-09-03T14:59:56Z", [0.3, 0.7, 0.0], "How much political capital needs to be expended to get from 32 to 41? Presidential power is persuasion. Achieved the goal. Move on to TPP? When the Dems win, the Rebs lose. So, need to keep some chips for other key issues. "], [57, "2015-09-03T12:49:45Z", [1.0, 0.0, 0.0], ""], [59, "2015-09-03T10:08:54Z", [0.02, 0.98, 0.0], "Opponents of the GPCA will almost certainly stick to their original positions, but there are now enough votes to sustain a veto and efforts to gain more support for the GPCA continue, so no chance for resolution of disapproval to become law, and little chance of resolution to not pass by majority vote, given level of furor."], [38, "2015-09-03T06:40:58Z", [0.73, 0.22, 0.05], "following the herd"], [68, "2015-09-03T06:31:39Z", [0.4, 0.6, 0.0], "There are now enough Senators to sustain a veto, so barring some major unforeseen developments, the resolution will not become law.   With pressure on the remaining undecided senators reduced, I think it is possible that 4 out of 10 could come out against to ensure they retain key supporters in future elections, knowing that Obama won't be humiliated because of them. I've got to admit, though, that I haven't checked out exactly who the hold outs are, and how much they may be beholden to members of the \"anti\" lobby. I'll still be monitoring news on this daily."], [2, "2015-09-03T03:51:40Z", [0.65, 0.35, 0.0], "Following ESR."], [60, "2015-09-03T03:17:40Z", [1.0, 0.0, 0.0], "Given what's being written about this, I'm confident predicting 100% no. I suppose if I were being accurate (with precision), I'd probably want to make a forecast where there was less than a 1 percent chance that it'd pass with a veto (maybe something like 0.1 or 0.01, but decimals don't seem to work on this platform)."], [93, "2015-09-03T02:11:32Z", [0.2, 0.8, 0.0], ""], [93, "2015-09-03T02:11:09Z", [0.2, 0.75, 0.05], ""], [36, "2015-09-03T01:44:52Z", [0.81, 0.19, 0.0], ""], [21, "2015-09-03T00:49:54Z", [0.65, 0.35, 0.0], ""], [83, "2015-09-02T22:44:03Z", [0.8, 0.2, 0.0], "60th Day is Sept 17th. The two houses of Congress will need to create and pass a common resolution, during the next 2 weeks.  Even that effort is not certain. Plus: There are currently 44 Democratic Senators and 2 Independents (BSanders and Angus King, who both support the agreement), in the Senate. Per today's NYT's only two Democratic Senators have publicly come out against the Act, Schumer and Menendez.\n   To prevent the disapproval resolution 41 votes are needed, 34 are in hand with, 2 against, leaving 10 TBD. 7 of the remaining 10 are needed to prevent a vote, 4 of 10 to enable a vote.\n     Recent trend seems in favor of the agreement:\n   Sept. 2: Democratic Senator Barbara Mikulski announced her support.\n   Sept. 1: Democratic Senators Chris Coons, member of the Senate Foreign Relations Committee, and Bob Casey came out in support.  In the House, Adam Smith, Armed Service Committe, and Hakeem Jeffries, previously supported by pro-Israeli groups, both came out in support offering insight into their research and logic.\n"], [66, "2015-09-02T19:44:51Z", [0.98, 0.02, 0.0], "As other have said, it is almost certain now to be stalled in the senate.\nhttp://www.nytimes.com/2015/09/03/world/obama-clinches-vote-to-secure-iran-nuclear-deal.html"], [44, "2015-09-02T19:36:09Z", [0.0, 0.95, 0.05], "We're in for a season of \"show votes\" in Congress, and a few Democrats will be pressured by AIPAC to join the GOP in voting for the resolution. "], [43, "2015-09-02T19:22:17Z", [0.95, 0.05, 0.0], "Mikulski just nailed it for Obama. Now the Democrats have enough votes to impose a filibuster that would block any Senate vote. Retaining a 5% probability that the resolution would be vetoed on the basis of the usual unknown unknowns. Will reduce to 0% stepwise as the forecast horizon approaches. Source: Dateline 9-2-15 President Barack Obama scored a crucial victory Wednesday as a key Democrat said she would support his landmark nuclear deal with Iran, effectively giving him enough votes to protect the bill from congressional attempts to kill it. http://foreignpolicy.com/2015/09/02/obama-defeats-bid-to-reject-iran-deal/"], [90, "2015-09-02T19:21:28Z", [0.0, 0.75, 0.25], "Obama has his 34 senator. Republicans need to oppose the Iran deal for the record, whether they agree with it or not -- although there is still room senators to drop out....\nNPR on how and why the rules work -- playing politics while being pragmatic: http://www.npr.org/sections/itsallpolitics/2015/09/02/436647276/minority-rules-capitol-hill-vote-tactics-displayed-in-iran-deal"], [51, "2015-09-02T19:03:04Z", [0.8, 0.2, 0.0], "Congress will likely pass it.  http://thehill.com/blogs/floor-action/house/250217-house-gop-moves-to-disapprove-of-iran-deal\nBut 34 senators announced they will vote in favor of the deal...therefore against this resolution.  All they need are seven more, then we will have a filibuster and it will not pass the Senate.  As those committed have largely broken down by party line, I am assuming that it is quite probable that most of remaining undecided democratic senators (about 8) vote against the resolution.  http://www.bloombergview.com/articles/2015-08-28/congressional-fight-on-iran-deal-is-all-but-over "], [86, "2015-09-02T17:22:40Z", [0.0, 0.75, 0.25], ""], [82, "2015-09-02T16:56:12Z", [0.99, 0.0, 0.0], ""], [43, "2015-09-02T16:56:02Z", [0.85, 0.15, 0.0], "With today's declarations by Sen. Chris Coons of Delaware and Sen. Bob Casey of Pennsylvania, a Presidential veto would be sustained almost for certain. The remaining uncertainty, IMHO, is over whether the Republicans could overcome the inevitable filibuster in the Senate and force a vote, and then win the vote. Note that Senators, holding 6-year terms, tend to be less swayed by the heat of the moment.  Comparison class: Obamacare. Despite dozens of votes in the House to repeal it, Obamacare repeal has been unable to pass the Senate. Given today's promises of support from Coons and Casey, and the likelihood that the remaining one supporter required to veto-proof the agreement will materialize soon, either Republicans will fail to beat the filibuster, or the vote will fail, meaning that either way, Congress will consequently fail to pass the resolution. Wildcard: It still is not a done deal over in Iran. If Iran were to reject the deal, then the Republicans' resolution becomes moot -- and a huge embarrassment to them, as this would send the message that the best deal the world could get would be worse than the deal now on the table. Sources:  Dateline 9-2-15 The White House secured the support of two key Democratic senators for the nuclear deal with Iran, leaving President Barack Obama just one vote short of ensuring that his veto of a Republican resolution of disapproval cannot be rejected in the Senate.\n\nThe announcements by Sen. Chris Coons of Delaware and Sen. Bob Casey of Pennsylvania puts the White House on the brink of a major legislative victory that would clear one of the final hurdles to finalizing the nuclear deal with Iran, which lifts sanctions on that country in exchange for intense restrictions on its nuclear activity.  Morning Brief: Obama Clinches Key Senate Votes on Iran Deal: Foreign Policy [fp@foreignpolicy.com] Dateline 7-26-15 http://www.politico.com/story/2015/07/obamacare-repeal-vote-fails-in-senate-120638\n "], [29, "2015-09-02T16:35:25Z", [0.99, 0.01, 0.0], "Recent article in the New York Times says that Obama has the votes."], [40, "2015-09-02T15:21:08Z", [0.84, 0.15, 0.01], ""], [57, "2015-09-02T14:33:35Z", [0.99, 0.01, 0.0], ""], [25, "2015-09-02T14:15:39Z", [0.98, 0.01, 0.01], "http://abcnews.go.com/Politics/wireStory/democrat-mikulski-34th-senator-support-iran-nuke-deal-33479080"], [71, "2015-09-02T11:35:51Z", [0.2, 0.8, 0.0], "This should be clear after Labor Day."], [68, "2015-09-02T07:31:20Z", [0.35, 0.64, 0.01], "With complete Republican opposition, the House will definitely pass the resolution. 41 votes are needed for Senate Democrats to filibuster the resolution. As of today, they need 8 of the remaining 11 undecided Democrats to reach that number. There will be a lot of pressure from the pro-Israel/anti Agreement camp on those eleven and there's a reasonable chance that four may succumb to it.  However, only one or two of those 11 need to be swayed for the veto to be sustained.  If it becomes clear that a presidential veto will stand,  the resolution may lose steam in the Senate and chances of a filibuster will increase. As of now, though, I think the resolution is  likely to pass. However,  I'll be tracking developments on a daily basis."], [29, "2015-09-02T06:49:25Z", [0.75, 0.2, 0.05], "Obama doesn't want this, and it looks like he has the votes to prevent it from reaching his desk. If it does, he will most likely veto it."], [66, "2015-09-02T04:05:18Z", [0.65, 0.34, 0.01], "It looks like the administration has almost lined up the necessary senate votes to ensure that it won't make it to Obama's desk.  Since the administration has made it clear that its preference is to not have it reach the President's desk, I think it's most likely to be stalled in the Senate. "], [47, "2015-09-02T03:29:11Z", [0.65, 0.35, 0.0], ""], [47, "2015-09-02T03:28:53Z", [0.65, 0.35, 0.0], ""], [25, "2015-09-02T01:35:16Z", [0.85, 0.14, 0.01], "http://thehill.com/policy/defense/252360-glenn-beck-to-appear-at-anti-iran-deal-rally-next-week Glenn Beck to join Trump, Cruz at anti-Iran deal rally ********************* http://www.nytimes.com/2015/09/02/us/politics/obama-gains-support-of-senator-bob-casey-for-iran-deal.html?_r=0 The pledges of support by Mr. Casey and Mr. Coons meant the White House was just one vote short of the 34 needed to prevent a disapproval resolution from becoming law. Supporters of the agreement are now hoping to secure 41 votes to filibuster the resolution, ensuring the accord can be implemented without the drama of a presidential veto negating the will of Congress.\n"], [52, "2015-09-02T01:23:21Z", [0.99, 0.01, 0.0], ""], [42, "2015-09-02T00:58:04Z", [0.55, 0.45, 0.0], ""], [25, "2015-09-02T00:54:21Z", [0.65, 0.34, 0.01], "After initially expressing reservations, New York Democrat @RepJeffries will support the #IranDeal.  https://medium.com/@RepJeffries/my-thoughts-on-the-joint-comprehensive-plan-of-action-2a3f371073e2 \"A rejection of the deal, however, will likely damage the credibility of American leadership in the world. Conversely, moving forward with the agreement will provide the United States with the moral high ground in the ¬ event future military action is needed, having given diplomacy ¬every opportunity to succeed. This deal is not perfect. Nevertheless, after rigorous examination, I have concluded that upholding the agreement and affirming the diplomatic path that has been charted represents the best course of action to prevent Iran from weaponizing its uranium and plutonium stockpiles.\""], [25, "2015-09-02T00:52:35Z", [0.65, 0.35, 0.0], "After initially expressing reservations, New York Democrat @RepJeffries will support the #IranDeal.  https://medium.com/@RepJeffries/my-thoughts-on-the-joint-comprehensive-plan-of-action-2a3f371073e2"], [46, "2015-09-02T00:30:19Z", [0.02, 0.7, 0.28], ""], [26, "2015-09-01T23:40:52Z", [0.95, 0.05, 0.0], "I think when the matter is Iran, you just don't poke it..."], [2, "2015-09-01T21:29:17Z", [0.6, 0.35, 0.05], "Never doubt ESR.  Looks more and more like a filibuster is likely. http://www.timesofisrael.com/two-senators-join-iran-deal-camp-leaving-obama-one-shy-of-win/"], [20, "2015-09-01T19:27:51Z", [0.45, 0.55, 0.0], "There will be rumours of Iranian cheating for the next 10 years, at least. I would give a high probability they will all be balderdash. The problem for the 12 undecided Senators will be their big money peeps holding a grudge and making a lot of these rumours. The AP \"leak\" on Parchin, the first of many many more. Of course we really don't know the reasoning of these 12, I think they are from 11 states. My ideas above may not hold for all.  Next week will shake them out.  "], [21, "2015-09-01T18:58:21Z", [0.55, 0.45, 0.0], "Close.  Filibuster possible - Reid will work for it."], [2, "2015-09-01T18:39:18Z", [0.4, 0.5, 0.1], "Still a fair chance the filibuster may work, but if you're on the fence, it's very appealing to be able to vote NO and then not have your vote count.  So veto is most likely option. http://www.bloomberg.com/politics/articles/2015-08-31/sorry-hawks-democrats-won-t-pay-a-political-price-for-iran-filibuster"], [19, "2015-09-01T18:32:57Z", [0.2, 0.8, 0.0], "30 on board.  Needs 34 to break a veto.  41 to block passage of a No resolution. "]], "open_date": "2015-09-01T18:28:14Z", "close_date": "2015-09-18T04:05:02Z"}