{"question_id": 610, "title": "Will Russia execute and/or sponsor a low or higher level cyber attack against networks owned by a US entity between 19 September 2017 and 30 November 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "No", "correct_forecast": 0.95, "preds": [[1034, "2017-11-30T06:03:22Z", [0.0], ""], [368, "2017-11-29T19:31:40Z", [0.0], ""], [485, "2017-11-29T17:17:35Z", [0.03], "As the special counsel's investigation moves forward and reveals more information about activities of Russian intelligence against the U.S., we may see more aggressive Russia-based cyber \"active measures.\" Recent OSINT and news reports: “CIA and NSA codes are on the web, and the leakers could be in the agencies,” The Hill, Nov. 28. http://thehill.com/opinion/cybersecurity/362193-cia-and-nsa-codes-are-on-the-web-and-the-leakers-could-be-in-the “Classified NSA, Army data was unprotected online for years, cybersecurity company says,” CBS News, Nov. 28. https://www.cbsnews.com/news/upguard-cybersecurity-company-finds-classified-nsa-army-data-online/ “Canadian Hacker Who Conspired With and Aided Russian FSB Officers Pleads Guilty,” U.S. Dept. of Justice press release, Nov. 28. https://www.justice.gov/opa/pr/canadian-hacker-who-conspired-and-aided-russian-fsb-officers-pleads-guilty “Kaspersky CEO says he would leave if Russia asked him to spy,” Reuters news service, Nov. 28. https://in.reuters.com/article/kaspersky-cyber/kaspersky-ceo-says-he-would-leave-if-russia-asked-him-to-spy-idINKBN1DT0I0 “Government Has Completed Phase Two of Kaspersky Ban,” NextGov, Nov. 28. http://www.nextgov.com/cybersecurity/2017/11/government-has-completed-phase-two-kaspersky-ban/142836/ “Tillerson: US, EU Allies Recognize 'Active Threat' of Resurgent Russia,” Voice of America, Nov. 29. https://www.voanews.com/a/tillerson-europe-russia/4140616.html “Tillerson Says U.S. Committed To European Security Amid Russian Threat,” Radio Free Europe/Radio Liberty, Nov. 28. https://www.rferl.org/a/tillerson-european-security-russian-threat/28884642.html “NATO Sees Growing Russia, China Challenge; Higher Risk of War,” Voice of America, Nov. 28. https://www.voanews.com/a/nato-sees-growing-russia-china-challenge/4141311.html"], [5386, "2017-11-29T17:03:23Z", [0.0], ""], [691, "2017-11-29T16:36:14Z", [0.0], ""], [40214, "2017-11-28T22:35:57Z", [0.03], ""], [368, "2017-11-28T21:41:45Z", [0.0], ""], [691, "2017-11-28T20:16:34Z", [0.0], ""], [41924, "2017-11-28T16:39:32Z", [0.02], ""], [485, "2017-11-28T16:04:05Z", [0.03], "What are cyber operatives linked to Russian intelligence up to now? What are their future plans for \"active measures\" against America and U.S. entities? There are concerns about the 2018 and 2020 U.S. elections. More persuasion operations and psychological operations via social media manipulation seem highly likely. Articles, news reports and OSINT below: “NATO’s flagship cyber exercise begins in Estonia,” NATO website, Nov. 28. https://www.nato.int/cps/en/natohq/news_149233.htm “Putin will double down on 'active measures,'” Axios, Nov. 28. https://www.axios.com/putin-will-double-down-on-active-measures-2512821627.html?utm_source=sidebar “FBI deviated from policy on notifying victims of Russian hackers, report says,” CBS News/Associated Press, Nov. 27. https://www.cbsnews.com/news/ap-investigation-russia-hackers-phishing-emails-fbi-policy/ “Forget Facebook, Twitter or Google – it’s the internet’s 'dark triad' that we need to protect ourselves against,” CSO Online, Nov. 27. https://www.csoonline.com/article/3238472/phishing/the-internets-dark-triad-that-we-need-to-protect-ourselves-against.html “SEC hack was preceded by years of warnings about lax cybersecurity,” The Hill, Nov. 25. http://thehill.com/361764-sec-hack-was-preceded-by-years-of-warnings-about-lax-cybersecuity “Germany may need constitutional change to allow it to strike back at hackers,” Reuters news service, Nov. 27. https://www.reuters.com/article/us-germany-cyber/germany-may-need-constitutional-change-to-allow-it-to-strike-back-at-hackers-idUSKBN1DR1J7 “US court charges Chinese 'hackers' with attacks on three corporations,” BBC News, Nov. 27. http://www.bbc.com/news/world-us-canada-42141945"], [41920, "2017-11-28T15:35:24Z", [0.05], ""], [41885, "2017-11-28T09:10:06Z", [0.0], ""], [1034, "2017-11-28T07:42:51Z", [0.0], ""], [368, "2017-11-28T00:51:02Z", [0.0], ""], [41844, "2017-11-27T21:39:47Z", [0.02], ""], [41771, "2017-11-27T19:09:36Z", [0.01], ""], [485, "2017-11-27T18:11:17Z", [0.03], "In recent cyber activities against the U.S. and other nations, Russian intelligence may have been \"preparing the battlefield\" for future operations. There seemingly has not been robust response to this threat from the USG Executive Branch. News and OSINT related to this GJ question: “FBI didn't tell U.S. targets as Russian hackers hunted emails,” Associated Press on Chicago Tribune, Nov. 26. http://www.chicagotribune.com/news/nationworld/ct-russian-hackers-fbi-20171126-story.html “Europe’s Rushing to Counter Russia’s Cyber Attacks,” EU Policies, Nov. 27. http://eu-policies.com/competences/economy/digital-economy/europes-rushing-counter-russias-cyber-attacks/ “German domestic spy agency hits out at Silicon Valley,” Reuters news service, Nov. 27. https://www.reuters.com/article/us-germany-cyber-facebook/german-domestic-spy-agency-hits-out-at-silicon-valley-idUSKBN1DR1XA “The Future of Cybersecurity Is in High-Speed Quantum Encryption,” Futurism, Nov. 26. https://futurism.com/future-cybersecurity-quantum-encryption/ “EU Criticizes Russia's 'Foreign Agents' Media Law,” Radio Free Europe/Radio Liberty, Nov. 26. https://www.rferl.org/a/russia-putin-signs-foreign-agent-media-law-rferl-voa-cnn-deutsche-welle/28876680.html"], [11885, "2017-11-27T16:06:15Z", [0.0], ""], [40054, "2017-11-27T07:47:31Z", [0.05], ""], [1034, "2017-11-27T06:56:55Z", [0.0], ""], [368, "2017-11-27T01:25:59Z", [0.0], ""], [10449, "2017-11-26T18:41:46Z", [0.0], ""], [485, "2017-11-26T16:45:11Z", [0.04], "The USG and U.S. companies and entities reportedly continue to be somewhat unprepared for future cyber attacks.  Putin, his oligarchs and Russian intelligence will probably take advantage of this sooner or later. It may be helpful to Putin and Russian intelligence that they apparently have friends within the USG Executive Branch. Some recent related news reports and OSINT: “FBI didn’t warn officials that Russians were trying to break into their email, report finds,” Associated Press on Miami Herald, Nov. 26. http://www.miamiherald.com/news/nation-world/national/article186579713.html “The time to hack-proof the 2018 election is expiring — and Congress is way behind,” Politico, Nov. 26. https://www.politico.com/story/2017/11/26/election-cybersecurity-hackers-midterms-259472 “The US and Russia are fighting over the extradition of this hacking mastermind,” CNN, Nov. 26. http://www.cnn.com/2017/11/25/europe/us-russia-extradition-fight/index.html” “Czech Court Rules Russian Hacking Suspect Can Be Extradited to U.S.” Radio Free Europe/Radio Liberty, Nov. 24. https://www.rferl.org/a/russia-us-czech-court-rules-nikulin-hacking-suspect-may-be-extradited/28874803.html “Russian President Vladimir Putin signs bill targeting U.S. and foreign media,” NBC News, Nov. 25. https://www.nbcnews.com/storyline/hacking-of-america/russian-president-vladimir-putin-signs-bill-targeting-u-s-foreign-n823901 “A Russian Journalist Explains How the Kremlin Instructed Him to Cover the 2016 Election,” The New Yorker, Nov. 22. https://www.newyorker.com/news/our-columnists/russian-journalist-explains-how-the-kremlin-instructed-him-to-cover-the-2016-election “An American spymaster reportedly told Israeli counterparts that Putin has 'leverages of pressure' over Trump,” Business Insider, Nov. 24. http://www.businessinsider.com/trump-putin-russia-leverage-israel-intelligence-2017-11"], [1034, "2017-11-26T07:09:59Z", [0.0], ""], [368, "2017-11-26T01:06:21Z", [0.0], ""], [41689, "2017-11-25T21:56:01Z", [0.55], ""], [12879, "2017-11-25T20:37:37Z", [0.01], ""], [41681, "2017-11-25T19:36:06Z", [0.02], ""], [1639, "2017-11-25T17:24:47Z", [0.0], ""], [485, "2017-11-25T16:39:57Z", [0.03], "It seems to be just a matter of time (and circumstances) until Putin, his oligarchs and Russian intelligence (or their proxies) launch more cyber attacks, \"active measures\" and cyber influence operations against the U.S. Their penetration of American society and the USG Executive Branch is obviously already quite significant. Recent related news and OSINT: “Theresa May warns that 'hostile' Russia will tear Europe apart,” Business Insider, Nov. 24. http://www.businessinsider.com/theresa-may-european-partnership-summit-russia-putin-hostile-state-2017-11 “Officials: Russia Seeking to Exploit Catalonia Secessionist Movement,” Voice of America, Nov. 24. https://www.voanews.com/a/officials-say-russia-exploiting-catalonia-secessionist-movement/4135842.html “A Canadian citizen accused of helping Russian spies hack into Yahoo accounts will plead guilty,” Reuters news service on Business Insider, Nov. 24. http://www.businessinsider.com/canadian-charged-in-yahoo-hacking-case-to-plead-guilty-in-us-2017-11 “Twitter Has Suspended Another 45 Suspected Propaganda Accounts After They Were Flagged By BuzzFeed News,” BuzzFeed News, Nov. 24. https://www.buzzfeed.com/tomphillips/we-found-45-suspected-bot-accounts-sharing-pro-trump-pro?utm_term=.riMJxBeJ7#.xbaxjpDxN"], [36188, "2017-11-25T14:28:52Z", [0.0], ""], [1034, "2017-11-25T07:51:30Z", [0.0], ""], [485, "2017-11-24T20:16:26Z", [0.03], "As the special counsel closes in on USG Executive Branch persons regarding their contacts with Russian intelligence and oligarchs, more Russia-based cyber attacks could occur.  This may be after the Nov. 30 deadline for this GJ question. News reports and OSINT below: “The 'huge' hole in the government's Russian software ban,” Politico, Nov. 24. https://www.politico.com/story/2017/11/24/the-huge-hole-in-the-governments-russian-software-ban-259473 “Russian Fancy Bear hackers' UK link revealed,” BBC News, Nov. 23. http://www.bbc.com/news/technology-42056555 “Czech high court says alleged Russian hacker can be extradited to United States,” Reuters news service, Nov. 24. https://uk.reuters.com/article/uk-czech-usa-cybercrime/czech-high-court-says-alleged-russian-hacker-can-be-extradited-to-united-states-idUKKBN1DO1GI “At Berkeley, a New Generation of 'Ethical Hackers' Learns to Wage Cyberwar,” The New Yorker, Nov. 24. https://www.newyorker.com/tech/elements/at-berkeley-a-new-generation-of-ethical-hackers-learns-to-wage-cyberwar"], [1034, "2017-11-24T20:08:31Z", [0.0], ""], [368, "2017-11-24T16:42:47Z", [0.0], ""], [691, "2017-11-24T16:03:08Z", [0.01], ""], [2965, "2017-11-24T02:07:53Z", [0.11], ""], [368, "2017-11-24T01:38:37Z", [0.0], ""], [485, "2017-11-23T18:11:03Z", [0.03], "Recent news articles, updates and OSINT regarding this GJ question: “Russian Fancy Bear hackers' UK link revealed,” BBC News, Nov. 23. http://www.bbc.com/news/technology-42056555 “Lessons from Zapad – jamming, NATO and the future of Belarus,” Navy Times, Nov. 22. https://www.navytimes.com/global/2017/11/22/lessons-from-zapad-jamming-nato-and-the-future-of-belarus/ “Russian hackers are not just scheming elections: British paper says cybercriminals snatched frequent-flier miles,” Washington Post, Nov. 22. https://www.washingtonpost.com/news/tripping/wp/2017/11/22/russian-hackers-are-not-just-scheming-elections-british-paper-says-cybercriminals-snatched-frequent-flier-miles/?utm_term=.af1a1929f1f3 “Facebook to expose Russian fake news pages,” BBC News, Nov. 23. http://www.bbc.com/news/technology-42096045 “Fledgling Air Force cybersecurity office stressed by CR, but powering through,” Federal News Radio, Nov. 22. https://federalnewsradio.com/air-force/2017/11/fledgling-air-force-cybersecurity-office-stressed-by-cr-but-powering-through/ “What I learned about the Russian-American relationship last week,” Washington Post, Nov. 21. https://www.washingtonpost.com/news/posteverything/wp/2017/11/21/what-i-learned-about-the-russian-american-relationship-last-week/?utm_term=.60ca2ea908d1"], [41523, "2017-11-23T03:55:50Z", [0.15], ""], [368, "2017-11-22T23:29:44Z", [0.0], ""], [31201, "2017-11-22T22:25:20Z", [0.01], ""], [41523, "2017-11-22T22:07:48Z", [0.05], ""], [485, "2017-11-22T19:28:09Z", [0.05], "Some helpful OSINT and news reports regarding this GJ question on Russian cyber penetration of U.S. society: “GOP rep: We need a ‘counter’ to Russian disinformation,” The Hill, Nov. 22. http://thehill.com/policy/cybersecurity/361448-gop-rep-we-need-a-counter-to-russian-disinformation “The State Department’s Fumbled Fight Against Russian Propaganda,” Slate, Nov. 22. \nhttps://www.wired.com/story/the-state-departments-fumbled-fight-against-russian-propaganda/ “Bristling With Antennas, Russia's A-100 Is Likely More Than Just A New Radar Plane,” The Drive, Nov. 21. http://www.thedrive.com/the-war-zone/16281/bristling-with-antennas-russias-a-100-is-likely-more-than-just-a-new-radar-plane “GOP lawmaker says FBI seeking interview about Assange meeting,” The Hill, Nov. 21. http://thehill.com/blogs/blog-briefing-room/361475-gop-lawmaker-says-fbi-seeking-interview-about-assange-meeting “Donna Brazile says Russians destroyed ‘critical’ DNC data,” The Hill, Nov. 21. http://thehill.com/policy/cybersecurity/361417-donna-brazile-says-russians-destroyed-critical-dnc-data “I Unknowingly Went to a Trump Protest Organized by Russian Agents,” Vice – Motherboard, Nov. 22. https://motherboard.vice.com/en_us/article/ywb9kx/nyc-trump-election-protest-hack-russian-agents-trolls-government “Insight: How much can Vladimir Putin influence what we think and do?” The Scotsman (UK), Nov. 20. http://www.scotsman.com/lifestyle/insight-how-much-can-vladimir-putin-influence-what-we-think-and-do-1-4617294 “U.S. government warns businesses about cyber bug in Intel chips,” Reuters news service, Nov. 21. https://www.reuters.com/article/us-intel-cyber-vulnerability/u-s-government-warns-businesses-about-cyber-bug-in-intel-chips-idUSKBN1DM01R\n"], [485, "2017-11-22T15:12:41Z", [0.03], "Putin seems to continue to pursue a \"special\" relationship with Trump, and vice versa. \n\nFor the time being, this cozy relationship may mean that Russian intelligence and their proxies may hold off on cyber attacks of the type defined in this GJ question. OSINT within the news reports below may be of interest: “Cisco is linking up with Interpol to share data about the cyber criminals it finds on its network,” Business Insider, Nov. 21. http://www.businessinsider.com/cisco-partners-with-interpol-to-share-cybercrime-data-2017-11 “Google to 'derank' Russia Today and Sputnik,” BBC News, Nov. 21. http://www.bbc.com/news/technology-42065644 “Russia to act against Google if Sputnik, RT get lower search rankings: official,” Reuters news service, Nov. 21. https://www.reuters.com/article/us-alphabet-russia/russia-to-act-against-google-if-sputnik-rt-get-lower-search-rankings-official-idUSKBN1DL2MA “Countering Russian Information Operations in the Age of Social Media,” Council on Foreign Relations, Nov. 21. https://www.cfr.org/report/countering-russian-information-operations-age-social-media “Twitter Has Turned Over Zero New Russian Troll Accounts to Congress,” Daily Beast, Nov. 20. https://www.thedailybeast.com/twitter-has-turned-over-zero-new-russian-troll-accounts-to-congress\n"], [2965, "2017-11-22T13:58:51Z", [0.11], "Rather than flip to 0 the only way to  adjust seems to rate it at 11. If black swan events such as Vix above 30 are at 5-6\nthen i would rate it as double. subjective but an attempt at a superforecasters assessment\ni would rather not have taken such a position so contrary from the crowd\non FCC net neutrality crowd may still be way wrong. on Waymo way wrong.\nHere I defer to my peers. \nThanks for the assistance @Wildwood2000 @mwokasch"], [1034, "2017-11-22T06:38:05Z", [0.0], ""], [368, "2017-11-21T20:01:58Z", [0.0], ""], [36188, "2017-11-21T17:31:32Z", [0.01], ""], [485, "2017-11-21T16:15:50Z", [0.05], "Trump and Putin seem to be getting along very well, so maybe Russian intelligence and their cyber operatives will hold off, for now, on further cyber attacks (as defined for this GJ question) against the U.S. Below are some related news articles and OSINT: “Denmark to Ramp up Cyber Security Efforts: Defense Minister,” Reuters news service on U.S. News & World Report, Nov. 21. https://www.usnews.com/news/world/articles/2017-11-21/denmark-to-ramp-up-cyber-security-efforts-defense-minister “Texas needs to be prepared for more election hack attempts,” San Antonio Express-News (Texas), Nov. 20. http://www.mysanantonio.com/opinion/editorials/article/Texas-needs-to-be-prepared-for-more-election-hack-12372513.php “Dems call for states to get $400M election security upgrades,” The Hill, Nov. 20. http://thehill.com/policy/cybersecurity/361263-dems-say-congress-should-send-400m-to-states-for-election-cyber-upgrades “Donald Jr. and WikiLeaks talk dirty,” Politico, Nov. 19. https://www.politico.eu/article/donald-trump-jr-and-wikileaks-talk-dirty/ “How Jared Kushner’s Newspaper Became a Favorite Outlet for WikiLeaks Election Hacks,” Foreign Policy, Nov. 17. http://foreignpolicy.com/2017/11/17/how-jared-kushners-newspaper-became-a-favorite-outlet-for-wikileaks-election-hacks/ “Kushner got emails about WikiLeaks, Russia in 2016, lawmakers say,” Politico, Nov. 16. https://www.politico.com/story/2017/11/16/jared-kushner-wikileaks-emails-245197\n"], [691, "2017-11-21T13:27:06Z", [0.01], ""], [1034, "2017-11-21T06:34:16Z", [0.0], ""], [2965, "2017-11-21T03:31:01Z", [1.0], "https://www.fireeye.com/cyber-map/threat-map.html\nRussia and DPRK are in top 10 list of attackers this last month\nrespect those who differ\nseeing is believing"], [12037, "2017-11-21T01:38:52Z", [0.01], ""], [368, "2017-11-20T20:46:15Z", [0.0], ""], [485, "2017-11-20T19:54:25Z", [0.05], "Time is running out for this GJ question, ending Nov. 30.  Russian intelligence (and/or an associated third-parties) may not launch cyber attack before that time -- but sooner or later it seems likely that they will. Russian intelligence seems to have had a tremendous amount of recent success penetrating American society and even the USG Executive Branch, including cyber-related elements. OSINT in the news below: “Government-controlled 'keyboard' armies now a global phenomenon, new report says,” Los Angeles Times, Nov. 13. http://beta.latimes.com/world/europe/la-fg-internet-freedom-20171113-story.html#nws=mcnewsletter “The feds need to be held accountable for role in Russia scandal,” The Hill, Nov. 20. http://thehill.com/opinion/white-house/361193-The-feds-need-to-be-held-accountable-for-role-in-Russia-scandal “Russian hackers behind leak of UN diplomat’s email: report,” Politico, Nov. 20. https://www.politico.eu/article/russian-hackers-fancy-bear-behind-leak-of-un-diplomats-email-report/ “Tech beefs up lobbying amid Russia scrutiny,” The Hill, Nov. 19. http://thehill.com/policy/technology/360977-tech-beefs-up-lobbying-amid-russia-scrutiny “Canada faces Russia-linked cyberthreats at home and abroad, NATO chief says,” The Canadian Press on CTV (Canada), Nov. 19. http://www.ctvnews.ca/canada/canada-faces-russia-linked-cyberthreats-at-home-and-abroad-nato-chief-says-1.3684619 “The feds, not companies, are most liable to mishandle our personal data,” The Hill, Nov. 20. http://thehill.com/opinion/cybersecurity/361121-the-feds-not-companies-are-most-liable-to-mishandle-our-personal-data “Russia’s lies aimed at destabilizing West,” Columbus Dispatch (Ohio), Nov. 19. http://www.dispatch.com/opinion/20171119/column-russias-lies-aimed-at-destabilizing-west"], [1034, "2017-11-20T18:31:08Z", [0.0], ""], [1639, "2017-11-20T15:57:23Z", [0.03], "Lowering for passing of time"], [27031, "2017-11-20T14:22:37Z", [0.1], ""], [691, "2017-11-20T13:18:43Z", [0.01], ""], [38548, "2017-11-20T12:48:41Z", [0.05], ""], [22805, "2017-11-20T04:36:34Z", [0.0], ""], [368, "2017-11-19T23:18:51Z", [0.0], ""], [5018, "2017-11-19T22:06:27Z", [0.0], ""], [39537, "2017-11-19T21:03:50Z", [0.35], ""], [485, "2017-11-19T16:37:47Z", [0.07], "Recent news reports and OSINT might provide some insights regarding this GJ question: “We’re at cyberwar. And the enemy is us.” Washington Post, Nov. 17. https://www.washingtonpost.com/opinions/were-at-cyberwar-and-were-our-own-worst-enemy/2017/11/17/7fb3d522-cbca-11e7-aa96-54417592cf72_story.html?utm_term=.a19da0c63025 “British spies using controversial security company run by a former KGB-trained intelligence expert,” The Telegraph (UK), Nov. 18. http://www.telegraph.co.uk/news/2017/11/18/british-spies-using-controversial-security-company-run-former/ “Russia-type meddling found in 18 nations' elections last year: report,” The Hill, Nov. 14. http://thehill.com/policy/cybersecurity/360233-russia-type-information-campaigns-meddled-with-18-nations-elections-in “How Russian bots appear in your timeline,” BBC News, Nov. 14. http://www.bbc.com/news/technology-41982569 “Study: Russian Twitter bots sent 45k Brexit tweets close to vote,” TechCrunch, Nov. 15. https://techcrunch.com/2017/11/15/study-russian-twitter-bots-sent-45k-brexit-tweets-close-to-vote/ “Rising alarm in Britain over Russian meddling in Brexit vote,” Washington Post, Nov. 17. https://www.washingtonpost.com/world/europe/rising-alarm-in-britain-over-russian-meddling-in-brexit-vote/2017/11/17/2e987a30-cb34-11e7-b506-8a10ed11ecf5_story.html?utm_term=.7f5d8a72d3ea “Trump and WikiLeaks: Five things to know,” The Hill, Nov. 18. http://thehill.com/policy/cybersecurity/360954-trump-and-wikileaks-five-things-to-know\n"], [691, "2017-11-19T12:40:37Z", [0.01], ""], [1034, "2017-11-19T07:14:16Z", [0.0], ""], [368, "2017-11-19T00:03:32Z", [0.0], ""], [41482, "2017-11-18T23:38:59Z", [0.9], ""], [1034, "2017-11-18T21:22:52Z", [0.0], ""], [691, "2017-11-18T18:42:21Z", [0.01], ""], [38309, "2017-11-18T17:52:49Z", [0.1], ""], [485, "2017-11-18T17:49:53Z", [0.05], "Putin and Russian intelligence may become more dangerous in their cyber penetrations of American society as U.S. counterintelligence investigators close in and shed light on Russian activities. Friends of Putin and Russian intelligence within the USG (including the Executive Branch) seem to be increasingly exposed regarding cyber activities. Related news and OSINT: “Head of NATO tells Canada to gear itself up for Russian cyber threats,” CBC News (Canadian Broadcasting), Nov. 18. http://www.cbc.ca/news/politics/nato-head-warns-canada-over-russia-1.4407919 “Trump administration pulls back curtain on secretive cybersecurity process,” Washington Post, Nov. 15. https://www.washingtonpost.com/world/national-security/trump-administration-pulls-back-curtain-on-secretive-cybersecurity-process/2017/11/15/f9a2e3ec-ca16-11e7-aa96-54417592cf72_story.html?utm_term=.26f05baa9e98 “Vladimir Putin’s bot army is waging a social media war on the West,” iNews (UK), Nov. 17. https://inews.co.uk/essentials/news/world/putins-bot-army-waging-social-media-war-west/ “Calls grow for UK to investigate alleged Russian meddling in 2016 Brexit vote,” USA Today, Nov. 16. https://www.usatoday.com/story/news/world/2017/11/16/calls-grow-uk-investigate-alleged-russian-meddling-2016-brexit-vote/870548001/ “West must unite against Kremlin meddling,” Minneapolis Star-Tribune, Nov. 17. http://www.startribune.com/west-must-unite-against-kremlin-meddling/458344583/ “The Cold War never ended, and we must catch up,” Charleston Gazette (West Virginia), Nov. 18. https://www.wvgazettemail.com/opinion/gazette_opinion/columnists/joe-krulder-the-cold-war-never-ended-and-we-must/article_72a9b841-b458-5dfb-909f-820c85501fb3.html “U.S. government shares technical details on North Korean hacking campaign,” Reuters news service, Nov. 14. https://www.reuters.com/article/us-usa-cyber-northkorea/u-s-government-shares-technical-details-on-north-korean-hacking-campaign-idUSKBN1DE2V4"], [368, "2017-11-17T21:12:30Z", [0.0], ""], [73, "2017-11-17T17:53:39Z", [1.0], "just an aside, be prepared for remainers to use this as a reason for ref2: http://uk.businessinsider.com/uk-government-pressure-facebook-russian-interference-twitter-brexit-2017-11\nhow does that minister vote?: https://www.express.co.uk/news/politics/681577/EU-referendum-Kirstie-Allsopp-Tory-minister-Matt-Hancock-Brexit-supporters-unkind"], [485, "2017-11-17T15:54:12Z", [0.1], "News and OSINT related to this GJ question are below: “Former SECNAV Lehman: Russian Cyber Forces Stealing U.S. Technological Edge,” U.S. Naval Institute, Nov. 15. https://news.usni.org/2017/11/15/former-secnav-lehman-russian-cyber-forces-stealing-u-s-technological-edge “Dodgy ‘Hackers’ Target Bellingcat Investigators Who Call BS on Moscow,” Daily Beast, Nov. 17. https://www.thedailybeast.com/polish-hackers-target-investigators-who-call-bs-on-moscow “Hackers pose an increasingly dire threat to the power grid,” Business Insider, Nov. 17. http://www.businessinsider.com/hackers-pose-an-increasingly-dire-threat-to-the-power-grid-2017-11 “How Can an Election Be Hacked?” Pacific Standard, Nov. 16. https://psmag.com/news/how-an-election-can-be-hacked “Could Terrorists Hack an Airplane? The Government Just Did.” Daily Beast, Nov. 17. https://www.thedailybeast.com/could-terrorists-hack-an-airplane-the-government-just-did “Protecting the innocent from cyber warriors,” Christian Science Monitor, Nov. 16. https://www.csmonitor.com/Commentary/the-monitors-view/2017/1116/Protecting-the-innocent-from-cyber-warriors “The dangerous data hack that you won’t even notice,” Quartz, Nov. 17. https://qz.com/1130434/the-dangerous-data-hack-that-you-wont-even-notice/"], [691, "2017-11-17T13:46:10Z", [0.01], ""], [368, "2017-11-17T00:17:11Z", [0.0], ""], [485, "2017-11-16T15:19:46Z", [0.07], "Below are recent news reports, articles and OSINT relevant to this GJ question: “Overnight Cybersecurity: WH details rules for handling hacking tools | UK claims Russia behind widespread hacks | Bill to save cyber diplomacy office advances,” The Hill, Nov. 15. http://thehill.com/policy/cybersecurity/overnights/360578-feds-unveil-process-hacking-toolkit-uk-blames-russia-for-hacks-state-department-cyber-office “What is a cyber attack? Recent examples show disturbing trends,” CSO Online, Nov. 15. https://www.csoonline.com/article/3237324/cyber-attacks-espionage/what-is-a-cyber-attack-recent-examples-show-disturbing-trends.html “Britain Ready to Quiz Facebook and Twitter on Russian Meddling,” Bloomberg news service, Nov. 15. https://www.bloomberg.com/news/articles/2017-11-15/russians-hit-u-k-tech-firms-with-cyber-attacks-top-spy-says “In 2016, Russian Bots Were Busy Supporting Brexit, Too,” Slate – Future Tense, Nov. 15. http://www.slate.com/blogs/future_tense/2017/11/15/russian_bots_were_busy_supporting_brexit_in_2016_too.html “Kaspersky defends its role in NSA breach,” BBC News, Nov. 16. http://www.bbc.com/news/technology-42009599 “Kaspersky: Yes, we obtained NSA secrets. No, we didn’t help steal them,” Ars Technica, Nov. 16. https://arstechnica.com/information-technology/2017/11/kaspersky-yes-we-obtained-nsa-secrets-no-we-didnt-help-steal-them/ “Trump administration releases rules on disclosing cyber flaws,” Reuters news service, Nov. 14. http://www.reuters.com/article/us-usa-cyber-rules/trump-administration-releases-rules-on-disclosing-cyber-flaws-idUSKBN1DF0A0 “Murkiness surrounds firm linked by dossier to hacking of Dems,” Sacramento Bee/McClatchy newspapers, Nov. 15. http://www.sacbee.com/news/politics-government/article184786603.html “The clear timeline suggesting Donald Trump Jr. coordinated with WikiLeaks,” Washington Post, Nov. 14. https://www.washingtonpost.com/news/the-fix/wp/2017/11/14/the-clear-timeline-suggesting-donald-trump-jr-coordinated-with-wikileaks/?utm_term=.f3598507581f"], [2965, "2017-11-16T00:46:06Z", [1.0], "POTUS needs to inplement Senate imposed sanctions\non DPRK and RU\nthis is not political\nthese acts have a cumulative and acute risk of lethality\nfar more than 1 DPRK missile"], [485, "2017-11-15T15:49:01Z", [0.05], "Putin and Russian intelligence might \"play nice\" with the Trump administration on cyber intrusion -- for now, and through Nov. 30. Related news and OSINT: “Russia attacked energy, telecom and media in Britain, official says,” Reuters news service on CNBC, No. 14. https://www.cnbc.com/2017/11/14/russia-attacked-british-energy-telecom-media-uk-official-ciaran-martin.html “Russian Hackers Aren't the NSA's Biggest Problem,” Bloomberg news service, Nov. 15. https://www.bloomberg.com/view/articles/2017-11-15/russian-hackers-aren-t-the-nsa-s-biggest-problem “How did WikiLeaks become associated with Russia?” CBS News, Nov. 15. https://www.cbsnews.com/news/how-did-wikileaks-become-associated-with-russia/ “DPS, state library were targets of Russia-affiliated hackers last year,” San Antonio Express-News, Nov. 13. http://www.expressnews.com/news/local/article/DPS-State-library-were-targets-of-12354436.php “Hackers to Help Make Voting Machines Safe Again,” CPO Magazine, Nov. 15. https://www.cpomagazine.com/2017/11/15/hackers-help-make-voting-machines-safe-again/"], [691, "2017-11-15T15:23:25Z", [0.01], ""], [1639, "2017-11-15T15:22:44Z", [0.8], ""], [2965, "2017-11-15T15:10:00Z", [1.0], "seen enough to hit an exclamation mark"], [35636, "2017-11-15T10:57:52Z", [1.0], "Putina hasn't got much else. Russia is wasting money on RT (plus the money is being stolen from the FRS, stealing roubles is a professional sport there remember) and the influence is waning. "], [73, "2017-11-15T02:26:22Z", [1.0], "https://mobile.nytimes.com/2017/11/14/world/europe/britain-russia-cybersecurity-hacking.html?referer=https://www.google.ca/, maybe a us commercial entity or us citizen will say twas them"], [5018, "2017-11-15T00:43:15Z", [0.02], ""], [485, "2017-11-14T20:36:51Z", [0.05], "The articles and OSINT below may be of interest to fellow GJ forecasting analysts in their anticipatory intelligence and predictive intelligence efforts on this GJ question: “British spies reportedly think Russia is using Kaspersky software to spy on 2 million Barclays customers,” Business Insider, Nov. 13. http://www.businessinsider.com/british-spies-reportedly-think-russia-is-using-kaspersky-software-to-spy-on-2-million-barclays-customers-2017-11 “Theresa May accuses Vladimir Putin of election meddling,” BBC News, Nov. 14. http://www.bbc.com/news/uk-politics-41973043 “Inside a pro-Russia propaganda machine in Ukraine,” BBC News, Nov. 13. http://www.bbc.com/news/blogs-trending-41915295 “How hackers crack passwords and why you can't stop them,” CSO Online, Nov. 14. https://www.csoonline.com/article/3236716/authentication/how-hackers-crack-passwords-and-why-you-cant-stop-them.html “The Secret Correspondence Between Donald Trump Jr. and WikiLeaks,” The Atlantic, Nov. 13. https://www.theatlantic.com/politics/archive/2017/11/the-secret-correspondence-between-donald-trump-jr-and-wikileaks/545738/"], [691, "2017-11-14T19:09:26Z", [0.01], ""], [368, "2017-11-14T19:01:08Z", [0.0], ""], [178, "2017-11-14T17:04:01Z", [0.95], ""], [2965, "2017-11-14T11:53:12Z", [0.99], "https://wtop.com/j-j-green-national/2017/10/terrorism-cyber-intrusions-worry-key-justice-department-official/\nPM May \nsounds like US and UK and  Aus and Five Eyes very busy\n\"Listing Russia’s attempts to undermine western institutions in recent years, she said: “I have a very simple message for Russia. We know what you are doing. And you will not succeed. Because you underestimate the resilience of our democracies, the enduring attraction of free and open societies, and the commitment of western nations to the alliances that bind us. “The UK will do what is necessary to protect ourselves, and work with our allies to do likewise.” Her speech is a serious escalation of the UK’s warnings about Russia as Boris Johnson, the foreign secretary, prepares to visit Moscow before the end of the year as part of a strategy of cautious engagement with Vladimir Putin’s administration. Since Russia’s annexation of Crimea from Ukraine, May said Russia had “fomented conflict in the Donbass [eastern Ukraine], repeatedly violated the national airspace of several European countries, and mounted a sustained campaign of cyber-espionage and disruption”.\nhttps://www.theguardian.com/politics/2017/nov/13/theresa-may-accuses-russia-of-interfering-in-elections-and-fake-news"], [73, "2017-11-14T02:05:12Z", [1.0], "https://oilprice.com/Energy/Energy-General/US-Grid-Narrowly-Escapes-Apocalyptic-Attack.html \"  \"They succeeded 20 times, hacking their way into full access to their target companies’ corporate servers and operations controls. This meant they could turn off circuit breakers that control the direct flow of electricity to homes and businesses,\""], [5800, "2017-11-14T01:28:59Z", [0.7], ""], [368, "2017-11-13T21:36:52Z", [0.0], ""], [28414, "2017-11-13T21:29:31Z", [0.0], "Well done, Theresa https://twitter.com/BBCNews/status/930181672259088384 ! @clinton "], [485, "2017-11-13T17:48:28Z", [0.05], "Russian hackers are being linked to the apparently-devastating NSA breach. However, I believe this occurred outside of the timeframe for this GJ question. Hacking and other cyber propaganda/influence operations do not seem to fit the \"cyber attack\" definition for this GJ question. Related OSINT, news reports and articles below: “The US's most secretive intelligence agency was embarrassingly robbed and mocked by anonymous hackers,” Business Insider, Nov. 13. http://www.businessinsider.com/nsa-embarrassingly-robbed-mocked-by-shadow-brokers-2017-11 “Mysterious hackers’ theft of cyberweapons from NSA exceeds damage done by Snowden leaks,” Fast Company, Nov. 13. https://www.fastcompany.com/40495158/mysterious-hackers-theft-of-cyberweapons-from-nsa-exceeds-damage-done-by-snowden-leaks “8 Reasons for Americans to Fear Russia's Brutal Ruler,” History News Network, George Washington University, Nov. 12. http://historynewsnetwork.org/article/167453 “Where’s the 9/11 Commission for Russia’s Election Attack?” Foreign Policy, Nov. 13. http://foreignpolicy.com/2017/11/13/russia-election-attack-usg-response-911-commission/ “Spain Warns EU About Cyber-Meddling Suspicions in Catalonia,” U.S. News & World Report, Nov. 13. https://www.usnews.com/news/world/articles/2017-11-13/spain-to-brief-eu-on-alleged-cyber-meddling-in-catalonia “Homeland Security team remotely hacked a Boeing 757,” CSO Online, Nov. 12. https://www.csoonline.com/article/3236721/security/homeland-security-team-remotely-hacked-a-boeing-757.html “What Was Russia's Role In 2016 U.S. Election? 2 Former KGB Officials Weigh In,” National Public Radio, Nov. 11. https://www.npr.org/sections/parallels/2017/11/11/563287218/what-was-russias-role-in-2016-u-s-election-2-former-kgb-officials-weigh-in “Russia’s online propaganda is just the latest incarnation of its old tactics,” The Hill, Nov. 13. http://thehill.com/opinion/cybersecurity/360042-russias-online-propaganda-is-just-the-latest-incarnation-of-its-old “Cybercrimes present unique challenges for investigators,” Associated Press on Washington Post, Nov. 12. https://www.washingtonpost.com/national/atlanta-cybercrime-experts-investigating-equifax-hack/2017/11/12/3acd239e-c7b2-11e7-b506-8a10ed11ecf5_story.html?utm_term=.ca6098b9a0a5 “Taking Putin's Word For It,” The Atlantic, Nov. 12. https://www.theatlantic.com/international/archive/2017/11/trump-putin-election-asia/545666/ “Pentagon's hacker disclosure program defangs 2,800 security flaws,” The Hill, Nov. 10. http://thehill.com/policy/cybersecurity/359806-pentagons-coordinated-disclosure-program-defangs-2800-security-flaws \"New thinking proposed to understand insider spying, human behavior,\" LinkedIn, Jan. 22, 2016, https://www.linkedin.com/pulse/new-thinking-proposed-understand-insider-spying-human-steve-hammons/"], [691, "2017-11-13T15:56:28Z", [0.01], ""], [601, "2017-11-13T14:50:29Z", [0.01], ""], [2965, "2017-11-13T14:05:50Z", [0.99], "The changes are part of Nato's biggest shake-up since the Cold War, with defence ministers backing the creation of two new command centres to help protect Europe. The revamp reflects the \"changed security environment\" of recent years, Nato chief Jens Stoltenberg said at a meeting of defence ministers in Brussels on Wednesday. The threat to the alliance's eastern flank has grown as a concern after Russia's annexation of Crimea in 2014. \"We are now integrating cyber effects into Nato missions and operations to respond to a changed and new security environment where cyber is part of the threat picture we have to respond to,\" said Mr Stoltenberg.\nThanks @clinton for this great link\nhttp://www.straitstimes.com/world/europe/nato-to-boost-use-of-cyber-weaponry-to-combat-russia"], [368, "2017-11-13T00:44:34Z", [0.0], ""], [36188, "2017-11-12T23:46:40Z", [0.03], ""], [73, "2017-11-12T22:22:18Z", [1.0], "http://www.straitstimes.com/world/europe/nato-to-boost-use-of-cyber-weaponry-to-combat-russia.  \"The creation of a new cyber operations hub comes as Nato faces hundreds of attacks on its networks every month and fears grow over the Kremlin's electronic tactics.\""], [485, "2017-11-12T18:13:52Z", [0.05], "A BBC News article (below) reports on the comments aired on TV today by former DNI Gen. James Clapper and former CIA director John Brennan. Attempts at cyber penetration of U.S. entities by Russian intelligence and the Putin administration will continue.  But it may be unlikely that a Russian cyber attack, as defined for this GJ question, will occur before Nov. 30. Related OSINT is contained in the recent news reports and articles below: “Security Breach and Spilled Secrets Have Shaken the N.S.A. to Its Core,” New York Times, Nov. 12. https://www.nytimes.com/2017/11/12/us/nsa-shadow-brokers.html “Trump Russia: US 'in peril over president's stance,'” BBC News, Nov. 12. http://www.bbc.com/news/world-us-canada-41962023 “EU cyber team raises alarm over Russian role in Catalonia independence bid,” The Telegraph (UK), Nov. 9. http://www.telegraph.co.uk/news/2017/11/09/eu-cyber-team-raises-alarm-russian-role-catalonia-independence/ “A Hackathon Reveals Most Any Hacker Can Break Into Election Equipment,” Big Think, Nov. 8. http://bigthink.com/robby-berman/a-hackathon-reveals-most-any-hacker-can-break-into-election-equipment “Trump Distances Himself From Remarks on Putin Over Election Meddling,” Reuters news service on U.S. News & World Report, Nov. 11. https://www.usnews.com/news/top-news/articles/2017-11-11/trump-says-agrees-with-us-intelligence-assessment-of-russian-meddling\n"], [691, "2017-11-12T13:51:54Z", [0.01], ""], [2965, "2017-11-12T12:29:54Z", [0.0], ""], [1034, "2017-11-12T05:05:01Z", [0.0], ""], [23006, "2017-11-11T20:34:57Z", [0.0], ""], [368, "2017-11-11T19:24:11Z", [0.0], ""], [485, "2017-11-11T18:30:27Z", [0.03], "Although Pres. Putin and Pres. Trump did not have an official meeting in Vietnam, they apparently reached a further \"meeting of the minds\" about Russia's cyber-penetration of U.S. society, influence-persuasion-PSYOP activities, and other \"active measures\" by Russian intelligence. Trump also made public comments about the previous DNI to whom IARPA reported about the Good Judgment Project -- Air Force Gen. James Clapper.  Trump called Clapper and former CIA director John Brennan \"political hacks\" regarding their conclusions on Russian hacking and cyber activities against the U.S. A related news article is below. Other news reports and OSINT associated with this GJ question are below. “The Next U.S. Election Hack Is a Matter of When, Not If,” NBC News – Think, Nov. 11. https://www.nbcnews.com/think/opinion/next-u-s-election-hack-matter-when-not-if-ncna819876 “Why it's harder than you think to hack a voting machine,” FCW, Nov. 9. https://fcw.com/articles/2017/11/09/voting-hacks-hype-johnson.aspx “How tech firms are trying to recruit veterans for cybersecurity jobs,” Axios, Nov. 11. https://www.axios.com/how-companies-are-bringing-veterans-into-the-tech-industry-2508243875.html “Well-Resourced” Cyber Spies Are Reportedly Targeting South America, Asia,” Fast Company, Nov. 9. https://www.fastcompany.com/40492335/well-resourced-cyber-spies-are-reportedly-targeting-south-america-asia “Trump slams former US intel leaders as 'political hacks,'” The Hill, Nov. 11. http://thehill.com/homenews/administration/359894-trump-slams-former-us-intel-leaders-as-political-hacks “Cambridge Analytica Denies Working With Russia, Unconvincingly,” New York Magazine – Intelligencer, Nov. 11. http://nymag.com/daily/intelligencer/2017/11/cambridge-analytica-denies-ties-to-russia-unconvincingly.html “CEO of data firm that aided Trump reached out to Assange in June 2016: report,” The Hill, Nov. 10. http://thehill.com/policy/cybersecurity/359827-ceo-of-data-firm-that-aided-trump-reached-out-to-assange-in-june-2016 “Trump says he trusts Putin's denials of election meddling,” Reuters news service, Nov. 10. http://www.reuters.com/article/us-apec-summit-usa-russia/trump-says-he-trusts-putins-denials-of-election-meddling-idUSKBN1DB04N “Trump says Putin 'means it' when he says he didn't meddle in U.S. election,” Los Angeles Times, Nov. 11. http://www.latimes.com/politics/la-fg-trump-putin-20171111-story.html “Trump and the Kremlin are telling 2 different stories about their meeting and Russia's election interference,” Business Insider, Nov. 11. http://www.businessinsider.com/trump-russia-different-stories-election-meddling-2017-11 “AP: Russia Twitter trolls rushed to deflect Trump bad news,” Associated Press on CBS News, Nov. 9. https://www.cbsnews.com/news/twitter-trolls-russia-donald-trump-bad-news-ap-investigation/"], [485, "2017-11-10T18:17:35Z", [0.05], "The relationships of various people in both the Trump administration and the Putin government continue to provide insight regarding this GJ question. How will these dynamics affect the cyber \"warm war\" between the U.S. and Russia, and the penetration of American society by Russian intelligence operations? Related OSINT in recent news reports: “The Pentagon Opened Up to Hackers – and Fixed Thousands of Bugs,” Wired, Nov. 10. https://www.wired.com/story/hack-the-pentagon-bug-bounty-results/ “White House: Trump won't meet formally with Putin at economic summit,” Politico, Nov. 10. https://www.politico.com/story/2017/11/10/trump-putin-no-meeting-asia-244771 “White House: Trump, Putin Shake Hands at APEC Summit but No Sidelines Talk,” Voice of America, Nov. 10. https://www.voanews.com/a/no-trump-putin-talks-apec-summit/4109328.html “Five Things On (And Off) The Possible Agenda Of A Trump-Putin Meeting,” Radio Free Europe/Radio Liberty, Nov. 10. https://www.rferl.org/a/trump-putin-meeting-possible-agenda/28845074.html “Russian foreign ministry says retaliation against U.S. media could begin next week,” CNN, Nov. 10. http://money.cnn.com/2017/11/09/media/russia-media-retaliation/index.html “5 things you need to know about the future of cybersecurity,” Wired UK, Nov. 10. http://www.wired.co.uk/article/wired-security-2017-highlights-dark-web-encryption-terrorism “How to protect yourself from downloading fake apps and getting hacked,” ABC News, Nov. 7. http://abcnews.go.com/US/protect-downloading-fake-apps-hacked/story?id=50972286  “Phishing helps hackers hijack Google accounts,” BBC News, Nov. 10. http://www.bbc.com/news/technology-41940838 “Google says hackers steal almost 250,000 web logins each week,” CNN, Nov. 9. http://money.cnn.com/2017/11/09/technology/google-hackers-research/index.html “School websites hacked to show pro-Islamic State message,” Associated Press on ABC News, Nov. 7. http://abcnews.go.com/Technology/wireStory/school-websites-hacked-show-pro-islamic-state-message-50990276"], [368, "2017-11-10T17:45:08Z", [0.0], ""], [1034, "2017-11-10T16:37:46Z", [0.0], ""], [691, "2017-11-10T15:20:55Z", [0.01], ""], [368, "2017-11-10T01:53:56Z", [0.0], ""], [485, "2017-11-09T17:32:02Z", [0.1], "The Kremlin has announced that Putin and Trump will meet in Vietnam.  Putin and Russian intelligence may still hope that they can continue to manipulate the executive branch of the USG through Trump and his pro-Russia associates. As a result, Putin and Russian intelligence may lay low on further cyber-espionage and cyber-PSYOP at this time, and through Nov. 30. Recent news reports and OSINT: “NATO to Boost Command Sites, Cyber Policy With Eye on Russia,” Bloomberg news service, Nov. 8. https://www.bloomberg.com/news/articles/2017-11-08/nato-to-boost-command-structure-cyber-policy-with-eye-on-russia “NATO green lights plan to establish a new cyber command center,” Stars and Stripes, Nov. 9. https://www.stripes.com/news/europe/nato-green-lights-plan-to-establish-a-new-cyber-command-center-1.496887 “'I told you so,' chess legend Garry Kasparov says on Russian interference in the US election,” CNBC, Nov. 9. https://www.cnbc.com/2017/11/09/garry-kasparov-russian-interference-in-us-election.html “Russian Hackers Fueled Catalan Separatism, Madrid Institute Says,” Bloomberg news service, Nov. 8. https://www.bloomberg.com/news/articles/2017-11-08/russian-hackers-fueled-catalan-separatism-madrid-institute-says “He Perfected a Password Hacking Tool – Then the Russians Came Calling,” Wired, Nov. 9. https://www.wired.com/story/how-mimikatz-became-go-to-hacker-tool/ “Fast-growing cyber crime threatens financial sector: Europol,” Reuters news service, Nov. 8. https://www.reuters.com/article/us-portugal-websummit-europol/fast-growing-cyber-crime-threatens-financial-sector-europol-idUSKBN1D82QS “Overnight Cybersecurity: Cyber in focus at hearing for Trump DHS pick | House panel advances surveillance reform bill | Ex-Yahoo, Equifax CEOs grilled over breaches | States race to secure elections,” The Hill, Nov. 8. http://thehill.com/policy/cybersecurity/overnights/359465-overnight-cybersecurity-cyber-figures-high-at-hearing-for “This Marine Proved Russia Hacked The DNC’s Emails — And Now, He’s Talking,” Task & Purpose, Nov. 9. http://taskandpurpose.com/us-marine-proved-russia-hacked-dncs-emails-now-hes-talking/ “He Solved The DNC Hack. Now He's Telling His Story For The First Time.” BuzzFeed News, Nov. 8. https://www.buzzfeed.com/jasonleopold/he-solved-the-dnc-hack-now-hes-telling-his-story-for-the?utm_term=.njnpg0LbA#.ylagEx7O9 “Former Yahoo CEO apologizes for data breaches, blames Russians,” Reuters news service, Nov. 8. https://www.reuters.com/article/us-usa-databreaches/former-yahoo-ceo-apologizes-for-data-breaches-blames-russians-idUSKBN1D825V “Yahoo Executive Warns Most Firms Vulnerable To Russian Cyberattacks,” Radio Free Europe/Radio Liberty, Nov. 9. https://www.rferl.org/a/yahoo-executive-mayer-warns-most-firms-vulnerable-russian-cyberattacks-us-senate-commerce-committee/28843663.html “Equifax and Yahoo Complain They Are Helpless Against State-Sponsored Hacks,” Gizmodo, Nov. 8. https://gizmodo.com/equifax-and-yahoo-complain-they-are-helpless-against-st-1820256817 “Trump and Putin set to meet in Vietnam, Kremlin says,” CNBC, Nov. 9. https://www.cnbc.com/2017/11/09/trump-and-putin-set-to-meet-in-vietnam-kremlin-says.html"], [691, "2017-11-09T13:26:43Z", [0.01], ""], [41318, "2017-11-09T08:44:09Z", [0.03], ""], [2965, "2017-11-09T00:56:13Z", [0.1], "crowd and ongoīng\nnegotiäþions too senßitive too prejudice"], [368, "2017-11-08T20:05:43Z", [0.0], ""], [601, "2017-11-08T19:00:33Z", [0.05], ""], [485, "2017-11-08T15:50:23Z", [0.07], "OSINT related to this GJ question is included in recent news reports and articles below: “Russia’s ‘Fancy Bear’ Hackers Exploit a Microsoft Office Flaw – And NYC Terrorism Fears,” Wired, Nov. 7. https://www.wired.com/story/russia-fancy-bear-hackers-microsoft-office-flaw-and-nyc-terrorism-fears/ “We’re not putting up a fight against Russia’s cyber warfare,” The Hill, Nov. 8. http://thehill.com/opinion/international/359196-were-not-putting-up-a-fight-against-russias-cyber-warfare “Maskirovka: Russia’s Gray Zone Between Peace and War,” Cipher Brief, Nov. 8. https://www.thecipherbrief.com/maskirova-russias-gray-zone-peace-war “OPINION: To thwart North Korean hackers, hold China and Russia accountable,” ABC News, Nov. 7. http://abcnews.go.com/International/opinion-thwart-north-korean-hackers-hold-china-russia/story?id=50990447 “Cyber experts say threats to satellites are legion,” Space News, Nov. 7. http://spacenews.com/cyber-experts-say-threats-to-satellites-are-legion/ “Army wants cyber contract times to decrease with acquisition revamp,” Federal News Radio, Nov. 7. https://federalnewsradio.com/army/2017/11/army-wants-cyber-contract-times-to-decrease-with-acquisition-revamp/ “Overnight Cybersecurity: Manafort, Gates to remain under house arrest | Mueller said to be closing in on Flynn | 'Hack back' bill gains steam | Election security gets attention from DHS,” The Hill, Nov. 7. http://thehill.com/policy/cybersecurity/overnights/359003-overnight-cybersecurity “Trump reportedly told the director of the CIA to meet with a former intelligence official who claims Russia never hacked the DNC,” Business Insider, Nov. 7. http://www.businessinsider.com/cia-pompeo-former-official-dnc-hack-trump-russia-intelligence-2017-11 “CIA director met with DNC hack conspiracy theorist at Trump's urging,” CNN, Nov. 8. http://www.cnn.com/2017/11/07/politics/mike-pompeo-william-binney-meeting/index.html “Maryland to launch 'NSA Day of Cyber' school challenge,” Baltimore Sun, Nov. 6. http://www.baltimoresun.com/news/maryland/education/k-12/bs-md-nsa-challenge-20171106-story.html"], [23234, "2017-11-08T04:58:43Z", [0.11], ""], [73, "2017-11-08T04:53:15Z", [1.0], "http://thehill.com/policy/cybersecurity/359221-fancy-bear-capitalizes-on-new-york-terror-attacks-to-lure-new-victims.  Another Russian sponsored cyber attack against US networks"], [368, "2017-11-07T19:06:34Z", [0.0], ""], [485, "2017-11-07T16:16:55Z", [0.05], "It has been announced that Trump and Putin will have a meeting in Vietnam.  And, with the special counsel investigation heating up, Putin and Russian intelligence might decide to refrain from cyber attacks against U.S. targets at this time. Related OSINT in the news: “Russian hackers targeted Phoenix library data, not Arizona voter info,” AZCentral (Arizona Republic, NBC12 Phoenix), Nov. 7. http://www.azcentral.com/story/news/politics/arizona/2017/11/07/russian-hackers-targeted-phoenix-library-data-not-arizona-voter-info/819283001/ “The Three Kinds of Election-Hacking Threats,” Slate – Future Tense, Nov. 6. http://www.slate.com/articles/technology/future_tense/2017/11/the_three_kinds_of_election_hacking_threats.html “The Russian Hacking Scandal Is Way Bigger Than Donald Trump,” New York Magazine – Daily Intelligencer, Nov. 5. http://nymag.com/daily/intelligencer/2017/11/the-russian-hacking-scandal-is-way-bigger-than-donald-trump.html “Europe Slowly Starts to Talk Openly About Offensive Cyber Operations,” Council on Foreign Relations, Nov. 6. https://www.cfr.org/blog/europe-slowly-starts-talk-openly-about-offensive-cyber-operations “What governments can learn from the original Russian cyber attack,” FCW, Nov. 6. https://fcw.com/articles/2017/11/06/estonia-cyber-johnson.aspx\n"], [485, "2017-11-06T22:12:51Z", [0.08], "News reports and OSINT related to this GJ question: “Tracking State-Sponsored Cyber Operations,” Council on Foreign Relations, Nov. 6. https://www.cfr.org/blog/tracking-state-sponsored-cyber-operations “NATO pressing forward on cyber defense, official says,” The Hill, Nov. 6. http://thehill.com/policy/cybersecurity/359014-nato-pressing-forward-on-cyber-defense-official-says “Yuri Milner's big investments in Twitter and Facebook have now been tied to the Russian government,” Recode, Nov. 5. https://www.recode.net/2017/11/5/16609678/facebook-twitter-russia-investment-paradise-papers-apple “Russia funded Facebook and Twitter investments through tech magnate,” Engadget, Nov. 5. https://www.engadget.com/2017/11/05/russia-funded-facebook-and-twitter-investments-through-tech-magn/"], [368, "2017-11-06T18:57:19Z", [0.0], ""], [36188, "2017-11-05T22:36:42Z", [0.04], ""], [368, "2017-11-05T22:28:01Z", [0.0], ""], [485, "2017-11-05T17:16:31Z", [0.1], "News reports say Pres. Trump and Pres. Putin may meet sometime during Trump's Asia visit.  Maybe Putin and Russian intelligence will find it useful to \"lay low\" as far as cyber intrusions of the U.S. and U.S. entities -- at least through Nov. 30 when this GJ question closes. Recent news reports include some interesting OSINT: “Homeland Security cyber unit on alert for Election Day,” The Hill, Nov. 4. http://thehill.com/policy/cybersecurity/358710-homeland-security-cyber-unit-on-alert-for-election-day  “DNC hacking charges would continue ‘name and shame’ strategy,” Politico – Morning Cybersecurity, Nov. 3. https://www.politico.com/newsletters/morning-cybersecurity “The White House's Leak Hunt Is Battling the Wrong Enemy With the Wrong Weapons,” NBC News – Think, Nov. 5. https://www.nbcnews.com/think/opinion/why-white-house-searching-leakers-instead-hackers-ncna817396 “Russia's hackers took only a week to pry into Clinton camp,” Associated Press on ABC News, Nov. 4. http://abcnews.go.com/Technology/wireStory/russias-hackers-week-pry-clinton-camp-50933115 “AP investigation details how Russia hacked the DNC’s emails,” Engadget, Nov. 3. https://www.engadget.com/2017/11/03/ap-investigation-russia-hack-dnc-clinton-emails/ “Active Army cyber teams fully operational a year-plus ahead of schedule,” U.S. Army Cyber Command, Nov. 2. https://www.army.mil/article/196311/active_army_cyber_teams_fully_operational_a_year_plus_ahead_of_schedule “The Russia Investigations: D.C. Braces For More From Mueller; Ripple Effects Widen,” National Public Radio, Nov. 5. http://www.npr.org/2017/11/05/561904209/the-russia-investigations-d-c-braces-for-more-from-mueller-ripple-effects-widen"], [1034, "2017-11-05T06:00:38Z", [0.0], ""], [368, "2017-11-04T22:02:48Z", [0.0], ""], [485, "2017-11-04T18:38:20Z", [0.08], "It appears that Pres. Trump and Pres. Putin intend to meet during Trump's Asia trip. Putin and Russian intelligence may feel it is helpful for them to refrain from further cyber warfare at this time.  And, only four weeks to go for this GJ question. Below, relevant articles, news reports and OSINT: “Exclusive: Ukraine hit by stealthier phishing attacks during BadRabbit strike,” Reuters news service, Nov. 2. https://www.reuters.com/article/us-cyber-summit-ukraine-police-exclusive/exclusive-ukraine-hit-by-stealthier-phishing-attacks-during-badrabbit-strike-idUSKBN1D2263 “Securing the vote: Could Henny Nelson, age 131, help Russia rig an election?” Christian Science Monitor, Nov. 3. https://www.csmonitor.com/USA/Politics/2017/1103/Securing-the-vote-Could-Henny-Nelson-age-131-help-Russia-rig-an-election “Russia, Trump, and the 2016 U.S. Election,” Council on Foreign Relations, Nov. 3. https://www.cfr.org/backgrounder/russia-trump-and-2016-us-election “Suspected Russian cyber spy Guccifer 2.0 altered a DNC document before releasing it,” Business Insider, Nov. 3. http://www.businessinsider.com/guccifer-2-0-dnc-document-russia-hillary-clinton-2017-11 “How Russian Hackers Pried Into Clinton Campaign Emails,” Associated Press on U.S. News & World Report, Nov. 4. https://www.usnews.com/news/politics/articles/2017-11-04/how-russian-hackers-pried-into-clinton-campaign-emails “Navy Cyber Mission Force Teams Achieve Full Operational Capability,” U.S. Defense Dept., Nov. 3. https://www.defense.gov/News/Article/Article/1361059/navy-cyber-mission-force-teams-achieve-full-operational-capability/ “DoD declares Army, Navy cyber teams fully capable,” Federal News Radio, Nov. 3. https://federalnewsradio.com/defense/2017/11/dod-declares-army-navy-cyber-teams-fully-capable/\n"], [1034, "2017-11-04T06:11:39Z", [0.0], ""], [11430, "2017-11-03T22:57:35Z", [0.05], ""], [21580, "2017-11-03T20:58:43Z", [0.25], "It would benefit the Russians to do so"], [40221, "2017-11-03T19:29:01Z", [0.1], ""], [37211, "2017-11-03T17:56:25Z", [0.75], ""], [368, "2017-11-03T17:24:22Z", [0.0], ""], [485, "2017-11-03T16:27:48Z", [0.1], "Recent news reports and articles below provide some OSINT about cyber activities of Russian intelligence and various cyber-security issues. Russian intelligence efforts to penetrate and influence American society through \"active measures\" (such as persuasion and propaganda operations) are also explored. The degree to which Russian intelligence and the Putin administration have also penetrated the USG Executive Branch is, of course, also an important area of concern and investigation.  “'Fancy Bear' Tried To Hack E-Mail Of Ukrainian Making Artillery-Guidance App,” Radio Free Europe/Radio Liberty, Nov. 2. https://www.rferl.org/a/ukraine-russia-fancy-bear-hacking-artillery-guidance-app/28831564.html “Here's What We Know About Russian Social Media Election Meddling,” Voice of America, Nov. 2. https://www.voanews.com/a/what-we-know-russia-social-media-election-meddling/4097447.html “The Public Needs a Lesson in Russian Strategic Deception: It’s What You Want to Hear,” Just Security, Nov. 3. https://www.justsecurity.org/46663/public-lesson-russian-strategic-deception-its-hear/ “Russia probes spotlight 'deniable' Kremlin intelligence tactic,” Politico, Nov. 3. https://www.politico.com/story/2017/11/03/russia-probes-kremlin-deniability-244492 “Jenna Abrams and Pamela Moore were popular right-wing Twitter figures created by the Russians,” Philadelphia Inquirer, Nov. 3. http://www.philly.com/philly/news/politics/presidential/russia-fake-twitter-facebook-posts-accounts-trump-election-jenna-abrams-20171103.html “Russia hackers pursued Putin foes, not just US Democrats,” Associated Press on ABC News, Nov. 2. http://abcnews.go.com/Technology/wireStory/hit-list-exposes-russian-hacking-us-elections-50878281 “Report: Trump Organization Compromised by Hackers Four Years Ago, Just Discovered It This Week,” Slate – Future Tense, Nov. 2. http://www.slate.com/blogs/future_tense/2017/11/02/hackers_compromised_trump_organization_four_years_ago_reports_mother_jones.html “Report: Trump Organization Has Been Compromised by Hackers for Years,” Gizmodo, Nov. 2. https://gizmodo.com/report-trump-organization-has-been-compromised-by-hack-1820076927"], [915, "2017-11-03T14:37:43Z", [0.0], ""], [691, "2017-11-03T12:34:59Z", [0.01], ""], [1034, "2017-11-03T05:46:52Z", [0.0], ""], [2965, "2017-11-03T02:39:33Z", [0.79], "I am way above the crowd as there are ongoing attacks and Potus on the peninsula"], [3922, "2017-11-02T19:17:00Z", [0.0], ""], [368, "2017-11-02T17:25:33Z", [0.0], ""], [691, "2017-11-02T16:23:46Z", [0.01], ""], [485, "2017-11-02T15:29:28Z", [0.15], "Things seem to be heating up in the Russia investigation. Activities of Pres. Putin and Russian intelligence are being exposed. Americans who collaborated with Putin and Russian intelligence will be investigated, arrested, tried, convicted and sentenced.  As these developments unfold, how will the Putin administration respond -- before Nov. 30 when this GJ question closes? For that matter how will the Trump administration respond? Related OSINT in the news: “U.S. authorities identify six Russian officials in DNC hack: WSJ,” Reuters news service, Nov. 2. http://www.reuters.com/article/us-usa-trump-russia-hackers/u-s-authorities-identify-six-russian-officials-in-dnc-hack-wsj-idUSKBN1D21MI “States Race to Secure Their Voting Systems Before Hackers Strike Again,” PBS Frontline, Nov. 1. http://www.pbs.org/wgbh/frontline/article/states-race-to-secure-their-voting-systems-before-hackers-strike-again/ “A 'digital hit list' and new DOJ findings offer the clearest evidence yet that Russia hacked the DNC,” Business Insider, Nov. 2. http://www.businessinsider.com/russia-dnc-hack-doj-charges-clinton-emails-2017-11 “Senators say 'cyber war' with Russia continues far beyond '16 election,” St. Louis Post-Dispatch, Nov. 1. http://www.stltoday.com/news/local/govt-and-politics/senators-say-cyber-war-with-russia-continues-far-beyond-election/article_8e015adb-c2d3-54b4-af24-b951ba213b00.html “Cardin: Russia's election meddling is 'an act of war,'” Politico, Nov. 1. https://www.politico.com/story/2017/11/01/russia-meddling-us-elections-ndi-event-244414 “Senators to Facebook, Google, Twitter: Wake up to Russian threat,” Politico, Nov. 1. https://www.politico.com/story/2017/11/01/google-facebook-twitter-russia-meddling-244412 “Here are some of the Russian Facebook ads meant to divide the US and promote Trump,” Business Insider, Nov. 2. http://www.businessinsider.com/russian-facebook-ads-2016-election-trump-clinton-bernie-2017-11 “US Social Media Companies Grilled on Russian Disinformation,” Voice of America, Nov. 2. https://www.voanews.com/a/senate-intelligence-chairman-criticizes-media-narrative-surrounding-russia-investigation/4095454.html “Congress drills down on Russian infiltration of social media,” Christian Science Monitor, Nov. 1. https://www.csmonitor.com/USA/Politics/2017/1101/Congress-drills-down-on-Russian-infiltration-of-social-media “Lawmakers release troves of Facebook ads showing Russia's cyber intrusion,” Associated Press on Chicago Tribune, Nov. 1. http://www.chicagotribune.com/news/nationworld/politics/ct-russian-facebook-ads-20171101-story.html “How Russian trolls got into your Facebook feed,” Washington Post, Nov. 1. https://www.washingtonpost.com/news/the-switch/wp/2017/11/01/how-russian-trolls-got-into-your-facebook-feed/?utm_term=.97ee6e849bf5"], [1034, "2017-11-02T05:11:07Z", [0.0], ""], [368, "2017-11-01T21:50:58Z", [0.0], ""], [691, "2017-11-01T15:28:11Z", [0.01], "http://www.reuters.com/article/us-russia-usa-media/russia-not-currently-planning-actions-against-u-s-media-or-social-networks-ria-idUSKBN1D14ID\nThe Russian government, never known to tell an untruth, say they have no current plans.  They probably don't, but not because they say that."], [485, "2017-11-01T14:40:29Z", [0.12], "The countermeasures  by the U.S. IC and the American free press against Russian intelligence and Pres. Putin are exposing Russian activities. The special counsel and FBI Counterintelligence are now moving on those people who have collaborated and conspired with Putin and Russian intelligence to damage the U.S. How will Putin and Russian intelligence respond to this reversal of their fortunes? The blowback against Putin and his associates seems to be just beginning. Below is some OSINT from recent news: “Facing a Russian Cyber Attack, Obama Officials Struggled To Respond,” PBS Frontline, Oct. 31. http://www.pbs.org/wgbh/frontline/article/facing-a-russian-cyber-attack-obama-officials-struggled-to-respond/ “EU to Declare Cyber-Attacks ‘Act of War,’” InfoSecurity Magazine, Oct. 31. https://www.infosecurity-magazine.com/news/eu-to-declare-cyber-attacks-act-of/ “Putin, exposed, may become more dangerous,” Washington Post, Oct. 31. https://www.washingtonpost.com/opinions/putin-exposed-may-become-more-dangerous/2017/10/31/67ba9e54-be75-11e7-97d9-bdab5a0ab381_story.html?utm_term=.c29b69c0ee53\n\n“Banks fearing North Korea hacking prepare defenses: cyber experts,” Reuters news service, Oct. 31. http://www.reuters.com/article/us-cyber-summit-northkorea-banks/banks-fearing-north-korea-hacking-prepare-defenses-cyber-experts-idUSKBN1D0320 “White House won’t rule out a Trump-Putin meeting in Asia,” Politico, Oct. 31. https://www.politico.com/story/2017/10/31/trump-putin-meeting-asia-white-house-response-244367 “Tech companies grilled over Russian election interference,” The Hill, Oct. 31. http://thehill.com/policy/technology/358117-tech-companies-grilled-over-russian-election-interference “Russian Interference Campaign Was Broader Than First Known, Big Tech Tells Hill,” National Public Radio, Oct. 31. http://www.npr.org/2017/10/31/560481040/russian-interference-campaign-was-broader-than-first-known-big-tech-tells-hill “Did Moscow Get Help From the Trump Campaign in Its Social-Media Trolling?” The Nation, Oct. 31. https://www.thenation.com/article/did-moscow-get-help-from-the-trump-campaign-in-its-social-media-trolling/  “What Trump campaign heard about Russian hacking before the rest of us,” CNN, Oct. 30. http://www.cnn.com/2017/10/30/opinions/how-team-trump-heard-russians-hacked-clinton-opinion-weiss/index.html\n"], [1034, "2017-11-01T05:44:05Z", [0.0], ""], [485, "2017-10-31T22:39:29Z", [0.08], "OSINT in recent news reports related to this GJ question: “Senators to introduce bill to boost cyber defenses of voting systems,” Reuters news service, Oct. 31. http://www.reuters.com/article/us-usa-cyber-election/senators-to-introduce-bill-to-boost-cyber-defenses-of-voting-systems-idUSKBN1D022S “Cybersecurity threat: A call to action,” FederalNewsRadio, Oct. 31. https://federalnewsradio.com/commentary/2017/10/cybersecurity-threat-a-call-to-action/  “What Europe gets about cyber threats that the US hasn't – yet,” CNN, Oct. 30. http://www.cnn.com/2017/10/30/opinions/facebook-congress-russia-threat-chen-opinion/index.html “Hackers, trolls and other tech nightmares of 2017,” CNET, Oct. 31. https://www.cnet.com/news/hackers-trolls-and-other-tech-nightmares-of-2017-equifax-russia-trump/ “In Russian meddling, tech giants don't know what they're up against,” The Hill, Oct. 31. http://thehill.com/opinion/technology/358055-in-russia-meddling-facebook-twitter-dont-know-what-theyre-up-against “Trump’s Denials of Russian Hacking Look Pretty Darn Incriminating,” New York Magazine – Daily Intelligencer, Oct. 31. http://nymag.com/daily/intelligencer/2017/10/trumps-denials-of-russian-hacking-look-incriminating.html “Russian hacking of Illinois voter registration system did not compromise election results, experts say,” Chicago Tribune, Oct. 31. http://www.chicagotribune.com/suburbs/highland-park/news/ct-hpn-election-integrity-forum-tl-1102-20171031-story.html"], [368, "2017-10-31T18:39:55Z", [0.0], ""], [1333, "2017-10-31T18:01:44Z", [0.15], ""], [73, "2017-10-31T15:03:57Z", [1.0], "Dragonfly =  Russian civilian and military intelligence Services (RIS) https://www.us-cert.gov/sites/default/files/publications/JAR_16-20296A_GRIZZLY%20STEPPE-2016-1229.pdf\nDragonfly 2.0 = Dragonfly next stage. see above.\nUS-CERT Alert (TA17-293A) dated 20 October.  https://www.us-cert.gov/ncas/alerts/TA17-293A.  \"DHS assesses this activity as a multi-stage intrusion campaign by threat actors\" \"DHS has confidence that this campaign is still ongoing,\" \"Since at least May 2017, threat actors have targeted government entities and the energy, water, aviation, nuclear, and critical manufacturing sectors, and, in some cases, have leveraged their capabilities to compromise victims’ networks.\"\n\"Analysis by DHS, FBI, and trusted partners has identified distinct indicators and behaviors related to this activity. Of specific note, the report Dragonfly: Western energy sector targeted by sophisticated attack group, released by Symantec on September 6, 2017, provides additional information about this ongoing campaign. \"\nDragonfly = RIS see above, for ease - https://www.us-cert.gov/sites/default/files/publications/JAR_16-20296A_GRIZZLY%20STEPPE-2016-1229.pdf Summary\nUS - CERT dated 20 Oct \"ongoing\" \"cyber attacks\" \"compromise victims’ networks\"\nis this russian?  US-CERT : Dragonly = RIS.  US CERT say Symantec on September 6, 2017, provides additional information about this ongoing campaign.  Which is Dragonfly. come on.... how many more dots need filling in here, I'll go fill them for you?\n"], [691, "2017-10-31T12:22:23Z", [0.01], ""], [23234, "2017-10-31T06:23:49Z", [0.4], ""], [1034, "2017-10-31T06:23:26Z", [0.0], ""], [23234, "2017-10-31T06:23:12Z", [0.2], ""], [73, "2017-10-31T05:03:50Z", [1.0], "http://www.cbc.ca/beta/news/politics/cyber-attacks-canada-cse-1.4378711."], [368, "2017-10-30T21:57:35Z", [0.0], ""], [1034, "2017-10-30T04:59:02Z", [0.0], ""], [368, "2017-10-29T17:31:55Z", [0.0], ""], [485, "2017-10-29T17:27:13Z", [0.12], "Recent news reports contain some related OSINT regarding cyber activities against the U.S. by Pres. Putin and Russian intelligence: “Facebook struggles to contain Russia narrative,” Politico, Oct. 29. https://www.politico.com/story/2017/10/29/facebook-russia-narrative-244285 “Russian government condemns Twitter’s ad ban for Russia Today and Sputnik,” TechCrunch, Oct. 27. https://techcrunch.com/2017/10/27/russian-government-condemns-twitters-ad-ban-for-russia-today-and-sputnik/ “Washington Braces for First Charges in Probe of Russia Links to US Election,” Voice of America, Oct. 29. https://www.voanews.com/a/washington-braces-for-/4090967.html “Ransomware Ripping Through Russia and Ukraine Uses Stolen NSA Code,” Daily Beast, Oct. 26. https://www.thedailybeast.com/ransomware-ripping-through-russia-and-ukraine-uses-stolen-nsa-code “Incompetence or a Cover-Up?” Slate, Oct. 27. http://www.slate.com/articles/technology/future_tense/2017/10/georgia_destroyed_election_data_right_after_a_lawsuit_alleged_the_system.html “Don’t let Russian internet trolls stir racial unrest here,” Chicago Tribune, Oct. 27. http://www.chicagotribune.com/news/opinion/page/ct-perspec-page-trolls-russia-trump-blacktivist-1029-20171027-story.html “McAfee says it no longer will permit government source code reviews,” Reuters news service, Oct. 26. https://www.reuters.com/article/us-usa-cyber-russia-mcafee/mcafee-says-it-no-longer-will-permit-government-source-code-reviews-idUSKBN1CV2MP"], [14432, "2017-10-29T15:46:31Z", [0.0], ""], [36188, "2017-10-29T14:25:34Z", [0.06], ""], [691, "2017-10-29T12:29:09Z", [0.01], ""], [1034, "2017-10-29T05:58:41Z", [0.0], ""], [368, "2017-10-29T01:35:26Z", [0.0], ""], [691, "2017-10-28T22:11:08Z", [0.02], ""], [485, "2017-10-28T16:52:22Z", [0.14], "Cyber-related \"active measures,\" influence operations and penetration of U.S. society by Russian intelligence and the Putin administration are sure to continue -- including during the time frame of this GJ question (through Nov. 30). Will these cyber activities constitute a \"cyber attack\" as described and defined in this GJ question? Related OSINT in recent news: “Russian Hackers May Disrupt Civil Society Groups Next,” Wisconsin Public Radio, Oct. 27. https://www.wpr.org/russian-hackers-may-disrupt-civil-society-groups-next “First on CNN: First charges filed in Mueller investigation,” CNN, Oct. 27. http://www.cnn.com/2017/10/27/politics/first-charges-mueller-investigation/index.html “Twitter urged firms to delete data during 2016 campaign,” Politico, Oct. 27. https://www.politico.com/story/2017/10/27/twitter-russia-election-data-244226 “Russian hacking highlights need for greater mobile device security,” The Hill, Oct. 25. http://thehill.com/opinion/cybersecurity/357044-russian-hacking-highlights-need-for-greater-mobile-device-security “What Did Cambridge Analytica Really Do For Trump’s Campaign?” Wired, Oct. 27. https://www.wired.com/story/what-did-cambridge-analytica-really-do-for-trumps-campaign/ “Trump Data Guru: I Tried to Team Up With Julian Assange,” Daily Beast, Oct. 25. https://www.thedailybeast.com/trump-data-guru-i-tried-to-team-up-with-julian-assange “Time for the Feds to Say What They Know About Kaspersky,” Wired, Oct. 25. https://www.wired.com/story/us-kaspersky-ban-evidence/ “WATCH: The Election Clash That Fueled Putin’s Ire Against Clinton,” Frontline, Public Broadcasting Service, Oct. 24. http://www.pbs.org/wgbh/frontline/article/watch-the-election-clash-that-fueled-putins-ire-against-clinton/ “’Putin's Revenge' holds lessons about foreign influence for Canada and its upcoming election,” CBC (Canadian Broadcasting), Oct. 28. http://www.cbc.ca/news/world/canada-election-russia-interference-1.4375837"], [3273, "2017-10-28T11:38:43Z", [0.35], "Twitter's banning of ads from RT and Sputnik was referred to by Director of the Information and Press Department of the Ministry of Foreign Affairs, Maria Zharakova, as an assault on freedom of speech. She also implicated the US government in the move. Given that InfoWars received a similar notice from Facebook, it's likely tech companies are beginning to crack down on the conspiratorial narratives such sites promote. Spreading disinformation is a cornerstone of Russian disinformation, so it's likely the Kremlin will begin to fall back on other tactics -- such as cyber attacks -- to propagate its information war. Having said that, Russia has been known to use proxies to obscure its role in cyber war in the past; while it's likely a cyber attack will occur, it might not necessarily be traced back to Russia by January 31 2018."], [40387, "2017-10-28T11:15:39Z", [0.1], ""], [1034, "2017-10-28T05:08:54Z", [0.0], ""], [23234, "2017-10-28T02:07:11Z", [0.12], ""], [368, "2017-10-27T20:13:54Z", [0.0], ""], [1034, "2017-10-27T19:52:47Z", [0.0], ""], [485, "2017-10-27T17:00:13Z", [0.12], "Sanctions are moving forward against Russian entities in response to cyber activities, covert influence operations, \"meddling\" and various types of penetration of American society (and U.S. government/state governments). Will such sanctions discourage the Putin administration and Russian intelligence from doing more of the same? Or, might they push back? What is the playbook for Pres. Putin and Russian intelligence? Related recent news items include interesting OSINT: “State Dept. gives Congress list of Russia sanction targets,” CBS News, Oct. 27. https://www.cbsnews.com/news/state-dept-gives-congress-list-of-russia-sanction-targets/ “U.S. Congress Receives List Of Russians Targeted By New Sanctions,” Radio Free Europe/Radio Liberty, Oct. 27. https://www.rferl.org/a/us-congress-receives-list-russian-targeted-new-sanctions-defense-intelligence-sector-election-meddling/28818573.html “'Putin's Revenge' dissects Russian leader's motives,” CNN, Oct. 25. http://www.cnn.com/2017/10/25/entertainment/putins-revenge-frontline-review/index.html “Americans should learn what Eastern Europeans know: Putin weaponizes social media,” Sacramento Bee, Oct. 27. http://www.sacbee.com/opinion/op-ed/soapbox/article181068366.html “Rosenstein doubts foreign ads would sway American voters,” Politico, Oct. 26. https://www.politico.com/story/2017/10/26/rod-rosenstein-foreign-ads-american-voters-244221 “Kremlin hits at Twitter's 'prejudiced' move against two Russian media outlets,” Reuters news service, Oct. 27. https://in.reuters.com/article/usa-trump-russia-kremlin/kremlin-hits-at-twitters-prejudiced-move-against-two-russian-media-outlets-idINKBN1CW15G “Russia's RT says Twitter pushed it to spend millions on ads before the US's election,” Associated Press on Business Insider, Oct. 27. http://www.businessinsider.com/russias-rt-twitter-pushed-for-millions-in-ads-buys-before-election-2017-10 “Georgia election server was wiped after suit filed,” Associated Press on Seattle Times, Oct. 27. https://www.seattletimes.com/business/apnewsbreak-georgia-election-server-wiped-after-suit-filed/\n"], [691, "2017-10-27T12:43:16Z", [0.02], ""], [368, "2017-10-26T17:57:59Z", [0.0], ""], [485, "2017-10-26T15:47:00Z", [0.1], " Recent news reports include OSINT related to this GJ question: “Are the concerns about Kaspersky Lab software the tip of the cyber iceberg awaiting agencies?” Federal News Radio, Oct. 25. https://federalnewsradio.com/hearings-oversight/2017/10/are-the-concerns-about-kaspersky-lab-software-the-tip-of-the-cyber-iceberg-awaiting-agencies/ “Trump officials face grilling from lawmakers over Russian cyber firm,” The Hill, Oct. 25. http://thehill.com/policy/cybersecurity/357210-trump-officials-grilled-by-lawmakers-over-russian-cyber-firm “Russia sanctions still not implemented despite White House promises,” ABC News, Oct. 25. http://abcnews.go.com/Politics/white-house-vows-implement-russia-sanctions-amid-scrutiny/story?id=50721090 “White House facing scrutiny for Russia sanctions delay,” CNN, Oct. 25. http://www.cnn.com/2017/10/25/politics/trump-russia-sanctions/index.html “Twitter is banning all ads from Russian news agencies RT and Sputnik effective immediately,” Business Insider, Oct. 26. http://www.businessinsider.com/twitter-is-banning-all-ads-from-russian-news-agencies-rt-and-sputnik-2017-10 “Addressing Russian Influence: What Can We Learn From U.S. Cold War Counter-Propaganda Efforts?” Lawfare, Oct. 25. https://www.lawfareblog.com/addressing-russian-influence-what-can-we-learn-us-cold-war-counter-propaganda-efforts “DoD acquisition ‘slow by design,’ can’t handle cybersecurity defense,” Federal News Radio, Oct. 24. https://federalnewsradio.com/cybersecurity-2017/2017/10/dod-acquisition-slow-by-design-cant-handle-cybersecurity-defense/ “GOP tightens restrictions on Dana Rohrabacher's subcommittee over Russia connections,” Los Angeles Times, Oct. 26. http://www.latimes.com/politics/la-pol-ca-russia-rohrabacher-subcommittee-20171026-story.html"], [691, "2017-10-26T14:59:39Z", [0.03], ""], [1034, "2017-10-26T06:22:33Z", [0.0], ""], [368, "2017-10-25T23:36:19Z", [0.0], ""], [1034, "2017-10-25T18:04:06Z", [0.0], ""], [39978, "2017-10-25T16:25:55Z", [0.04], ""], [485, "2017-10-25T15:51:13Z", [0.15], "Russian government activities of various kinds (including cyber) reportedly include third parties such as organized crime, \"cut outs,\" groups/personnel located in other nations, other governments, etc.  This seems to significantly widen the scope of potential sources of a Russia-sponsored cyber attack as described in this GJ question. OSINT in recent news reports: “Russia is pushing to control cyberspace. We should all be worried.” Washington Post, Oct. 24. https://www.washingtonpost.com/opinions/global-opinions/russia-is-pushing-to-control-cyberspace-we-should-all-be-worried/2017/10/24/7014bcc6-b8f1-11e7-be94-fabb0f1e9ffb_story.html?utm_term=.c88b75dc7123 “How’s the removal of Russian software from federal computers going?” McClatchy news service/newspapers, Oct. 25. http://www.mcclatchydc.com/news/politics-government/congress/article180707721.html “Kaspersky: NSA staffer's laptop was infected with malware,” CNet, Oct. 25. https://www.cnet.com/news/kaspersky-nsa-staffers-laptop-was-infected-with-malware/ “Kaspersky Lab Says It Took Hacking Code From U.S. Computer,” Radio Free Europe/Radio Liberty, Oct. 25. https://www.rferl.org/a/kaspersky-lab-obtained-hacking-code-us-computer/28815450.html “State officials press Congress for more election cyber resources,” The Hill, Oct. 24. http://thehill.com/policy/cybersecurity/356914-state-officials-press-congress-for-more-election-cyber-resources “UK lawmakers ask Facebook about Russia-linked Brexit activity,” The Hill, Oct. 24. http://thehill.com/policy/cybersecurity/356835-uk-lawmakers-ask-facebook-about-russian-linked-brexit-activity “North Korea’s Offensive Cyber Program Might Be Good, But Is it Effective?” Council on Foreign Relations, Oct. 25. https://www.cfr.org/blog/north-koreas-offensive-cyber-program-might-be-good-it-effective"], [691, "2017-10-25T14:53:57Z", [0.03], ""], [23234, "2017-10-25T05:57:47Z", [0.4], ""], [691, "2017-10-24T20:05:36Z", [0.03], ""], [368, "2017-10-24T19:05:21Z", [0.0], ""], [485, "2017-10-24T16:12:30Z", [0.1], "Pres. Putin and Russian intelligence might decide to limit their cyber activities against the U.S. at this time (and through Nov. 30).  Both houses of Congress overwhelmingly passed a sanctions bill to counter these Russian efforts, and Pres. Trump signed it. However, his administration has declined to implement these sanctions.  Maybe Putin and Russian intelligence cyber operatives will reduce their activities for the time being -- or at least refrain from a \"cyber attack\" as defined in this GJ question. Other forms of sophisticated persuasion operations by Russian intelligence against American society apparently will likely continue -- as will Russian attempts to penetrate the U.S. government. These recent news reports include related OSINT: “New cyber attacks hit airport, metro in Ukraine,” Reuters news service, Oct. 24. http://www.reuters.com/article/us-ukraine-cyber/new-cyber-attacks-hit-airport-metro-in-ukraine-idUSKBN1CT21F?il=0 “Russian News Agency Interfax Faces ‘Unprecedented’ Hacker Attack,” Bloomberg news service, Oct. 24. https://www.bloomberg.com/news/articles/2017-10-24/russian-news-agency-interfax-faces-unprecedented-hacker-attack “Hackers targeting NATO and U.S. military cyber-experts,” Digital Journal, Oct. 23. http://www.digitaljournal.com/tech-and-science/technology/hackers-targeting-nato-and-us-military-cyber-experts/article/505778 “Congress: Trump Won’t Implement Russia Sanctions—and He Won’t Tell Us Why,” Daily Beast, Oct. 23. https://www.thedailybeast.com/congress-trump-wont-implement-russia-sanctionsand-he-wont-tell-us-why “North Korea's hacker army could be fighting its war from India, says report,” Economic Times (India), Aug. 24. https://economictimes.indiatimes.com/tech/internet/north-koreas-hacker-army-could-be-fighting-its-war-from-india-say-report/articleshow/61197263.cms “After quietly infecting a million devices, Reaper botnet set to be worse than Mirai,” ZDNet, Oct. 24. http://www.zdnet.com/article/reaper-botnet-could-be-worse-than-mirai-cyberattack/ “Week ahead: Lawmakers zero in on Kaspersky,” The Hill, Oct. 23. http://thehill.com/policy/cybersecurity/356413-week-ahead-lawmakers-zero-in-on-kaspersky “Kaspersky fights spying claims with code review plan,” TechCrunch, Oct. 23. https://techcrunch.com/2017/10/23/kaspersky-fights-spying-claims-with-code-review-plan/"], [1333, "2017-10-24T15:25:48Z", [0.05], "just riding the curve here as I have little faith in the reporting agencies ability to convincingly sort out criminal from state hacks."], [23234, "2017-10-24T06:19:21Z", [0.5], ""], [368, "2017-10-24T00:41:13Z", [0.0], ""], [73, "2017-10-23T20:46:34Z", [1.0], "come on .......  \"In early October, the Russian hacking group, infamous for infiltrating the computer networks of the Democratic National Committee (DNC) last year, launched a new operation targeting potential attendees of an upcoming US cybersecurity conference, research suggests\" http://www.ibtimes.co.uk/fancy-bear-returns-russian-hackers-target-us-cyber-conference-booby-trapped-file-1644181 \"A US entity can be governmental, commercial, academic, nonprofit or an individual.\"  as well as.... https://www.thedailybeast.com/russias-election-hackers-use-dc-cyber-warfare-conference-as-bait \"Sunday’s report from Cisco comes two days after the Department of Homeland Security issued an alert on another Russia-linked hacking group known as Dragonfly and Energetic Bear that’s been targeting control system operators at U.S. energy firms since May. “DHS has confidence that this campaign is still ongoing,” the Friday alert read, “and threat actors are actively pursuing their ultimate objectives over a long-term campaign.”\""], [485, "2017-10-23T19:28:09Z", [0.12], "Will Russian intelligence and the Putin administration keep pushing robustly in the \"fifth domain\" of cyber? And what is the psychology behind their behavior? Related OSINT in the news: “Russia’s Election Hackers Use D.C. Cyber Warfare Conference as Bait,” Daily Beast, Oct. 23. https://www.thedailybeast.com/russias-election-hackers-use-dc-cyber-warfare-conference-as-bait “A Tale Of Two Efforts To Improve Confidence In U.S. Elections,” National Public Radio, Oct. 23. http://www.npr.org/2017/10/23/559002709/a-tale-of-two-efforts-to-improve-confidence-in-u-s-elections “Researchers have found an unexpected axis of North Korea’s cyber activity: India,” Quartz, Oct. 23. https://qz.com/1105149/india-is-an-unexpected-axis-of-north-koreas-suspect-cyber-activity/ “Feds warn energy, aviation companies of hacking threats,” Engadget, Oct. 22. https://www.engadget.com/2017/10/22/feds-warn-energy-hacking-threats/ “Senators say feds leave local officials on their own on cybersecurity,” Cronkite News (Arizona State University) on Arizona Daily Sun (Flagstaff), Oct. 23. http://azdailysun.com/news/local/senators-say-feds-leave-local-officials-on-their-own-on/article_11e85240-e509-5e9d-85ba-d02da16edd7f.html “Czech election websites hacked, vote unaffected: Statistics Office,” Reuters news service on CNBC, Oct. 23. https://www.cnbc.com/2017/10/23/czech-election-websites-hacked-vote-unaffected-statistics-office.html “Kaspersky Lab to open software to review, says nothing to hide,” Reuters news service, Oct. 23. https://www.reuters.com/article/us-usa-security-kaspersky-russia/kaspersky-lab-to-open-software-to-review-says-nothing-to-hide-idUSKBN1CS0Y1"], [73, "2017-10-23T16:19:34Z", [1.0], "FBI make available on Saturday TA17-293A regarding current activities of Dragonfly (a known Russian sponsored APT) on US businesses...... \"A joint Technical Alert, TA17–293A, released over the weekend by the FBI and Department of Homeland Security describing the activities of a **Russian APT** may contain signatures and rules likely to trigger false positives in some security systems.  The alert, made available Saturday morning, dissects the activity of the **Dragonfly APT, also known as Energetic Bear**, Crouching Yeti and a host of other nicknames. The group targets energy sector and other critical utilities including nuclear, as well as government agencies and manufacturing\"   from https://threatpost.com/dhs-alert-on-dragonfly-apt-contains-iocs-rules-likely-to-trigger-false-positives/128572/ \"However, the U.S. Department of Homeland Security and the Federal Bureau of Investigation have **previously linked Dragonfly to Russia**. \nfrom http://www.cbc.ca/news/technology/russia-dragonfly-energetic-bear-hacking-energy-us-symantec-1.4276999 \"Dragonfly, aka Energetic Bear out of Russia,\"  from https://www.darkreading.com/attacks-breaches/dragonfly-apt-now-able-to-disrupt-us-power-grid-operations-symantec-warns/d/d-id/1329814?piddl_msgorder=asc https://www.darkreading.com/vulnerabilities---threats/russian-cyber-espionage-under-the-microscope/d/d-id/1317643 \"A study of published intelligence on three major malware families used in Russia's cyber espionage operations shows a highly coordinated, targeted, and stealthy strategy.\" https://www.darkreading.com/vulnerabilities---threats/russian-cyber-espionage-under-the-microscope/d/d-id/1317643"], [691, "2017-10-23T02:13:08Z", [0.03], ""], [1034, "2017-10-22T23:27:16Z", [0.0], ""], [14432, "2017-10-22T18:46:11Z", [0.0], ""], [368, "2017-10-22T18:13:06Z", [0.0], ""], [39390, "2017-10-22T17:05:39Z", [0.46], ""], [485, "2017-10-22T17:01:17Z", [0.14], "North Korea could possibly launch a cyber attack against the U.S. that would have Putin's blessing. But, does that constitute the Russian government \"sponsoring\" an attack as defined in this GJ question?  In any event, North Korea reported has developed robust cyber capabilities and Russia is reportedly assisting them with improved internet connectivity. Related OSINT in recent news reports: “U.S. warns public about attacks on energy, industrial firms,” Reuters news service, Oct. 21. https://www.reuters.com/article/us-usa-cyber-energy/u-s-warns-public-about-attacks-on-energy-industrial-firms-idUSKBN1CQ0IN “The Power of North Korea’s Cyberthreat,” New York Times, Oct. 21. https://www.nytimes.com/2017/10/21/opinion/sunday/north-korea-cyberthreat.html “How North Korea Built An Army of Hackers: Q&A,” Bloomberg news service, Oct. 17. https://www.bloomberg.com/news/articles/2017-10-17/how-north-korea-built-an-army-of-cyber-warriors-quicktake-q-a “Cybersecurity is becoming a problem people can't ignore, hackers say,” Chicago Tribune, Oct. 19. http://www.chicagotribune.com/bluesky/originals/ct-bsi-cwi-cybersecurity-20171019-story.html “The Russia Investigations: Interference Impacted Real Life; Senators Propose New Law,” National Public Radio, Oct. 22. http://www.npr.org/2017/10/22/559086726/the-russia-investigations-interference-impacted-real-life-senators-propose-new-l “McCain says White House blocked cyber czar from testifying,” The Hill, Oct. 19. http://thehill.com/policy/cybersecurity/356189-mccain-says-white-house-blocked-cyber-czar-from-testifying “Senate Committee May Subpoena White House Cyber Adviser,” Voice of America, Oct. 19. https://www.voanews.com/a/senate-cyber-security-rob-joyce/4077808.html"], [73, "2017-10-22T03:29:49Z", [1.0], "http://www.reuters.com/article/us-usa-cyber-energy/u-s-warns-public-about-attacks-on-energy-industrial-firms-idUSKBN1CQ0IN"], [368, "2017-10-21T21:22:39Z", [0.0], ""], [1034, "2017-10-21T20:39:06Z", [0.0], ""], [691, "2017-10-21T18:51:41Z", [0.03], ""], [485, "2017-10-21T17:54:26Z", [0.12], "About five weeks to go until the deadline for this GJ question. Russian intelligence's cyber influence operations, persuasion operations, cyber reconnaissance and other \"active measures\" against U.S. society apparently continue, according to some news reports. However, many of these activities apparently do not fall within this GJ question's examples and definitions of a cyber attack. Recent related news and OSINT: “Roles and Responsibilities for Defending the Nation from Cyber Attack,” FBI website, Statement Before the Senate Armed Services Committee, Oct. 19. https://www.fbi.gov/news/testimony/cyber-roles-and-responsibilities “Hunting the hackers: How Ukraine became Russia's test lab for cyberwar,” Sydney Morning Herald (Australia), Oct. 21. http://www.smh.com.au/world/hunting-the-hackers-how-ukraine-became-russias-test-lab-for-cyberwar-20171017-gz2dtx.html “Frustrated senators demand cyber war strategy from Trump,” The Hill, Oct. 19. http://thehill.com/policy/cybersecurity/356269-frustrated-senators-demand-cyber-war-strategy-from-trump “Facebook and Google are spending big money to lobby on Russia, sex trafficking and immigration,” Recode, Oct. 21. https://www.recode.net/2017/10/21/16512414/apple-amazon-facebook-google-tech-congress-lobbying-2017-russia-sex-trafficking-daca “Did Russia’s Facebook Ads Actually Swing the Election?” New York Magazine, Oct. 20. http://nymag.com/selectall/2017/10/did-russias-facebook-ads-actually-swing-the-election.html"], [368, "2017-10-20T23:07:22Z", [0.0], ""], [39911, "2017-10-20T19:48:32Z", [0.13], ""], [485, "2017-10-20T17:34:45Z", [0.12], "The cyber activities by Russian intelligence operatives targeting the U.S. seem to be continuing -- though they do not seem to be \"cyber attacks\" per se as defined for this GJ question.  But, it does seem reasonable that Russian efforts could become more active and/or include such an attack before Nov. 30.  News reports and OSINT related to Russia's cyber activities are below: “Russia-sponsored troll networks still operating, targeting America,” McClatchy news service/newspapers, Oct. 19. http://www.mcclatchydc.com/news/nation-world/world/article179799311.html “Bush Slams Russian Effort to ‘Exploit Our Country’s Divisions,’” NBC News, Oct. 19. https://www.nbcnews.com/politics/politics-news/bush-slams-russian-effort-exploit-our-country-s-divisions-n812306 “McCain threatens to subpoena Trump's cybersecurity czar after he skips hacking hearing,” ABC News, Oct. 19. http://abcnews.go.com/Politics/mccain-threatens-subpoena-trumps-cybersecurity-czar-skips-hacking/story?id=50593296 “Putin Takes Aim at U.S., West; Threatens New Arms Race, U.S. Media In Russia,” Radio Free Europe/Radio Liberty, Oct. 19. https://www.rferl.org/a/putin-slams-u-s-wmd-agreements-sanctions/28804484.html “A plan for defending US manufacturers from cyberattacks,” The Hill, Oct. 20. http://thehill.com/opinion/cybersecurity/356377-a-plan-for-defending-us-manufacturers-from-cyberattacks “CIA Director Wrongly Says U.S. Found Russia Didn’t Affect Election Result,” NBC News, Oct. 19. https://www.nbcnews.com/politics/elections/cia-director-wrongly-says-u-s-found-russia-didn-t-n812411 “Facebook and Google Helped Anti-Refugee Campaign in Swing States,” Bloomberg news service, Oct. 18. https://www.bloomberg.com/news/articles/2017-10-18/facebook-and-google-helped-anti-refugee-campaign-in-swing-states “This Bill Would Help Stop Russia From Buying Online Election Ads,” Slate, Future Tense, Oct. 19. http://www.slate.com/articles/technology/future_tense/2017/10/the_honest_ads_act_would_help_stop_online_election_meddling_from_foreign.html “US Senators Seek to Block Foreign Online Ads Targeting American Voters,” Voice of America, Oct. 19. https://www.voanews.com/a/us-senators-proposal-block-foreign-online-ads-american-voters/4078166.html “U.S. Senators Single Out Russia In Push Against Anonymous Online Political Ads,” Radio Free Europe/Radio Liberty, Oct. 19. https://www.rferl.org/a/u-s-senators-mccain-klobuchar-warner-russia-political-ads/28804745.html"], [691, "2017-10-20T12:28:51Z", [0.03], ""], [1034, "2017-10-20T05:43:32Z", [0.0], ""], [368, "2017-10-19T22:02:01Z", [0.0], ""], [485, "2017-10-19T15:59:30Z", [0.1], "GJ has a detailed description of what constitutes a \"cyber attack\" for the purposes of this GJ question.  It apparently does not include other types of cyber-related \"influence operations,\" \"active measures,\" psychological warfare, persuasion operations, deception operations, espionage activities, penetration of U.S. society and the USG, etc. However, the many types of overlapping cyber-related activities by Russian intelligence and the Putin administration might help educate us about factors directly associated with this GJ question. Recent news reports and OSINT: “US, allies grapple with countering Russia’s cyberoffensive,” Stars and Stripes, Oct. 19. https://www.stripes.com/news/us-allies-grapple-with-countering-russia-s-cyberoffensive-1.493254 “Haley Says Russia’s U.S. Election Interference Was ‘Warfare,’” Associated Press on Bloomberg news service, Oct. 19. https://www.bloomberg.com/news/articles/2017-10-19/trump-un-envoy-russia-s-election-interference-is-warfare “Michael Hayden fears Russian meddling \"narrative\" is being lost,” CBS News, Oct. 18. https://www.cbsnews.com/news/michael-hayden-fears-russian-meddling-narrative-isnt-a-top-priority/ “Rolling apocalypse, maturing cyber threat,” Bulletin of the Atomic Scientists, Oct. 18. https://thebulletin.org/rolling-apocalypse-maturing-cyber-threat11202 “Senators target election meddling with new social media bill,” CNBC, Oct. 18. https://www.cnbc.com/2017/10/18/sens-warner-klobuchar-to-unveil-bill-on-russian-election-meddling.html “Twitter Was Warned Repeatedly About This Fake Account Run By A Russian Troll Farm And Refused To Take It Down,” BuzzFeed News, Oct. 18. https://www.buzzfeed.com/kevincollier/twitter-was-warned-repeatedly-about-this-fake-account-run?utm_term=.tj956gXoZ#.qakKpYPbg “Twitter account claiming to belong to Tennessee GOP was run by Russian trolls,” The Hill, Oct. 18. http://thehill.com/policy/cybersecurity/356066-popular-twitter-account-claiming-to-belong-to-tennessee-gop-was-run-by “Facebook Is Looking for Employees With National Security Clearances,” Bloomberg news service, Oct. 16. https://www.bloomberg.com/news/articles/2017-10-16/facebook-is-said-to-seek-staff-with-national-security-clearance “Kaspersky Software Hack of US Intelligence Is a New Type of 'Trojan Horse,'” InHomelandSecurity, Oct. 19. https://inhomelandsecurity.com/kaspersky-software-hack-us-intelligence/ “Kaspersky's KGB links make it a bad choice for U.S. consumers,” Philadelphia Inquirer, Oct. 18. http://www.philly.com/philly/business/technology/kasperskys-kgb-links-make-it-a-bad-choice-for-u-s-consumers-20171018.html “In attempt to sow fear, Russian trolls paid for self-defense classes for African Americans,” CNN, Oct. 18. http://money.cnn.com/2017/10/18/media/black-fist-russia-self-defense-classes/index.html"], [691, "2017-10-19T11:39:56Z", [0.04], ""], [368, "2017-10-18T20:40:18Z", [0.0], ""], [485, "2017-10-18T15:54:22Z", [0.08], "Cyber activities by Russian intelligence and the Putin administration against the U.S. have apparently been very successful -- so far.  This could eventually backfire on Pres. Putin and his associates. As Americans learn more about these Russian activities, there could be blowback for Putin and his friends -- including his friends in the U.S.  Will various developments result in a cyber attack against U.S. entities by Russian operatives (and/or a Russian-sponsored third-party) before Nov. 30? This seems like a very fluid situation. Putin and Russian intelligence could decide to \"lay low\" for a while, or keep pushing the cyber boundaries against the U.S. Below are recent news reports, articles and OSINT. Included are articles about deeper psychology of Russian society (and U.S. psychology/society) as well as more technical cyber developments. “Pentagon pressed on source code disclosures to Russia,” The Hill, Oct. 18. http://thehill.com/policy/cybersecurity/355996-pentagon-pressed-on-source-code-disclosures-to-russia\n\n“'Our task was to set Americans against their own government': New details emerge about Russia's trolling operation,” Business Insider, Oct. 17. http://www.businessinsider.com/former-troll-russia-disinformation-campaign-trump-2017-10 “Exclusive: Putin's 'chef,' the man behind the troll factory,” CNN, Oct. 17. http://www.cnn.com/2017/10/17/politics/russian-oligarch-putin-chef-troll-factory/index.html “Mueller has interviewed the cybersecurity expert who described being 'recruited to collude with the Russians,'” Business Insider, Oct. 17. http://www.businessinsider.com/mueller-trump-russia-matt-tait-michael-flynn-investigation-2017-10 “How the Russians pretended to be Texans and Texans believed them,” Dallas Morning News, Oct. 18. https://www.dallasnews.com/opinion/commentary/2017/10/18/russians-pretended-texansand-texans-believed “These Americans Were Tricked Into Working For Russia. They Say They Had No Idea.” BuzzFeed News, Oct. 17. https://www.buzzfeed.com/rosalindadams/these-americans-were-tricked-into-working-for-russia-they?utm_term=.ed31WKP2L#.bi6VGeyQ8 “Why Russia thinks it’s exceptional,” The Conversation, Oct. 17. http://theconversation.com/why-russia-thinks-its-exceptional-85240\n"], [691, "2017-10-18T15:35:29Z", [0.04], ""], [37669, "2017-10-18T13:31:46Z", [0.85], "Russia is probably doing this as I write: it's just a question as to whether or not they'll be caught by this date."], [40258, "2017-10-18T10:16:42Z", [0.16], ""], [368, "2017-10-17T19:50:49Z", [0.0], ""], [485, "2017-10-17T17:00:41Z", [0.12], "Recent news reports include related OSINT: “Israel and Russia’s overlapping hacks of Kaspersky complicate espionage narrative,” TechCrunch, Oct. 11. https://techcrunch.com/2017/10/11/nyt-kaspersky-israel-intelligence-duqu-2-0/?ncid=rss&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Techcrunch+%28TechCrunch%29 “Spies like us: How computers bonded the U.S. and Russia,” Salon, Oct. 15. https://www.salon.com/2017/10/15/hacking-as-culture-how-computers-bonded-the-u-s-and-russia/ “Watch out: Russia’s tactics will evolve,” StopFake, Oct. 17. https://www.stopfake.org/en/watch-out-russia-s-tactics-will-evolve/ “Russia has weaponized the energy sector in war against the West,” The Hill, Oct. 17. http://thehill.com/opinion/international/355742-russias-has-weaponized-the-energy-sector-in-war-against-the-west  “What the Kaspersky Antivirus Hack Means for Consumers,” Consumer Reports, Oct. 12. https://www.consumerreports.org/privacy/what-to-do-about-the-kaspersky-data-hack-/"], [40294, "2017-10-17T15:50:18Z", [0.55], "55 per cent in favour of a lower level cyber attack. Mr Putin will try to keep his head down, ie he will try not to raise even more interest in Russian cyber attacks."], [368, "2017-10-16T20:38:29Z", [0.0], ""], [485, "2017-10-16T19:19:06Z", [0.1], "Related OSINT in recent news reports: “Russian internet trolls were required to watch 'House of Cards': report,” The Hill, Oct. 15. http://thehill.com/blogs/blog-briefing-room/news/355575-russian-internet-trolls-were-required-to-watch-house-of-cards “The United States has already lost a major battle in the information war,” Foreign Policy on Business Insider, Oct. 14. http://www.businessinsider.com/the-united-states-lost-a-major-battle-in-the-information-war-2017-10 “Cambridge Analytica, the shady data firm that might be a key Trump-Russia link, explained,” Vox, Oct. 16. https://www.vox.com/policy-and-politics/2017/10/16/15657512/cambridge-analytica-trump-kushner-flynn-russia “North Korea’s Most Powerful Weapon Is Its Cyber Apparatus,” New York Magazine, Oct. 16. http://nymag.com/selectall/2017/10/north-koreas-most-powerful-weapon-is-its-cyber-apparatus.html"], [36188, "2017-10-16T18:32:40Z", [0.08], ""], [19340, "2017-10-16T13:54:13Z", [0.0], ""], [691, "2017-10-16T12:34:02Z", [0.04], ""], [368, "2017-10-15T20:56:17Z", [0.0], ""], [40783, "2017-10-15T20:55:22Z", [0.2], "Given the rising pressure coming from the special council and other committees research into the so called 'russian probe' it is not unlikely that the russians see fit to increase pressure on the american political system by initiaiting some sort of low or high level interference attack. "], [1034, "2017-10-15T19:40:46Z", [0.0], ""], [485, "2017-10-15T15:57:01Z", [0.08], "Below are some news reports and OSINT related to this GJ question: “Hacking a Power Grid in Three (Not-so-Easy) Steps,” Wired, Oct. 13. https://www.wired.com/story/hacking-a-power-grid-in-three-not-so-easy-steps/ “Expert Warns of North Korea's Growing Cyberwar Capabilities,” Voice of America, Oct. 14. https://www.voanews.com/a/expert-warns-of-north-korea-growing-cyberwar-capabilities/4070920.html “Russia’s Use of Antivirus Software to Spy on the U.S. Shows Why We Need Strong Encryption,” Slate, Future Tense, Oct. 12. http://www.slate.com/blogs/future_tense/2017/10/12/russia_used_kaspersky_software_to_spy_on_the_u_s_that_s_why_we_need_encryption.html “Russia Has Invented Social Media Blitzkrieg,” Foreign Policy, Oct.13. http://foreignpolicy.com/2017/10/13/russia-has-invented-social-media-blitzkrieg/amp/ “Wary of Hackers, States Move to Upgrade Voting Systems,” New York Times, Oct. 14. https://www.nytimes.com/2017/10/14/us/voting-russians-hacking-states-.html “GOP, Democratic state officials push to secure election systems: report,” The Hill, Oct. 14. http://thehill.com/policy/cybersecurity/355466-gop-democratic-state-officials-push-to-secure-election-systems-report “You have almost certainly been hacked,” The Week, Oct. 15. http://theweek.com/articles/730439/have-almost-certainly-been-hacked"], [2965, "2017-10-15T13:11:25Z", [0.79], ""], [691, "2017-10-15T12:31:27Z", [0.05], ""], [368, "2017-10-14T17:17:16Z", [0.0], ""], [485, "2017-10-14T16:45:57Z", [0.1], "Russia, Iran and North Korea have been launching cyber hacks and attacks of various kinds.  Are these \"fifth domain\" activities now becoming just an everyday part of international relations and competition?  If so, Russian intelligence and the Putin administration might feel more emboldened to launch or sponsor more actions against the U.S. -- even in the near future (before this GJ question expires Nov. 30). These recent news reports include some useful related OSINT: “Poland says it's repelled a 3rd Russian hacking attack,” Associated Press on ABC News, Oct. 13. http://abcnews.go.com/Technology/wireStory/poland-repelled-3rd-russian-hacking-attack-50457003 “Iran was behind cyber attack on British lawmakers in June: The Times,” Reuters news service, Oct. 14. https://in.reuters.com/article/britain-politics-cyber/iran-was-behind-cyber-attack-on-british-lawmakers-in-june-the-times-idINKBN1CJ0AD “House: Roger Stone ‘complied' with House investigators on identity of Wikileaks contact,” The Hill, Oct. 14. http://thehill.com/homenews/355444-house-roger-stone-complied-with-house-investigators-on-identity-of-wikileaks-contact “Arizona Election Chief Says State Not Targeted by Hackers,” Associated Press on U.S. News & World Report, Oct. 12. https://www.usnews.com/news/best-states/arizona/articles/2017-10-12/arizona-election-chief-says-state-not-targeted-by-hackers “How North Korean hackers stole 235 gigabytes of classified US and South Korean military plans,” Vox. Oct. 13. https://www.vox.com/world/2017/10/13/16465882/north-korea-cyber-attack-capability-us-military “Australia jet and navy data stolen in 'extensive' hack,” BBC News, Oct.12. http://www.bbc.com/news/world-australia-41590614 “Deloitte Hack May Have Exposed Data From Major Government Agencies and Companies,” Slate, Future Tense, Oct. 10. http://www.slate.com/blogs/future_tense/2017/10/10/a_deloitte_security_breach_may_have_granted_hackers_access_to_government.html"], [196, "2017-10-14T13:42:47Z", [0.35], ""], [691, "2017-10-14T12:58:27Z", [0.05], ""], [23006, "2017-10-14T02:08:48Z", [0.0], ""], [368, "2017-10-13T23:40:58Z", [0.0], ""], [691, "2017-10-13T17:53:27Z", [0.05], ""], [485, "2017-10-13T16:12:24Z", [0.1], "Nov. 30, the deadline for this GJ question, arrives in about seven weeks. Chances of a Russian intelligence-inspired cyber attack within that time frame might be limited.  Recent related OSINT in the news:  “The cyber threat is real,” Tester, Naval Air Station Patuxent River (From Office of the Deputy Chief of Naval Operations for Information Warfare), Oct. 12. http://www.dcmilitary.com/tester/news/local/the-cyber-threat-is-real/article_bb63280e-3f1c-5c08-af22-8f3b59ed7643.html “Cyber Command Flexes New Acquisition Muscle,” U.S. Cyber Command news release, Oct. 12. https://www.defense.gov/News/Article/Article/1341201/cyber-command-flexes-new-acquisition-muscle/ “Ukraine says cyber attack may strike in next few days,” Reuters news service, Oct. 13. https://in.reuters.com/article/ukraine-cyber-warning/ukraine-says-cyber-attack-may-strike-in-next-few-days-idINKBN1CI1RR “Voting Machines: A National Security Vulnerability?” Atlantic Council, Oct. 12. http://www.atlanticcouncil.org/blogs/new-atlanticist/voting-machines-a-national-security-vulnerability “Twitter deleted data potentially crucial to Russia probes,” Politico, Oct. 13. http://www.politico.com/story/2017/10/13/twitter-russia-data-deleted-investigation-243730 “Kaspersky Lab Says Steps Up Cooperation With Interpol; Kremlin Calls Spy Reports 'Absurd,'” Radio Free Europe/Radio Liberty, Oct. 13. https://www.rferl.org/a/kaspersky-steps-up-cybercrime-fighting-efforts-with-interpol-amid-spying-allegations/28791044.html “Trump campaign data firm cooperating with House on Russia inquiry,” Politico, Oct. 11. http://www.politico.com/story/2017/10/11/trump-russia-probe-mercer-data-243694"], [40748, "2017-10-13T06:46:17Z", [0.03], ""], [192, "2017-10-13T01:27:53Z", [0.75], ""], [368, "2017-10-12T19:07:02Z", [0.0], ""], [485, "2017-10-12T15:14:50Z", [0.1], "Russian intelligence's cyber activities could include sponsoring a cyber attack by North Korea. According to news reports, Russia recently began helping North Korea with internet connectivity. Russian cyber operatives reportedly used \"cutouts\" (cover stories and/or third-parties) during cyber activities against American society prior to the 2016 election.  Some related recent news reports and OSINT: “Kremlin says allegations against Kaspersky Lab are 'absurd,'” Reuters news service, Oct. 12. https://www.reuters.com/article/us-usa-security-kaspersky-russia/kremlin-says-allegations-against-kaspersky-lab-are-absurd-idUSKBN1CH1DX “Intrigue grows with new Kaspersky revelations,” The Hill, Oct. 12. http://thehill.com/policy/cybersecurity/355040-intrigue-grows-with-new-kaspersky-revelations “Russia’s Neighbors Respond to Putin’s ‘Hybrid War,’” Foreign Policy, Oct. 12. http://foreignpolicy.com/2017/10/12/russias-neighbors-respond-to-putins-hybrid-warlatvia-estonia-lithuania-finland/ “Top U.S. Senators Criticize White House For Delay on Russian Sanctions,” Radio Free Europe/Radio Liberty, Oct. 11. https://www.rferl.org/a/senators-russia-sanctions-trump/28787314.html “Trump names top Kelly aide, a cybersecurity expert, to run Homeland Security,” Los Angeles Times, Oct. 11. http://www.latimes.com/politics/la-na-pol-neilsen-dhs-secretary-20171011-story.html “How Russia’s Favorite Antivirus Software Became a U.S. Government Security Threat,” New York Magazine, Oct. 11. http://nymag.com/selectall/2017/10/how-russias-favorite-antivirus-software-became-a-us-threat.html “Kaspersky's U.S. spat a sign of Balkanisation in cyber world: Interpol,” Reuters news service, Oct. 10. https://www.reuters.com/article/us-usa-security-kaspersky-interpol/kasperskys-u-s-spat-a-sign-of-balkanisation-in-cyber-world-interpol-idUSKBN1CF26O"], [368, "2017-10-11T20:00:49Z", [0.0], ""], [485, "2017-10-11T16:55:54Z", [0.1], "I agree with other forecasters that Russian intelligence and Pres. Putin might be \"laying low\" right now as far as cyber attacks -- for a number of reasons. At the same time, there are reports that Putin and friends continue to be very active using cyber to try to exploit divisions within U.S. society to create or amplify unrest and discord -- such as the NFL \"knee\" controversy. Recent related OSINT in the news: “Israeli spies reportedly found Russians using Kaspersky software for hacks,” Reuters news service on CNBC, Oct. 10. https://www.cnbc.com/2017/10/10/israeli-spies-found-russians-using-kaspersky-software-for-hacks.html “Russia remains the greatest near-term threat to the US, intel official says,” Army Times, Oct. 10. https://www.armytimes.com/news/your-army/2017/10/09/russia-remains-the-greatest-near-term-threat-to-the-us-intel-official-says/ “U.S. voting machines are susceptible to hacking by foreign actors,” CBS News, Oct. 11. https://www.cbsnews.com/news/u-s-voting-machines-are-susceptible-to-hacking-by-foreign-actors/ “Election hacking report: US 'has a lot to do in a short period of time,'” The Hill, Oct. 10. http://thehill.com/policy/cybersecurity/354734-election-hacking-report-finds-us-has-a-lot-to-do-in-a-short-period-of “U.S. governors, hackers, academics team up to secure elections,” Reuters news service on Business Insider, Oct. 9. http://www.businessinsider.com/r-us-governors-hackers-academics-team-up-to-secure-elections-2017-10 “Cyber Skills needed: Special ops leaders seek soldiers who can fight the enemy up close and online,” Fifth Domain, Oct. 3. https://www.fifthdomain.com/news/your-army/2017/10/03/hackers-wanted-special-ops-leaders-seek-soldiers-who-can-fight-the-enemy-up-close-and-online/ “Exclusive: Symantec CEO says source code reviews pose unacceptable risk,” Reuters news service, Oct. 10. https://www.reuters.com/article/us-usa-cyber-russia-symantec/exclusive-symantec-ceo-says-source-code-reviews-pose-unacceptable-risk-idUSKBN1CF2SB"], [73, "2017-10-11T15:46:33Z", [1.0], "https://www.fireeye.com/blog/threat-research/2017/10/north-korean-actors-spear-phish-us-electric-companies.html \"Nation-states often conduct cyber espionage operations to gather intelligence and prepare for contingencies, especially at times of high tension. FireEye has detected more than 20 cyber threat groups suspected to be sponsored by at least four other nation-states attempting to gain access to targets in the energy sector that could have been used to cause disruptions. The few examples of disruptions to energy sector operations being caused by cyber operations required additional technical and operational steps that these North Korean actors do not appear to have taken nor have shown the ability to take.\" https://www.nbcnews.com/news/north-korea/experts-north-korea-targeted-u-s-electric-power-companies-n808996\n\"American intelligence officials rank North Korea behind Russia, China and Iran among U.S. adversaries in ability to inflict damage via cyberattacks\""], [19106, "2017-10-11T04:32:12Z", [0.01], "The biggest source of uncertainty for these types of questions lies in how GJ interprets the question - for example what threshold of evidence they will require to consider an attack state-sponsored or executed. Looking over FireEye's past reports, they often use fairly equivocal language when talking about whether a hack or hacking group is state backed. In order to calibrate questions like this, it would be fantastic if GJ created similar questions for past years, then judged them."], [368, "2017-10-10T18:37:19Z", [0.0], ""], [368, "2017-10-10T18:26:58Z", [0.0], ""], [485, "2017-10-10T15:27:09Z", [0.15], "Do the Putin administration and Russian intelligence want to ratchet up the cyber conflict with the U.S.?  They seem to now have an understanding of U.S. vulnerabilities (tech, social, psychological) as well as some American strengths, defenses and countermeasures. Recent news reports include some interesting OSINT: “After Russian election hack, U.S. security advisers form group to make 2020 race unhackable,” USA Today, Oct. 10. https://www.usatoday.com/story/tech/news/2017/10/10/after-russian-election-hack-u-s-security-advisers-form-group-make-2020-race-unhackable/747403001/ “Hacker study: Russia could get into U.S. voting machines,” Politico, Oct. 9. http://www.politico.com/story/2017/10/09/russia-voting-machines-hacking-243603 “UK tech firm Micro Focus to curb code reviews by 'high risk' governments,” Reuters news service, Oct. 9. https://www.reuters.com/article/us-usa-cyber-russia-microfocus/uk-tech-firm-micro-focus-to-curb-code-reviews-by-high-risk-governments-idUSKBN1CE2M6 “Russia Recruited YouTubers to Bash ‘Racist B*tch’ Hillary Clinton Over Rap Beats,” Daily Beast, Oct. 8. https://www.thedailybeast.com/russia-recruited-youtubers-to-bash-racist-btch-hillary-clinton-over-rap-beats “How Russia Harvested American Rage to Reshape U.S. Politics,” New York Times, Oct. 9. https://www.nytimes.com/2017/10/09/technology/russia-election-facebook-ads-rage.html “Microsoft looks at whether Russians bought U.S. ads on search engine,” Reuters news service, Oct. 9. https://www.reuters.com/article/us-usa-trump-russia-microsoft/microsoft-looks-at-whether-russians-bought-u-s-ads-on-search-engine-idUSKBN1CE2K3 “Russians in Silicon Valley Can’t Shake Hacking’s Shadow,” New York Times, Oct. 8. https://www.nytimes.com/2017/10/08/technology/russian-election-hacking-silicon-valley.html"], [13657, "2017-10-10T14:00:06Z", [0.0], ""], [485, "2017-10-09T16:12:08Z", [0.12], "Russian intelligence personnel and their cyber operatives seem to be having much success in their \"active measures\" targeting American society. It seems logical that these efforts will continue or accelerate as part of Russian influence operations.  OSINT in recent news reports: “Google uncovers Russian-bought ads on YouTube, Gmail, other platforms,” Washington Post on Houston Chronicle, Oct. 9. http://www.chron.com/news/article/Google-uncovers-Russian-bought-ads-on-YouTube-12263383.php “Google uncovered Russia-backed ads on YouTube, Gmail, source says,” Reuters news service, Oct. 9. https://www.reuters.com/article/us-usa-trump-russia-alphabet/google-uncovered-russia-backed-ads-on-youtube-gmail-source-says-idUSKBN1CE192 “Russian propaganda engaged U.S. vets, troops on Twitter and Facebook, study finds,” McClatchy news service/newspapers, Oct. 9. http://www.mcclatchydc.com/news/nation-world/national/article177744986.html “US House Committee Calls New Hearing on Kaspersky Software,” Voice of America, Oct. 6. https://www.voanews.com/a/house-committee-calls-new-hearing-kaspersky-software/4060428.html “'The nail in the coffin': Russia's top cyber firm may have made a 'catastrophic' mistake,” Business Insider, Oct. 6. http://www.businessinsider.com/russian-hackers-nsa-kaspersky-lab-software-2017-10"], [2965, "2017-10-09T14:19:18Z", [0.79], ""], [37412, "2017-10-08T22:30:12Z", [0.05], ""], [368, "2017-10-08T19:12:27Z", [0.0], ""], [14432, "2017-10-08T13:53:28Z", [0.0], "gonna be laying low "], [691, "2017-10-08T13:08:35Z", [0.05], ""], [37097, "2017-10-08T03:36:36Z", [0.1], ""], [19340, "2017-10-08T00:15:45Z", [0.0], ""], [368, "2017-10-07T20:09:46Z", [0.0], ""], [40617, "2017-10-07T12:55:15Z", [0.2], "I broke the question down into a simpler question: In any given year how many reported cyber attacks on the US will be perpetrated by Russian attackers? I figure about 1. The time period given is exactly 20% of the year. "], [691, "2017-10-07T12:48:23Z", [0.05], ""], [368, "2017-10-06T19:46:04Z", [0.0], ""], [485, "2017-10-06T15:42:54Z", [0.15], "Russian intelligence seems to be increasingly in a position to launch cyber attacks against the U.S. -- including against some of our most sensitive defense organizations. Various elements of the tech-related infrastructure of U.S. society seem to be easy targets for Russian intelligence and its friends and associates. Recent news reports and OSINT related to this GJ question: “McCain: Armed Services panel continues to address Russian cyber threats,” The Hill, Oct. 6. http://thehill.com/homenews/senate/354102-mccain-senate-armed-services-panel-to-investigate-russias-disinformation “NSA contractors back in spotlight after reported Russian theft,” Politico, Oct. 5. http://www.politico.com/story/2017/10/05/nsa-contractors-russia-hackers-surveillance-tools-243509 “Reports: Russian Hackers Allegedly Stole U.S. NSA Secrets,” Radio Free Europe/Radio Liberty, Oct. 5. https://www.rferl.org/a/russian-hackers-allegedly-steal-nsa-spying-tools/28776360.html “Russian Hackers Stole U.S. Cyber Secrets From NSA: Media Reports,” U.S. News & World Report, Oct. 5. https://www.usnews.com/news/world/articles/2017-10-05/russian-hackers-get-us-cyber-defense-details-from-nsa-wsj “Russian Hackers Stole NSA Tools From Contractor Who Used Kaspersky Software,” NBC News, Oct. 5. https://www.nbcnews.com/news/investigations/russian-hackers-stole-nsa-tools-contractor-who-used-kaspersky-software-n808101"], [1333, "2017-10-06T14:05:38Z", [0.15], ""], [40039, "2017-10-06T13:48:52Z", [1.0], ""], [31238, "2017-10-06T13:39:18Z", [0.01], ""], [691, "2017-10-06T12:46:52Z", [0.06], ""], [40129, "2017-10-06T12:25:50Z", [0.02], ""], [40221, "2017-10-05T20:13:25Z", [0.11], ""], [368, "2017-10-05T18:27:45Z", [0.0], ""], [368, "2017-10-05T18:23:45Z", [0.0], ""], [40593, "2017-10-05T17:30:20Z", [0.99], ""], [73, "2017-10-05T14:45:04Z", [1.0], "See this as a question of will a russian attack be allowed to be reported by the US and also be attributed to the state or known state actors (bear types and the like).  The info section is much better than the nuclear question with gjo recognsing these things take time, so only part of the attack needs to have happened in the time frame, prior ongoing attacks not known or not reported wont exclude a positive outcome (this made a farce of the previous question).  Also, this question allows for low level attacks to count, always leaked to show the enemy is there but, guys, its under control (its not), but thats not the point.  Russia giving access to NK and the Dems wanting to play up this issue along with the FBI recent announcements makes me feel that some good old leaks will occur on the subject to help assist some Bill or political play in the last quarter of the year.  "], [2965, "2017-10-05T14:32:44Z", [0.79], "Yahoo continues ...it would be premature to time decay now."], [485, "2017-10-05T14:04:53Z", [0.15], "It seems that it might be only a matter of time until Russian intelligence's cyber operative execute a cyber attack against a U.S. entity.  Russian intelligence appears to be ramping up and enhancing its cyber capabilities. Related OSINT in the news: “Russia may have tested cyber warfare on Latvia, Western officials say,” Reuters news service, Oct. 5. https://www.reuters.com/article/us-russia-nato/russia-may-have-tested-cyber-warfare-on-latvia-western-officials-say-idUSKBN1CA142 “Russian rogue cell sites, spy drones target NATO troop smartphones, says report,” CNBC, Oct. 4. https://www.cnbc.com/2017/10/04/russian-rogue-cell-sites-drones-target-nato-troop-smartphones.html “FBI chief on Russian hacking: We 'should have seen this coming,'” CNN, Oct. 4. http://www.cnn.com/2017/10/04/politics/fbi-russia-hacking-surprise/index.html “5 things we learned from the Senate's Russia probe update,” Politico, Oct. 4. http://www.politico.com/story/2017/10/04/warner-burr-senate-russia-investigation-takeaways-243459"], [5018, "2017-10-05T04:46:50Z", [0.05], ""], [485, "2017-10-04T19:19:04Z", [0.1], "Russian intelligence's \"active measures\" and persuasion operations targeting the U.S. and Americans reportedly are continuing in real time. Right now. Will cyber-operatives working with and for Russian intelligence limit their activities to persuasion and PSYOP efforts? Or, will they start to delve into more aggressive and damaging cyber attacks?  And, does Russian intelligence have help from within American society or even within the U.S. government?  Current investigations may determine the facts on those issues while also providing helpful understanding about the threats -- so that effective countermeasures can be attempted to protect the USG and American society. Related OSINT and news reports: “Someone is hacking NATO soldiers’ phones in Eastern Europe – Russia is the prime suspect,” The Verge, Oct. 4. https://www.theverge.com/2017/10/4/16418788/russia-phone-hack-nato-soldiers-eastern-europe “A White House cyber official called Russian review of Pentagon software 'problematic,'” CNBC, Oct. 3. https://www.cnbc.com/2017/10/03/russian-pentagon-code-review-is-problematic-cyber-official-says.html “US Senate Intelligence Panel Leaders Release Interim Report on Russia Probe,” Voice of America, Oct. 4. https://www.voanews.com/a/us-senate-russia-probe/4056158.html “Russia Facebook Ads Targeted More Than Two States: Senate Intelligence Chair,” U.S. News & World Report, Oct. 4. https://www.usnews.com/news/technology/articles/2017-10-04/russia-facebook-ads-targeted-more-than-two-states-senate-intelligence-chair “A state-sponsored Russian company is providing internet for North Korea and cybersecurity experts are worried,” Business Insider, Oct. 3. http://www.businessinsider.com/north-korea-internet-transtelecom-cybsercurity-russia-2017-10"], [2965, "2017-10-04T16:18:41Z", [0.79], "sure seems like ongoing FSB ops v Yahoo  accounts qualifies as this is ongoing in real time\ndiscount 21% for attribution\nhappening now!\nnow that ops no longer covert fsb bots make one last maasive run\ntake advantage spread fake news See@DFRlabs"], [11430, "2017-10-04T15:44:10Z", [0.45], ""], [29469, "2017-10-04T07:50:33Z", [0.01], "Although cyber attacks originated from Russian hacker groups might occur in the period, proving that they were government funded is close to impossible (would require a high level whistleblower and witness protection process, e.g. like with Rodchenkov) "], [40221, "2017-10-04T02:25:36Z", [0.08], ""], [39630, "2017-10-04T00:04:42Z", [0.1], ""], [39630, "2017-10-04T00:00:28Z", [0.0], ""], [4729, "2017-10-03T19:36:21Z", [0.25], ""], [368, "2017-10-03T18:51:35Z", [0.0], ""], [485, "2017-10-03T15:55:24Z", [0.1], "Russians obviously have been probing cyber weak points in the U.S. infrastructure and U.S. society.  Some experts seem to believe Russian intelligence will continue this along with various cyber and psychological \"active measures\" against the U.S. Related news reports and OSINT: “Here's how you prevent the next cyberattack without stifling innovation,” CNBC, Oct. 3. https://www.cnbc.com/2017/10/03/this-is-how-you-prevent-the-next-cyberattack-without-stifling-innovation-commentary.html “National Cyber Security Awareness Month 2017 – Protecting Yourself Online in an Interconnected World,” FBI website, Oct. 2. https://www.fbi.gov/news/stories/national-cyber-security-awareness-month-2017 “Understanding The Physical Damage Of Cyber Attacks,” InfoSecurity Magazine, Oct. 3. https://www.infosecurity-magazine.com/opinions/physical-damage-cyber-attacks/ “Hewlett Packard Enterprise let Russia review software used by Pentagon: report,” The Hill, Oct. 2. http://thehill.com/policy/cybersecurity/353410-hewlett-packard-enterprise-let-russia-review-software-used-by-pentagon “As Scrutiny Of Social Networks Grows, Influence Attacks Continue In Real Time,” National Public Radio, Sept. 28. http://www.npr.org/2017/09/28/554024047/as-scrutiny-of-social-networks-grows-influence-attacks-continue-in-real-time “The 2018 midterms are coming, and Russia is ready,” The Hill, Oct. 2. http://thehill.com/opinion/national-security/353418-the-2018-midterms-are-coming-and-russia-is-ready “Facebook’s Russia-Linked Ads Came in Many Disguises, New York Times, Oct. 2. https://www.nytimes.com/2017/10/02/technology/facebook-russia-ads-.html “Russian Facebook ads showed a black woman firing a rifle, amid efforts to stoke racial strife,” Washington Post, Oct. 2. https://www.washingtonpost.com/business/technology/russian-facebook-ads-showed-a-black-woman-firing-a-rifle-amid-efforts-to-stoke-racial-strife/2017/10/02/e4e78312-a785-11e7-b3aa-c0e2e1d41e38_story.html?utm_term=.6a38fc2b0176 “California: DHS gave 'bad information' on Russian hacking,” The Hill, Sept. 28. http://thehill.com/policy/cybersecurity/352902-california-says-dhs-gave-bad-info-on-russian-targeting"], [1333, "2017-10-03T14:59:47Z", [0.25], ""], [598, "2017-10-03T14:53:26Z", [0.15], ""], [691, "2017-10-03T14:45:48Z", [0.06], ""], [706, "2017-10-03T02:02:23Z", [0.15], ""], [40491, "2017-10-02T20:42:33Z", [0.04], ""], [368, "2017-10-02T19:26:49Z", [0.0], ""], [16272, "2017-10-02T17:32:55Z", [0.75], ""], [38625, "2017-10-02T15:48:54Z", [0.1], ""], [485, "2017-10-02T15:15:35Z", [0.07], "Due to the investigations into the cyber activities of Russian intelligence \"active measures\" against the U.S., Russia may lay low on cyber attacks during the period of this GJ question.  Or, they could encourage third parties to launch \"deniable\" cyber attacks. Related news and OSINT: “Special Report: HP Enterprise let Russia scrutinize cyberdefense system used by Pentagon,” Reuters news service, Oct. 2. http://www.reuters.com/article/us-usa-cyber-russia-hpe-specialreport/special-report-hp-enterprise-let-russia-scrutinize-cyberdefense-system-used-by-pentagon-idUSKCN1C716M “We’re under constant threat of cyberattack, and Congress isn’t prepared to do anything about it,” Washington Post, Sept. 25. https://www.washingtonpost.com/news/posteverything/wp/2017/09/25/were-under-constant-threat-of-cyberattack-and-congress-cant-do-anything-about-it/?utm_term=.c32ba988602c “Russian firm provides new internet connection to North Korea” Reuters news service, Oct. 2. https://uk.reuters.com/article/uk-northkorea-missile-internet/russian-firm-provides-new-internet-connection-to-north-korea-idUKKCN1C70D0 “Singapore briefly surpasses Russia as a top spot for cyberattacks,” CNet, Sept. 22. https://www.cnet.com/au/news/singapore-leads-the-world-in-cyber-attacks/ “Enough is enough: How to stop Russia’s cyber-interference,” Washington Post, Sept. 28. https://www.washingtonpost.com/news/global-opinions/wp/2017/09/28/enough-is-enough-how-to-stop-russias-cyber-interference/?utm_term=.82aa852419ea “Facebook Set To Hand Over Russia-Linked Ad Information To Congressional Committees,” Radio Free Europe/Radio Liberty, Oct. 2. https://www.rferl.org/a/facebook-russia-advertisement-us-presidential-election-trump/28768268.html “Facebook plans to give data on around 3,000 Russia-linked ads to Congress,” Reuters news service on CNBC, Oct. 1. https://www.cnbc.com/2017/10/01/facebook-plans-to-give-russia-tied-ad-data-to-congress.html"], [691, "2017-10-02T12:34:22Z", [0.06], ""], [1034, "2017-10-02T06:33:21Z", [0.0], ""], [368, "2017-10-01T19:19:53Z", [0.0], ""], [485, "2017-10-01T18:58:53Z", [0.1], "Below are news reports and OSINT related to this GJ question on Russian cyber activities targeting the U.S. (and other nations): “Former DHS chief feared catastrophic attack on election systems,” FCW, Sept. 28. https://fcw.com/articles/2017/09/28/dhs-jeh-johnson-election-attack-forum.aspx “Senator says Russian internet trolls stoked NFL debate,” Reuters news service, Sept. 27. http://www.reuters.com/article/us-usa-congress-cyber-russia/senator-says-russian-internet-trolls-stoked-nfl-debate-idUSKCN1C237J “Russian hacker wanted by U.S. tells court he worked for Putin's party,” Reuters news service, Sept. 28. https://www.reuters.com/article/us-usa-cyber-botnet/russian-hacker-wanted-by-u-s-tells-court-he-worked-for-putins-party-idUSKCN1C32EP “Top Trump confidant points to dubious report to justify conversation with Russian cyber spy,” Business Insider, Sept. 26. http://www.businessinsider.com/roger-stone-dnc-hacker-guccifer-russia-trump-2017-9 “Russian cyber-campaign aims to splinter America,” The Australian, Sept. 30. http://www.theaustralian.com.au/news/world/the-times/russian-cybercampaign-aims-to-splinter-america/news-story/056c4af75ab16608fac123bde107dd90 “New Report Argues That Russian Cyber Meddling Is An Extension Of Cold War Tactics,” Sept. 28, National Public Radio. http://www.npr.org/2017/09/28/554331241/new-report-argues-that-russian-cyber-meddling-is-an-extension-of-cold-war-tactic “It Wasn't Just Election Systems Russia Probed, And That's Why There's Confusion,” BuzzFeed News, Sept. 29. https://www.buzzfeed.com/kevincollier/states-targeted-by-russian-hackers-keep-bickering-with-dhs?utm_term=.tb60NAJVR#.gi93p8EzG"], [1034, "2017-10-01T07:27:21Z", [0.0], ""], [1669, "2017-10-01T00:05:18Z", [0.2], ""], [691, "2017-09-30T21:39:53Z", [0.08], ""], [368, "2017-09-30T20:07:42Z", [0.0], ""], [37852, "2017-09-30T13:05:02Z", [0.16], ""], [40448, "2017-09-30T10:05:31Z", [0.49], ""], [35531, "2017-09-30T00:43:38Z", [0.6], ""], [691, "2017-09-29T19:50:10Z", [0.08], ""], [368, "2017-09-29T17:42:10Z", [0.0], ""], [5386, "2017-09-29T06:46:12Z", [0.01], ""], [368, "2017-09-28T19:05:56Z", [0.0], ""], [691, "2017-09-28T17:22:04Z", [0.08], ""], [40413, "2017-09-28T15:02:26Z", [0.06], ""], [40400, "2017-09-28T12:03:49Z", [0.58], ""], [40200, "2017-09-28T10:59:08Z", [0.3], ""], [37740, "2017-09-28T09:57:09Z", [0.0], "with cyber skirmishes taking place at the boundary of technology, the question relies on somebody making a move bringing these acts into public awareness. I can't think of a reason to do that right now  "], [691, "2017-09-27T21:31:24Z", [0.08], "Of course they will.  One supposes that the Q is really asking whether they will get definitively tagged for it, and just now they probably won't.  If it looks like a close call, Donald the Gormless will ride to the defence of Vlad the Shirtless and suppress any governmental report from within the US that makes this call.   "], [40384, "2017-09-27T21:26:33Z", [0.8], "They are searching for holes in Security all the Time and will succeed the question is of it will be noticed or not"], [368, "2017-09-27T20:38:05Z", [0.0], ""], [1333, "2017-09-27T17:38:45Z", [0.35], ""], [40129, "2017-09-27T13:38:03Z", [0.03], ""], [37520, "2017-09-27T07:17:30Z", [0.02], "Certainly within their capablities and mindset but I don't see any reason for them to be doing so at the moment."], [691, "2017-09-26T19:45:45Z", [0.14], ""], [368, "2017-09-26T17:25:25Z", [0.0], ""], [13657, "2017-09-26T13:53:58Z", [0.01], ""], [33637, "2017-09-25T21:41:46Z", [0.1], "Russia doesn't want to get new sanctions."], [1129, "2017-09-25T19:41:34Z", [0.16], ""], [1129, "2017-09-25T19:28:03Z", [0.16], ""], [23006, "2017-09-25T18:37:14Z", [0.0], "Using a benchmark method (above or below 50%)\nlow prob due to near deadline <50%\nhigher prob due to loose parameters for question to resolve = 50%\nhigher prob due to ease of access of corporate / govt systems >50%\nhigher due to sheer # of actors that could perpetrate hack >60%\nlow due to difficulty in attaching responsibility to Russian government <50\nlow prob because reporting hacks seems to be slow, after-the-fact and hard to pin down exactly what happened and especially where it originated. <40"], [368, "2017-09-25T16:49:34Z", [0.0], ""], [691, "2017-09-25T16:41:41Z", [0.18], ""], [37305, "2017-09-25T16:32:53Z", [0.2], ""], [37305, "2017-09-25T16:32:41Z", [0.48], ""], [37210, "2017-09-25T16:25:33Z", [0.55], "I believe these attacks are occurring daily and that the real question is not just detection but attribution - will we detect an attack that can be attributed to Russia? "], [40279, "2017-09-25T05:59:38Z", [0.0], ""], [32540, "2017-09-25T02:37:27Z", [0.05], ""], [40129, "2017-09-24T23:15:58Z", [0.02], ""], [40129, "2017-09-24T23:15:43Z", [0.01], ""], [40129, "2017-09-24T23:09:59Z", [0.02], ""], [40274, "2017-09-24T21:29:20Z", [0.05], ""], [215, "2017-09-24T21:14:24Z", [0.25], "too soon for effect of sanctions to be a factor, no immediate gain in making relations worse, "], [691, "2017-09-24T20:27:46Z", [0.28], ""], [40267, "2017-09-24T20:17:12Z", [0.07], ""], [33417, "2017-09-24T19:43:52Z", [0.04], ""], [25705, "2017-09-24T19:25:15Z", [0.0], ""], [22264, "2017-09-24T19:11:47Z", [0.0], ""], [368, "2017-09-24T17:44:53Z", [0.0], ""], [31142, "2017-09-24T16:46:18Z", [0.01], ""], [34267, "2017-09-24T16:05:47Z", [0.4], ""], [35398, "2017-09-24T15:52:30Z", [0.0], ""], [1593, "2017-09-24T15:40:54Z", [0.2], ""], [29428, "2017-09-24T13:50:17Z", [0.1], "New recent sanctions, two banking collapses and a move by Russian oligarchs to bitcoin all might suggest a higher probability that nothing"], [36188, "2017-09-24T08:11:17Z", [0.1], ""], [12591, "2017-09-23T22:32:05Z", [0.4], ""], [368, "2017-09-23T19:30:44Z", [0.0], ""], [1643, "2017-09-23T18:03:38Z", [0.05], "I think there is 100% chance that hacking will be sponsored from Sept to Nov.\nHowever, I give a 5% that a credible report demonstrating Russia sponsored the attack during that time will be published by Jan 2018. 1) The delay between hack and report is usually longer than a couple months.\nHere is an article that explains the over two year Yahoo attack recognition delay: http://www.motherjones.com/politics/2017/09/yahoo-indictment-offers-clues-russia-election-hacking/  2) Pinning anything on Russia is incredibly hard because the Shaggy or Marion Barry defense is effective.  \"The Buk missile in Ukraine?  Maybe some pensioners put it together on holiday?  Wasn't us.\" If I look at this again, I will try to find URL's from Crowdstrike and others that report attacks so we can see the frequency with which an accusation is made independent of real proof.  This may cause me to increase probability."], [601, "2017-09-23T17:30:53Z", [0.08], ""], [40215, "2017-09-23T17:26:54Z", [0.0], ""], [35405, "2017-09-23T14:54:54Z", [0.0], ""], [691, "2017-09-23T12:48:02Z", [0.42], ""], [40196, "2017-09-23T12:05:25Z", [0.6], ""], [40190, "2017-09-23T10:18:34Z", [0.9], "Ukraine is a foreshadowing of what's to come. https://www.washingtonpost.com/world/national-security/russia-has-developed-a-cyber-weapon-that-can-disrupt-power-grids-according-to-new-research/2017/06/11/b91b773e-4eed-11e7-91eb-9611861a988f_story.html?utm_term=.97bd53008b1e https://www.wired.com/story/russian-hackers-attack-ukraine/ And they frequently do it. https://www.theguardian.com/technology/2017/may/12/global-cyber-attack-ransomware-nsa-uk-nhs https://www.nytimes.com/2017/06/27/technology/ransomware-hackers.html Also, Donald Trump seems to have a real problem with holding Russia accountable."], [40029, "2017-09-23T08:53:12Z", [0.35], ""], [40186, "2017-09-23T08:19:24Z", [0.7], ""], [35636, "2017-09-23T02:34:17Z", [0.0], ""], [40177, "2017-09-23T00:55:08Z", [0.12], ""], [19340, "2017-09-23T00:30:03Z", [0.0], ""], [36188, "2017-09-22T20:48:52Z", [0.28], ""], [36188, "2017-09-22T20:47:36Z", [0.32], ""], [368, "2017-09-22T19:32:26Z", [0.0], ""], [37523, "2017-09-22T19:24:17Z", [0.75], ""], [34405, "2017-09-22T19:16:47Z", [0.15], ""], [691, "2017-09-22T18:58:37Z", [0.49], "This might be sort of fun for Vlad the Shirtless, knowing as he does that Donald the Gormless will never allow anyone in his employ to accuse Russia of anything.  Unlike various other powers, the Russians have nothing to lose by behaving churlishly, or even dangerously."], [40142, "2017-09-22T17:55:45Z", [0.6], ""], [39937, "2017-09-22T16:45:04Z", [0.0], ""], [40124, "2017-09-22T16:03:58Z", [1.0], ""], [39835, "2017-09-22T15:37:25Z", [0.9], ""], [40110, "2017-09-22T14:17:40Z", [0.1], ""], [40086, "2017-09-22T14:11:28Z", [0.66], ""], [40094, "2017-09-22T13:58:55Z", [0.02], ""], [35573, "2017-09-22T13:49:11Z", [0.0], "Russia has too much going on to bother with the U.S. at this time.  "], [27692, "2017-09-22T13:19:08Z", [0.9], "- Continual training of espionage’s personnel\n- Exploxoring vulnerabilities of infrastructure \n- Backup North Korea. Russia in a pre-period of hot war with USA at Syria. Russia is a Backup for North Korea in case of hot war between USA and North Korea\n- USA processing for more than 10 years world wide an an-symmetrical, not declared  4. World War against terrorism Organisation with Drohnes guided by CIA, NSA and Special Forces: Seals, ..,. It ignores the sovereignty of many countries like Jemen, Pakistan, Afghanistan to execute Imperialism, US-Hegemony against Moslems in general. Only the White Man of USA are adults. Black People making everything wrong. All others are children or second class human beings. USA white human beings are exceptional compared to the world population.\n- Russia feels the obligation to stop and fight against these hidden deep racism, arrogance from many USA white individuals.\n- Russia execute a modern Cold Ware 2.0, Hot Economic War initiated by USA is being retailiated by Hot Cyber War by Russia and Hot War by Special Forces world wide by Russia."], [9029, "2017-09-22T13:06:34Z", [0.75], ""], [40085, "2017-09-22T12:33:05Z", [1.0], "Cyberattake werden täglich aus aller Welt gestartet."], [39945, "2017-09-22T12:29:30Z", [0.5], ""], [22121, "2017-09-22T11:58:01Z", [0.18], ""], [2280, "2017-09-22T11:39:12Z", [0.98], "It's happening right now"], [39859, "2017-09-22T11:10:08Z", [0.75], ""], [40067, "2017-09-22T11:08:35Z", [0.17], ""], [40047, "2017-09-22T09:30:42Z", [0.45], "Critical political distance between Russia and US"], [40054, "2017-09-22T09:27:36Z", [0.45], "...russia is commiting cyber attacks on daily basis. Especially now during the US-North Korea tensions and sanctions could russia react this way."], [40047, "2017-09-22T09:13:29Z", [0.45], "Political non-alignment triggers cyber attacks"], [40049, "2017-09-22T09:12:41Z", [0.0], ""], [40037, "2017-09-22T08:27:14Z", [0.0], ""], [40027, "2017-09-22T07:39:15Z", [0.33], "The situation in the US might be stable with the lastest changes in the presidents team, but in the global recognition the Trump government is far from being trusted. The leaks from the White House, which happen to give a lot of intel and speculation to the broad public aren't as potent anymore. With the North Korea conflict and the individual resolution-seeking of the EU and US without the UN will build up some more potencial conflicts with China and Russia."], [40023, "2017-09-22T06:48:42Z", [0.15], ""], [20156, "2017-09-22T04:34:15Z", [0.2], ""], [40004, "2017-09-22T01:17:05Z", [0.55], ""], [691, "2017-09-21T22:06:53Z", [0.09], ""], [39978, "2017-09-21T21:01:56Z", [0.06], ""], [39969, "2017-09-21T20:29:28Z", [0.11], ""], [39942, "2017-09-21T19:27:02Z", [0.0], ""], [39935, "2017-09-21T18:57:30Z", [0.35], ""], [39903, "2017-09-21T18:45:44Z", [0.75], ""], [39724, "2017-09-21T18:33:23Z", [0.7], ""], [39806, "2017-09-21T18:26:16Z", [0.5], ""], [39899, "2017-09-21T18:19:04Z", [0.91], ""], [39848, "2017-09-21T18:11:20Z", [0.0], ""], [18762, "2017-09-21T18:08:38Z", [0.05], ""], [39847, "2017-09-21T18:06:34Z", [1.0], "Because hacking is still perfect to make war even a secret war with satelite tec or beeing first who find intelligent Aliens "], [39483, "2017-09-21T18:05:49Z", [0.05], "it is not going to happen currently. due to the investigations against president trumps team they will be less active for next weeks and months"], [39867, "2017-09-21T18:01:30Z", [0.05], ""], [39857, "2017-09-21T18:01:07Z", [0.87], "Espinoage in case of the next crisis in Syria in two weeks\n"], [39620, "2017-09-21T18:00:48Z", [0.6], ""], [39591, "2017-09-21T17:57:40Z", [0.2], ""], [368, "2017-09-21T17:57:01Z", [0.0], ""], [39792, "2017-09-21T17:54:43Z", [0.1], ""], [39660, "2017-09-21T17:52:54Z", [0.1], ""], [39695, "2017-09-21T17:52:49Z", [0.1], ""], [39751, "2017-09-21T17:52:14Z", [0.0], ""], [39763, "2017-09-21T17:49:52Z", [0.75], ""], [39749, "2017-09-21T17:48:40Z", [0.25], ""], [39796, "2017-09-21T17:48:20Z", [0.15], ""], [39379, "2017-09-21T17:47:27Z", [0.6], ""], [39715, "2017-09-21T17:47:04Z", [0.99], ""], [39628, "2017-09-21T17:46:22Z", [0.3], ""], [39723, "2017-09-21T17:44:57Z", [0.05], ""], [39574, "2017-09-21T17:44:50Z", [0.75], ""], [39554, "2017-09-21T17:40:42Z", [0.43], ""], [39650, "2017-09-21T17:40:29Z", [0.01], ""], [39731, "2017-09-21T17:39:05Z", [0.5], ""], [39126, "2017-09-21T17:39:02Z", [0.33], ""], [39550, "2017-09-21T17:37:34Z", [0.2], ""], [39339, "2017-09-21T17:37:28Z", [0.05], "They will have the focus on Germany, because in Germany the elections take place but this is also irational, but this could also include 100 other reasons"], [39562, "2017-09-21T17:35:14Z", [0.25], ""], [39432, "2017-09-21T17:32:55Z", [0.2], ""], [39373, "2017-09-21T17:28:23Z", [0.01], ""], [39196, "2017-09-21T17:25:56Z", [0.01], ""], [39326, "2017-09-21T17:25:46Z", [0.08], ""], [39216, "2017-09-21T17:25:37Z", [0.25], ""], [39104, "2017-09-21T16:27:58Z", [0.08], ""], [31450, "2017-09-21T14:12:00Z", [0.0], "State sponsored cyber attacks from Russia seem to be focused mostly on election rigging instead of daily activities so, unless Putin has a strong preference in the Virginia governor's race, I don't think this happens within the time frame."], [33846, "2017-09-21T12:33:57Z", [0.7], ""], [38540, "2017-09-21T00:23:27Z", [0.1], "It's possible, but unlikely.  There's too much going on to add the complexity associated with a Russian-sponsored attack.  Things to watch: Belarus, Kaliningrad corridor, Ukraine... which may trigger a need for disruption in the US.    There's too much potential downside for Russia to make this a viable option during the question's timeframe."], [39092, "2017-09-20T22:24:49Z", [0.05], "Because 1) The long-term of Russia's strategy aims to re-gain a status as global power, in order to secure its borders trough a strong influence into its neighbor affairs, contend NATO expansion and control comercial routes. A cyber attack or any other \"hybrid\" action must advance this purpose. Defeating H.Clinton fulfill this requirement. But today, in the middle of the investigation of the Russia involvement in the last election, when all the world direct its sight to them when something like a cyber attack happened, when the way the government operates is becoming to light, it seems useless take actions like a cyberattack. 2) The current crisis provoked by North Korea has force Russia face directly USA about how to deal whit the treat. Until now, the way has been diplomatic talking. Russia seems really concern about the outcome of the crisis. It means, that Putin are not maneuvering as he is doing in Sirya, in order to bargain with the USA. So, a cyber attack only can cut the diplomatic way, which appears as Putin's strategy in this affair.3) Russia is trying to negotiate with the west, using  Sirya and Ukraine as bargaining chip. It is no time for a cyber attack"], [20284, "2017-09-20T20:23:36Z", [0.0], "Try tying  the Russian government to any such action.  Russia has a wall build around official government  actions in this regard and what it may \"encourage\" independent people to do."], [368, "2017-09-20T19:34:52Z", [0.0], ""], [368, "2017-09-20T19:28:56Z", [0.0], ""], [691, "2017-09-20T19:19:24Z", [0.09], ""], [37710, "2017-09-20T18:38:28Z", [0.45], "State and local elections in Nov."], [39062, "2017-09-20T18:00:34Z", [0.9], "I consider this to be a normal action in the relationship between the two countries. Whether it is successful or not or if it is accurately reported, if at all, is a different question. My answer focuses on low-level attacks. "], [12879, "2017-09-20T15:11:02Z", [0.15], ""], [18846, "2017-09-20T14:11:23Z", [0.0], ""], [1333, "2017-09-20T14:09:25Z", [0.45], ""], [691, "2017-09-20T01:50:33Z", [0.05], "They will be pretty busy trying to screw up the German elections, but they might turn some interns loose on a US project.  "], [3922, "2017-09-19T19:28:10Z", [0.0], ""], [368, "2017-09-19T19:23:59Z", [0.0], ""], [1333, "2017-09-19T17:50:07Z", [0.5], ""], [28414, "2017-09-19T17:49:56Z", [0.0], ""], [37053, "2017-09-19T17:48:03Z", [1.0], ""], [33887, "2017-09-19T17:21:33Z", [1.0], ""]], "open_date": "2017-09-19T17:00:44Z", "close_date": "2017-11-30T07:59:44Z"}