{"question_id": 104, "title": "Which toy will win the Innovative Toy of the Year Award for 2016?", "possible_answers": ["Star Wars Science - Jedi Force Levitator", "Flipsies™ Sandy's House & Ocean Cruiser", " i-loom", " Laser Maze™ Jr.", "Makey Makey Classic", "Meccanoid G15", "MiPosaur"], "crowd_forecast": [0.43, 0.01, 0.06, 0.07, 0.19, 0.16, 0.08], "correct_answer": "Meccanoid G15", "correct_forecast": 0.16, "preds": [[17875, "2016-02-12T06:37:12Z", [0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "Comment deleted on Feb 17, 2016 07:08PM UTC"], [17875, "2016-02-12T06:05:01Z", [0.0, 0.0, 0.0, 0.0, 0.5, 0.5, 0.0], "* crosses fingers * \n* says a prayer *\n* turn in the right direction *\n*clicks heals*\n*rings a tiny bell*\n*close my eyes*\n*pushes submit*\nand waits....\n"], [18530, "2016-02-12T03:44:05Z", [0.02, 0.04, 0.01, 0.02, 0.03, 0.77, 0.11], ""], [11960, "2016-02-12T03:28:45Z", [0.01, 0.01, 0.01, 0.01, 0.15, 0.8, 0.01], ""], [691, "2016-02-11T23:38:26Z", [0.38, 0.01, 0.01, 0.01, 0.37, 0.12, 0.1], ""], [14487, "2016-02-11T21:33:23Z", [0.16, 0.0, 0.0, 0.0, 0.31, 0.53, 0.0], ""], [3140, "2016-02-11T19:19:11Z", [0.3, 0.02, 0.14, 0.17, 0.14, 0.17, 0.06], "First, I gave scores to each toys based on the award criteria mentioned on the website. \nCreativity\nOriginality\nInnovation\nDesign\nPromotion\nExcellence\nMarketplace Acceptance (OPTIONAL)\nThen I mapped the scores out of 100 for each criterion to the importance to the percentages allocated to voter community. \nMembers of Toy Industry Association\t30%\nRetailers Mass\t15%\nRetailers Specialty\t15%\nJournalists\t10%\nBloggers\t10%\nConsumers \t20%\nThe outcome was the average of the score based on my view of the criteria and past history along with the score based on the voter community score. "], [19204, "2016-02-11T17:45:41Z", [0.02, 0.01, 0.22, 0.09, 0.18, 0.18, 0.3], ""], [19200, "2016-02-11T17:41:21Z", [0.6, 0.0, 0.01, 0.01, 0.02, 0.16, 0.2], ""], [17007, "2016-02-11T17:41:13Z", [0.65, 0.0, 0.0, 0.06, 0.05, 0.06, 0.18], ""], [19197, "2016-02-11T17:39:53Z", [0.45, 0.0, 0.0, 0.0, 0.05, 0.0, 0.5], ""], [19197, "2016-02-11T17:33:14Z", [0.45, 0.0, 0.0, 0.0, 0.15, 0.0, 0.4], ""], [19204, "2016-02-11T17:28:23Z", [0.02, 0.01, 0.2, 0.09, 0.3, 0.2, 0.18], ""], [19192, "2016-02-11T17:25:26Z", [0.99, 0.0, 0.0, 0.0, 0.0, 0.01, 0.0], ""], [19193, "2016-02-11T17:24:24Z", [0.6, 0.0, 0.02, 0.02, 0.05, 0.06, 0.25], ""], [2, "2016-02-11T08:43:19Z", [0.15, 0.02, 0.13, 0.02, 0.38, 0.26, 0.04], ""], [11960, "2016-02-11T03:45:16Z", [0.05, 0.01, 0.01, 0.01, 0.15, 0.76, 0.01], ""], [14206, "2016-02-11T03:12:05Z", [0.14, 0.0, 0.03, 0.01, 0.23, 0.52, 0.07], ""], [12879, "2016-02-11T02:54:23Z", [0.46, 0.08, 0.01, 0.07, 0.18, 0.15, 0.05], ""], [14487, "2016-02-11T02:39:04Z", [0.12, 0.0, 0.04, 0.0, 0.31, 0.53, 0.0], "**The crowd is way off on this one! It is pretty simple to build a Bayesian model for this question that factors in real data. The real data predicts a result much different than what is being forecasted now.** To start, I looked at toys that won in the past, removed any toys that previous results would likely disqualify, and focused my model on the follow 4 toys that I believe are realistic contenders: 1. i-Loom \n2. Makey Makey \n3. MeccaNoid G15 \n4. Jedi Levitator The contest rules tell us exactly how to weight each voting group in a Bayesian model: \"Five weighted ballots – one each for consumers (25%), mass and specialty retailers (40% combined), journalists and bloggers (20%), and members of the Toy Industry Association (15%) – were open from November 17, 2015 through January 17, 2016. Winners will be announced during a formal presentation ceremony on February 12, 2016\" With the weightings set, we just need to find proxy data to estimate the voting of each group. For each voting group I used the following metrics as proxies to estimate the voting behavior of each group: **Note: I used Amazon reviews as a proxy for total sales. In addition, I assumed that retailers and the toy industry would vote in their best interests by voting for the toy that they make the most money from.** 1. Consumers - Good Judgement forecasts and Number of Amazon Reviews (weighted 50-50)\n2. Journalists and Bloggers- # of news articles published \n3. Retailers - # of Amazon reviews X Estimated Profit Margin \n4. Toy Industry - # of Amazon reviews total X Estimated Profit Margin Using the contest’s weightings and my proxy data, my model gives the following forecast: 1. i-Loom – 4% \n2. Makey Makey – 31% \n3. MeccaNoid G15 – 53% \n4. Jedi Levitator – 12%"], [13377, "2016-02-11T02:34:06Z", [0.02, 0.02, 0.15, 0.09, 0.35, 0.35, 0.02], ""], [14487, "2016-02-11T02:28:34Z", [0.06, 0.0, 0.04, 0.0, 0.34, 0.56, 0.0], "**The crowd is way off on this one! It is pretty simple to build a Bayesian model for this question that factors in real data. The real data predicts a result much different than what is being forecasted now.** To start, I looked at toys that won in the past, removed any toys that previous results would likely disqualify, and focused my model on the follow 4 toys that I believe are realistic contenders: 1. i-Loom\n2. Makey Makey\n3. MeccaNoid G15\n4. Jedi Levitator The contest rules tell us exactly how to weight each voting group in a Bayesian model: \"Five weighted ballots – one each for consumers (25%), mass and specialty retailers (40% combined), journalists and bloggers (20%), and members of the Toy Industry Association (15%) – were open from November 17, 2015 through January 17, 2016.  Winners will be announced during a formal presentation ceremony on February 12, 2016\" With the weightings set, we just need to find proxy data to estimate the voting of each group. For each voting group I used the following metrics as proxies to estimate the voting behavior of each group: **Note: I used Amazon reviews as a proxy for total sales. In addition, I assumed that retailers and the toy industry would vote in their best interests by voting for the toy that they make the most money from.** 1. Consumers - # of Amazon reviews\n2. Journalists and Bloggers- # of news articles published\n3. Retailers - # of Amazon reviews X Estimated Profit Margin \n4. Toy Industry - # of Amazon reviews total X Estimated Profit Margin  Using the contest’s weightings and my proxy data, my model gives the following forecast: 1. i-Loom – 4%\n2. Makey Makey – 34%\n3. MeccaNoid G15 – 56%\n4. Jedi Levitator – 6%\n"], [1646, "2016-02-11T00:10:42Z", [0.94, 0.01, 0.01, 0.0, 0.02, 0.02, 0.0], ""], [15844, "2016-02-10T21:05:55Z", [0.19, 0.01, 0.02, 0.07, 0.18, 0.32, 0.21], ""], [15844, "2016-02-10T21:04:50Z", [0.19, 0.01, 0.02, 0.12, 0.13, 0.32, 0.21], ""], [691, "2016-02-10T20:34:47Z", [0.38, 0.01, 0.01, 0.01, 0.37, 0.12, 0.1], ""], [73, "2016-02-10T19:09:52Z", [0.45, 0.0, 0.0, 0.0, 0.5, 0.05, 0.0], ""], [17875, "2016-02-10T19:06:35Z", [0.4, 0.0, 0.0, 0.0, 0.6, 0.0, 0.0], "Does anyone have an actual rationale for which toy will win TOMORROW? !!   I read the \"sweepstakes\" policy to determine how the winner will be determined:  No dice\nhttp://www.toyawards.org/toyaward/The_Sweepstakes/toyaward/Rules.aspx?hkey=db76f74b-677b-4d75-bb2a-e0cac4a68bf0 The homepage says: \"finalists have been nominated from within the industry and are being voted on by toy companies, toy retailers, and consumers (you!).\"  The \"you!\" part is simply a consumer choice award across all 12 categories so I'll assume these are retailers and toy companies.  Anyone know the sales figures or margins for these things? \n--\ncomplete Rules and Eligibility requirements for the toys is found here:  \nhttp://www.toyawards.org/TIA/Events/TOTY/Nomination_and_Selection_Process/Events2/TOTY_Awards/Awards_Guidelines1.aspx#.VruDsfkrLIU\n--\nBalloting from November to January: weighted this way\nConsumers 20%\nJournalists and bloggers 20%\nRetailers (mass + specialty*) 30%\nMembers of the Toy Industry Association 30%\n--\nAnd yes, i did call the media contact to find out who the odds on favorite was but she didn't answer and it went straight to voice mail : (\n--\nso I started drilling into the more heavily weighted subgroups like the Toy Industry Association\nhttp://www.toyassociation.org/\nhttps://en.wikipedia.org/wiki/Toy_Industry_Association\n--\nquick search for \"innovation\" on their website gave me this\nhttp://www.toyassociation.org/PressRoom2/News/2015_News/Top_Toy_Trends_of_2015_Announced_by_Toy_Industry_Association__TIA____the_Official_Voice_of_Toy_Fair.aspx?WebsiteKey=9627b778-d394-4eb1-93ca-b0ecde8e3359#.VruIpPkrLIU\n--\nAND, if you haven't seen the MaKey MaKey in action check it out:  https://www.youtube.com/watch?v=wkPt9MYqDW0\nLooking back at previous winners I realized I'd bought really innovative toys for my children and the 2012 winner.  Confirmation that I rock : )"], [19731, "2016-02-10T18:48:13Z", [0.4, 0.07, 0.13, 0.21, 0.04, 0.02, 0.13], ""], [19680, "2016-02-10T14:11:30Z", [0.94, 0.01, 0.01, 0.01, 0.01, 0.01, 0.01], ""], [18530, "2016-02-10T05:30:19Z", [0.04, 0.08, 0.04, 0.04, 0.11, 0.52, 0.17], ""], [11053, "2016-02-10T03:28:20Z", [0.42, 0.02, 0.06, 0.06, 0.22, 0.12, 0.1], ""], [18343, "2016-02-09T23:38:20Z", [0.4, 0.0, 0.0, 0.0, 0.0, 0.4, 0.2], ""], [1993, "2016-02-09T21:05:16Z", [0.05, 0.0, 0.15, 0.15, 0.32, 0.28, 0.05], ""], [17875, "2016-02-09T19:51:26Z", [0.5, 0.0, 0.0, 0.0, 0.5, 0.0, 0.0], "this is what desperation looks like  : /"], [17875, "2016-02-09T19:40:04Z", [0.3, 0.0, 0.0, 0.0, 0.4, 0.3, 0.0], "Comment deleted on Sep 08, 2020 02:50PM UTC"], [691, "2016-02-09T12:38:28Z", [0.38, 0.01, 0.01, 0.01, 0.37, 0.12, 0.1], ""], [17875, "2016-02-08T18:42:37Z", [0.3, 0.0, 0.0, 0.0, 0.4, 0.3, 0.0], "I very reluctantly and probably regrettable re-calibrated my propensity based on @lilolvvorn  analysis.  I don't like the Star War's Levitator toy but it's difficult to bet against the favorite.  That said, it's easy to expect star wars popularity driving  sales and that's a pretty important indicator for judging novel toys -- market acceptance.   final analysis - I have no idea, having kids isn't the advantage I thought it was, and therefore I regret getting into this question "], [11960, "2016-02-08T17:49:18Z", [0.06, 0.01, 0.01, 0.01, 0.1, 0.8, 0.01], ""], [17875, "2016-02-08T14:29:37Z", [0.5, 0.0, 0.0, 0.0, 0.5, 0.0, 0.0], "I'm  sorry  but whoever is forecasting Maccanoid to win  - how do you account for the TOP questions on amazon.com? Question: Spent 7 hours building, put brand new batteries in and it starts telling us the batteries are low almost immediately. Did we do something wrong? Answer: My husband spent 8 hours building and my daughter played with her meccano for about 2 hours and had to replace the batteries! I was shocked as well...so no you didn't do anything wrong, unless we did as well! \nBy Francela Valdez on December 28, 2015 Question: How long do the c batteries power the robot? One of the reviews mentions that the batteries only last fifteen minutes. Answer: Our brand new batteries lasted about 15 minutes. I've emailed Meccano asking for battery recommendations.  -- Makey Makey reviews are 75%  5  FREAKING  STARS on amazon.com and the reviews are like, \"Wow I had no idea how awesome this was going to be until my children started playing with it and there's no limit to the cool things you can do.\" I don't get it  :("], [19408, "2016-02-08T13:08:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [691, "2016-02-08T12:44:21Z", [0.38, 0.01, 0.01, 0.01, 0.37, 0.12, 0.1], ""], [17875, "2016-02-08T07:13:27Z", [0.3, 0.0, 0.0, 0.0, 0.2, 0.5, 0.0], "I think I really fucked up on this question and I have no idea how to fix it, good times  : )"], [11960, "2016-02-08T01:27:50Z", [0.05, 0.01, 0.01, 0.02, 0.05, 0.85, 0.01], "With limited time, I mostly considered TOTY's industry role as industry gatekeeper and promoter in context of past awards, recent global toy market value, toy market global growth directions as \"outside\" factors.  Similarity to past top 3 TOTY awards would seem to eliminate a few of the candidates from even placing (in my mind) (loom) i-loom (2014 WINNER: Rainbow Loom® by Choon’s Design LLC), (Cruis) Flipsies™ Sandy's House & Ocean Cruiser (2013 WINNER: LEGO® Friends by The LEGO Group), (MiP) MiPosaur (2015 WINNER: ZOOMER DINO™ by SPIN MASTER). (Maze) Laser Maze™ Jr. looks very cool and innovative, but it's \"laser\" tech seems out of sync with the climate of the popular imagination to be the winner; it's likely to be an enthusiasts favorite, and despite it's likely appeal in Russia (based on \"Science\" and \"Construction\" attributes that seem to drive that market), Russia doesn't seem to be predicted as a large toy growth market. (Yes I found that same slideshare Euromonitor report that many of you probably did--if only there were more time lol) 3 Toys stood out to me:  3rd Choice:\n(Jedi) Star Wars Science - Jedi Force Levitator which undoubtedly gets a big boost by the recent box office success of Star Wars, including in a key future global toy growth market, China. That said, the video describing the tech behind it made me think it's going to be more of an enthusiasts thing; after watching kids play with it, the play experience seems a bit wonky and \"the force\" is a pretty abstract selling point, and the likeness to the light-saber (the way it is used in the movies) is limited. Furthermore, the niche oddity of this toy is likely one of the many reasons it was not part of the large integrated marketing push promoting things like BB-8 App-Enabled Droid by Sphero - Star Wars: The Force Awakens which closely resembles the Droid in the new film.  Made by Uncle Milton only featured on the Star Wars \"Science\" niche pages, and not promoted or sold on Disney Star Wars page, or apparently visible on the Disney Star Wars products page (a search for \"Star Wars Levitator\" yielded nothing). Therefore, I discount the benefit of Disney marketing and promotions and Star Wars fame for this product.  2nd Choice:\n(Makey) Makey Makey Classic I like because of its USB interoperability, the intuitiveness of play (invention!), and because it reminds me of the massive historical successes of video games that have incredibly low system requirements and good playability, and how it offers at least the possibility of introducing users to a wider online community. It's also really a platform, it's infinite possibilities make this a versatile \"toy\" or \"tool\" that can keep on giving as well as be a good entry point into circuitry, programming, and invention. \"Makey Makey Classic\" search on Youtube gives 616 results, many of which are weird inventions people have made, it's quite impressive a social media showing especially considering that a \"Star Wars Levitator\" Youtube search gives 1200 results, most of which are official promos and other unrelated \"Star Wars\" search results--it seems like the oddity of the \"Makey Makey Classic\" name means that it has already captured people's imagination and has earned it's results organically vs. paid hits from Disney on the levitator. This is the toy that should win, but I don't think it will. It's dependent on a computer ($$$ & knowledge of other software) and the $50 price tag versus the low-budget marketing that seems to rely on a few gimmicky examples (bananas)  and more on the inventor's MIT cachet rather than really thinking about how it fits into user experiences; people seeing the promo, might not understand why this thing is the coolest of the toys on the list, and think $50 is a bit too much for a bananna piano. Makey Makey may take a long time to organically grow and achieve it's full potential, there's too much uncertainty in the future to say it's a winner.  In addition to being a good gateway to the Arduino hobbyist culture, as well as programming, and invention in general, I like this because it's likely to be something parents would do with their kids, which leads me to my next top choice.  First Choice:\n(G15) Meccanoid G15 has a high price-point, but seems to work well across many dimensions. It's a science and technology based toy that seems like a platform (changeability/ versatility of use, and cross/up  selling opportunities for the company) for launching kids and their parents into the world of robotics, machine language, programming etc. Furthermore, the time seems right considering the current \"sci-fi\"obsession with artificial intelligence and robotics that is evidenced across many aspects of popular culture. The relatively mature marketing and robust distribution (e.g. Toys R Us, Walmart, Amazon) gives examples of how this toy fits into a home discovery and invention experience, and the toy is readily available in the channel. The toy has already made a large social impact as is evidenced by the over 4000 Youtube video search results, many of which are user generated content. This toy, if marketed poorly, could appear to be a niche-nerd market thing, but they've done a good job of integrating into lifestyles and play experiences. Things that are a platform for discovery need to provide surprises, but need predictable formats for discovery (this toy feels like a toy, not an arduino board with a lot of wires, it's easy to imagine getting into this play experience). The Makey Makey seems too far out ahead of the market, The Meccanoid G15 seems like it fits in the current market and can grow it/ take it forward. Other macro factors (from the Euromonitor report) \"Construction and Dolls to give growth in absolute terms\" make a compelling case for this toy as a winner.   Since the question asks to pick a winner, I'm essentially putting most of eggs in one basket, feels a bit more likely gambling, I'm guessing this is a novice mistake; I identified other dimensions of analysis that I initially wanted to follow up on (below), but with the deadline approaching I am just doing this in one evening.  Thanks for a question that seems like a playful entry-point to learn something about forecasting that I won't care too much about how off I am :-) If I had more time I would have considered the following more deeply:\n-Targetable market, expected penetration (existing nerds, cross-over users (ala wii), existing mainstream toy base)\n-Play-style shift required\n-Definition of innovation\n-Where does toy exist on adoption curve in relevant tech/market\n-Intuitiveness\n-Price point & accessibility (What do you get for the price? items + access to community + introductory knowledge)\n-How long does the experience last (materials, play-experience, post-purchase engagement, communities)\n-Applications (play/productivity)\n-In line with future/ capture public imagination\n-Likelyhood of purchase/ purchase ocassions\n-TOTY's industry role (identify creativity re: toys--impact, innovation, change and guide market, change play behavior, change perspectives on (e.g. robots, AI) 2/7/16 Forecasts For Top 3 Picks\n1) Meccanoid G15 85%\n2) Makey Makey Classic 5%\n3) Jedi Force Levitator 5% 2/8/16 Updates\n@Doudtful Thanks for suggesting having a look at Amazon.com user ratings; 4.5 Stars is a good rating for the Makey Makey, however it's across a confirmed buyer base of 169 versus 4 Stars for Meccanoid G15 with confirmed buyer base of 209; this is itself doesn't seem very compelling, however the distribution of 5 star tier ratings is definitely higher for Makey Makey, as you mention, so it might be worth adjusting my forecast. At this point, to get some context on the Amazon data, I think it's worth considering how much weight to give to consumer feedback, and how long each product has been on the market.  To put these results in perspective and to get a view on organic desire in the market for the products I tried to find the launch dates for each toy to see how long they have been up for sale; I used Google Adwords keyword searches to see when people first started searching for each toy: Meccanoid G15 searches start to pick up July, which appears to be the launch date (I also found a Barnes & Noble product listing dated 7/13/15) so let's say that it became available in July 2015; Google Adwords shows \"Meccanoid G15\" searches at July 110, August 590, Sept 1000, Oct 3600, Nov 14,800, and Dec. 27100 with average monthly at 3600 searches. What seems impressive about this is the early geometric growth so soon after launch, however this seems discounted by the fact that Dec is Christmas and that I suspect all toys get a boost here; we would really need to see Jan and Feb 2016 data for a better perspective. Makey Makey's Google Adwords search data seems quite impressive: from January 2015 all the way through October there has been steady search volume of at least 12,000 and several months with up to 14K, then in November 30K searches and December 40K searches; based solely on the Google Adwords searches it seems Makey Makey has really taken hold of the market curiosity in a lasting way.  The next question is, how does this translate into sales figures, and how much do sales figures impact on TOTY's criteria for innovation. The consistent market buzz for Makey Makey seems less impressive against the Amazon.com data considering that it has been available, most likely since before January 2015, with only 169 sold in that time (however, it is entirely possible that the Amazon listing was renewed at some point and this is not total Amazon data); furthermore, if you look at the earliest date of the Amazon reviews for the Makey Makey, they go back to November 2012, which makes this toy's total sold on Amazon figure seem really unimpressive (169 over 3 years). It is very possible that most of the Makey Makey's have been sold on their direct sales website or other channels, so it's hard to know how heavily to weight the Amazon information. The Meccanoid Google Adwords search data for just a few months is quite compelling in showing a toy with exponentially growing interest online, but again it launched just before Christmas so hard to say without Jan/Feb data. Since the Meccanoid G15 keyword data very likely includes searches for Meccanoid G15 KS, the big-brother toy ( about 2.5 times as expensive as the G15), so we could discount that the G15 alone is driving this online interest alone, making it's Google data less impressive--however, from this perspective, if we add the Amazon sales totals for both G15 (209) and G15 KS (159) we might then say, with less impressive search showing, these toys are still doing better in 3-4 months than Makey Makey has done in over 3 years.  After checking TOTY competition rules, the final voting must be completed by January 15th, so the judges don't have much more data than we are talking about here.  The Adwords search made me curious, if launched in 2012, why hasn't Makey Makey been nominated or awarded yet--my guess is that it probably has, but perhaps the judges felt this toy needed a bit longer to reach market maturity, it's so unique. For comparison I looked at search results for \"Star Wars bb-8\" the massively marketed robot, not very impressive results, but then changed keywords to various permutations of \"force awakens robot/droid/bb-8\" and \"star wars robot/droid/bb-8\"  to and \"star wars droid\" shows spiking searches in Dec. up to 40K, on the level of Makey Makey; considering the Star wars search term is not necessarily specific enough to isolate searches for that toy, it seems that Makey Makey, may be having it's mainstream breakthrough now--this could be it's year. I'm gonna adjust my estimate.   2/8/16\n1) Meccanoid G15 80%\n2) Makey Makey 10%\n3) Star Wars Levitator 6%* Due to recent media coverage citing NDP stats on Star Wars toy sales, I'm upping the marketing \"draft\" benefit for anything related to Star Wars, but not by much, because it is uncertain how much sales figures alone are part of this decision (certainly they at least demonstrate the toy is out there and being used). 2/10/16 Research / No Forecast Update Frustrated because I feel that the Makey Makey should be the winner based on the limited perspectives I've been able to research in 4 days; another compelling argument for the Makey Makey is the over 40K Youtube videos, many user-generated content; basically, I feel the decision comes down to whether or not the award giver HAS THE ABILITY to properly appreciate this toy's market impact. Going to focus some last minute research on whether the award giving mechanism has enough permeability and judgment to be able to appreciate the Makey Makey.  Based on past winners of innovative toy and the other nominees back through 2012, none have been as unorthodox a toy as the Makey Makey. Makey Makey being just nominated this year, says something.  In terms of the TOTY association's connection to the market, the NOMINATION process seems well connected to the real-world toy industry and the people you would expect to be able to appreciate the nuance of the Makey Makey and the clear social impact, namely children, parents, journalists/bloggers, inventors, academics, mommys and teachers.  However, the DECISION process for winners is weighted 60% in favor of RETAILERS (30%) and MEMBERS OF THE TOY INDUSTRY ASSOCIATION (30%) versus  40% for most of those people mentioned in the nomination process.   SELECTION OF FINALISTS (NOMINATIONS)\n (http://www.toyassociation.org/TIA/Events/TOTY/Nomination_and_Selection_Process/Events2/TOTY_Awards/Awards_Guidelines1.aspx?hkey=77d3db88-7058-43e9-8402-a44bf4f8ffe9#.VrtEZ1grLmE) Retail Buyers\nMass (not included for “Specialty” category)\nSpecialty (only for “Educational”, “Game”, “Innovative” and “Specialty” categories)\nJournalists / Bloggers\nNational consumer magazine toy editors\nTrade magazine editors\nMommy bloggers\nToy Specialists\nAcademia, graduate (e.g., FIT, OTIS, etc.)\nAcademia, practical application (e.g., preschool teacher, etc.)\nInventor (requires signed statement affirming no conflict or special interest in category) VOTING (FINAL DECISION)\n (http://www.toyassociation.org/TIA/Events/TOTY/Nomination_and_Selection_Process/Events2/TOTY_Awards/Awards_Guidelines1.aspx?hkey=77d3db88-7058-43e9-8402-a44bf4f8ffe9#.VrtEZ1grLmE) All category ballots will be weighted as follows:\nConsumers 20%\nJournalists and bloggers 20%\nRetailers (mass + specialty*) 30%\nMembers of the Toy Industry Association 30% If we look at the TOTY definition of innovation for this award: \"The best toy that combines the most unique blend of innovative technology and play value for children today.\" \"Play value\" seems like industry nomenclature, so found a Wikipedia entry on it, which I copy and paste in it's entirety below.   Looking at G15 and Makey Makey from the \"Play Value\" dimensions below, I think both do well; Makey Makey would seem to do better in the longevity aspect of play value. The one area where Makey Makey might suffer based on a play value analysis is \"self-directed play\" that is, it may be easy enough to rig the USB interface to work with one set of items, but more difficult with others, and it is quite easy to see that a parent's involvement might be absolutely required to get some things working. There is no doubt about the brilliance of this device, however, it might breach the boundary of toy used by these award givers, towards productivity tool.  In terms of \"play value\" that is integrated into the toy itself, and becomes self-evident or discoverable to a child user during play, I think the G15 still presents a more understandable choice for the industry gatekeeper status quo. Although I think the Makey Makey is brilliant, I'm not going to update my forecast, perhaps I'm not giving the 60% weight industry incumbent voters enough credit on vision.  I have a feeling that just nominating Makey Makey this year might be enough of a statement about innovation for them.  Play value\nFrom Wikipedia, the free encyclopedia\nPlay value is the essential value of a toy or game for play. The term is frequently employed in the field of child development and playwork for the assessment of toys, games, equipment and spaces. When they are fun and engaging, playthings and spaces are said to have play value; those that are quickly discarded or are considered uninteresting do not. In short, objects of play must be compelling and encourage the child's involvement in order to have true play value. Play value has been defined as 'how much play can you get out of something'.[1] Classic toys are examples of toys with true play value as they continue to provide new discoveries and adventures in each subsequent session of play.[2] Contents  [hide] \n1\tAssessment of play value in the selection of toys and games\n2\tMultiple uses\n3\tSelf-directed play\n4\tAppeal to more than one age or stage of development\n5\tInverse relationship with linkage to TV, movies and video games\n6\tComplement or supplement other play activities\n7\tStay with children as they develop\n8\tPromote respectful interaction\n9\tUseful for further learning\n10\tReferences\n11\tSee also\nAssessment of play value in the selection of toys and games[edit]\nThe selection of toys and games has long been a concern to parents and educators. Many fail to sufficiently engage children. Stevanne Auerbach emphasizes that products should last as long as possible and have many different and long lasting uses. Good examples of toys with high play value are blocks, construction toys and yo-yos. The toy should have clear instructions so the parent and child are guided to its best use by the designer and manufacturer.[3] In playwork terms it is the child who determines the play value of an object rather than adults or instruction manuals Multiple uses[edit]\nToys tend to have high play value when they may be used, engaged and employed in manifold ways. A good example is Lego bricks which may be assembled and connected in myriad ways to make cars, trucks, planes, trains, etc. Another good example is polymer clay which may be used for sculpting hand-shaped items, such as beads, jewelry, and charms. Self-directed play[edit]\nChildren need to be in charge of their own play activity. According to PBS' The Whole Child Web site when adults plan the play activity and structure the outcome of playtime it is far less effective than if children have the freedom to form their own ideas, practice skills and use playthings at their own speed. Cardboard box toys are an example of playthings which allow children to use their own imaginations.[4] Appeal to more than one age or stage of development[edit]\nPlayability is a word that when applied to games has a similar meaning to play value. Those games with strong playability appeal to more than one age or stage of development. For example, Monopoly and Risk are two games that appeal to a wide range of ages, though generally not to very young children. Similarly, toys that appeal to more than one age or stage tend to have higher play value. Inverse relationship with linkage to TV, movies and video games[edit]\nAuthors Nancy Carlsson-Paige & Diane Levin[5] note that play value in toys can be seen as inversely related to their degree of linkage with TV, movies and video games. For example, G.I. Joe, Teenage Mutant Ninja Turtles, and Power Rangers are all examples of toys that have cross-feeds with television shows that have violent themes. Similarly, Godzilla, Small Soldiers, Spawn, Jurassic Park and Starship Troopers toys are marketed to children 4 and up. Complement or supplement other play activities[edit]\nComputer games or electronic toys are examples of toys that can complement or supplement other play activities. According to author Cathrine Neilsen-Hewett,[6] while often stimulating, engaging and fun, these toys should never become a substitute for traditional play activities such as drawing, pretending, or block building. Instead, electronic games are best thought of as adding to or reinforcing other kinds of play, and are not a suitable replacement for parental interaction and attention. @Doudtful some more input in case you're interested.  2/10/16 Odds and Ends Ok my issue with bumping Makey Makey chance of winning higher is not an issue with Makey Makey, but rather relates to my understanding of the TOTY judges perspective; especially considering that 60% final decision weighting is given to Retailers (30%) and organization members (30%). The awesomeness of Makey Makey is not in question, just whether the judges have the ability to appreciate it and whether it fits with their industry role agenda.  Unable to find sales figures for any of the toys specifically, I'm sort of triangulating the larger markets they might appeal to, and using each categories growth trend as a potential insight into TOTY's thinking on where the market is going.  http://www.toyassociation.org/tia/industry_facts/salesdata/industryfacts/sales_data/sales_data.aspx?hkey=6381a73a-ce46-4caf-8bc1-72b99567df1e#.VrvwPVgrLmE Judging by relevant categories to Meccanoid G15, this toy has cross-over appeal in at least 4 categories (Building Sets, Dolls, Youth Electronics, and maybe Action Figures) that compose over 34% of the existing 19.45 BN USD market; 3 of these categories, with the exclusion of Youth Electronics with negative growth 2014/15, have demonstrated market leading high YOY growth for the past two years.  Already large and rapidly growing markets are good pockets to be in for the longevity of the toy market.  Makey Makey most relevant categories being Youth Electronics and perhaps Other Toys only over 8% of the same market in two categories that had negative growth either 2013-14 or 2014-15. The universal appeal of the Makey Makey might mean that these categories are totally irrelevant because it is, as we speak, redefining the toy industry categories—this is a very tough claim to bolster in media res.  Curious to see if either toy has won awards up to now, I found that Mecanno G15 –KS (the big brother toy) won an innovation award at CES 2015 in January. \nhttp://lastgadgetstanding.com/2015-recap/\nhttps://globenewswire.com/news-release/2015/01/09/696358/10114914/en/Meccanoid-G15-KS-wows-the-crowd-takes-home-top-prize-at-Living-in-Digital-Times-Last-Gadget-Standing-Showdown-at-2015-International-CES-R.html\nAt CES, Meccanoid was also awarded the Geek Beat TV Robotics award as the editor's top pick in the robotics category. Off of TOTY main webpage under latest headlines is a press release regarding ‘smart connected play’ where SPIN MASTER the owner of Meccano the maker of the Meccanno G15 is a speaker; this demonstrates that SPIN MASTER is dialoguing with the industry and is respected as a thought-leader which speaks to the toys innovation claim. \nhttp://www.toyassociation.org/PressRoom2/News/2016_News/Digital%20Kids_Conference_To_Provide_Smart_Connected_Play_Insight_and_Advantages.aspx#.Vrv0nlgrLmE I searched for relevant media coverage or talks by the makers of Makey Makey at Joylabz, Eric Rosenbaum and Jay Silver\nJay Silver on Ted.com\nhttps://www.ted.com/talks/jay_silver_hack_a_banana_make_a_keyboard?language=en\nhttps://www.youtube.com/watch?v=xLLOsCSzuBY\nJay Silver speaker at makercon\nhttp://makercon.com/new-york-2015/speakers/\nCNN\nhttp://www.cnn.com/2013/04/05/tech/innovation/jay-silver-makey/\nThey both seem to be getting the love of the tech startup crowd; less industry sponsored events etc. Relevant media coverage or talks by Spin Master owner of Meccano maker of Mecanoid G15\nBen Varadi, executive vice president and chief creative officer for Spin Master\nhttp://www.pcmag.com/article2/0,2817,2474738,00.asp\nAt CES\nhttps://www.youtube.com/watch?v=ZohGXwOtM_E\nhttp://www.telegraph.co.uk/finance/newsbysector/retailandconsumer/11356944/DRAFT-The-Meccanoid-a-build-your-own-robot-for-kids-unveiled-today.html\nRobots & Baby Learning re: research Meccanoid development based on\nhttp://www.popsci.com/robots-could-learn-same-way-babies-do Although Makey Makey marketing efforts were initially very organic and guerilla, including some minor snafus with post Kickstarter production ( Jay Silver spoke about early on contacting people who submitted oddball content and supplying them with more product for their weird inventions). Eventually, they hired Merge Design & Interactive to revamp their product packaging (as well as some other notable innovations) to make it more Target and Walmart friendly; see case study http://www.mergeworld.com/Our-Work/Makey-Makey. It is unclear whether they are managing any ongoing campaign for Joylabz. Still needing more convincing that Makey Makey is the industries salvation I went looking for articles that articulate the toy industries dilemma and predictions for what will save it. Found this Economist article http://www.economist.com/blogs/schumpeter/2013/09/toy-industry. Here are some excerpts and my analysis of how Makey Makey and G15 stack up to these industry directional forecasts.  “Standalone toys lack scale and versatility. Franchises that span multiple platforms—from cartoons to video games to films to physical toys—are a better bet. Hasbro caught the eye with their recent purchase of a 70% stake in the mobile gaming company, Backflip Studios, for $112 million. On August 7th the company announced a partnership with Ubisoft, a video game developer, aimed at bringing board games to the screen. The future, as Adrienne Appell of America’s Toy Industry Association says, is in “transmedia storytelling”. Hasbro’s strategy implies that a multi-platform model is now a prerequisite for success.” --Makey Makey: although not a franchise in any traditional sense like Star Wars or GI Joe, Makey Makey is not a standalone product, it can’t, it’s connected to the world to function; and furthermore, because every user’s creation has at least a possibility of being unique (live dog piano, water keyboard, etc.) this product intrinsically meshes well with existing social media sharing environments—it’s a non-ownable amourphous franchise that spans multiple platforms; it’s really a pioneer, something new, I just don’t know whether TOTY has the apparatus to appreciate this. It’s not the kind of franchise with comfortable, predictable, necessarily quantifiable metrics and it exists in an essentially chaotic system; you can imagine the gang at Joylabz having a good laugh at someone rigging up an animal turd keyboard—this is not the kind of creativity that the Barbie brand is comfortable with or capable of recognizing publicly.   --Meccanoid G15 is not standalone either; to my toy novice surprise, Meccano is probably the oldest toy maker in the world. See, https://en.wikipedia.org/wiki/Meccano and http://www.pcmag.com/article2/0,2817,2474738,00.asp  \"Meccano is an iconic global brand with a powerful DNA. It was founded in 1901 and has always been about being culturally relevant and creating toys that enable children and adults to build and stretch their imaginations,\" said Spin Master chief marketing officer Krista DiBerardino. [Spin Master chief marketing officer—wonder if they intended this pun lol]. \nMeccano meets The Economist’s franchise criteria in the traditional sense and could make for a great revitalization of the brand should this toy do well. Back to the article: “Toymakers can try to boost growth in other ways. One option is to reach out to new demographics. Big kids are often neglected. In Japan over 20-year-olds made up 23% of total sales in 2011. But only 3.5% of American toy buyers were buying for themselves last year. There is untapped potential here. Three years ago, David Beckham revealed that he had built the Taj Mahal out of Lego; sales of that kit spiked by 633% in just one day. --Makey Makey seems to be trying to do this; I’m not sold on the Makey Makey as an independent use toy for anything but a very precocious 13 year old up to adult; most of the user generated videos online feature adults or kids with adult guidance including school classes with teachers guiding kids on how to rig up and ground their devices, download the MIT open-source “Scratch” software etc. It still seems like there is a high degree of not-included knowledge and experience required in order to make Makey Makey makey.  --Meccanoid G15 targeted primarily boys 8+ and girls along and adult supervisors, so still has cross age group appeal, but much more a toy for young people.  Again in summary; I think the Makey Makey is awesome, my impediment for a higher percentage chance for winning is my understanding of TOTY’s organization and perspective and it’s ability to appreciate and measure (or anyone’s ability to measure) the innovative impact of the Makey Makey at this point in time.  Also, in the face of a hard to comprehend toy like Makey Makey it’s easy to gloss over the substantial merits of the Meccanoid G15. \nEconomist article one more time: “Such strategies, though, are footnotes to the main challenge. Manufacturers must become cleverer at creating high-value, multimedia properties. Toy brands will prosper as entertainment brands. Fostering links with mobile platforms is the first step; commanding attention with compelling content and characters is the next. For the collectors of the future, it will not so much be the toys themselves but the stories they tell that captivate.” For captivating much of my attention these past two evenings I’m giving the Makey Makey a slight chance of winning adjustment, 5%.  G15 76%\nMakey Makey 15%\nLevitator 5%\n"], [1222, "2016-02-07T21:51:34Z", [0.05, 0.35, 0.25, 0.15, 0.06, 0.07, 0.07], ""], [991, "2016-02-07T20:33:14Z", [0.7, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05], ""], [691, "2016-02-07T12:11:39Z", [0.38, 0.01, 0.01, 0.01, 0.37, 0.12, 0.1], ""], [1993, "2016-02-07T01:14:52Z", [0.05, 0.0, 0.2, 0.15, 0.3, 0.25, 0.05], ""], [17875, "2016-02-06T21:39:25Z", [0.7, 0.0, 0.0, 0.0, 0.3, 0.0, 0.0], "Does anyone have sales figures for these things, numbers for complaints/returns/recalls,  or something empirical to base their forecast off of?  In reading the Amazon ratings for the Jedi Force toy there are very few who liked it, very few who thought enough to provide feedback, and my overall sense was that as long as you know it doesn't work as well as one is lead to believe in the ads, videos, and picture on the box then it's a mediocre at best gift that probably costs too much and is fun for an hour.  "], [19331, "2016-02-06T19:25:29Z", [0.51, 0.01, 0.04, 0.04, 0.15, 0.1, 0.15], ""], [691, "2016-02-06T14:22:36Z", [0.41, 0.01, 0.01, 0.01, 0.31, 0.14, 0.11], ""], [17875, "2016-02-06T06:00:06Z", [0.01, 0.0, 0.0, 0.0, 0.99, 0.0, 0.0], "After reading the reviews on Amazon for these toys, I'm more confident the Star War's toy is shit and Makey Makey is even better than I thought.  I may be an idiot, the competition could be rigged, and I'd sure like to know the criteria are for voting but I'm sticking with Makey Makey on this one - for today."], [12879, "2016-02-06T03:30:13Z", [0.38, 0.08, 0.01, 0.07, 0.22, 0.15, 0.09], ""], [2, "2016-02-05T18:21:47Z", [0.2, 0.02, 0.15, 0.02, 0.33, 0.21, 0.07], ""], [19193, "2016-02-05T17:55:02Z", [0.6, 0.0, 0.02, 0.02, 0.05, 0.06, 0.25], ""], [19198, "2016-02-05T17:42:45Z", [0.94, 0.01, 0.01, 0.01, 0.01, 0.01, 0.01], ""], [19192, "2016-02-05T17:38:52Z", [0.99, 0.0, 0.0, 0.0, 0.0, 0.01, 0.0], ""], [19194, "2016-02-05T17:37:36Z", [0.46, 0.01, 0.01, 0.06, 0.32, 0.08, 0.06], ""], [19199, "2016-02-05T17:37:20Z", [0.23, 0.03, 0.02, 0.1, 0.12, 0.3, 0.2], ""], [19195, "2016-02-05T17:36:36Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [19197, "2016-02-05T17:32:04Z", [0.4, 0.2, 0.05, 0.2, 0.05, 0.05, 0.05], ""], [73, "2016-02-05T17:24:28Z", [0.35, 0.0, 0.0, 0.0, 0.4, 0.25, 0.0], "Hmmm, “From innovative toys that talk and fly to enriching playthings that teach and inspire, this year's TOTY finalists have brought joy, laughter and learning to millions of children and families,” Steve Pasierb, TIA president and CEO said.  Giving a bit more to the flying jedi toy and meccanoid.  removing lazer maze and mipo, reducing makey makey in favour of disney jedi too."], [691, "2016-02-05T17:23:37Z", [0.41, 0.01, 0.01, 0.01, 0.31, 0.14, 0.11], ""], [691, "2016-02-04T21:10:51Z", [0.41, 0.01, 0.01, 0.01, 0.31, 0.14, 0.11], ""], [15314, "2016-02-04T19:09:11Z", [0.5, 0.0, 0.15, 0.0, 0.15, 0.05, 0.15], ""], [15872, "2016-02-04T17:00:08Z", [0.09, 0.01, 0.4, 0.25, 0.15, 0.02, 0.08], ""], [15186, "2016-02-04T05:21:31Z", [0.17, 0.0, 0.1, 0.0, 0.18, 0.3, 0.25], "Oscars look for a certain type of movie to win. They are also easy to predict given this knowledge, so I feel it is safe to go with the major outlet's predictions "], [17875, "2016-02-04T04:56:07Z", [0.01, 0.0, 0.0, 0.0, 0.99, 0.0, 0.0], "I'm completely biased to support MIT medialab.  My 99% is for Marvin Minsky (co-founder & recently passed away), \"You don't understand anything until you learn it more than one way\". Another or my favorite quotes of his, \"No computer has ever been designed that is ever aware of what it's doing; but most of the time, we aren't either.\"  He actually lived long enough to surpass the day when the very first AI passed the self-awareness test - barely.  Well played sir."], [691, "2016-02-03T20:42:15Z", [0.29, 0.01, 0.01, 0.01, 0.4, 0.13, 0.15], ""], [691, "2016-02-02T21:08:25Z", [0.29, 0.01, 0.01, 0.01, 0.4, 0.13, 0.15], ""], [691, "2016-02-01T13:01:25Z", [0.29, 0.01, 0.01, 0.01, 0.41, 0.12, 0.15], ""], [11962, "2016-02-01T02:37:15Z", [0.95, 0.05, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [2712, "2016-02-01T00:57:03Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.65, 0.0], ""], [18246, "2016-02-01T00:25:37Z", [0.65, 0.1, 0.0, 0.05, 0.1, 0.1, 0.0], ""], [1993, "2016-01-31T16:30:16Z", [0.05, 0.0, 0.2, 0.15, 0.26, 0.28, 0.06], ""], [18315, "2016-01-31T16:26:02Z", [0.19, 0.0, 0.23, 0.19, 0.09, 0.15, 0.15], ""], [691, "2016-01-31T15:07:54Z", [0.29, 0.01, 0.01, 0.01, 0.41, 0.12, 0.15], ""], [231, "2016-01-30T22:29:33Z", [0.35, 0.03, 0.04, 0.04, 0.24, 0.2, 0.1], ""], [102, "2016-01-30T15:28:46Z", [0.24, 0.05, 0.13, 0.09, 0.26, 0.15, 0.08], ""], [691, "2016-01-30T13:42:45Z", [0.29, 0.01, 0.01, 0.01, 0.41, 0.12, 0.15], ""], [691, "2016-01-29T12:26:05Z", [0.29, 0.01, 0.01, 0.01, 0.41, 0.12, 0.15], ""], [691, "2016-01-28T12:08:16Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [17791, "2016-01-28T05:10:05Z", [0.7, 0.0, 0.0, 0.07, 0.0, 0.08, 0.15], ""], [14169, "2016-01-28T04:00:18Z", [0.75, 0.0, 0.0, 0.0, 0.0, 0.15, 0.1], ""], [691, "2016-01-27T21:05:39Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [17029, "2016-01-27T17:02:14Z", [0.1, 0.2, 0.1, 0.0, 0.3, 0.2, 0.1], ""], [102, "2016-01-27T02:58:37Z", [0.17, 0.05, 0.13, 0.08, 0.29, 0.2, 0.08], ""], [1131, "2016-01-26T17:06:05Z", [0.6, 0.0, 0.2, 0.2, 0.0, 0.0, 0.0], ""], [16311, "2016-01-26T16:26:37Z", [0.6, 0.0, 0.0, 0.4, 0.0, 0.0, 0.0], ""], [691, "2016-01-26T13:19:53Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [16906, "2016-01-26T10:49:35Z", [0.5, 0.0, 0.2, 0.3, 0.0, 0.0, 0.0], ""], [16800, "2016-01-25T18:02:26Z", [0.1, 0.05, 0.1, 0.1, 0.35, 0.25, 0.05], ""], [15844, "2016-01-25T15:05:14Z", [0.16, 0.01, 0.02, 0.12, 0.13, 0.36, 0.2], ""], [691, "2016-01-25T13:24:08Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [16742, "2016-01-25T06:27:54Z", [0.2, 0.05, 0.05, 0.1, 0.3, 0.15, 0.15], ""], [16109, "2016-01-25T01:46:55Z", [0.6, 0.05, 0.25, 0.0, 0.05, 0.0, 0.05], ""], [5083, "2016-01-24T21:07:44Z", [0.05, 0.05, 0.1, 0.05, 0.05, 0.05, 0.65], "the ever-popular dinosaur is no dinosaur"], [691, "2016-01-24T15:15:40Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [231, "2016-01-24T03:10:27Z", [0.34, 0.04, 0.05, 0.05, 0.24, 0.14, 0.14], ""], [691, "2016-01-23T21:34:39Z", [0.21, 0.01, 0.01, 0.01, 0.46, 0.14, 0.16], ""], [689, "2016-01-23T19:00:15Z", [0.11, 0.01, 0.01, 0.11, 0.54, 0.11, 0.11], ""], [16114, "2016-01-23T18:56:34Z", [0.02, 0.1, 0.05, 0.36, 0.21, 0.11, 0.15], "I browsed through past years winner and compared some attributes. I considered what gender the toys appealed to (bonus for both), amazon rating, # of amazon reviews, price point (negative for more expensive), toys age range (bonus for broader/younger). Then I added some personal opinions about the innovation, accessibility and quality of the toys."], [16114, "2016-01-23T18:51:22Z", [0.02, 0.1, 0.05, 0.36, 0.21, 0.11, 0.15], ""], [16592, "2016-01-23T10:42:39Z", [0.3, 0.0, 0.0, 0.0, 0.0, 0.25, 0.45], ""], [12874, "2016-01-23T09:00:41Z", [0.33, 0.02, 0.15, 0.07, 0.33, 0.05, 0.05], ""], [16509, "2016-01-23T08:51:17Z", [0.2, 0.04, 0.05, 0.15, 0.3, 0.2, 0.06], "I looked at past winners and they seem to be weighted to appeal to both genders. A dinosaur one won in the past and I don't think they would select it again and same goes for the robot. Star wars is popular right now and the while the picture is neat it isnt representative of how it really works. Lazer maze seems neat but they seem to choose less strategy and more cutesy. I think makey makey might be tops as it can appeal to a wider audience and has high scores on Amazon. "], [16588, "2016-01-23T07:09:53Z", [0.1, 0.05, 0.5, 0.05, 0.05, 0.15, 0.1], ""], [16272, "2016-01-22T21:47:25Z", [0.12, 0.05, 0.2, 0.05, 0.4, 0.07, 0.11], ""], [691, "2016-01-22T19:59:39Z", [0.34, 0.01, 0.01, 0.01, 0.29, 0.12, 0.22], ""], [15508, "2016-01-22T19:01:07Z", [0.02, 0.14, 0.51, 0.07, 0.18, 0.04, 0.04], ""], [13276, "2016-01-22T16:32:44Z", [0.22, 0.0, 0.15, 0.15, 0.34, 0.1, 0.04], ""], [102, "2016-01-22T06:26:23Z", [0.21, 0.06, 0.14, 0.05, 0.26, 0.2, 0.08], ""], [691, "2016-01-21T12:42:57Z", [0.34, 0.01, 0.01, 0.01, 0.29, 0.12, 0.22], ""], [13377, "2016-01-21T04:34:14Z", [0.01, 0.06, 0.14, 0.05, 0.37, 0.29, 0.08], "A tip from @Heffalump"], [9755, "2016-01-21T01:32:56Z", [0.27, 0.02, 0.05, 0.05, 0.13, 0.23, 0.25], ""], [12874, "2016-01-20T23:16:25Z", [0.38, 0.02, 0.15, 0.05, 0.3, 0.05, 0.05], ""], [16128, "2016-01-20T19:29:05Z", [0.75, 0.25, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [15872, "2016-01-20T19:10:32Z", [0.09, 0.01, 0.4, 0.25, 0.1, 0.05, 0.1], "*i-loom is creative, related to the recent surge in knitting and interest in doing things by hand\n*i-loom would return the award to an artistic toy (similar to some earlier award winners), after robots have won the last 2 years\n*Laser Maze has already been passed over several times, it could be their year\n*Meccanoid is very expensive, gets mixed reviews from parents, and is similar to past award winners in a way that I believe harms it.  The MiPosaur also seems like a more accessible robot.\n*The Jedi Force Levitator seems cheap and flimsy.  \"Brand\" name recognition (toys tied to a franchise) have not fared well in the contest in the past.\n"], [16126, "2016-01-20T18:28:54Z", [0.1, 0.1, 0.1, 0.3, 0.15, 0.1, 0.15], ""], [691, "2016-01-20T11:53:07Z", [0.34, 0.01, 0.01, 0.01, 0.29, 0.12, 0.22], ""], [16060, "2016-01-20T05:55:28Z", [0.16, 0.01, 0.05, 0.15, 0.5, 0.12, 0.01], "\"The best toy that combines the most unique blend of innovative technology and play value for children today.\"\nCruis: Limited educational or play value\nLoom: new tool for bracelets: Great for making bracelets but focus is narrow\nMaze: Lasers! I like this idea but after all it's a maze for 2016. I'm not sure how long a kid will stay engaged with it.\nMakey: This toy gets my highest rating because of the innovative and high play value for the money. It seems like the most flexible of the toys (in terms of different ways to play with it)\nG15: I want one!! But this will be out of reach for a lot of younger kids and while a really cool robot, it's still another robot. Cool points for being able to program it though!\nMiP: Very similar to last year's winner. I hope they don't do a repeat...\nJedi: This would be a lot of fun but not sure how well it would work outdoors. I think the value of play is a lower than Makey. But it has potential to spur very interesting questions for the curious kid... (BTW, I wish they wouldn't use the word magic and science on the same page....)"], [15186, "2016-01-20T03:36:39Z", [0.17, 0.0, 0.1, 0.0, 0.18, 0.3, 0.25], "Factored in number of people who enjoyed the product enough to write reviews on Amazon. "], [15186, "2016-01-20T03:30:22Z", [0.17, 0.0, 0.1, 0.0, 0.17, 0.21, 0.35], "Read up on who is going to do the voting and factored in their bias. Also removed my own bias and looked at winners from past years."], [16029, "2016-01-19T23:39:45Z", [0.22, 0.02, 0.02, 0.12, 0.12, 0.22, 0.28], "Anything star wars related should do well in the people's voting, which makes up 20 percent of the voting. Last two awards have gone to Robots, Meccanoid G15 was made by company which won the award last year, might negatively impact their chances of winning again this year. Loom toys have won in several other categories in recent years, would be weird if a loom toy was now most innovative."], [16013, "2016-01-19T20:09:39Z", [0.02, 0.05, 0.15, 0.24, 0.32, 0.21, 0.01], ""], [16006, "2016-01-19T19:18:44Z", [0.0, 0.0, 0.0, 0.75, 0.25, 0.0, 0.0], ""], [691, "2016-01-19T18:19:25Z", [0.37, 0.01, 0.01, 0.01, 0.26, 0.12, 0.22], ""], [271, "2016-01-19T15:37:18Z", [0.15, 0.05, 0.1, 0.05, 0.35, 0.25, 0.05], ""], [15959, "2016-01-19T12:51:41Z", [0.65, 0.0, 0.35, 0.0, 0.0, 0.0, 0.0], ""], [14997, "2016-01-19T00:17:53Z", [0.4, 0.25, 0.35, 0.0, 0.0, 0.0, 0.0], "After star wars movie debut"], [15893, "2016-01-18T20:56:53Z", [0.23, 0.01, 0.01, 0.07, 0.66, 0.01, 0.01], ""], [15872, "2016-01-18T20:54:32Z", [0.12, 0.01, 0.35, 0.22, 0.12, 0.05, 0.13], ""], [15878, "2016-01-18T19:19:20Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [15868, "2016-01-18T18:50:54Z", [0.3, 0.0, 0.25, 0.05, 0.05, 0.25, 0.1], ""], [13475, "2016-01-18T18:25:07Z", [0.0, 0.0, 0.7, 0.0, 0.0, 0.3, 0.0], ""], [15844, "2016-01-18T15:39:13Z", [0.16, 0.05, 0.04, 0.14, 0.08, 0.24, 0.29], ""], [691, "2016-01-18T13:23:46Z", [0.37, 0.01, 0.01, 0.01, 0.26, 0.12, 0.22], ""], [15826, "2016-01-18T11:00:59Z", [0.4, 0.1, 0.2, 0.1, 0.0, 0.2, 0.0], ""], [11800, "2016-01-18T07:31:47Z", [0.1, 0.01, 0.03, 0.12, 0.26, 0.34, 0.14], "can anybody help? \nSo far I have not found the technical and content related criteria which are or are not set for the jury, serving as a framework for their judgement. All I found is only formal.  This leads me to the assumption, that at the end everyone is judging on his experience/guts feelings? cannot be I guess?\n"], [15786, "2016-01-18T00:36:21Z", [0.14, 0.0, 0.0, 0.07, 0.45, 0.32, 0.02], ""], [1090, "2016-01-18T00:28:01Z", [0.9, 0.03, 0.02, 0.02, 0.01, 0.01, 0.01], ""], [15780, "2016-01-17T23:14:58Z", [0.95, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05], "Unique technology, not available in current toys; Brings everyone's favorite film series to life; is \"magic\" and will appeal to the Harry Potter in all of us; Parents of the Star Wars era will want them (ergo will pay for them) ."], [15506, "2016-01-17T21:05:32Z", [0.65, 0.0, 0.0, 0.2, 0.05, 0.05, 0.05], ""], [691, "2016-01-17T15:07:24Z", [0.37, 0.01, 0.01, 0.01, 0.26, 0.12, 0.22], ""], [15726, "2016-01-17T14:49:00Z", [0.05, 0.05, 0.17, 0.11, 0.47, 0.1, 0.05], "3D printers are beginning to come into their own in terms of adult creators and hobbyists; the Makey Makey is a more basic and still very creative way to transform items into something else, such as the banana piano."], [11800, "2016-01-17T10:23:08Z", [0.1, 0.01, 0.03, 0.12, 0.26, 0.34, 0.14], "Reading the many comments from my gjp colleagues here in the net makes me adjust further on my initial lines of judgement. This question is a relative tricky one to me. The composition of the jury is clear to m, what however is not clear to me are the criteria on which ground the judgment will be made.  The below doesn't help me much further understanding the mechanics of decision findings. \nDoes have anyone found the criteria on which the judgement is made?   Of course I am aware, that at least for the part of the public voters will by large possibly use guts feelings for their vote. http://www.toyawards.org/toyaward/The_Awards/toyaward/About_TOTY.aspx?hkey=c897f648-a33a-466b-b0e6-1278139ea024 WHAT CRITERIA MUST THE TOYS MEET?\nAll 2016 TOTY nominated products must be available at retail in the United States on or before November 17, 2015, and must have been introduced to the marketplace within the last two years. TIA requires verification that all TOTY finalist products have been reviewed by an independent third-party testing lab and comply with strict U.S. toy safety standards. You can view the complete Rules and Eligibility requirements here. HOW DID THESE FINALISTS GET CHOSEN?\nThe toys featured on this site are the 84 finalists that were chosen from more than 640 nominations.  Finalists were selected by the members of 12 Nominations Committees – one for each category – comprised of seven to 18 high-stature experts, including retail buyers, journalists, bloggers, trade media spokespersons, academics, and inventors/designers. CATEGORY VOTING\nFive weighted ballots – one each for consumers (25%), mass and specialty retailers (40% combined), journalists and bloggers (20%), and members of the Toy Industry Association (15%) – were open from November 17, 2015 through January 17, 2016.  Winners were announced during a formal presentation ceremony on February 12, 2016."], [691, "2016-01-16T12:47:51Z", [0.41, 0.01, 0.01, 0.01, 0.22, 0.12, 0.22], ""], [15426, "2016-01-16T03:12:29Z", [0.0, 0.0, 0.0, 0.0, 0.3, 0.3, 0.4], "MiP is quite innovative in terms of following human gesture commands and reacting to them. Though I am an advocater of wanting kids to not be tied to technology this one gives kids an opportunity to move around and play with the toy. The high number is because of the ready usability of the toy and the striking charm of the use of technology in the toy.  G15 is innovative in letting the user teach the toy to do different things. And such a thing can be stimulating to the user. Makey is highly innovative because it lets the user be the innovator and the user's imagination makes a huge difference in how the toy is innovative enough. so it is more of a tool to the innovator, but certainly encouraging and stimulating to the user to think more and get creative which is a huge plus. "], [2, "2016-01-16T00:04:28Z", [0.16, 0.02, 0.15, 0.02, 0.33, 0.25, 0.07], ""], [2, "2016-01-16T00:02:53Z", [0.11, 0.02, 0.2, 0.02, 0.33, 0.25, 0.07], "Going for Makey Makey and Meccanoid."], [2, "2016-01-15T23:58:03Z", [0.12, 0.04, 0.23, 0.04, 0.27, 0.2, 0.1], ""], [15553, "2016-01-15T20:23:26Z", [0.0, 0.0, 0.1, 0.1, 0.0, 0.8, 0.0], ""], [691, "2016-01-15T12:17:12Z", [0.62, 0.02, 0.03, 0.06, 0.18, 0.06, 0.03], ""], [14656, "2016-01-15T07:23:25Z", [0.25, 0.0, 0.0, 0.0, 0.4, 0.25, 0.1], ""], [15457, "2016-01-15T06:55:47Z", [0.35, 0.0, 0.1, 0.15, 0.15, 0.0, 0.25], ""], [15409, "2016-01-15T01:48:23Z", [0.25, 0.05, 0.1, 0.15, 0.1, 0.15, 0.2], ""], [15174, "2016-01-14T21:12:16Z", [0.35, 0.01, 0.05, 0.16, 0.28, 0.11, 0.04], "I think the decision of which toy is most innovative is extremely context dependent. If you purely think about where the idea for the toy came from, a prediction is far different than what the actual toy might be able to do differently than a previously invented toy. The greatest number of consumers does not necessarily mean that a toy is the most innovative. \n-flipsies: been around for years in different forms\n-Makey Makey: you can essentially create any toy using any item, in a way this allows for innovation within innovation\n-MiPosaur: toy sensory reaction has been created in many different forms prior to this toy\n-Jedi: past winning toys have been heavily determined by marketing, and given the popularity of the new Star Wars movie, this toy and the international popularity will lead this to to prevail over the Makey Makey which seems more purely innovative to me"], [15345, "2016-01-14T21:00:26Z", [0.4, 0.05, 0.05, 0.1, 0.2, 0.1, 0.1], "the past winners don't seem to be super innovative and the star wars toy is big right now. Also, the makey makey is highly dynamic, so i bumped it up a bit."], [15346, "2016-01-14T20:58:23Z", [0.38, 0.0, 0.0, 0.0, 0.15, 0.47, 0.0], ""], [15349, "2016-01-14T20:37:21Z", [0.6, 0.0, 0.4, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-01-14T20:31:43Z", [0.62, 0.02, 0.03, 0.06, 0.18, 0.06, 0.03], ""], [15319, "2016-01-14T19:41:02Z", [0.95, 0.0, 0.0, 0.05, 0.0, 0.0, 0.0], ""], [15314, "2016-01-14T18:47:04Z", [0.8, 0.01, 0.01, 0.03, 0.04, 0.05, 0.06], "new movie"], [12874, "2016-01-14T18:41:51Z", [0.45, 0.02, 0.1, 0.05, 0.28, 0.05, 0.05], ""], [1529, "2016-01-14T17:56:15Z", [0.21, 0.0, 0.17, 0.21, 0.33, 0.08, 0.0], ""], [15293, "2016-01-14T17:25:37Z", [0.55, 0.06, 0.05, 0.08, 0.08, 0.08, 0.1], ""], [15271, "2016-01-14T16:48:24Z", [0.77, 0.0, 0.0, 0.04, 0.0, 0.01, 0.18], ""], [4115, "2016-01-14T16:40:56Z", [0.35, 0.03, 0.07, 0.05, 0.2, 0.2, 0.1], ""], [13959, "2016-01-14T11:49:40Z", [0.36, 0.0, 0.0, 0.0, 0.55, 0.05, 0.04], ""], [14990, "2016-01-14T06:55:31Z", [0.05, 0.0, 0.0, 0.0, 0.1, 0.55, 0.3], "I looked at all the games and noted that the Meccanoid G15 has already won some major awards in 2015 so is a good bet to win this award as well. Awards won include the Swedish Innovation Toy of the Year. So it is the odds on favorite. But MiPosaur is a very interesting toy and a toy from the same company won Innovative Toy of the Year last year so it is certainly in the running. Jedi Force Levitator is interesting and a possibility but really, it's just electro-magnets. Makey Makey is interesting and looks like fun. A clever idea. It has an outside chance but that is a subjective judgment. Flipsie is a variation on toys I gave my kids 20 years ago - doesn't seem particularly innovative. iLoom is more innovative but really is just a loom with an online instruction manual - ho hum. And Lazer Maze just doesn't do it for me. I found it boring. "], [15074, "2016-01-14T04:35:24Z", [0.55, 0.0, 0.05, 0.15, 0.05, 0.05, 0.15], "The award is given by popular vote and Star Wars has the movie and franchise name to pull voters. The award in the previous two years were given to robot-like toys, but this year's robots do not look as attractive or \"popular\" with the general public as their predecessors."], [15186, "2016-01-14T04:33:50Z", [0.1, 0.0, 0.1, 0.0, 0.5, 0.1, 0.2], "Based on similarity to products currently or previously on the market. The uniqueness of the toy was also a factor. The Jedi toy was given a boost due to media hype. "], [15074, "2016-01-14T04:15:03Z", [0.55, 0.0, 0.05, 0.15, 0.05, 0.05, 0.15], ""], [691, "2016-01-13T20:10:36Z", [0.62, 0.02, 0.03, 0.06, 0.18, 0.06, 0.03], "It occurs to me that another pleasant feature of the accursed Star Wars tie-in is that when the kid gets bored with it--which should happen fairly quickly, this toy being essentially a one-trick pony--it will not take up much space in the abandoned-toy locker, or the bottom drawer, or the dustbin. One wishes fervently for more fad toys like that; on that criterion, I am sorry we abandoned Pet Rocks. "], [15092, "2016-01-13T00:23:26Z", [0.27, 0.32, 0.12, 0.2, 0.03, 0.02, 0.04], ""], [9755, "2016-01-13T00:22:43Z", [0.31, 0.05, 0.1, 0.21, 0.05, 0.09, 0.19], ""], [691, "2016-01-12T21:09:31Z", [0.62, 0.02, 0.03, 0.06, 0.18, 0.06, 0.03], "Finally got around to looking at these in more detail and talking to various People Who Know About Such Things.  Several of these nominees are stupid, and many are quite complicated.  There is a feeling abroad in the land that more complicated = less innovative, more or less as an axiom.  Fervently as I wish all tie-in products to be in hell, the Star Wars one looks like a winner to me.  "], [1529, "2016-01-12T20:28:51Z", [0.18, 0.0, 0.17, 0.2, 0.32, 0.08, 0.05], ""], [9755, "2016-01-12T19:59:27Z", [0.31, 0.05, 0.1, 0.21, 0.05, 0.09, 0.19], "I saw the toys and made a judgment ."], [12879, "2016-01-11T23:35:34Z", [0.36, 0.06, 0.08, 0.08, 0.22, 0.15, 0.05], ""], [9755, "2016-01-11T22:30:19Z", [0.25, 0.1, 0.15, 0.1, 0.1, 0.2, 0.1], ""], [691, "2016-01-11T13:37:35Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [13897, "2016-01-11T10:15:32Z", [0.75, 0.0, 0.0, 0.0, 0.05, 0.05, 0.15], ""], [14993, "2016-01-11T05:31:44Z", [0.2, 0.05, 0.15, 0.2, 0.15, 0.1, 0.15], ""], [12879, "2016-01-11T02:37:10Z", [0.34, 0.05, 0.08, 0.08, 0.25, 0.15, 0.05], ""], [14991, "2016-01-11T01:04:08Z", [0.05, 0.05, 0.25, 0.15, 0.4, 0.05, 0.05], ""], [1028, "2016-01-11T00:05:37Z", [0.7, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05], ""], [7643, "2016-01-10T22:49:34Z", [0.6, 0.05, 0.05, 0.1, 0.05, 0.1, 0.05], ""], [14984, "2016-01-10T22:06:55Z", [0.43, 0.05, 0.05, 0.05, 0.3, 0.02, 0.1], "What's rationale? Just kidding - first forecast on GJP."], [118, "2016-01-10T20:25:15Z", [0.25, 0.0, 0.0, 0.0, 0.5, 0.0, 0.25], "I've looked at the toys nominated, previous winners, price point, and other reports on popularity and sales. Makey Makey is already killing it in sales. Price of entry 49-69$ seems high, but its promises to convert anything to a controller or touchpad will appeal to many. MiPosaur would be my hands-down 100% if it weren't for the hefty price tag of $119.00 Cost of entry is way less and still innovates in terms of play without becoming a strange meta play experience with the  Jedi Levitator. Parents will be playing with this even if their kids aren't. Or maybe more. $24.99"], [11800, "2016-01-10T16:37:08Z", [0.07, 0.04, 0.14, 0.06, 0.24, 0.34, 0.11], ""], [102, "2016-01-10T12:41:08Z", [0.18, 0.06, 0.14, 0.08, 0.26, 0.2, 0.08], ""], [691, "2016-01-10T12:35:38Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [14327, "2016-01-10T08:40:21Z", [0.0, 0.0, 0.0, 0.0, 0.34, 0.33, 0.33], ""], [13817, "2016-01-10T05:27:24Z", [0.05, 0.0, 0.0, 0.05, 0.3, 0.45, 0.15], ""], [13377, "2016-01-10T03:04:24Z", [0.18, 0.06, 0.14, 0.11, 0.24, 0.19, 0.08], ""], [4810, "2016-01-10T03:04:17Z", [0.65, 0.05, 0.0, 0.05, 0.15, 0.05, 0.05], ""], [12048, "2016-01-09T19:12:34Z", [0.18, 0.05, 0.11, 0.11, 0.11, 0.22, 0.22], "The last two Innovative toys of the year have been robots, so I believe that this year will be the same. I also think that the Jedi Force Levitator will be a possible winner with the recent Star Wars Movie, but I think that it does not have as many features as the Meccanoid G15 or MiPosaur."], [14923, "2016-01-09T19:09:25Z", [0.03, 0.01, 0.01, 0.05, 0.75, 0.15, 0.0], ""], [691, "2016-01-09T17:33:45Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [102, "2016-01-09T02:44:28Z", [0.18, 0.06, 0.14, 0.11, 0.24, 0.19, 0.08], ""], [691, "2016-01-08T16:26:33Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [554, "2016-01-08T02:23:02Z", [0.34, 0.05, 0.04, 0.02, 0.05, 0.2, 0.3], "Personal preferences, sexism."], [1646, "2016-01-07T16:59:20Z", [0.0, 0.1, 0.12, 0.0, 0.4, 0.23, 0.15], ""], [691, "2016-01-07T13:41:58Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [11800, "2016-01-07T12:43:12Z", [0.09, 0.05, 0.14, 0.08, 0.22, 0.34, 0.08], "Thanks praedico. Your analysis from Dec 24. helped me a lot , to better segment the question and to understand better the weight of the votes of the jury.  "], [14782, "2016-01-07T00:57:14Z", [0.2, 0.0, 0.0, 0.1, 0.15, 0.2, 0.35], ""], [740, "2016-01-06T14:52:32Z", [0.59, 0.0, 0.0, 0.0, 0.31, 0.1, 0.0], ""], [691, "2016-01-06T13:49:51Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [12874, "2016-01-06T12:31:52Z", [0.3, 0.02, 0.15, 0.05, 0.35, 0.08, 0.05], ""], [12318, "2016-01-06T10:59:52Z", [0.5, 0.0, 0.25, 0.0, 0.0, 0.25, 0.0], "Star Wars is big and what kid doesn't want to be able to use the force? Cool, affordable, and features an interesting twist on science we are already familiar with by making it fun in a whole new way. Second to that would be iLoom followed by Meccanoid G15 (mainly because price will limit market/purchasers)."], [14327, "2016-01-06T05:15:45Z", [0.32, 0.23, 0.05, 0.05, 0.2, 0.0, 0.15], "Want to do something more laid-back from all the N Korea stuff..."], [1993, "2016-01-06T04:49:48Z", [0.05, 0.0, 0.2, 0.15, 0.24, 0.3, 0.06], ""], [689, "2016-01-06T01:25:53Z", [0.94, 0.01, 0.01, 0.01, 0.01, 0.01, 0.01], ""], [1529, "2016-01-05T19:37:00Z", [0.12, 0.0, 0.17, 0.2, 0.32, 0.08, 0.11], ""], [1529, "2016-01-05T17:50:10Z", [0.14, 0.05, 0.15, 0.18, 0.32, 0.1, 0.06], ""], [12622, "2016-01-05T16:23:41Z", [0.25, 0.02, 0.2, 0.05, 0.2, 0.08, 0.2], ""], [14674, "2016-01-05T16:12:05Z", [0.2, 0.05, 0.1, 0.25, 0.3, 0.05, 0.05], ""], [14674, "2016-01-05T16:10:45Z", [0.2, 0.05, 0.1, 0.25, 0.3, 0.05, 0.05], ""], [14665, "2016-01-05T14:38:23Z", [0.08, 0.13, 0.03, 0.24, 0.08, 0.23, 0.21], ""], [691, "2016-01-05T13:08:58Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [102, "2016-01-05T02:45:15Z", [0.15, 0.06, 0.14, 0.11, 0.24, 0.19, 0.11], ""], [1669, "2016-01-04T23:10:50Z", [0.4, 0.1, 0.1, 0.1, 0.1, 0.1, 0.1], ""], [9719, "2016-01-04T21:49:26Z", [0.5, 0.0, 0.0, 0.2, 0.05, 0.2, 0.05], ""], [14615, "2016-01-04T19:29:23Z", [0.3, 0.0, 0.0, 0.13, 0.21, 0.15, 0.21], ""], [691, "2016-01-04T19:08:26Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [13726, "2016-01-04T18:52:43Z", [0.35, 0.0, 0.05, 0.05, 0.35, 0.15, 0.05], ""], [1646, "2016-01-04T15:56:35Z", [0.0, 0.1, 0.0, 0.0, 0.5, 0.2, 0.2], ""], [271, "2016-01-04T15:55:51Z", [0.1, 0.05, 0.05, 0.25, 0.25, 0.1, 0.2], ""], [1131, "2016-01-04T15:10:23Z", [0.8, 0.1, 0.1, 0.0, 0.0, 0.0, 0.0], ""], [14490, "2016-01-04T14:34:48Z", [0.6, 0.03, 0.08, 0.09, 0.09, 0.05, 0.06], ""], [10760, "2016-01-04T10:58:49Z", [0.55, 0.05, 0.05, 0.05, 0.1, 0.05, 0.15], ""], [14570, "2016-01-04T10:08:52Z", [0.5, 0.05, 0.05, 0.05, 0.1, 0.1, 0.15], ""], [558, "2016-01-04T03:10:45Z", [0.3, 0.05, 0.15, 0.25, 0.15, 0.05, 0.05], ""], [7349, "2016-01-04T00:36:05Z", [0.4, 0.05, 0.03, 0.02, 0.25, 0.0, 0.25], ""], [11740, "2016-01-04T00:22:09Z", [0.1, 0.1, 0.1, 0.15, 0.2, 0.25, 0.1], ""], [13158, "2016-01-03T21:54:58Z", [0.85, 0.0, 0.15, 0.0, 0.0, 0.0, 0.0], ""], [12214, "2016-01-03T20:25:10Z", [0.04, 0.01, 0.05, 0.05, 0.3, 0.15, 0.4], "Technical applications weigh heavily.  Star wars toy may be popular choice, but weak technical application in the toy hurts that choice.  My top 2 were the \"makey makey\" (which may have positive publicity advantage, but toy may be over heads of many kids) and Miposaur (solid, but similar winner last year)."], [102, "2016-01-03T14:17:04Z", [0.16, 0.07, 0.15, 0.12, 0.25, 0.19, 0.06], ""], [691, "2016-01-03T13:07:32Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [73, "2016-01-02T18:45:00Z", [0.27, 0.0, 0.0, 0.01, 0.51, 0.2, 0.01], ""], [14206, "2016-01-02T16:29:19Z", [0.2, 0.0, 0.05, 0.06, 0.2, 0.4, 0.09], "Jedi- mixed reviews and not electronic (past winners have had some elements) - lowered it. Still think the film/pop culture timing will impact voting since not everyone voting will have tried to use it\nI-loom lowered it due to being less unisex, there could be availability or review issues as Web searching didn't easily show me what I was expecting to find. Also I have not heard any buzz about this from my kids/school like rainbow loom. \nMaze lowered - senior version has competed twice in past years and not been successful, not convinced that the Jr version will fair any better. It is cool though.\nMiPlease lowered- company won last year, this toy is less innovative\nMakey lowered - kickstarter and Web presence is strong, less certain about the industry/retail voting blocks as I'm not not sure how widely available this toy is and this is not a larger mainstream co\nM15 increased - lots of awards to date, good reviews, good availability in retail and online, large mainstream co, perhaps too pricey (previous winners seemed to be at a lower price point) How have holiday sales impacted voting in the past? Sales this year?\nNeed to look at other performance reviews.\nHaven't  explored bloggers/journalists perspective in a concrete way. \nCheck back after voting closes before announcement takes place."], [691, "2016-01-02T14:15:33Z", [0.12, 0.03, 0.31, 0.28, 0.16, 0.06, 0.04], ""], [14394, "2016-01-02T08:36:32Z", [0.2, 0.14, 0.1, 0.15, 0.15, 0.15, 0.11], ""], [14427, "2016-01-02T04:15:04Z", [0.95, 0.0, 0.05, 0.0, 0.0, 0.0, 0.0], ""], [11800, "2016-01-01T21:24:54Z", [0.2, 0.05, 0.15, 0.05, 0.15, 0.3, 0.1], "\nhttp://www.prnewswire.com/news-releases/top-toy-trends-of-2015-announced-by-toy-industry-association-tia-the-official-voice-of-toy-fair-300036276.html"], [691, "2016-01-01T16:45:47Z", [0.06, 0.03, 0.38, 0.29, 0.16, 0.05, 0.03], ""], [804, "2015-12-31T20:01:03Z", [0.26, 0.03, 0.09, 0.09, 0.26, 0.18, 0.09], ""], [10923, "2015-12-31T19:42:35Z", [0.9, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1], ""], [10923, "2015-12-31T19:41:58Z", [0.9, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1], ""], [14207, "2015-12-31T17:17:11Z", [0.11, 0.06, 0.13, 0.3, 0.24, 0.13, 0.03], ""], [691, "2015-12-31T16:27:27Z", [0.06, 0.03, 0.38, 0.29, 0.16, 0.05, 0.03], ""], [14332, "2015-12-31T06:28:47Z", [0.06, 0.0, 0.0, 0.15, 0.15, 0.3, 0.34], ""], [14317, "2015-12-30T22:13:08Z", [0.0, 0.05, 0.15, 0.15, 0.25, 0.35, 0.05], "Broad appeal for things that move and interact is greater than static toys and games."], [12120, "2015-12-30T19:36:14Z", [0.65, 0.05, 0.0, 0.0, 0.0, 0.15, 0.15], ""], [6552, "2015-12-30T19:03:33Z", [0.1, 0.1, 0.2, 0.1, 0.1, 0.3, 0.1], ""], [691, "2015-12-30T15:50:51Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [14010, "2015-12-30T14:10:55Z", [0.02, 0.02, 0.02, 0.1, 0.02, 0.51, 0.31], ""], [12837, "2015-12-30T10:07:41Z", [0.08, 0.04, 0.16, 0.08, 0.25, 0.25, 0.14], ""], [10923, "2015-12-29T20:57:50Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [13399, "2015-12-29T19:05:49Z", [0.7, 0.0, 0.03, 0.0, 0.1, 0.07, 0.1], ""], [691, "2015-12-29T12:25:59Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [13959, "2015-12-29T10:55:56Z", [0.21, 0.01, 0.07, 0.07, 0.55, 0.05, 0.04], ""], [14206, "2015-12-29T07:00:46Z", [0.33, 0.0, 0.14, 0.06, 0.2, 0.15, 0.12], ""], [13942, "2015-12-29T02:27:30Z", [0.4, 0.0, 0.01, 0.04, 0.5, 0.04, 0.01], ""], [14207, "2015-12-29T02:23:43Z", [0.22, 0.04, 0.12, 0.15, 0.34, 0.05, 0.08], ""], [12874, "2015-12-29T00:58:32Z", [0.25, 0.02, 0.15, 0.05, 0.4, 0.08, 0.05], ""], [8473, "2015-12-29T00:43:28Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], "anything with a star wars name will win"], [9755, "2015-12-29T00:21:25Z", [0.21, 0.1, 0.15, 0.05, 0.15, 0.19, 0.15], ""], [102, "2015-12-29T00:20:39Z", [0.13, 0.07, 0.16, 0.13, 0.25, 0.19, 0.07], ""], [8727, "2015-12-28T23:29:17Z", [0.0, 0.0, 0.0, 0.8, 0.2, 0.0, 0.0], ""], [73, "2015-12-28T21:53:04Z", [0.27, 0.0, 0.01, 0.01, 0.5, 0.2, 0.01], "Wow.  I've struggled with getting into this one.  My judgment was to leave this alone, but it's such a toughie I couldn't resist.  @praedico and @Dima-K allowed me to get some traction.\nDismissing flipsies house and boat.  I recall in BIG that they came up with transformers into buildings, rubbish then and not innovative now.  Apparently doesn't even float.\nI loom on ipad.  Please no more bracelets.  \nLazer maze seems clever puzzle. Dima-K tells me it was nominated last year and maybe they want it to win,  but just think there's more innovative games in the list.\nMakey makey has rave reviews on amazon and innovative is a word used throughout and for all age ranges and all sixes. \nMeccanoid.  Well I'm 2 hours into the 7 hour build with my eldest daughter.  It's a robot, could but didn't think it was innovative when I bought it.\nMiP per Dima-K again.\nJedi is definitely innovative I can't remember a toy like it that didn't have strings!.  But doesn't seem to have rave reviews and leaves people a little disappointed. The price of innovation maybe.  Relying on the split of praedico that retailera bloggers and journalist weight will give it to makey makey and fact it was crowd sourced gives it support in some way missing from others.  Anyway. That's my best guess gotta get back to that robot...."], [14193, "2015-12-28T21:06:48Z", [0.05, 0.05, 0.0, 0.05, 0.45, 0.25, 0.15], "simplicity before profit (intended) returns profit"], [11257, "2015-12-28T20:55:52Z", [0.95, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0], "Movie has already outgrossed history, and well, it's STAR WARS, man!"], [1656, "2015-12-28T20:22:54Z", [0.0, 0.0, 0.45, 0.55, 0.0, 0.0, 0.0], ""], [2572, "2015-12-28T19:30:28Z", [0.85, 0.0, 0.0, 0.0, 0.08, 0.0, 0.07], "Took a quick look on You Tube. The Jedi Force Levitator and the Makey Makey Classic are the only 2 truly original toys. Others are repeats that have been around before. After that it gets down to how long will kids play with these toys. Im guessing Levitator wins out over my other two choices by quite a bit. "], [1389, "2015-12-28T16:59:22Z", [0.0, 0.0, 0.0, 0.0, 0.67, 0.33, 0.0], "Important considerations are ;\n- Is it for boys AND girls? >> Most toys aren't\n- Does it look cool when showing to friends? >> Some don't\n- Is the price affordable? >> All, except Meccanoid, are"], [691, "2015-12-28T13:22:00Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [11800, "2015-12-28T10:54:37Z", [0.2, 0.05, 0.15, 0.05, 0.05, 0.4, 0.1], "I vote for this because i think that personalizing of a toy  (and this is about a friend or can be your best friend imitating)  has a good chance to win."], [10193, "2015-12-28T06:51:19Z", [0.7, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05], "Star War movie strong sales support this toy sales"], [14154, "2015-12-28T06:20:04Z", [0.15, 0.12, 0.12, 0.12, 0.3, 0.1, 0.09], ""], [12852, "2015-12-28T02:06:03Z", [0.1, 0.0, 0.1, 0.05, 0.15, 0.5, 0.1], ""], [12663, "2015-12-28T00:40:10Z", [0.25, 0.05, 0.05, 0.15, 0.33, 0.1, 0.07], ""], [8967, "2015-12-27T22:55:56Z", [0.78, 0.0, 0.0, 0.22, 0.0, 0.0, 0.0], ""], [605, "2015-12-27T21:59:02Z", [0.25, 0.25, 0.15, 0.15, 0.15, 0.0, 0.05], ""], [671, "2015-12-27T21:26:34Z", [0.8, 0.0, 0.05, 0.05, 0.1, 0.0, 0.0], ""], [11756, "2015-12-27T21:17:49Z", [0.99, 0.0, 0.0, 0.0, 0.0, 0.0, 0.01], ""], [1506, "2015-12-27T21:06:00Z", [0.95, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0], "Anything Star Wars related will win."], [1211, "2015-12-27T21:04:22Z", [0.05, 0.1, 0.25, 0.15, 0.1, 0.3, 0.05], ""], [14015, "2015-12-27T20:28:19Z", [0.95, 0.01, 0.01, 0.01, 0.01, 0.01, 0.0], "Stars wars movie out"], [14125, "2015-12-27T19:29:14Z", [0.05, 0.0, 0.0, 0.2, 0.75, 0.0, 0.0], "Makey is the most innovative, but maybe too novel and a disadvantage is that it is just a new way of playing computer games. The Laser Maze is the obvious alternative. The Jedi will win if the disney - marketing campaign has had enough influence on the jury."], [206, "2015-12-27T18:26:48Z", [0.15, 0.1, 0.15, 0.0, 0.2, 0.4, 0.0], ""], [12837, "2015-12-27T17:48:53Z", [0.08, 0.08, 0.18, 0.15, 0.16, 0.21, 0.14], ""], [691, "2015-12-27T14:11:00Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [5001, "2015-12-27T06:14:12Z", [0.25, 0.02, 0.06, 0.02, 0.32, 0.32, 0.01], ""], [14012, "2015-12-27T05:07:40Z", [0.1, 0.35, 0.25, 0.15, 0.13, 0.01, 0.01], ""], [94, "2015-12-27T05:04:51Z", [0.14, 0.14, 0.14, 0.14, 0.15, 0.15, 0.14], "I know nothing, so I'll go with the \"all toys are equal\" base rate guess."], [14012, "2015-12-27T05:03:39Z", [0.1, 0.35, 0.16, 0.25, 0.13, 0.0, 0.01], ""], [14012, "2015-12-27T04:10:50Z", [0.85, 0.0, 0.0, 0.0, 0.15, 0.0, 0.0], ""], [14083, "2015-12-27T03:19:50Z", [0.1, 0.0, 0.0, 0.1, 0.75, 0.0, 0.05], ""], [12879, "2015-12-26T18:52:03Z", [0.0, 0.05, 0.05, 0.05, 0.75, 0.05, 0.05], ""], [13817, "2015-12-26T15:19:51Z", [0.05, 0.0, 0.0, 0.05, 0.2, 0.55, 0.15], "Updating my projections after more tought about it. The problem with Makey Makey is that looks a good tool for a science project or for a youtube video, but not that good for kids, so this can hurt it's chances a little I guess. After reading other opinions I lowered the odds for the Levitator too and gave it to the Meccanoid G15."], [691, "2015-12-26T15:07:52Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [14044, "2015-12-26T12:53:09Z", [0.09, 0.29, 0.04, 0.11, 0.01, 0.25, 0.21], ""], [706, "2015-12-26T05:10:26Z", [0.04, 0.5, 0.05, 0.1, 0.1, 0.01, 0.2], "Flipsies combines tangible and accessible innovation inexpensively.  I child can learn to understand how it works without needing a PhD.  It also checks the \"collaboration over the web\" box.  Lastly, the politically correct goal of empowering future female scientists will make the voters look downright troglodytic if they select anything else, especially a non-innovative Star Wars static-electricity levitator.  This levitator will bore a child in 10 minutes, +/- 15 1/2 seconds.   "], [4139, "2015-12-26T01:23:52Z", [0.6, 0.05, 0.05, 0.05, 0.1, 0.05, 0.1], "Marketing equals votes."], [102, "2015-12-25T17:32:26Z", [0.1, 0.07, 0.2, 0.13, 0.29, 0.14, 0.07], ""], [691, "2015-12-25T13:02:42Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [4918, "2015-12-25T10:06:19Z", [0.02, 0.02, 0.15, 0.09, 0.35, 0.35, 0.02], ""], [13999, "2015-12-25T08:44:52Z", [0.5, 0.1, 0.1, 0.05, 0.05, 0.1, 0.1], ""], [83, "2015-12-25T04:46:35Z", [0.06, 0.02, 0.1, 0.02, 0.4, 0.25, 0.15], ""], [13982, "2015-12-25T03:14:03Z", [0.6, 0.0, 0.0, 0.0, 0.4, 0.0, 0.0], ""], [102, "2015-12-25T01:14:21Z", [0.1, 0.07, 0.2, 0.17, 0.29, 0.1, 0.07], ""], [13980, "2015-12-24T23:17:48Z", [0.9, 0.0, 0.0, 0.0, 0.0, 0.1, 0.0], ""], [1993, "2015-12-24T21:47:38Z", [0.05, 0.0, 0.2, 0.15, 0.2, 0.3, 0.1], "Rearranging my percentages, because I was thinking this was for the overall Toy of the Year rather than the Innovative Toy of the Year. Oddly, the Innovative TOTY seems to be historically a less-sophisticated toy than the TOTY.  Sandy's House is out, because all previous winners (I checked back to 2005 only) in this category have some electronic component. The Jedi Levitator is lame and looks like children would  have a hard time getting it to work consistently. MiPosaur resembles the MiP that won last year too closely. iloom looks good, but a bracelet-making device won TOTY and Girls' TOTY in 2014. Innovative is a different category, but the fact that the toy is aimed primarily at girls, rather than a unisex toy, may limit it in this category. Previous winners have been unisex or unisex leaning toward male. Makey Makey is innovative. It had a Kickstarter campaign. It doesn't seem very accessible, though. Perhaps it's aimed at a niche market or older children, whereas the toys that win in Innovative tend to be simple in concept.  Meccanoid has already won a lot of awards. It seems complicated compared to past winners in this category, but the Toy Industry Association may feel left out, if they don't award the Meccanoid something, and this is the only category in which it's nominated. Laser Maze is interesting, but winners in the Innovative category have tended to be more hands-on, physical activities, not a board game. It's worth noting that there is NO overlap between the nominees in the Innovative category and any other category. So there is no case of \"if the judges like it, they can vote for it in another category,\" which might diminish its chances in Innovative. Category judging is 25% consumers, 40% retailers, 20% journalists and bloggers, 15% members of the Toy Industry Association. So what would the retailers and journalists like? Meccanoid, because everybody else likes it and has given it an award."], [691, "2015-12-24T18:02:04Z", [0.03, 0.03, 0.41, 0.29, 0.16, 0.05, 0.03], ""], [13942, "2015-12-24T07:10:32Z", [0.1, 0.05, 0.25, 0.12, 0.33, 0.1, 0.05], ""], [4810, "2015-12-24T00:02:09Z", [0.65, 0.05, 0.0, 0.05, 0.15, 0.05, 0.05], "with all the star wars hoopla,who else?"], [4918, "2015-12-23T17:13:58Z", [0.1, 0.02, 0.33, 0.1, 0.33, 0.1, 0.02], ""], [1529, "2015-12-23T15:39:50Z", [0.08, 0.1, 0.2, 0.18, 0.32, 0.06, 0.06], "Reducing iLoom based on research by Praedico (2014 winner was a bracelet making toy). Upping makey-makey. Past analysis:\nMeccanoid and MiPosaur are more expensive and more defect-prone. Jedi is intriguing, but not sure it is intriguing beyond a couple weeks. Laser maze also sounds interesting and receives nice reviews, but again, not sure it can really hold the creative interest over time. I-Loom and Makey-makey appear to be the most creative and long-term entertaining. Slight edge to makey-makey based on innovation quality. I-Loom will have a strong following based on its \"craft\" foundations, so could carry the popular vote. \n"], [691, "2015-12-23T13:03:31Z", [0.04, 0.04, 0.42, 0.37, 0.03, 0.05, 0.05], ""], [13894, "2015-12-23T12:43:04Z", [0.35, 0.0, 0.0, 0.0, 0.0, 0.55, 0.1], ""], [102, "2015-12-23T11:25:00Z", [0.1, 0.07, 0.21, 0.18, 0.26, 0.11, 0.07], ""], [102, "2015-12-23T10:29:27Z", [0.13, 0.06, 0.2, 0.18, 0.24, 0.12, 0.07], "Can you spell McKinsey&Co with a G and a J?"], [13883, "2015-12-23T08:30:32Z", [0.04, 0.0, 0.0, 0.05, 0.85, 0.0, 0.06], ""], [1993, "2015-12-23T03:33:50Z", [0.05, 0.05, 0.17, 0.25, 0.13, 0.25, 0.1], "I probably shouldn't be in this question. There doesn't seem to be any pattern -or even logic- to which toy wins. See previous years' winners here: http://www.toyassociation.org/Events2/TOTY_Awards/2014_TOTY_Winners.aspx#.VnoR_jZk4lk Maybe there is some pattern to what doesn't win, though. Most of these toys seem like something children will play with a few times before getting bored. But that doesn't seem to bother the TOTY people. The Sandy's House & Cruiser seems like an average plastic toy that was included as a nod to political correctness. The Jedi Force Levitator is lame. The iloom and Laser Maze seem like toys that might sustain someone's interest. But I'm rating the iloom low, because the 2014 winner was a bracelet-making device. The iloom looks better, but, judging by previous years, TOTY does not like to repeat. I'm rating the Laser Maze high because it doesn't resemble previous years' winners. Meccanoid is rated highly, because it already has a lot of awards. Makey Makey is unusual, but I think not very accessible. I think it has a better chance in one of the other categories, like Innovative Toy or E-Connected. The MiPosaur is too similar to the toy that won last year, the Zoomer Dino. I had 5% left over to distribute, which I gave to the iloom and Makey Makey out of concern that I had under-rated them."], [2, "2015-12-23T01:18:05Z", [0.12, 0.07, 0.2, 0.07, 0.25, 0.17, 0.12], "Looking at the winner last year, I don't think this category is meant to be that fun.  It's meant to be complicated and hard to use.  Preferrably with an app. http://www.toyassociation.org/TIA/Events/TOTY/Past_TOTY_Winners/Events2/TOTY_Awards/2015_TOTY_Winners.aspx?hkey=87b5bc55-20d7-46d1-ab18-a03e4bd4f80d http://wowwee.com/mip/ Raising Meccanoid, and i-loom."], [13817, "2015-12-23T00:32:08Z", [0.05, 0.01, 0.03, 0.08, 0.3, 0.34, 0.19], "Ok, if I get this right the vote structure of the innovative award is: \nConsumers 20%\nJournalists and bloggers 20%\nRetailers (mass + specialty*) 30%\nMembers of the Toy Industry Association 30% I guess popularity is one factor that affects the chance of being chosen, especially by consumers and bloggers. Looking in google trend data for each toy, you can see that makey makey and meccanoid have some advantage in these criteria (I could not find relevant search data for the levitator or i-loom, that can be because of the name). My thoughts: Flipsies: Can be the winner on girl toy award, does not look innovative enough, a \"Barbie house\" toy with voice and lights pretty standard. I-loom: The toy is not look popular enough or even developed for American public, a review said that the app use meters. Using i-pad for teaching children how to loom is fun, but not like a robot. Laser Maze: This toy was nominated in this category last year. It lost for the robot of WooWee, same maker of the MiPosaur. The toy sure is clever, that’s why the second time it’s been nominated, but I guess do not draw attention like a robot. Makey Makey and Meccanoid G15:  Both have good popularity and are innovative. My favorites. MiPosaur: WooWee won last year with a robot. This dinosaur is less innovative for me than last year winner and Meccanoid G15, but more commercial. That is why I think he has lower odds than Meccanoid and Makey Makey. Jedi: This toy do not seen to fit with the others years winners.   https://www.google.com.br/trends/explore#q=Flipsies%2C%20MiPosaur%2C%20Makey%20Makey%2C%20Meccanoid%20G15%2C%20Lazer%20Maze&cmpt=q&tz=Etc%2FGMT%2B2\n"], [13853, "2015-12-23T00:13:15Z", [0.28, 0.16, 0.05, 0.05, 0.05, 0.29, 0.12], "Robots rule! Everyone loves a light sabre. What kind of toy is called makey makey? Dinosaurs are the past, robots are the future. Flipsies probably sounds great to girls and will catch on for sure by the name alone, don't know what the toy does, though. Lazer maze looks tiny and I loom will make what exactly? Doesn't look like you can wear it.."], [5001, "2015-12-22T23:59:48Z", [0.29, 0.02, 0.06, 0.02, 0.3, 0.3, 0.01], ""], [961, "2015-12-22T21:49:34Z", [0.45, 0.05, 0.1, 0.05, 0.2, 0.1, 0.05], ""], [2, "2015-12-22T21:43:57Z", [0.25, 0.07, 0.13, 0.07, 0.25, 0.07, 0.16], ""], [12874, "2015-12-22T20:35:22Z", [0.15, 0.05, 0.2, 0.15, 0.25, 0.15, 0.05], ""], [12874, "2015-12-22T20:33:35Z", [0.15, 0.1, 0.2, 0.15, 0.25, 0.1, 0.05], ""], [5001, "2015-12-22T20:29:02Z", [0.28, 0.02, 0.06, 0.02, 0.3, 0.3, 0.02], "LOL, that's really tough one... The dino crap won last year, so strike off MiPosaur. Laser Maze Jr was a nominee last year - strike that one off, too.  Nothing is innovative about Sandy's House & Ocean Cruiser and in any case the \"innovative\" effectively means boy toy because I am pretty sure it's mostly men voting. Still, i-loom sounds like a decent time-waste that has an advantage of being coupled to the referees' favorite signaling product. Makey Makey Classic and Meccanoid G15 sound fairly innovative in a sense that they are good electronic upgrades of ~100 years old favorites. Jedi Force Levitator sounds pedestrian but I'll give it a good chance for the whole Star Wars mania that likely afflicts referees."], [691, "2015-12-22T19:48:08Z", [0.04, 0.04, 0.42, 0.37, 0.03, 0.05, 0.05], ""], [1529, "2015-12-22T19:07:15Z", [0.08, 0.1, 0.24, 0.18, 0.28, 0.06, 0.06], "Meccanoid and MiPosaur are more expensive and more defect-prone. Jedi is intriguing, but not sure it is intriguing beyond a couple weeks. Laser maze also sounds interesting and receives nice reviews, but again, not sure it can really hold the creative interest over time. I-Loom and Makey-makey appear to be the most creative and long-term entertaining. Slight edge to makey-make based on innovation quality. I-Loom  will have a strong following based on its \"craft\" foundations, so could carry the popular vote.\n"], [13238, "2015-12-22T18:30:26Z", [0.15, 0.0, 0.55, 0.15, 0.05, 0.05, 0.05], ""], [2, "2015-12-22T18:30:03Z", [0.2, 0.1, 0.1, 0.1, 0.2, 0.1, 0.2], "Going to go heavier on the MiPosaur, Star Wars and Makey Makey.  MiPosaur and Star Wars have that Jurassic World and that Star Wars theme that's done well this year.  Makey Makey cause it looks under-estimated and is cheap."], [1007, "2015-12-22T18:16:23Z", [0.1, 0.1, 0.2, 0.2, 0.1, 0.1, 0.2], ""], [13808, "2015-12-22T18:06:13Z", [0.05, 0.1, 0.05, 0.65, 0.05, 0.05, 0.05], ""]], "open_date": "2015-12-22T18:00:28Z", "close_date": "2016-02-12T07:59:28Z"}