{"question_id": 585, "title": "Will the UN Security Council adopt a resolution concerning the Democratic People's Republic of Korea between 7 September 2017 and 4 October 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.8, 0.2], "correct_answer": "Yes", "correct_forecast": 0.8, "preds": [[15548, "2017-09-15T04:07:10Z", [1.0], ""], [5018, "2017-09-15T01:21:15Z", [0.1], ""], [691, "2017-09-14T19:47:14Z", [1.0], ""], [37679, "2017-09-14T05:20:24Z", [1.0], ""], [948, "2017-09-14T01:03:54Z", [1.0], "Yes, how could they hot, now that we have a hydrogen bomb test."], [182, "2017-09-14T00:14:42Z", [0.95], ""], [38980, "2017-09-13T22:00:03Z", [0.99], ""], [38964, "2017-09-13T21:34:05Z", [0.95], "The incremental escalation of threats from the DPOK are threatening to the UN and its partners.  "], [691, "2017-09-13T20:19:18Z", [1.0], ""], [38973, "2017-09-13T19:26:35Z", [0.99], ""], [38969, "2017-09-13T16:11:54Z", [0.95], ""], [38965, "2017-09-13T14:20:33Z", [0.95], ""], [38967, "2017-09-13T14:20:04Z", [0.65], ""], [38958, "2017-09-13T13:59:43Z", [1.0], "Occurred 11 Sept"], [38961, "2017-09-13T13:28:45Z", [0.05], "Probably not that fast - but in months to follow"], [38960, "2017-09-13T12:59:01Z", [0.75], ""], [38956, "2017-09-13T12:41:06Z", [0.9], ""], [38955, "2017-09-13T12:28:00Z", [0.6], ""], [38419, "2017-09-13T01:17:45Z", [1.0], ""], [233, "2017-09-13T00:47:59Z", [0.0], ""], [83, "2017-09-12T23:04:55Z", [1.0], ""], [691, "2017-09-12T20:57:18Z", [1.0], ""], [13959, "2017-09-12T19:47:33Z", [1.0], ""], [18762, "2017-09-12T11:44:55Z", [1.0], ""], [37236, "2017-09-12T09:33:32Z", [1.0], ""], [35831, "2017-09-12T09:27:32Z", [1.0], ""], [36505, "2017-09-12T05:16:48Z", [1.0], ""], [20156, "2017-09-12T04:37:52Z", [1.0], ""], [706, "2017-09-12T02:11:45Z", [1.0], "Check"], [21884, "2017-09-12T02:05:17Z", [1.0], ""], [691, "2017-09-12T01:24:58Z", [1.0], ""], [36309, "2017-09-12T01:20:26Z", [1.0], ""], [31317, "2017-09-12T00:34:09Z", [1.0], ""], [2965, "2017-09-12T00:06:04Z", [1.0], ""], [2965, "2017-09-11T23:57:35Z", [1.0], "it happened\nthat why its HFC\nIFPs resolved quickly\nSee https://www.nytimes.com/2017/09/11/world/asia/us-security-council-north-korea.html?rref=collection%2Fsectioncollection%2Fasia&action=click&contentCollection=asia&region=stream&mo\nhttps://usun.state.gov/remarks/7969\nCC @JMR2017"], [36907, "2017-09-11T23:41:07Z", [1.0], ""], [36907, "2017-09-11T23:39:22Z", [0.9], ""], [23006, "2017-09-11T23:09:07Z", [1.0], ""], [1056, "2017-09-11T22:44:08Z", [1.0], "Oh well..."], [25141, "2017-09-11T22:26:58Z", [1.0], ""], [25141, "2017-09-11T22:17:03Z", [1.0], ""], [37606, "2017-09-11T22:02:19Z", [1.0], "Ongoing UN vote"], [23006, "2017-09-11T21:27:32Z", [0.5], "https://www.gjopen.com/comments/comments/567765"], [1056, "2017-09-11T20:15:08Z", [0.1], "Here's the latest: https://asia.nikkei.com/Politics-Economy/International-Relations/US-gives-up-on-North-Korea-oil-ban-to-ensure-sanctions-passage Here's the relevant passage for this question: \"The Security Council is expected to vote on the sanctions early this evening, but it is uncertain whether Washington has the backing of Beijing and Moscow at this point.\" If the articles of the last 24 hours are correct, either China or Russia (or both) voting against this resolution would be a major humiliation for the Trump administration in light of the concessions the U.S. made. Trump's vaunted negotiating tactic of making an outrageous initial offer, then ramping it down, may have worked dealing with impresarios like Merv Griffin, but it doesn't travel well into the realm of diplomacy. I'm not saying that Beijing and/or Moscow won't vote in favor of the resolution, but I think Trump will pay a high price in domestic flak from his erstwhile supporters if this passes."], [38911, "2017-09-11T18:35:23Z", [0.3], ""], [32258, "2017-09-11T18:01:16Z", [1.0], ""], [32258, "2017-09-11T17:43:33Z", [0.95], "http://www.moneycontrol.com/news/world/north-korea-news-live-un-security-council-to-vote-on-new-north-korea-sanctions-monday-afternoon-2377843.html \"New, softer US North Korea sanctions resolution no longer calls for ban on oil exports. Also, no asset freeze or travel ban for Kim Jong Un.\""], [36973, "2017-09-11T16:43:29Z", [0.35], ""], [38, "2017-09-11T15:48:53Z", [1.0], ""], [38, "2017-09-11T15:30:54Z", [0.95], ""], [37379, "2017-09-11T15:23:28Z", [1.0], "Vote due today. If it goes \"yes,\" this forecast of 100% probably won't be counted and my prior 10% forecast will hammer me.  If the UNSC doesn't pass a resolution today, I'm going back down to 10% later today, thus erasing the 100% because the admins have stated that they only score once per day, as I recall late in the evening, Pacific time. In general, China and/or Russia will block any resolution against North Korea if it has any teeth.  However, recently the UNSC unanimously adopted sanctions against NK for its tests of missiles and nuclear bombs.  Will they do so again? This recent resolution was introduced by the U.S., which suggests that having the Trump brand on a proposed resolution is not a detriment. But passing a second resolution so soon?  According to Reuters, even though the U.S> has made last minute changes to weaken the resolution, it is unclear whether Russia and CHina will buy into it. Sources: Dateline 9-11-2017 UNITED NATIONS/SEOUL (Reuters) - The U.N. Security Council is set to vote on Monday on a watered-down U.S.-drafted resolution to impose new sanctions on North Korea over its latest nuclear test, diplomats said, but it was unclear whether China and Russia would support it. -- http://www.reuters.com/article/us-northkorea-missiles/u-n-security-council-to-vote-monday-on-weakened-north-korea-sanctions-diplomats-idUSKCN1BL12S https://www.nytimes.com/2017/08/05/world/asia/north-korea-sanctions-united-nations.html"], [37379, "2017-09-11T14:47:21Z", [0.85], ""], [38778, "2017-09-11T13:30:11Z", [0.99], "Revising in light of reports of watered-down resolution circulating over the weekend. "], [2965, "2017-09-11T13:19:25Z", [1.0], "http://www.reuters.com/article/us-northkorea-missiles/u-n-security-council-to-vote-monday-on-weakened-north-korea-sanctions-diplomats-idUSKCN1BL12S?il=0"], [25141, "2017-09-11T11:59:52Z", [0.9], ""], [1380, "2017-09-11T11:48:09Z", [0.85], ""], [20156, "2017-09-11T10:05:06Z", [0.75], ""], [28414, "2017-09-11T08:12:29Z", [1.0], ""], [37379, "2017-09-11T07:03:36Z", [0.1], "Following @rjfmgy: excellent power players analysis."], [7124, "2017-09-11T05:05:14Z", [0.85], ""], [38710, "2017-09-11T04:24:05Z", [0.75], "Bloomberg reports that the US will ask for a resolution this week. They will probably adopt something, and the question doesn't ask exactly what."], [21884, "2017-09-11T03:40:20Z", [0.5], "hedgehogs have different probability, history of UN resolution on North Korea shows some rationality in their opinion\nfor example: nucler test - 6 junary 2016, China declared suspending import of coal - 18 february 2016, UN resolution - 24 march 2016\nnow they also want to introduce new sanctions, and China and Russia mean negotiations\nTotal delay is 78 days (nuclear test 2016) , in this case (new nucler test 2017) time period is 31 days"], [32258, "2017-09-11T02:45:05Z", [0.95], "Well @lsgold7, we are reading the same stuff but I'm reading it this way. “I think the Europeans worry about the US going off the deep end,” said Richard Gowan, a UN expert at the European Council on Foreign Relations. But I'm hedging on how long it will take after Trump (Haley) make their point and then give in to something less but try to make it look like they got more anyway. This may take a few days at least beyond Monday, but I'm thinking by Oct 4 is likely a good bet.\n"], [2965, "2017-09-11T01:57:45Z", [1.0], "\nUK PRC RU PRC FR WILL AGREE WITH US ON WATERED DOWN DEAL\nits fait accompkli e UN security council will convene on Monday to consider a US resolution that would impose an embargo on oil exports to North Korea and technical imports from the embattled state, as well as a partial naval blockade giving UN member states the right to board and inspect ships suspected of sanctions-busting. China and Russia are expected to try to water down the resolution, while European council members are nervous that the Trump administration could consequently abandon the council as a forum for dealing with the North Korea crisis if it does not get its way. Nato chief: world is at its most dangerous point in a generation\n Read more\n“I think the Europeans worry about the US going off the deep end,” said Richard Gowan, a UN expert at the European Council on Foreign Relations. European anxiety has already been aroused by Trump’s repeated emphasis on a possible military solution of last resort to contain North Korea, which many analysts fear increases the chance of miscalculation and a preemptive strike by either side. The UK defence secretary, Sir Michael Fallon, said on Sunday that “the dangers now of miscalculation or some accident triggering a response are extremely great”. North Korea’s nuclear weapons programme must be halted before it developed a ballistic missile capable of hitting London, he said, but a war must be avoided “at all costs”. North Korea's Kim Jong-un hosts huge celebration after nuclear test\n Read more\n“The United States is fully entitled to defend its own territory, to defend its bases and look after its people,” he said. “But this involves us. London is closer to North Korea and its missiles than Los Angeles.”"], [1056, "2017-09-10T23:09:39Z", [0.1], "Any such resolution would have to pass muster with China and Russia. This means that the resolution would probably be weak, and not offer any effective solution to the problem of North Korean proliferation. I think the Trump administration would consider a weak resolution worse than no resolution, and will not settle for a compromise. China doesn't want to see any kind of economic hardship in North Korea which might send refugees into China, and I doubt if China approves of international organizations meddling in sovereign countries for any reason.  So the upshot is, the U.S. probably won't accept a weak resolution, and China probably won't accept a strong one. There will probably be no resolution."], [2965, "2017-09-10T22:44:18Z", [0.99], "https://www.theguardian.com/world/2017/sep/10/merkel-backs-iran-style-diplomatic-solution-for-north-korea\ndone deal PRC and US and RU and FR and UK will find some diluted deal\n\"The UN security council will convene on Monday to consider a US resolution that would impose an embargo on oil exports to North Korea and technical imports from the embattled state, as well as a partial naval blockade giving UN member states the right to board and inspect ships suspected of sanctions-busting. China and Russia are expected to try to water down the resolution, while European council members are nervous that the Trump administration could consequently abandon the council as a forum for dealing with the North Korea crisis if it does not get its way. Nato chief: world is at its most dangerous point in a generation\n Read more\n“I think the Europeans worry about the US going off the deep end,” said Richard Gowan, a UN expert at the European Council on Foreign Relations. European anxiety has already been aroused by Trump’s repeated emphasis on a possible military solution of last resort to contain North Korea, which many analysts fear increases the chance of miscalculation and a preemptive strike by either side. The UK defence secretary, Sir Michael Fallon, said on Sunday that “the dangers now of miscalculation or some accident triggering a response are extremely great”. North Korea’s nuclear weapons programme must be halted before it developed a ballistic missile capable of hitting London, he said, but a war must be avoided “at all costs”. North Korea's Kim Jong-un hosts huge celebration after nuclear test\n Read more\n“The United States is fully entitled to defend its own territory, to defend its bases and look after its people,” he said. “But this involves us. London is closer to North Korea and its missiles than Los Angeles.” up to 100\nFAIT ACCOMPLI"], [38865, "2017-09-10T21:11:35Z", [0.85], ""], [1031, "2017-09-10T17:47:04Z", [0.95], "It is highly likely, with all the negativity in that region of the world, that a swift resolution will be reached."], [244, "2017-09-10T16:05:33Z", [0.03], ""], [34267, "2017-09-10T15:37:13Z", [0.3], ""], [37350, "2017-09-10T14:49:17Z", [0.8], ""], [37533, "2017-09-10T13:28:31Z", [0.25], "It would have to be a watered down, meaningless resolution with zero enforcement for China and Russia to agree.  I think the US would rather act with regional partners instead.  "], [38362, "2017-09-10T13:25:11Z", [0.75], "There is a strong push for diplomacy by world leaders, which normally would push my certainty level higher, but the unpredictability of the DPRK and U.S. leadership is cause for concern that the situation  could deteriorate quickly before the UN could intervene"], [38884, "2017-09-10T13:23:39Z", [0.85], ""], [19340, "2017-09-10T01:18:14Z", [0.0], ""], [32258, "2017-09-09T21:57:40Z", [0.75], "Trump is hanging his hat on being really tough here... Another resolution? It has to mean more than the last one or 20 others. So will the U.N. Security Council pass a resolution that's more watered down? I don't think the U.S. is up for that and may just want to veto it just to be clear about the point. China and Russia are calling for N.Korea to stop their nuclear program but at the same time demanding that the US and South Korea stop their military exercises. Haley called that insulting and KJU said she/we will pay dearly for saying that. \nTrump admin. will make their point... either we get real sanctions (enough is enough-- talk, words, resolutions) or we take other actions ourselves. I could see the US possibly vetoing or walking away from a weaker resolution to be clear. NYT article: https://www.nytimes.com/2017/09/06/world/us-un-north-korea-sanctions.html?rref=collection%2Fsectioncollection%2Fasia&_r=0\n\"... The Trump administration on Wednesday repeated a drastic — if highly unlikely — warning if United Nations action is blocked. The Treasury secretary, Steven Mnuchin, told reporters aboard Air Force One during a flight from North Dakota that an executive order had been prepared that would authorize a halt in trade with “anybody that does trade with North Korea.” China is among dozens of nations that trade with the North.\""], [31317, "2017-09-09T18:16:25Z", [0.99], ""], [2965, "2017-09-09T15:20:19Z", [0.99], "https://www.nytimes.com/2017/09/06/world/us-un-north-korea-sanctions.html?rref=collection%2Fsectioncollection%2Fasia&_r=0\n\"But if the sections authorizing interdictions at sea survive, it could set the\nstage for some of the tensest encounters on the high seas since the 1962\nCuban missile crisis, when President John F. Kennedy ordered a complete\nblockade around the island to prevent Soviet missiles from being installed.\nThe resolution calls for something far less comprehensive than a total\nblockade, which is widely considered an act of war. But it would authorize a\ncommittee of the Security Council to “designate vessels for nonconsensual\ninspections” and authorize all members of the United Nations — using\nmilitary vessels and aircraft — “to inspect on the high seas any vessel\ndesignated by the committee.”\nSome resolution will be passed"], [37135, "2017-09-09T13:38:52Z", [0.96], ""], [38778, "2017-09-09T13:07:40Z", [0.96], ""], [1333, "2017-09-09T12:05:45Z", [1.0], "I am doing the stupid thing and assuming the China/Russia reps will sit this vote out sending their own signal to Kim Un"], [37353, "2017-09-09T04:10:48Z", [0.85], ""], [38778, "2017-09-08T16:14:36Z", [0.95], "The UNSC has responded to every previous nuclear test with a resolution\nThough many have been very delayed, the timing of the resolution typically coincides with the beginning of UNSC meetings on the topic\nThe UNSC has already met (on September 4)  and a draft resolution is being circulated by the US delegation\nThe draft resolution is scheduled to be voted on on 9/11/2017\nAll previous resolutions following nuclear tests have been unanimous\t\t\t"], [2965, "2017-09-08T15:13:16Z", [0.99], ""], [398, "2017-09-08T12:46:19Z", [0.85], ""], [691, "2017-09-08T11:07:00Z", [0.91], ""], [16851, "2017-09-08T10:30:13Z", [0.8], ""], [25141, "2017-09-08T08:12:12Z", [0.95], ""], [1528, "2017-09-07T21:32:33Z", [0.85], ""], [36505, "2017-09-07T21:28:53Z", [0.94], ""], [73, "2017-09-07T19:50:40Z", [1.0], ""], [33887, "2017-09-07T18:33:33Z", [1.0], "100"], [12879, "2017-09-07T18:19:54Z", [0.95], ""], [16272, "2017-09-07T18:08:51Z", [0.7], ""], [38798, "2017-09-07T18:02:24Z", [0.95], ""], [15548, "2017-09-07T16:46:02Z", [0.99], ""], [1333, "2017-09-07T15:17:29Z", [1.0], ""], [31450, "2017-09-07T14:47:36Z", [1.0], "I'm sure they will condemn, sanctions are anther matter."], [18762, "2017-09-07T14:27:17Z", [0.67], ""], [28414, "2017-09-07T13:45:04Z", [0.99], ""], [23006, "2017-09-07T13:33:59Z", [0.99], ""], [22833, "2017-09-07T13:11:17Z", [1.0], ""], [2965, "2017-09-07T13:07:39Z", [0.83], "reaffirm.\nUS proposal includes sanctions against KJU personal assets\nnot Magnitsky\nthat will be hard to veto\nhow about Minsk and cutting off oil from DPRK\nRussia announces veto of oil ban.\nSome sanctions almost certain to pass \nUS WiLL  TABLE A PROPOSAL that PASSES and  assurances no veto\nPOTUS will impose thru Treasury at a touch of a blast email\nsanctions on a wide range of PRC banks  and other \"non-state actors\"\n"], [73, "2017-09-07T12:46:30Z", [0.99], ""], [691, "2017-09-07T12:45:04Z", [0.89], "The Chinese seem open to it, and Russia has no obvious good reason to veto, so if the US and the PRC can sort out wording, it should happen fairly quickly."], [1333, "2017-09-07T10:53:28Z", [0.85], ""], [28414, "2017-09-07T08:38:25Z", [0.86], ""], [28414, "2017-09-07T08:36:49Z", [0.76], ""], [31317, "2017-09-07T03:33:14Z", [0.85], ""], [36309, "2017-09-07T02:51:22Z", [0.8], "Following their emergency session on September 4 UNSC members seemed divided on whether and what type of stronger sanctions to impose on the DPRK, but in the coming weeks they will very likely reach agreement on a package of measures that increases diplomatic and economic pressure on the DPRK, as an alternative to further military threats by the United States."], [36907, "2017-09-07T01:57:54Z", [0.75], ""], [182, "2017-09-07T00:48:29Z", [0.73], "A resolution seems likely but may not significantly increase sanctions. During an Emergency Session of the Security Council (4-Sep) there were strong opinions from all members condemning the latest PRK nuclear test:   https://www.un.org/press/en/2017/sc12978.doc.htm. \"Taking the floor for a second time, Ms. HALEY (United States) said that, due to the urgency of the situation, the Council must move quickly.  In that context, the United States would be circulating a resolution the coming week, with the aim of having a vote on 11 September.\" So a resolution will come to a vote in the next few weeks. Will China and Russia support stronger sanctions?  China is in a difficult position: https://www.nytimes.com/2017/09/05/world/asia/north-korea-nuclear-weapons-china.html It has enabled Norht Korea to progress to this point but that progress has come at a price. The worst case scenario for China would be a renewal of fighting on the peninsula and US forces on their border if North Korea collapses. A nuclear exchange would be devastating. China desires the preeminent position in Asia and Kim is in the way.  Perhaps there's another path President Xi: \"Talk of a U.S. military strike might dominate the conversation over North Korea. But there is another military option that is actually more logical – a Chinese invasion of its eastern neighbor, writes Bill Emmott for Project Syndicate.\"  https://www.project-syndicate.org/commentary/china-north-korea-military-intervention-by-bill-emmott-2017-09 Provactive idea!"], [37474, "2017-09-06T23:21:36Z", [0.65], ""], [691, "2017-09-06T19:25:15Z", [0.85], "Probably; resolutions are cheap.  This one will be dreary and ineffectual, but it may bore Kim to death.  Worth a try.  "], [28414, "2017-09-06T18:52:59Z", [0.96], ""], [1333, "2017-09-06T18:29:48Z", [0.0], ""], [31082, "2017-09-06T17:29:44Z", [0.1], "Having made a recent resolution (2371) I believe it unlikely a new one will be added in such a short timeframe."], [15548, "2017-09-06T17:09:45Z", [0.75], ""], [2965, "2017-09-06T16:55:59Z", [0.83], ""], [28414, "2017-09-06T16:43:48Z", [0.79], ""]], "open_date": "2017-09-06T16:30:03Z", "close_date": "2017-09-11T06:59:50Z"}